[
  {
    "path": "neph/01-27-2023/",
    "title": "Fri Jan 27 2023",
    "description": "54 articles - From Friday Jan 20 2023 to Friday Jan 27 2023",
    "author": [],
    "date": "2023-01-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Nephrol Dial Transplant\r\n    Management of heart failure in patients with kidney disease - updates from the 2021 ESC guidelines.\r\nThirdly, guidelines for device therapy have been changed with down-graded advice on indications for primary prevention implantable cardioverter defibrillator therapy for patients with non-ischaemic heart failure and for cardiac resynchronisation therapy with left bundle branch block and a QRS duration < 150 ms. There are updated treatment plans for heart failure associated with non-cardiovascular co-morbidities including chronic kidney disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Kidney Dis\r\n    Anaphylaxis From Ethylene Oxide-Sterilized Dialysis Tubing and Needles: A Case Report.\r\nWhen use of the arteriovenous fistula was resumed, he was exposed to a higher \"dose\" of EtO due to use of needles. The higher antigenic stimuli triggered memory immune response leading to mast cell degranulation and repeated anaphylactic episodes that were overcome by minimization of EtO sterilized equipment, corticosteroid pretreatment and the anti-IgE Fc monoclonal, omalizumab.\r\nPubmed   Journal   ReadQx \r\nPredictors, Disparities, and Facility-Level Variation: SGLT2 Inhibitor Prescription Among US Veterans With CKD.\r\nPrescription for SGLT2i was low among likely eligible patients, with evident disparities by sex and race and between individual VA facilities. Efforts are needed to study and address the reasons for these disparities to improve equitable adoption of these important medications.\r\nPubmed   Journal   ReadQx \r\nRisks and Benefits of Different Dietary Patterns in CKD.\r\nAlthough each dietary pattern has its unique pros and cons, most healthful dietary patterns favor the inclusion of whole, unprocessed foods, preferably from plant-based sources. In this perspective, we discuss the risks and benefits of major popular diets to help guide health care professionals in treating patients with kidney disease.\r\nPubmed   Journal   ReadQx \r\nStiripentol and Lumasiran as a Rescue Therapy for Oxalate Nephropathy Recurrence After Kidney Transplantation in an Adult Patient With Primary Hyperoxaluria Type 1.\r\nFourteen months after transplantation, graft function, serum and urinary oxalate levels have remained stable, and kidney biopsy showed a complete regression of oxalate crystals. Further studies are needed to assess whether this strategy is effective and could replace liver-kidney transplantation.\r\nPubmed   Journal   ReadQx \r\nKidney Int\r\n    A disease-modifying approach to the treatment of IgA nephropathy targeting mucosal IgA synthesis and beyond.\r\nTargeting the initiating pathogenetic event in the gut-associated lymphoid tissue would offer a disease-modifying approach to IgA nephropathy. Results, adverse events, and possible multiple effects of this treatment are critically discussed.\r\nPubmed   Journal   ReadQx \r\nDoes kidney transplant improve health-related quality of life for youth with chronic kidney disease?\r\nIn the current issue, Guha et al provide a longitudinal assessment of HRQOL for a cohort of youth with chronic kidney disease. Their findings suggest that children may experience meaningful improvement in HRQOL when they transition from dialysis to transplant.\r\nPubmed   Journal   ReadQx \r\nDown-regulation of G protein-coupled receptor kinase 4 protects against kidney ischemia-reperfusion injury.\r\nKidney-targeted GRK4 silencing with nanoparticle delivery considerably ameliorated kidney ischemia/reperfusion injury. Thus, our findings reveal that GRK4 triggers necroptosis, aggravates kidney ischemia/reperfusion injury, and its down-regulation may provide a promising therapeutic strategy for kidney protection.\r\nPubmed   Journal   ReadQx \r\nGood and evil, more reasons to study UPR.\r\nAlthough accumulating evidence indicates the beneficial impact of the UPR pathway as a therapeutic target for various diseases, including kidney disease, the control of adaptive UPR status is still difficult for disease treatment. This article may give us a new insight into the strategy for sustaining the kidney protective UPR pathway.\r\nPubmed   Journal   ReadQx \r\nOsteopontin mediation of disturbed flow-induced endothelial mesenchymal transition through CD44 is a novel mechanism of neointimal hyperplasia in arteriovenous fistulae for hemodialysis access.\r\nIn dysfunctional AVF of patients with uremia, expressions of osteopontin, CD44, and mesenchymal markers in endothelial cells overlying the neointima was also found by immunostaining. Thus, the osteopontin/CD44 axis regulates disturbed flow-induced EndMT, plays an important role in neointimal hyperplasia of AVF, and may act as a potential therapeutic target to prevent AVF dysfunction.\r\nPubmed   Journal   ReadQx \r\nTIPS to decide whether to prescribe aspirin for the primary prevention of cardiovascular events in chronic kidney disease.\r\nA post hoc subgroup analysis of the International Polycap Study 3 (TIPS-3) trial suggests that patients with chronic kidney disease might also benefit from aspirin for primary prevention. We consider the merits of doing so in practice.\r\nPubmed   Journal   ReadQx \r\nToward a bona fide animal model of PLA2R1-associated membranous nephropathy: one step forward.\r\nIntriguingly, the transgenic mice spontaneously develop anti-human PLA2R1 antibodies and membranous nephropathy-like features, including immune deposits and nephrotic syndrome. The model raises questions about the spontaneous production of anti-human PLA2R1 antibodies and the additional steps to establish a bona fide animal model of membranous nephropathy.\r\nPubmed   Journal   ReadQx \r\nNephrol Dial Transplant\r\n    Acute kidney injury in bortezomib-treated patients with multiple myeloma.\r\nDevelopment of AKI was often observed in the absence of TLS in patients with MM after treatment with bortezomib. In addition, the risk factors of AKI and TLS varied widely. These findings indicate the potential nephrotoxicity of bortezomib irrespective of TLS in patients with decreased kidney function.\r\nPubmed   Journal   ReadQx \r\nComparable outcomes between a combination of peritoneal dialysis with once-weekly hemodialysis and thrice-weekly hemodialysis: a prospective cohort study.\r\nPD+HD therapy was associated with similar or potentially lower mortality compared with thrice-weekly HD. Considering a flexible lifestyle, PD+HD therapy could be a great option.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of Cold Hemodialysis (HD) for the Prevention of HD Hypotension and Mortality in the General HD Population.\r\nCold HD was associated with IDH in the hemodialysis population but had no association with all-cause mortality.\r\nPubmed   Journal   ReadQx \r\nFactors associated with kalemia in renal disease.\r\n The results of this study do not support a strict dietary potassium control to regulate kalemia in stage 1 to 4 CKD patients.\r\nPubmed   Journal   ReadQx \r\nGFR estimated with creatinine rather than cystatin C is more reflective of the true risk of adverse outcomes with low GFR in kidney transplant recipients.\r\neGFRcr better represents the true relationship between GFR and outcomes after kidney transplantation because it has less non-GFR residual association. Cystatin C is better interpreted as a non-specific prognostic biomarker than as eGFR in the kidney transplant setting.\r\nPubmed   Journal   ReadQx \r\nHigh rates of psychological distress, mental health diagnoses and suicide attempts in people with CKD in Ireland.\r\nPeople with CKD in Ireland experience high levels of psychological distress, mental health difficulties, suicidal ideation and suicide attempts. The identification of and intervention for mental health difficulties in CKD should be prioritised in clinical care.\r\nPubmed   Journal   ReadQx \r\nImpact of different immunosuppressive protocols on clinical outcomes in obese kidney transplant recipients: A propensity score matched analysis.\r\n These results are critical for the growing number of obese graft recipients and warrant prospective evaluation.\r\nPubmed   Journal   ReadQx \r\nIron deficiency and cognitive functioning in kidney transplant recipients: findings of the TransplantLines biobank and cohort study.\r\nIron-deficient KTRs performed worse on neurocognitive tasks measuring memory, mental speed and attention and executive functioning. These findings set the stage for prospective studies addressing whether ID correction restores cognitive function after kidney transplantation.\r\nPubmed   Journal   ReadQx \r\nKidney outcome after mild to moderate COVID-19.\r\nWhile mean eGFR was slightly lower in subjects after non-severe COVID-19, there was no evidence for an ongoing or progressive kidney sequela.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes of COVID-19 survivors with hospital AKI: association with time to recovery from AKI.\r\n COVID-19 survivors who developed hospital AKI are at high risk for adverse cardiovascular and kidney outcomes, especially those with longer AKI recovery time and those with history of CKD. These patients may require long-term follow-up for cardiac and kidney complications.\r\nPubmed   Journal   ReadQx \r\nPathological spectrum of hereditary transthyretin renal amyloidosis and clinicopathologic correlation: a French observational study.\r\n ATTRvN affects al kidney compartments, but compared to AL/AA amyloidosis, ATTRvN seems to involve more frequently tubulointerstitial areas. V30M patients represents the dominant face of the disease with a higher risk of glomerular/arteriolar involvement. ATTRvN should thus be considered in patients, and potential relatives, with ATTRv amyloidosis and kidney dysfunction, regardless of proteinuria level.\r\nPubmed   Journal   ReadQx \r\nThe 3-Step Model of informed consent for living kidney donation: a proposal on behalf of the DESCaRTES Working Group of the European Renal Association.\r\nThe 3-S Model successfully allows an integration between standardization and individualization of IC, enabling a person-centered approach to potential donors. Studies will assess the effectiveness of the 3-S Model in kidney transplant clinical practice.\r\nPubmed   Journal   ReadQx \r\nThe impact of acute kidney injury with or without recovery on long-term kidney outcome in patients undergoing living liver transplantation.\r\nPost-LT AKI is associated with subsequent risk of CKD development. Taking into account recovery status, AKI was no longer associated with a higher risk of CKD if renal function recovered within 90 days after surgery. Identification and implementation of targeted and individualized therapies for patients at risk for AKI, particularly non-recovery AKI, is of paramount importance to reduce incident CKD in the follow up.\r\nPubmed   Journal   ReadQx \r\nThe rationale, design and baseline data of FLOW, a kidney outcomes trial with once-weekly semaglutide in people with type 2 diabetes and chronic kidney disease.\r\n FLOW will evaluate the effect of semaglutide on kidney outcomes in participants with CKD and T2D, and is expected to complete in late 2024.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Kidney Dis\r\n    The Need to Reduce Variability in the Study of Blood Pressure Variability.\r\n\r\nPubmed   Journal   ReadQx \r\nKidney Int\r\n    New advances in endocrine hypertension: from genes to biomarkers.\r\nIn this review, we describe the physiology of adrenal hormone biosynthesis and action, the clinical and biochemical characteristics of different forms of endocrine HT, and their underlying genetic defects. We discuss the impact of these discoveries on diagnosis and management of patients, as well as new perspectives related to the use of new biomarkers for improved patient care.\r\nPubmed   Journal   ReadQx \r\nNat Rev Nephrol\r\n    Exercise and chronic kidney disease: potential mechanisms underlying the physiological benefits.\r\nExercise-mediated activation of the canonical wnt pathway may lead to bone formation and improvements in the levels of the bone-derived hormones klotho and fibroblast growth factor 23 (FGF23). Longer duration studies with larger sample sizes are needed to confirm these mechanisms in CKD, kidney failure and kidney transplant populations and provide evidence for targeted exercise interventions.\r\nPubmed   Journal   ReadQx \r\nPathological consequences of DNA damage in the kidney.\r\nThe emerging view is that in the kidney, DNA damage affects the local microenvironment by triggering a damage response and cell proliferation to replenish injured cells, as well as inducing systemic responses aimed at reducing exposure to genotoxic stress. The pathological consequences of DNA damage are therefore key to the nephrotoxicity of DNA-damaging agents and the kidney phenotypes observed in human DNA repair-deficiency disorders.\r\nPubmed   Journal   ReadQx \r\nThe impact of intrauterine growth restriction and prematurity on nephron endowment.\r\nFurthermore, emerging research suggests that IUGR and/or preterm birth is associated with an elevated risk of chronic kidney disease in later life. The available data highlight the important role of early life development in the aetiology of kidney disease and emphasize the need to develop strategies to optimize nephron endowment in IUGR and preterm infants.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Kidney Dis\r\n    Low Serum Bicarbonate in a Patient With Diabetes Mellitus:: A Quiz.\r\n\r\nPubmed   Journal   ReadQx \r\nKidney Int\r\n    Erdheim-Chester disease: hairy kidney and coated aorta.\r\n\r\nPubmed   Journal   ReadQx \r\nTaking the A(llorecognition) train: connecting passenger T cells to DSA.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Case | A benign reason behind a malignant finding.\r\n\r\nPubmed   Journal   ReadQx \r\nUromodulin and CKD: insight into variant pathogenicity.\r\n\r\nPubmed   Journal   ReadQx \r\nNat Rev Nephrol\r\n    Climate change-fuelled natural disasters and chronic kidney disease: a call for action.\r\n\r\nPubmed   Journal   ReadQx \r\nConsequences of famine and malnourishment on kidney health.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEnvironmental pollution, heat stress and kidney health: a need for integrated assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nHeat and health inequity: acting on determinants of health to promote heat justice.\r\n\r\nPubmed   Journal   ReadQx \r\nHope for resistant hypertension through BrigHTN and PRECISION.\r\n\r\nPubmed   Journal   ReadQx \r\nInforming clinical decision making during a pandemic - a call for better preparedness.\r\n\r\nPubmed   Journal   ReadQx \r\nTargeting glutamine use in RCC.\r\n\r\nPubmed   Journal   ReadQx \r\nVPS34 functions in the proximal tubule.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNephrol Dial Transplant\r\n    Let's get physical: considering and overcoming the barriers to physical activity in CKD.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of severe hypercalcemia: results of the French-speaking physicians' practice survey.\r\n\r\nPubmed   Journal   ReadQx \r\nSerological response to Nuvaxovid (NVX-Cov 2373) vaccine, given as a fifth dose in non and low responder kidney transplant recipients.\r\n\r\nPubmed   Journal   ReadQx \r\nSuppression of thyroid profile during roxadustat treatment in chronic kidney disease patients.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of kidney injury molecule-1 for sepsis-associated acute kidney injury staging.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Kidney Int\r\n    Complementary medicine and phospholipase A2 receptor (PLA2R)-related membranous nephropathy-fortuitous or causal?\r\n\r\nPubmed   Journal   ReadQx \r\nFalse-positive anti-PLA2R ELISA testing in patients with diabetes mellitus.\r\n\r\nPubmed   Journal   ReadQx \r\nKidney injury and congenital solitary functioning kidney: more research efforts are needed.\r\n\r\nPubmed   Journal   ReadQx \r\nThe authors reply.\r\n\r\nPubmed   Journal   ReadQx \r\nThe authors reply.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-01-29T13:33:50-05:00",
    "input_file": {}
  },
  {
    "path": "neph/01-20-2023/",
    "title": "Fri Jan 20 2023",
    "description": "4 articles - From Friday Jan 13 2023 to Friday Jan 20 2023",
    "author": [],
    "date": "2023-01-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Kidney Int\r\n    Discovery of seven novel putative antigens in membranous nephropathy and membranous lupus nephritis identified by mass spectrometry.\r\nDue to the number of antigens identified, it is becoming impractical to type PLA2R-negative MN or MLN cases through immunostaining alone. A multiplex approach is needed for subtyping of these diseases.\r\nPubmed   Journal   ReadQx \r\nEndemic rise in cases of acute kidney injury in children in Indonesia and Gambia: what is the likely culprit and why?\r\nPreliminary investigations revealed multiple lapses in quality control during manufacturing including substitution of diethylene glycol (DEG) and ethylene glycol (EG) for the more expensive but non-toxic solvent glycerol. In this editorial report, we shed light upon the current situation and urge the investigating authorities to make those responsible accountable to regain public trust.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Nat Rev Nephrol\r\n    The gut microbiome and hypertension.\r\nSeveral methodological and technological challenges remain in gut microbiome research, and the solutions involve minimizing confounding factors, establishing causality and acting globally to improve sample diversity. New clinical trials, precision microbiome medicine and computational methods such as Mendelian randomization have the potential to enable leveraging of the microbiome for translational applications to lower blood pressure.\r\nPubmed   Journal   ReadQx \r\nThe role of immune cells and mediators in preeclampsia. \r\nImmunological interventions, therefore, have therapeutic potential in this disease. Here, we provide an overview of the immune responses that are involved in the pathogenesis of preeclampsia, including the role of innate and adaptive immune cells and mediators.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-01-20T00:13:17-05:00",
    "input_file": {}
  },
  {
    "path": "neph/01-13-2023/",
    "title": "Fri Jan 13 2023",
    "description": "42 articles - From Friday Jan 06 2023 to Friday Jan 13 2023",
    "author": [],
    "date": "2023-01-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Nat Rev Nephrol\r\n    Clinical practice recommendations for primary hyperoxaluria: an expert consensus statement from ERKNet and OxalEurope.\r\nIn response to this need, a consensus development core group, comprising (paediatric) nephrologists, (paediatric) urologists, biochemists and geneticists from OxalEurope and the European Rare Kidney Disease Reference Network (ERKNet), formulated and graded statements relating to the management of PH on the basis of existing evidence. Consensus was reached following review of the recommendations by representatives of OxalEurope, ESPN, ERKNet and ERA, resulting in 48 practical statements relating to the diagnosis and management of PH, including consideration of conventional therapy (conservative therapy, dialysis and transplantation), new therapies and recommendations for patient follow-up.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Kidney Int\r\n    Fluid volume management in hemodialysis: never give up!\r\nIn the era of machine learning, fluid management could consist of flexible target weight prescriptions, adjusted on a daily basis and accounting even for fluctuations in fluid-free body mass. In view of al the negative prospective results surrounding fluid management in hemodialysis, we propose this as a \"never-give-up\" approach.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Kidney Dis\r\n    Acute Kidney Injury and Hair Straightening Products: A Case Series.\r\nThis study describes cases of acute kidney injury with prior exposure to hair straightening treatments. Acute oxalate nephropathy was the dominant finding on kidney biopsies, which may be related to absorption of glycolic acid derivatives and their metabolism to oxalate. This case series suggests a potential under-recognized cause of AKI in the young healthy population. Further studies are needed to confirm this association and to assess the extent of this phenomenon as well as its pathogenesis.\r\nPubmed   Journal   ReadQx \r\nAge of Onset and Disease Course in Biopsy-Proven Minimal Change Disease: An Analysis From the Cure Glomerulopathy Network.\r\nAmong patients with MCD who underwent kidney biopsy, there were differences in the course (relapse and remission) of childhood-onset compared to adolescent and adult-onset disease, as well as rituximab response.\r\nPubmed   Journal   ReadQx \r\nDaratumumab Use Prior to Kidney Transplant and T-Cell-Mediated Rejection: A Case Report.\r\nTo date, there are no published reports of an association with daratumumab use and T-cell mediated rejection in vivo. In this case report we present the first documented case of an early severe T-cell mediated rejection in a low immunologic risk living donor kidney transplant recipient who received daratumumab for multiple myeloma maintenance prior to transplant.\r\nPubmed   Journal   ReadQx \r\nIdentification of Novel Genetic Risk Factors for Focal Segmental Glomerulosclerosis in Children: Results From the Chronic Kidney Disease in Children (CKiD) Cohort.\r\nOur genetic study has identified functionally relevant risk factors and the importance of immune regulation for pediatric primary FSGS, which contributes to a better description of its molecular pathophysiological mechanisms.\r\nPubmed   Journal   ReadQx \r\nMuscle Oxygenation and Microvascular Reactivity Across Different Stages of CKD: A Near-Infrared Spectroscopy Study.\r\nAlthough no differences were observed in muscle oxygenation at rest or during occlusion, the microvascular hyperemic response during reperfusion was significantly impaired in CKD and was most prominent in more advanced CKD stages. This impaired ability of microvasculature to respond to stimuli may be a crucial component of the adverse vascular profile of patients with CKD and may contribute to exercise intolerance.\r\nPubmed   Journal   ReadQx \r\nRisk Factors for Incident CKD in Black and White Americans: The REGARDS Study.\r\nEstablished CKD risk factors accounted for higher risk of incident CKD in Black vs White individuals. Albuminuria was a stronger risk factor for eGFR decline and incident CKD in Black compared to White individuals. Living in the US stroke belt is a novel risk factor for CKD.\r\nPubmed   Journal   ReadQx \r\nClin J Am Soc Nephrol\r\n    APOL1 Risk Variants and Acute Kidney Injury in Black Americans with COVID-19.\r\nBackground and objectives Black Americans have a higher incidence of kidney disease compared with populations that do not have recent African ancestry. Two risk variants in the high-risk alleles are associated with greater odds of AKI in Black American patients with COVID-19.\r\nPubmed   Journal   ReadQx \r\nVideo-Based Telemedicine for Kidney Disease Care: A Scoping Review.\r\nVideo-based telemedicine is being used for kidney care and has evolved to be less reliant on specialized telemedicine equipment. As its use continues to grow, further primary studies and systematic reviews of outcomes associated with the latest innovations to video-based care in nephrology can address knowledge gaps, such as approaches to sustainable integration and minimization of barriers to access.\r\nPubmed   Journal   ReadQx \r\nKidney Int\r\n    A beautiful, complex simplicity: the origins of nephron segmentation uncovered by single-cell sequencing of the pronephros.\r\nAs mammalian kidneys evolved from the simple pronephric kidneys of the early vertebrates, understanding the structure and function of pronephroi gives insight into the blueprints underlying al nephrons. The article in this issue by Corkins et al uses single-cell sequencing to demonstrate an extraordinary segmental complexity and the organizational roadmap that mammalian nephrons are based upon.\r\nPubmed   Journal   ReadQx \r\nFinerenone in chronic kidney disease and type 2 diabetes: the known and the unknown.\r\nIn this issue of Kidney International, Bakris et al present new data on the kidney efficacy of finerenone across subgroups of estimated glomerular filtration rate and urinary albumin-to-creatinine ratio, as well as safety data. We attempt to place these results in context by discussing the benefits and risks of finerenone, as well as the generalizability of the study findings to routine care settings.\r\nPubmed   Journal   ReadQx \r\nInadvertent stem cell transfer demonstrating a way for tolerance induction.\r\nThis report not only highlights the chimerism approach for tolerance induction in transplantation, but it is also the first evidence of hematopoietic stem cells in human kidneys. This commentary discusses the potency and risks of the chimerism approach for tolerance induction after solid organ transplantation, especially in (pediatric) patients with immune deficiencies.\r\nPubmed   Journal   ReadQx \r\nTranscriptional programming of pathogenic genes in polycystic kidney disease.\r\nLakhia et al identified an enhancer landscape associated with disease genes and its pathologic role in autosomal dominant polycystic kidney disease to understand cyst formation. This commentary discusses these findings reported by Lakhia et al in the broader contexts of transcriptional programming and the identification of potential autosomal dominant polycystic kidney disease therapeutic targets.\r\nPubmed   Journal   ReadQx \r\nYouth with single kidneys-what is the evidence of risk?\r\nThe risk of progressive kidney disease for those with a single functioning kidney varies, and how to assess it remains imperfect. Developing better measures to determine the risk of chronic kidney disease-renal functional reserve and imaging that includes nephron number-may be within reach and would likely positively affect the outcome.\r\nPubmed   Journal   ReadQx \r\nNephrol Dial Transplant\r\n    Factors influencing kidney transplantation rates: a study from the ERA Registry.\r\nIn particular in low KT rate countries, KT rate might be stimulated by optimizing staff, equipment, and facilities. In addition, al countries may benefit from deceased and living donor specific measures.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes and prognostic factors for survival of patients with ANCA-associated vasculitis.\r\nPatients with AAV still have an increased risk of mortality compared to the general population despite newer therapeutic regimens. Treatment complications and organ damage are the main causes of limited survival, and infections remain the leading cause of mortality among patients with AAV.\r\nPubmed   Journal   ReadQx \r\nTrends in kidney transplantation rate across Europe: Study from the ERA Registry.\r\nThe total KT rate increased due to a rise in the KT rate from deceased donors and to a lesser extent from living donors, with large differences between individual European countries.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Kidney Dis\r\n    Nutritional Epidemiology and Dietary Assessment for Patients With Kidney Disease: A Primer.\r\nNovel approaches that assess diet more objectively are gaining popularity but have not yet fully replaced self-report and require refinement and validation in populations with chronic kidney disease. More accurate and frequent diet assessment in existing and future studies will yield evidence to better personalize dietary recommendations for the prevention and treatment of kidney disease.\r\nPubmed   Journal   ReadQx \r\nOn the Importance of Burgers and Salads.\r\n\r\nPubmed   Journal   ReadQx \r\nClin J Am Soc Nephrol\r\n    APOL1 Kidney Risk Variants and Acute Kidney Injury in Those with COVID-19: True Association or Red Herring?\r\n\r\nPubmed   Journal   ReadQx \r\nTelehealth and Kidney Disease Care: Role after the Public Health Emergency?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Am Soc Nephrol\r\n    Assessing Tubular Function, an Ignored Component of CKD, Might Be a Difference Maker!\r\n\r\nPubmed   Journal   ReadQx \r\nThe Sweet Science of Glucose Transport.\r\n\r\nPubmed   Journal   ReadQx \r\nKidney Int\r\n    Challenges and opportunities in interventions for chronic kidney disease of unknown origin (CKDu): report from the International Society of Nephrology Consortium of Collaborators on CKDu.\r\n\r\nPubmed   Journal   ReadQx \r\nNat Rev Nephrol\r\n    Regulation of FGF23 production and phosphate metabolism by bone-kidney interactions.\r\nUnderstanding of the molecular mechanisms that control FGF23 synthesis in the bone and its bioactivity in the kidney has led to the identification of potential targets for novel interventions. Emerging approaches to target aberrant phosphate metabolism include small molecule inhibitors that directly bind FGF23 and prevent its interactions with FGF receptors and a-Klotho, FGF23 peptide fragments that act as competitive inhibitors of intact FGF23 and small molecule inhibitors of kidney sodium-phosphate cotransporters.\r\nPubmed   Journal   ReadQx \r\nThe gut microbiome and hypertension.\r\nSeveral methodological and technological challenges remain in gut microbiome research, and the solutions involve minimizing confounding factors, establishing causality and acting globally to improve sample diversity. New clinical trials, precision microbiome medicine and computational methods such as Mendelian randomization have the potential to enable leveraging of the microbiome for translational applications to lower blood pressure.\r\nPubmed   Journal   ReadQx \r\nThe role of immune cells and mediators in preeclampsia. \r\nImmunological interventions, therefore, have therapeutic potential in this disease. Here, we provide an overview of the immune responses that are involved in the pathogenesis of preeclampsia, including the role of innate and adaptive immune cells and mediators.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Clin J Am Soc Nephrol\r\n    Patient Views on Telehealth for Kidney Disease Care.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Am Soc Nephrol\r\n    Expression of Concern: Central Role for Adipocyte Na,K-ATPase Oxidant Amplification Loop in the Pathogenesis of Experimental Uremic Cardiomyopathy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Highs and Lows of Potassium Intake in CKD-Does One Size Fit All?\r\n\r\nPubmed   Journal   ReadQx \r\nKidney Int\r\n    Central blood pressure: nice to know but not yet ready for routine practice.\r\n\r\nPubmed   Journal   ReadQx \r\nHow should blood pressure be measured? Con: the peripheral blood pressure is sufficient.\r\n\r\nPubmed   Journal   ReadQx \r\nHypokalemia due to ectopic adrenocorticotropic hormone secondary to metastatic lung carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nKidney involvement in Rosai-Dorfman disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPD-1 inhibition in aged podocytes and glomerular disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Case | Hyperammonemia in a non-cirrhotic hemodialysis patient.\r\n\r\nPubmed   Journal   ReadQx \r\nValue of measuring central blood pressure in clinical practice.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    J Am Soc Nephrol\r\n    Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nUtility of Phosphate Binder Equivalent Dose Concept.\r\n\r\nPubmed   Journal   ReadQx \r\nKidney Int\r\n    Estimating glomerular filtration rate from serum creatinine concentration in children with augmented renal clearance: all formulas are equivocal, but some are more equivocal than others.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term glomerular dysfunction after childhood cancer nephrectomy: what is the impact of nephrectomy and obesity?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-01-15T15:45:32-05:00",
    "input_file": {}
  }
]
