[
  {
    "path": "hema/01-27-2023/",
    "title": "Fri Jan 27 2023",
    "description": "112 articles - From Friday Jan 20 2023 to Friday Jan 27 2023",
    "author": [],
    "date": "2023-01-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Ann Oncol\r\n    Non-oncogene addicted metastatic non-small-cell lung cancer: ESMO Clinical Practice Guideline for diagnosis, treatment and follow-up†.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood\r\n    Campo E, Jaffe ES, Cook JR, et al. The International Consensus Classification of Mature Lymphoid Neoplasms: a report from the Clinical Advisory Committee. Blood. 2022;140(11):1229-1253.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Haematologica\r\n    Deep learning applications in visual data for benign and malignant hematological conditions: a systematic review and visual glossary.\r\nThis narrative review provides a visual glossary for key deep learning principles as well as a systematic review of published investigations within malignant and non-malignant hematological conditions, organized by the different phases of clinical care. In order to assist the unfamiliar reader, this review highlights key portions of current literature and summarizes important considerations for the critical understanding of deep learning development and implementations in clinical practice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Hematol\r\n    Orelabrutinib in relapsed or refractory chronic lymphocytic leukemia/small lymphocytic lymphoma patients: Multi-center, single-arm, open-label, phase 2 study.\r\nNearly 67% of patients were still receiving orelabrutinib after almost a 3-year follow-up. In conclusion, Orelabrutinib demonstrated compelling efficacy as well as safety profiles, with a noteworthy number of patients obtaining complete response in refractory or relapsed CLL/SLL.\r\nPubmed   Journal   ReadQx \r\nPrimary myelofibrosis: 2023 update on diagnosis, risk-stratification, and management.\r\nNew directions New agents, alone or in combination with ruxolitinib, are currently under clinical trial investigation (ClinicalTrials. gov) and preliminary results were presented at the 2022 ASH annual meeting and highlighted in the current review.\r\nPubmed   Journal   ReadQx \r\nThe Outcomes of Patients with Chronic Myeloid Leukemia Treated with Third-line BCR::ABL1 Tyrosine Kinase Inhibitors.\r\nBy multivariate analysis, third-line therapy with ponatinib was the only independent factor associated with better survival (P = 0.003). In conclusion, ponatinib is an optimal treatment for patients with CML-CP failing 2 prior TKIs.\r\nPubmed   Journal   ReadQx \r\nVenous Thromboembolism after COVID-19 Vaccination in Patients with Thrombophilia.\r\nIn this subgroup of COVID-19 vaccinated patients with thrombophilia, there was no increased risk for acute VTE post-vaccination compared to the prevaccination timeframe. These results are consistent with prior studies and should offer additional reassurance to patients with inherited or acquired thrombophilia.\r\nPubmed   Journal   ReadQx \r\nAnn Oncol\r\n    Survival update of neoadjuvant ipilimumab plus nivolumab in macroscopic stage III melanoma in the OpACIN and OpACIN-neo trials.\r\n Updated data confirm the high survival rates after neoadjuvant combination checkpoint inhibition in macroscopic stage III melanoma, especially for patients with pathologic response. Pathologic response is the strongest surrogate marker for long-term outcome.\r\nPubmed   Journal   ReadQx \r\nBlood\r\n    A practical approach to curate clonal hematopoiesis of indeterminate potential in human genetic datasets.\r\nWe also find a significantly lower prevalence of CHIP in individuals of self-reported Latino or Hispanic ethnicity in All of Us, highlighting the importance of including diverse populations. The standardization of CHIP calling will increase the fidelity of CHIP epidemiological work and is required for clinical CHIP diagnostic assays.\r\nPubmed   Journal   ReadQx \r\nActivated granulocytes and inflammatory cytokine signaling drive T-cell lymphoma progression and disease symptoms.\r\nFurthermore, unselective JAK kinase inhibitors (ruxolitinib) inhibited both, TCL progression and granulocyte activation in various PTCL mouse models. Our results support the important role of granulocyte-driven inflammation, cytokine-induced granulocyte/CD4+ TCL interactions and the requirement of an intact JAK/STAT signaling pathway for PTCL-TFH development, and support broad JAK kinase inhibition as an effective treatment strategy in early disease stages.\r\nPubmed   Journal   ReadQx \r\nAging alters the cell cycle control and mitogenic signaling responses of human hematopoietic stem cells.\r\nImportantly, subsequent dose-response analyses revealed an age-associated reduction in the growth-factor stimulated proliferation of CD49f+ cells mediated by reduced intrinsic activation of AKT and altered cell-cycle entry and progression. These findings identify a new intrinsic, pervasive, and progressive aging-related alteration in the biological and signaling mechanisms required to drive the proliferation of very primitive normal human hematopoietic cells.\r\nPubmed   Journal   ReadQx \r\nApproach to Bleeding in the Hospitalized Patient.\r\nPatients with no history of bleeding, for whom other causes, such as liver dysfunction, medication effect, disseminated intravascular coagulation or certain vitamin deficiencies have been ruled out may require evaluation for acquired coagulopathies, such as acquired hemophilia or acquired von Willebrand disease. Here we present three cases to discuss the diagnosis and management of the two most common acquired bleeding disorders, as well as a congenital bleeding disorder patient with a historical diagnosis.\r\nPubmed   Journal   ReadQx \r\nC1 inhibitor deficiency enhances contact pathway mediated activation of coagulation and venous thrombosis.\r\nThese findings suggest a key role for endogenous C1INH as a negative regulator of contact pathway-mediated coagulation in humans and mice. Further, this work identifies endogenous C1INH as an important negative regulator of venous thrombus formation in mice complementing the phenotype associated with C1INH-HAE.\r\nPubmed   Journal   ReadQx \r\nHow I Treat Multiple myeloma in the geriatric patient.\r\nHere we present 2 patient cases derived from clinical practice. We review current frailty scores and standards of care for elderly newly diagnosed patients with MM, including frail subgroups, and discuss ways to tailor treatment as well as treatment perspectives in this population.\r\nPubmed   Journal   ReadQx \r\nPotentiating antibody-dependent killing of cancers with CAR T cells secreting CD47-SIRPa checkpoint blocker.\r\nLocal secretion of the CD47 inhibitor bypasses the CD47 sink found on al cells in the body and may prevent systemic toxicities. This combination of CAR T cell therapy, local CD47 blockade, and orthogonal antibody may be a combinatorial strategy to overcome the limitations of each individual monotherapy.\r\nPubmed   Journal   ReadQx \r\nBlood Adv\r\n    A Critical Role of RUNX1 in Governing Megakaryocyte-Primed Hematopoietic Stem Cell Differentiation.\r\nFurther bulk RNAseq and Cut & Run analyses show that RUNX1 binds to multiple essential megakaryocyte/platelet developmental genes such as Spi1, Selp and Itga2b and regulates their expressions in MK-HSCs. Thus, by modulating the expression of megakaryocyte-related genes, RUNX1 governs the direct differentiation of MK-HSCs to megakaryocytes and platelets.\r\nPubmed   Journal   ReadQx \r\nAcalabrutinib and High-Frequency Low-Dose Subcutaneous Rituximab for Initial Therapy of Chronic Lymphocytic Leukemia.\r\nAt a median follow-up of 2.3 years two patients with high-risk features have progressed while on acalabrutinib monotherapy. We conclude that HFLD rituximab in combination with acalabrutinib is an effective and tolerable self-administered home combination that provides a platform to build upon future regimens that may more reliably allow for fixed-duration therapy.\r\nPubmed   Journal   ReadQx \r\nBTK and PLCG2 remain unmutated in one third of patients with CLL relapsing on ibrutinib.\r\nFinally, no difference in TP53 mutation burden was observed between BTKmut versus BTKwt relapsing cases, and ibrutinib treatment did not appear to favor selection of TP53-aberrant clones. In conclusion, we show that BTK/PLCG2 mutations were absent in a substantial fraction (35%) of a real-world cohort failing ibrutinib, and propose additional mechanisms contributing to resistance.\r\nPubmed   Journal   ReadQx \r\nClinical impact of ibrutinib plus R-CHOP in untreated DLBCL co-expressing BCL2 and MYC in the phase 3 PHOENIX trial.\r\nClinicalTrials. gov NCT01855750.\r\nPubmed   Journal   ReadQx \r\nCMV reactivation after allogeneic HCT is associated with a reduced risk of relapse in acute lymphoblastic leukemia.\r\nA post-hoc subgroup analysis that combined AML and ALL showed that CMVR had a mild anti-leukemia effect without effect modification in contrast to the impact of CMVR on NRM. Our findings may provide important implications for the strategy used for CMV prophylaxis after HCT.\r\nPubmed   Journal   ReadQx \r\nDarinaparsin in Patients with Relapsed or Refractory Peripheral T-Cell Lymphoma: Results of an Asian Phase 2 Study.\r\nDarinaparsin is effective and well tolerated, with TEAEs that were clinically acceptable and manageable with symptomatic treatment and dose reductions (ClinicalTrials. gov: NCT02653976).\r\nPubmed   Journal   ReadQx \r\nGata2-regulated Gfi1b expression controls endothelial programming during endothelial-to-hematopoietic transition.\r\nFinally, we show that hematopoietic-specific induction of gfi1b can restore HSC production in gata2b-null (gata2b-/-) zebrafish embryos. This study illustrates pivotal roles of Gata2 on the regulation of transcriptional network governing HSPC identity throughout EHT.\r\nPubmed   Journal   ReadQx \r\nKindlin-3 deficiency leads to impaired erythropoiesis and erythrocyte cytoskeleton.\r\nTaken together, these findings document that erythroid and macrophage K3 are critical contributors to erythropoiesis in integrin-dependent manner while F-actin binding to K3 maintains the membrane cytoskeletal integrity and erythrocyte biconcave shape. The dual function of K3 in erythrocytes and in erythroblastic islands establish an important functional role for K3 in normal erythroid function.\r\nPubmed   Journal   ReadQx \r\nLarge case-control study indicates no association of KIR genotype and risk of developing acute myeloid leukemia.\r\nUsing information on KIRs and their HLA ligands, we further tested receptor-ligand models and summation models without revealing markedly significant differences between patients and controls, albeit we observed a trend pointing at a minor protective effect of a low number of inhibitory KIR/KIR-ligand pairs. The results suggest that the KIR/KIR-ligand genotype has no effect on the susceptibility for the development of de novo AML.\r\nPubmed   Journal   ReadQx \r\nMembrane bending and sphingomyelinase associated sulfatide dependent hypoxic adhesion of sickle mature erythrocytes.\r\nThese results suggest that lipid components of the plasma membrane contribute to the complications in SCD. Therefore, sulfatide and the components of its upregulation pathway, particularly sphingomyelinase should be further explored as potential therapeutic targets to inhibit sickle erythrocyte adhesion.\r\nPubmed   Journal   ReadQx \r\nOutcomes of Breakthrough COVID-19 Infections in Patients with Hematologic Malignancies.\r\nIn conclusion, COVID-19 vaccination status in patients with hematologic malignancies was associated with a decreased risk of hospitalization but not associated with a decreased risk of death from COVID-19 infections in the pre-Omicron era. Protective strategies, in addition to immunization, are warranted in this vulnerable patient population.\r\nPubmed   Journal   ReadQx \r\nSAMHD1 Single Nucleotide Polymorphisms Impact Outcome in Children with Newly Diagnosed Acute Myeloid Leukemia.\r\nIn multivariable analysis, adjusting for other prognostic factors such as race, age, risk group, and white blood cell count, al the SNPs remained independent predictors of clinical outcome endpoints. These results highlight the relevance of the SAMHD1 pharmacogenomics in context of response to Ara-C in AML and warrants the need for further validation in expanded patient cohorts.\r\nPubmed   Journal   ReadQx \r\nT-replete cord transplants give superior outcomes in high risk and relapsed/refractory paediatric myeloid malignancy.\r\nThe effect appeared similar regardless of MRD status, (interaction p-value= 0.29). CB transplant without serotherapy may be the optimal transplant option for children with myeloid malignancy.\r\nPubmed   Journal   ReadQx \r\nBlood Cancer J\r\n    Alterations of cohesin complex genes in acute myeloid leukemia: differential co-mutations, clinical presentation and impact on outcome.\r\nHowever, we found almost complete mutual exclusivity of genetic alterations of individual cohesin subunits. This mutual exclusivity may be the basis for therapeutic strategies via synthetic lethality in cohesin mutated AML.\r\nPubmed   Journal   ReadQx   PMC\r\nAlternative splicing in multiple myeloma is associated with the non-homologous end joining pathway.\r\nWe therefore identify an axis of high-risk disease encompassing expression of the non-homologous end joining pathway, increase structural variants, and increased alternative splicing that are linked together. This indicates a joint pathogenic role for DNA damage response and alternative RNA processing in myeloma.\r\nPubmed   Journal   ReadQx   PMC\r\nThe management of light chain (AL) amyloidosis in Europe: clinical characteristics, treatment patterns, and efficacy outcomes between 2004 and 2018.\r\nThere was a significant improvement for stage IIIa (14.2 vs 30.7 months, p = 0.0170) but no improvement for stage IIIb patients (5.0 vs 4.5 months). This European real-world study of AL-amyloidosis emphasizes the unmet needs of early diagnosis, and the lack of improvement in survival outcomes of the frail stage IIIb population, despite the introduction of new therapies in recent years.\r\nPubmed   Journal   ReadQx   PMC\r\nHaematologica\r\n    Clinical and molecular response of acute myeloid leukemia harboring non-canonical FLT3 N676K driver mutations to contemporary FLT3 inhibitors.\r\nNot available.\r\nPubmed   Journal   ReadQx \r\nCombination therapy of a PSEN1-selective gamma-secretase inhibitor with dexamethasone and an XPO1 inhibitor to target T-cell acute lymphoblastic leukemia.\r\nNot available.\r\nPubmed   Journal   ReadQx \r\nComprehensive in silico and functional studies for classification of EPAS1/HIF2A genetic variants identified in patients with erythrocytosis.\r\nNotably, we identified patients with only erythrocytosis associated with germline mutations A530S and Y532C previously identified at somatic state in tumors, thereby raising the complexity of the genotype/phenotype correlations. Altogether, this study allows accurate clinical follow-up of patients and opens the possibility of benefiting from HIF-222inhibitor treatment, so far the only targeted treatment in hypoxia-related erythrocytosis disease.\r\nPubmed   Journal   ReadQx \r\nCOVID-19 thromboembolism is reduced in ambulatory, but not hospitalized patients, following COVID-19 vaccination Short title: COVID-19 thromboembolism.\r\nNot available.\r\nPubmed   Journal   ReadQx \r\nDifferential inhibition of T cell receptor and STAT5 signalling pathways determines the immunomodulatory effects of dasatinib in chronic phase chronic myeloid leukemia.\r\nFinally, patients on other TKI had significantly increased TCR signalling in TIM3+ cells compared to patients taking dasatinib, suggesting that chronic SRC kinase inhibition by dasatinib may play a role in preventing TIM-3 mediated T cell exhaustion and preserve anti-tumour immunity. These data provide further insight into the selective immunomodulatory effects of dasatinib and its potential use for pharmacologic control of immunotherapies.\r\nPubmed   Journal   ReadQx \r\nDuality of Nrf2 in iron-overload cardiomyopathy.\r\nWe describe the dual role of Nrf2 when aging is combined with ironoverload and its novel interrelation with UPR system to ensure cell survival. We open new perspective for early and intense treatment of cardiomyopathy in patients with ß- thalassemia before the appearance of heart iron accumulation.\r\nPubmed   Journal   ReadQx \r\nFetal microchimerism and beyond: a new player in regenerative medicine.\r\nNot available.\r\nPubmed   Journal   ReadQx \r\nHow we manage cardiovascular disease in patients with hemophilia.\r\nBecause evidence from clinical trials is lacking, the management of PWH with cardiovascular diseases is mostly based on expert opinions, personal experiences and the adaptation of the evidence stemming from studies on people without hemophilia. In this article, we focus on how to manage coronary artery disease and atrial fibrillation.\r\nPubmed   Journal   ReadQx \r\nInsights into dasatinib use and outcomes in real-world patients with chronic myeloid leukemia.\r\nNot available.\r\nPubmed   Journal   ReadQx \r\nOmalizumab alleviates pruritus in myeloproliferative neoplasms.\r\nNot available.\r\nPubmed   Journal   ReadQx \r\nThe IgG-degrading enzyme, Imlifidase, restores the therapeutic activity of FVIII in inhibitor-positive hemophilia A mice.\r\nIn HA mice passively immunized with recombinant human anti-FVIII IgG, IdeS restored the hemostatic efficacy of FVIII, as evidenced by the correction of the bleeding tendency. Our results provide the proof of concept for the transient removal of FVIII inhibitors by IdeS, thereby opening a therapeutic window for efficient FVIII replacement therapy in inhibitor-positive patients.\r\nPubmed   Journal   ReadQx \r\nThe immunomodulatory molecule TIGIT is expressed by chronic lymphocytic leukemia cells and contributes to anergy.\r\nLastly, cells from Richter syndrome patients were characterized by high levels of CD226, with low to undetectable TIGIT, in keeping with their high proliferative drive. Together, these data suggest that TIGIT contributes to CLL anergy by downregulating BCR signaling, identifying novel and actionable molecular circuits regulating anergy and modulating CLL cell functions.\r\nPubmed   Journal   ReadQx \r\nThe relative importance of platelet integrins in hemostasis, thrombosis and beyond.\r\nThis outside-in signal ensures platelet adhesion, shape change, granule secretion and aggregation. In this review, we examine the role of each platelet integrin in hemostatic plug formation, hemostasis and arterial thrombosis and also beyond these classical functions, notably in tumor metastasis and sepsis.\r\nPubmed   Journal   ReadQx \r\nTherapeutic potential of fetal liver cells transplantation in hemophilia A mice.\r\nFinally, none of the transplanted mice developed anti-FVIII antibodies. Overall, this study sheds some light on the therapeutic potential of healthy FL cells in the cure of HA neonatal/pediatric patients.\r\nPubmed   Journal   ReadQx \r\nTIM3, a human acute myeloid leukemia stem cell marker, does not enrich for leukemia-initiating stem cells in B-cell acute lymphoblastic leukemia.\r\nNot available.\r\nPubmed   Journal   ReadQx \r\nTislelizumab with gemcitabine and oxaliplatin in patients with relapsed or refractory classic Hodgkin lymphoma: a multicenter phase II trial.\r\nOverall, T-GemOx demonstrated promising antitumor activity with manageable toxicities as a salvage treatment for R/R cHL. A longer follow-up duration is required to determine whether maintenance therapy with tislelizumab rather than transplantation can be curative following such a highly active regimen.\r\nPubmed   Journal   ReadQx \r\nTreatment patterns and real-world effectiveness of rituximab maintenance in older patients with mantle cell lymphoma: a population-based analysis.\r\nNot available.\r\nPubmed   Journal   ReadQx \r\nVenetoclax and dinaciclib elicit synergistic preclinical efficacy against hypodiploid acute lymphoblastic leukemia.\r\nThis combination eradicated leukemic blasts within hypodiploid ALL PDX mice with low off-target toxicity. Our findings suggest that dual inhibition of BCL-2 (venetoclax) and CDK9/MCL-1 (dinaciclib) is a promising therapeutic approach in hypodiploid ALL, warranting further investigation to inform clinical trials in this high-risk patient population.\r\nPubmed   Journal   ReadQx \r\nJ Hematol Oncol\r\n    A pH-dependent anti-CD47 antibody that selectively targets solid tumors and improves therapeutic efficacy and safety.\r\nOur study illustrates that the development of a tumor-selective, pH-dependent anti-CD47 antibody safely confers strong therapeutic effects against solid tumors, thus providing a promising therapeutic strategy to overcome the challenges of anti-CD47 therapy.\r\nPubmed   Journal   ReadQx \r\nNovel CD19-specific /d TCR-T cells in relapsed or refractory diffuse large B-cell lymphoma.\r\nCD19-specific /d TCR-T cells, ET019003, had a good safety profile and could induce rapid responses and durable CR in patients with relapsed or refractory DLBCL, even primary CNS lymphoma, presenting a novel and potent therapeutic option for these patients.\r\nPubmed   Journal   ReadQx   PMC\r\nLancet Haematol\r\n    The effect of granulocyte-colony stimulating factor, decitabine, and busulfan-cyclophosphamide versus busulfan-cyclophosphamide conditioning on relapse in patients with myelodysplastic syndrome or secondary acute myeloid leukaemia evolving from myelodysplastic syndrome undergoing allogeneic haematopoietic stem-cell transplantation: an open-label, multicentre, randomised, phase 3 trial.\r\nFunding None. Translation For the Chinese translation of the abstract see Supplementary Materials section.\r\nPubmed   Journal   ReadQx \r\nLeukemia\r\n    BET inhibitors rescue anti-PD1 resistance by enhancing TCF7 accessibility in leukemia-derived terminally exhausted CD8+ T cells. \r\nBETi synergized with anti-PD1 in vivo, resulting in the reduction of circulating leukemia cells, enrichment of CD8+ T cells in the bone marrow, and increase in expression of Tcf7, Slamf6, and Cxcr5 in CD8+ T cells. Finally, we profiled the epigenomes of in vivo JQ1-treated AML-derived CD8+ T cells by single-cell ATAC-seq and found that JQ1 increases Tcf7 accessibility specifically in Tex cells, suggesting that BETi likely acts mechanistically by relieving repression of progenitor programs in Tex CD8+ T cells and maintaining a pool of anti-PD1 responsive CD8+ T cells.\r\nPubmed   Journal   ReadQx \r\nChronic lymphocytic leukemia presence impairs antigen-specific CD8+ T-cell responses through epigenetic reprogramming towards short-lived effectors.\r\nSecondary challenge in vivo confirmed dysfunctional memory responses by antigen-experienced OT-I cells generated in presence of CLL. Altogether, we show that presence of CLL induces a short-lived effector phenotype and impaired memory responses by epigenetic reprogramming during primary responses.\r\nPubmed   Journal   ReadQx   PMC\r\nDisruption to the FOXO-PRDM1 axis resulting from deletions of chromosome 6 in acute lymphoblastic leukaemia.\r\nWe relate this FOXO3-specific leukaemia-protective role to suppression of glycolysis based on integrated analysis of CRISPR-data and gene sets induced or suppressed by FOXO1 and FOXO3. Pan-FOXO agonist Selinexor induced the glycolysis inhibitor TXNIP and suppressed B-ALL growth at low dose (ID  < 50 nM).\r\nPubmed   Journal   ReadQx \r\nRomidepsin-CHOEP followed by high-dose chemotherapy and stem-cell transplantation in untreated Peripheral T-Cell Lymphoma: results of the PTCL13 phase Ib/II study.\r\nThe primary endpoint was not met;  therefore, the enrollment was stopped at a planned interim analysis. The addition of romidepsin to CHOEP did not improve the PFS of untreated PTCL patients.\r\nPubmed   Journal   ReadQx \r\nWhole genome sequencing provides comprehensive genetic testing in childhood B-cell acute lymphoblastic leukaemia.\r\nOur novel bioinformatic pipeline improved detection of DUX4 rearrangements (DUX4-r): a good-risk B-ALL subtype with high survival rates. Overall, we have validated that WGS provides a standalone, reliable genetic test to detect al subtype-defining genetic abnormalities in B-ALL, accurately classifying patients for the risk-directed treatment stratification, while simultaneously performing as a research tool to identify novel disease biomarkers.\r\nPubmed   Journal   ReadQx \r\nThromb Haemost\r\n    Bleeding Risk in Elderly Patients with Venous Thromboembolism Who Would Have Been Excluded from Anticoagulation Trials.\r\nThe bleeding risk increases significantly with the number of exclusion criteria present. Thus, results from such trials may not be generalizable to older, multimorbid, and co-medicated patients.\r\nPubmed   Journal   ReadQx \r\nIncidence of Pregnancy-associated Venous Thromboembolism: Second Nationwide Study.\r\n Advanced maternal age, Cesarean section, multiparity, and multifetal pregnancies increased the risk of PA-VTE. Obstetricians need to be cautious of VTE, particularly during the postpartum period, in high-risk pregnant patients.\r\nPubmed   Journal   ReadQx \r\nMultiallelic Copy Number Variation in ORM1 is Associated with Plasma Cell-Free DNA Levels as an Intermediate Phenotype for Venous Thromboembolism.\r\nTherefore, the genetic basis of NETs could reveal novel risk factors for VTE. A recent genome-wide association study of plasma cell-free DNA (cfDNA) levels in the Genetic Analysis of Idiopathic Thrombophilia 2 (GAIT-2) Project showed a significant associated locus near appears to be a novel marker for cfDNA levels, which could contribute to VTE risk.\r\nPubmed   Journal   ReadQx \r\nRecurrent thrombosis and bleeding in patients with cancer associated VTE receiving anticoagulation: are these modifiable risk factors for mortality?\r\nPatients with cancer associated venous thromboembolism (VTE) have a higher risk of recurrent VTE than those without cancer and require long-term anticoagulation, but these patients are also at higher risk of anticoagulant-related bleeding because of the frequent presence of disease- or treatment-related predispositions for bleeding.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Hematol\r\n    Blast phase myeloproliferative neoplasm: transplant to the rescue.\r\n\r\nPubmed   Journal   ReadQx \r\nBTKi bonanza in CLL/SLL: sorting out the differences.\r\n\r\nPubmed   Journal   ReadQx \r\nComplement-driven hemolytic uremic syndrome.\r\nThe increased risk of meningococcal infection, related to C5 inhibition, must be rigorously addressed with suitable prophylaxis. Treatment duration should be determined based on an individualized benefit/risk assessment.\r\nPubmed   Journal   ReadQx \r\nComplement biology for hematologists.\r\nThe availability of a rapidly growing number of innovative complement inhibitors has opened new therapeutic perspectives for several other hematological disorders in which the complement is involved at different degrees. This review focuses on complement biology and its mechanisms of activation in hematological diseases.\r\nPubmed   Journal   ReadQx \r\nImmune Therapies in the Treatment of Multiple Myeloma.\r\n\r\nPubmed   Journal   ReadQx \r\nImmune Therapies in the Treatment of Multiple Myeloma.\r\n\r\nPubmed   Journal   ReadQx \r\nSequencing Antigen-Targeting Antibodies and Cellular Therapies in Adults With Relapsed/Refractory B-Cell Acute Lymphoblastic Leukemia.\r\nThese therapies can be complementary and used either sequentially or concomitantly. Here, we review the current landscape of antigen-targeted therapies for r/r B-ALL and discuss considerations for their use.\r\nPubmed   Journal   ReadQx \r\nAnn Oncol\r\n    Is it time for a paradigm shift in early rectal cancer treatment?\r\n\r\nPubmed   Journal   ReadQx \r\nBlood\r\n    Anemia and brain hypoxia.\r\n\r\nPubmed   Journal   ReadQx \r\nGALE force in platelet production.\r\n\r\nPubmed   Journal   ReadQx \r\niTTP: more long-term consequences.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-transferrin-bound iron takes the driver's seat.\r\n\r\nPubmed   Journal   ReadQx \r\nRole of allotransplantation in older patients with AML.\r\n\r\nPubmed   Journal   ReadQx \r\nRROL lncRNA role in multiple myeloma.\r\n\r\nPubmed   Journal   ReadQx \r\nSequencing anti-BCMA therapies in myeloma.\r\n\r\nPubmed   Journal   ReadQx \r\nSpotlight on vaccine-induced thrombosis and thrombocytopenia (VITT).\r\nSimilarities between this syndrome, vaccine-induced thrombocytopenia and thrombosis (VITT), and heparin-induced thrombocytopenia, prompted recognition of the role of anti-platelet factor 4 (PF4) antibodies and management strategies based on intravenous immunoglobulin and non-heparin anticoagulants, which improved outcome. We update current understanding of VITT and potential involvement of anti-PF4 antibodies in thrombotic disorders.\r\nPubmed   Journal   ReadQx   PMC\r\nTORing the impact of sirolimus on immune health.\r\n\r\nPubmed   Journal   ReadQx \r\nTransferrin receptor 1: keeper of HFE.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hematol Oncol\r\n    How we treat primary immune thrombocytopenia in adults.\r\nAn optimized treatment strategy should aim at elevating the platelet counts to a safety level with minimal toxicity and improving patient health-related quality of life, and always needs to be tailored to the patients and disease phases. In this review, we address the concepts of adult ITP diagnosis and management and provide a comprehensive overview of current therapeutic strategies under general and specific situations.\r\nPubmed   Journal   ReadQx \r\nPayload diversification: a key step in the development of antibody-drug conjugates.\r\nAmong future developments in the ADC field, payload diversification is expected to play a key role as illustrated by a growing number of preclinical and clinical stage unconventional payload-conjugated ADCs. This review presents a comprehensive overview of validated, forgotten and newly developed payloads with different mechanisms of action.\r\nPubmed   Journal   ReadQx   PMC\r\nProtein degradation: expanding the toolbox to restrain cancer drug resistance.\r\nWe also highlight specific E3 ligases, DUBs, and chaperones, discussing possible strategies modulating protein degradation to target cancer drug resistance. A systematic summary of the molecular basis by which protein degradation regulates tumor drug resistance will help facilitate the development of appropriate clinical strategies.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Hematol\r\n    \"Double-hit\" ineffective erythropoiesis -concurrent ß-thalassemia with a-gene triplication and Myelodysplastic Syndrome with SF3B1 mutation.\r\n\r\nPubmed   Journal   ReadQx \r\nFront-line CLL: the role of chemoimmunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nMutant NPM1: nuclear export and the mechanism of leukemogenesis.\r\n\r\nPubmed   Journal   ReadQx \r\nThalassemia enters a new age…And more lies ahead.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood\r\n    Barcellini W, Fattizzo B. How I treat warm autoimmune hemolytic anemia. Blood. 2021;137(10):1283-1294.\r\n\r\nPubmed   Journal   ReadQx \r\nEffusion presentation of HHV-8-associated multicentric Castleman disease mimicking primary effusion lymphoma.\r\n\r\nPubmed   Journal   ReadQx \r\nFour genetic red cell disorders in one.\r\n\r\nPubmed   Journal   ReadQx \r\nLentzsch S, Gries M, Janz M, Bargou R, Dörken B, Mapara MY. Macrophage inflammatory protein 1-alpha (MIP-1a) triggers migration and signaling cascades mediating survival and proliferation in multiple myeloma (MM) cells. Blood. 2003;101(9):3568-3573.\r\n\r\nPubmed   Journal   ReadQx \r\nRelapse in thrombotic thrombocytopenic purpura.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood Adv\r\n    Acquired BTK mutations associated with resistance to non-covalent BTK inhibitors.\r\n\r\nPubmed   Journal   ReadQx \r\nCheng PTM, Villa D, Tonseth RP, et al. Outcome of limited-stage nodular lymphocyte-predominant Hodgkin lymphoma and the impact of a PET-adapted approach. Blood Adv. 2021;5(18):3647-3655.\r\n\r\nPubmed   Journal   ReadQx \r\nGenomics of PDGFR-rearranged hypereosinophilic syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nNeed for risk adjustment in comparative effectiveness and cost-effectiveness studies in r/r follicular lymphoma.\r\n\r\nPubmed   Journal   ReadQx \r\nSGK1 Inhibition Induces Fetal Hemoglobin Expression and Delays Polymerization in Sickle Erythroid Cells.\r\n\r\nPubmed   Journal   ReadQx \r\nTET2 truncating mutations predict a worse outcome in blastic plasmacytoid dendritic cell neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nValoctocogene roxaparvovec gene transfer in participants with HIV.\r\n\r\nPubmed   Journal   ReadQx \r\nLancet Haematol\r\n    Conditioning regimens for HSCT for patients with high-risk myelodysplastic syndrome and secondary acute myeloid leukaemia.\r\n\r\nPubmed   Journal   ReadQx \r\nLeukemia\r\n    Age-related decline in LEPR+ hematopoietic stem cell function.\r\n\r\nPubmed   Journal   ReadQx \r\nMyelodysplastic neoplasm with isolated thrombocytopenia and immune thrombocytopenic purpura in adults: insights from a comparison of two national registries.\r\n\r\nPubmed   Journal   ReadQx \r\nThromb Haemost\r\n    Antiphospholipid Autoantibodies and Brain Ischemic Lesions in Infective Endocarditis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Hematol\r\n    Biologic Features and Clinical Outcomes in Newly Diagnosed Myelodysplastic Syndrome with KMT2A rearrangements.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term survival with oral azacitidine for patients with acute myeloid leukemia in first remission after chemotherapy: updated results from the randomized, placebo-controlled, phase 3 QUAZAR AML-001 trial.\r\n\r\nPubmed   Journal   ReadQx \r\nPIEZO1 mutations impact on early clinical manifestations of Myelodysplastic Syndromes.\r\n\r\nPubmed   Journal   ReadQx \r\nPROSPECTIVE MULTICENTER STUDY ON INFECTIOUS COMPLICATIONS AND CLINICAL OUTCOME OF 230 UNFIT ACUTE MYELOID LEUKEMIA PATIENTS RECEIVING FIRST-LINE THERAPY WITH HYPOMETHYLATING AGENTS ALONE OR IN COMBINATION WITH VENETOCLAX.\r\n\r\nPubmed   Journal   ReadQx \r\nScreening for Signs of Portal Hypertension by Esophagogastroduodenoscopy in Patients with BCR-ABL Negative Myeloproliferative Neoplasms.\r\n\r\nPubmed   Journal   ReadQx \r\nThe association between renal function decline and disease severity in sickle cell disease.\r\n\r\nPubmed   Journal   ReadQx \r\nTP53 mutations and variant allele frequency in myelodysplastic syndromes with del(5q): a Mayo-Moffitt study of 156 informative cases.\r\n\r\nPubmed   Journal   ReadQx \r\nAnn Oncol\r\n    The NEONAX study.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood Cancer J\r\n    Humoral and cellular responses after COVID-19 booster vaccination in patients recently treated with anti-CD20 antibodies.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLeukemia\r\n    Juvenile myelomonocytic leukemia; moving forward.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-01-29T13:33:05-05:00",
    "input_file": {}
  },
  {
    "path": "hema/01-20-2023/",
    "title": "Fri Jan 20 2023",
    "description": "39 articles - From Friday Jan 13 2023 to Friday Jan 20 2023",
    "author": [],
    "date": "2023-01-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Ann Oncol\r\n    Venous thromboembolism in cancer patients: ESMO Clinical Practice Guideline†.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Blood\r\n    Fecal microbiota transplantation from young mice rejuvenates aged hematopoietic stem cells by suppressing inflammation. \r\nFinally, integrated microbiome and metabolome analyses uncovered that FMT reshaped gut microbiota construction and metabolite landscape, and Lachnospiraceae and tryptophan-associated metabolites promoted the recovery of hematopoiesis and rejuvenated aged HSCs. Together, our study highlights the paramount importance of the gut microbiota in HSC aging and provides insights into therapeutic strategies for aging-related hematologic disorders.\r\nPubmed   Journal   ReadQx \r\nMetabolism in stem cell driven leukaemia: parallels between haematopoiesis and immunity.\r\nThese studies also offer detailed mechanisms that have yet to be investigated in leukaemia. Given that cancer (and normal) cells can meet their energy requirements by not only upregulating metabolic pathways, but also utilising systemically available substrates, we aim to inform how interlinked these metabolic pathways are, both within leukaemic cells and between cancer cells and their niche.\r\nPubmed   Journal   ReadQx \r\nPatients with Asian-type DEL can safely be transfused using RhD-positive blood. \r\nTherefore, we recommend considering D+ RBC transfusion and discontinuing anti-D prophylaxis in Asian-type DEL patients, including pregnant women. This clinical trial is registered at as NCT03727230.\r\nPubmed   Journal   ReadQx \r\nPrior Immunization to an Intracellular Antigen Enhances Subsequent Red Blood Cell Alloimmunization in Mice. \r\nUsing a mouse model of donor RBCs expressing two distinct alloantigens, we demonstrate that immune priming to an intracellular antigen, which would not be detected by any currently used RBC compatibility assays, can directly influence alloantibody formation following exposure to a subsequent distinct surface RBC alloantigen. These findings suggest a previously under-appreciated mechanism whereby transfusion recipient responders may exhibit an increased rate of alloimmunization due to prior immune priming toward intracellular antigens.\r\nPubmed   Journal   ReadQx \r\nBlood Cancer J\r\n    A pooled analysis of outcomes according to cytogenetic abnormalities in patients receiving ixazomib- vs placebo-based therapy for multiple myeloma.\r\nThe HR for PFS with ixazomib- vs placebo-based therapy was 0.68 in patients with t(4; 14) (95% CI: 0.48-0.96;  mPFS 22.4 vs 13.2 months), and 0.77 for patients with amp1q21 (95% CI: 0.63-0.93;  mPFS 18.8 vs 14.5 months). A PFS benefit was demonstrated with ixazomib- vs placebo-based therapy regardless of cytogenetic status, with greatest benefit observed in patients with t(4; 14) and amp1q21.\r\nPubmed   Journal   ReadQx \r\nPevonedistat, a Nedd8-activating enzyme inhibitor, in combination with ibrutinib in patients with relapsed/refractory B-cell non-Hodgkin lymphoma.\r\nThus, pevonedistat combined with ibrutinib demonstrated safety and promising early efficacy in NHL and CLL. NAE inhibition downregulated NFB signaling in vivo.\r\nPubmed   Journal   ReadQx \r\nProlyl-tRNA synthetase as a novel therapeutic target in multiple myeloma.\r\nThese include CD138, transcription factors such as MYC, and transcription factor 3 (TCF3), which we establish as a novel determinant in MM pathobiology through functional and genomic validation. Our preclinical data therefore provide evidence that blockade of prolyl-aminoacylation evokes a complex pro-apoptotic response beyond the canonical integrated stress response and establish a framework for its evaluation in a clinical setting.\r\nPubmed   Journal   ReadQx \r\nRisk of second primary malignancies in patients with chronic lymphocytic leukemia: a population-based study in the Netherlands, 1989-2019. \r\nThe risk of SPMs was higher in CLL patients who received anti-neoplastic therapy (SIR, 2.12;  95% CI, 1.96-2.28), as compared with those who did not (SIR, 1.58;  95% CI, 1.53-1.63). Routine surveillance activities and tailored interventions to counteract the increased morbidity and excess mortality associated with SPMs are essential for improving long-term outcomes in CLL patients.\r\nPubmed   Journal   ReadQx \r\nCA Cancer J Clin\r\n    Cancer statistics, 2023.\r\nThis progress increasingly reflects advances in treatment, which are particularly evident in the rapid declines in mortality (approximately 2% annually during 2016 through 2020) for leukemia, melanoma, and kidney cancer, despite stable/increasing incidence, and accelerated declines for lung cancer. In summary, although cancer mortality rates continue to decline, future progress may be attenuated by rising incidence for breast, prostate, and uterine corpus cancers, which also happen to have the largest racial disparities in mortality.\r\nPubmed   Journal   ReadQx \r\nHaematologica\r\n    E3-ligase TRIM31 regulates hematopoietic stem cell homeostasis and MLL-AF9 leukemia.\r\nMechanistically, we found that ubiquitin-mediated degradation of CDK8 was impaired by TRIM31 deletion, which further induced transcriptional expression of PBX1 and Cyclin D1. Taken together, these findings reveal the function of TRIM31 in regulation of hematopoietic stem cell homeostasis and leukemia initiation;  and indicate the physiological importance of TRIM31 in leukemia development at early stage of disease.\r\nPubmed   Journal   ReadQx \r\nHigh rate of durable responses with undetectable minimal residual disease with frontline venetoclax and rituximab in young and fit patients with chronic lymphocytic leukemia and an adverse biologic profile: results of the gimema phase II LLC1518 - 'Veritas' study.\r\nThree patients have died, two due to Covid-19 and 1 to tumor lysis syndrome. The first report of the VERITAS study shows that frontline VenR was associated with a high rate of CRs and durable responses with uMRD in young patients with CLL and unfavorable genetic characteristics.\r\nPubmed   Journal   ReadQx \r\nLow T-cell proportion in the tumor microenvironment is associated with immune escape and poor survival in diffuse large B-cell lymphoma.\r\nIn addition, cases with loss of B2M, HLA I and/or HLA II protein expression on the tumor cells also had a low T-cell proportion, providing evidence that lack of these proteins allows for immune evasion. Overall, our results show that patients with DLBCL with a low T-cell proportion in the TME have a poor survival when treated with R-CHOP and exhibit mechanisms of immune escape.\r\nPubmed   Journal   ReadQx \r\nTAL1 activation in T-Cell acute lymphoblastic leukemia: A novel oncogenic 3' neoenhancer.\r\nHere, we demonstrate that this mutation leads to increased enhancer activity, gain of active epigenetic marks and TAL1 activation via recruitment of MYB. These results highlight the diversity of non-coding mutations that can drive oncogene activation.\r\nPubmed   Journal   ReadQx \r\nLeukemia\r\n    The histone demethylase KDM5C functions as a tumor suppressor in AML by repression of bivalently marked immature genes.\r\nThis is accompanied by a de-differentiation phenotype that could be reversed by modulating levels of several direct and indirect downstream mediators. Finally, the association of KDM5C levels with long-term disease-free survival of female AML patients emphasizes the clinical relevance of our findings and identifies KDM5C as a novel female-biased tumor suppressor in AML.\r\nPubmed   Journal   ReadQx \r\nThromb Haemost\r\n    P2Y12 Inhibition Suppresses Proinflammatory Platelet-Monocyte Interactions.\r\nObjectives  To analyze the effect of platelets on monocyte activation and APT on MPA and platelet-induced monocyte activation. Methods  Agonist-stimulated whole blood was incubated in the presence of P-selectin, PSGL1, PAR1, P2Y inhibition attenuates platelet-induced monocyte activation.\r\nPubmed   Journal   ReadQx \r\nPost-PCI Risk Assessment by Inflammation Activity According to Disease Acuity and Time from Procedure. \r\nRisk phenotype of hsCRPbaseline correlates with 1-month outcomes only in AMI patients. Whereas the prognostic implication of this risk phenotype appears similar during the late phase, irrespective of the disease acuity.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Blood\r\n    (De)ironing out sickle cell disease.\r\n\r\nPubmed   Journal   ReadQx \r\nCOVID-19 prophylaxis: half-full or half-empty glass?\r\n\r\nPubmed   Journal   ReadQx \r\nIDH2 inhibition in AML.\r\n\r\nPubmed   Journal   ReadQx \r\nIs CBD ready for prime time in sickle cell disease?\r\n\r\nPubmed   Journal   ReadQx \r\nPIEZO1: now also featuring blood group antigens.\r\n\r\nPubmed   Journal   ReadQx \r\nTOXic T-cell cytokines wreak havoc in CTCL skin.\r\n\r\nPubmed   Journal   ReadQx \r\nUps and downs in the treatment of sickle cell disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHaematologica\r\n    Aspirin in essential thrombocythemia: To whom? What formulation? What regimen?\r\nAlthough additional data on gastrointestinal tolerability will be useful, the bid regimen could already be implemented in clinical practice, considering its favorable risk/benefit profile. However, patients whose platelet count has been normalized could still be treated with the od regimen, because they would otherwise be unnecessarily exposed to a potential small risk of gastrointestinal discomfort.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Blood\r\n    ALK-positive large B-cell lymphoma, a rare B-cell lymphoma expressing ALK.\r\n\r\nPubmed   Journal   ReadQx \r\nCREBBP Alterations are Associated with A Poor Prognosis in de novo AML.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood Adv\r\n    Baronciani L, Peake I, Schneppenheim R, et al. Genotypes of European and Iranian patients with type 3 von Willebrand disease enrolled in 3WINTERS-IPS. Blood Adv. 2021;5(15):2987-3001.\r\n\r\nPubmed   Journal   ReadQx \r\npH-Dependent Conformation of Multimeric von Willebrand Factor.\r\n\r\nPubmed   Journal   ReadQx \r\nThe transcriptional landscape of human liver endothelial cells.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Multiple Urinary Biomarkers for the Early Detection of Chronic Kidney Disease in Sickle Cell Anemia.\r\n\r\nPubmed   Journal   ReadQx \r\nCA Cancer J Clin\r\n    Minority groups underrepresented in hematologic cancer trials.\r\n\r\nPubmed   Journal   ReadQx \r\nTeam approach for nonmedical opioid use.\r\n\r\nPubmed   Journal   ReadQx \r\nLeukemia\r\n    Alternate-day dosing of pomalidomide in relapsed/ refractory multiple myeloma: a multicenter, single-arm phase 2 trial.\r\n\r\nPubmed   Journal   ReadQx \r\nThe gene mutation landscape of acute myeloid leukemia cell lines and its exemplar use to study the BCOR tumor suppressor.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Hematol\r\n    Progress in survival following three decades of allogeneic hematopoietic cell transplantation for myelodysplastic syndrome: a real-world registry study in Japan.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood Cancer J\r\n    Defining drug/drug class refractoriness vs lines of therapy in relapsed/refractory multiple myeloma.\r\n\r\nPubmed   Journal   ReadQx \r\nExtreme body mass index and survival in newly diagnosed multiple myeloma patients.\r\n\r\nPubmed   Journal   ReadQx \r\nLow-dose PTCy plus low-dose ATG as GVHD prophylaxis after UD-PBSCT for hematologic malignancies: a prospective, multicenter, randomized controlled trial.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-01-20T00:12:47-05:00",
    "input_file": {}
  },
  {
    "path": "hema/01-13-2023/",
    "title": "Fri Jan 13 2023",
    "description": "77 articles - From Friday Jan 06 2023 to Friday Jan 13 2023",
    "author": [],
    "date": "2023-01-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Hematol\r\n    Comparison of the International Consensus and 5th WHO edition classifications of adult myelodysplastic syndromes and acute myeloid leukemia.\r\nIn this paper, we review and compare the two classifications in terms of diagnostic criteria and entity definition, with a focus on adult myelodysplastic syndromes/neoplasms (MDS) and acute myeloid leukemia (AML). The goal is to provide a tool to facilitate the work of pathologists, hematologists and researchers involved in the diagnosis and treatment of these hematological malignancies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Thromb Haemost\r\n    3-Factor versus 4-Factor Prothrombin Complex Concentrates for the Reversal of Vitamin K Antagonist-Associated Coagulopathy: A Systematic Review and Meta-analysis.\r\nData were captured from 1,155 patients: 3F-PCC,  = 0.23) nor in thromboembolisms was reported. These data suggest that 4F-PCC is better suited than 3F-PCC for the treatment of patients with VKA-associated coagulopathy, but further work is required for a definitive recommendation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Hematol\r\n    A Phase II Study of Combination Daunorubicin, Cytarabine (Ara-c) and Nilotinib (TAsigna) (DATA) in Patients Newly Diagnosed with Acute Myeloid Leukemia with KIT Expression.\r\nOnly one patient (3%) died in induction due to liver failure, which was thought secondary to daunorubicin. Our current study reveals good outcomes in patients who received HCT and may warrant a larger study to confirm our findings in that specific population.\r\nPubmed   Journal   ReadQx \r\nAssociation of ABO mismatch with the outcomes of allogeneic hematopoietic cell transplantation for acute leukemia.\r\nOur study demonstrates that donor-recipient ABO status is independently associated with survival and other post-transplantation outcomes in acute leukemia. This underscores the importance of considering the ABO status in donor selection algorithms and its impact in acute leukemia.\r\nPubmed   Journal   ReadQx \r\nCheckpoint inhibitor-based salvage regimens prior to autologous stem cell transplant improve event-free survival in relapsed/refractory classic Hodgkin lymphoma.\r\nIn this large multicenter retrospective study, CPI-based regimens improved EFS and PFS compared to other salvage regimens independent of pre-ASCT response. These data support earlier sequencing of CPI-based regimens in R/R cHL in the pre-ASCT setting.\r\nPubmed   Journal   ReadQx \r\nChronic Myeloid Leukemia Without Major Molecular Response After 2 Years of Treatment with Tyrosine Kinase Inhibitor.\r\nThe value of MMR was even less pronounced among patients aged 60 years or older at diagnosis, in whom mortality was primarily due to comorbidities unrelated to CML (10-year OS of 55% vs 10-year CML-OS of 100%). In conclusion, achievement of MCyR within two years is a reasonable milestone in CML, and these patients can still have good outcomes even when MMR is not achieved.\r\nPubmed   Journal   ReadQx \r\nFludarabine versus cyclophospamide in combination with myeloablative total body irradiation as conditioning for patients with acute myeloid leukemia treated with allogeneic hematopoietic cell transplantation. A study from the Acute Leukemia Working Party of the European Society for Blood and Marrow Transplantation.\r\nWe conclude that for patients with AML treated with allo-HCT in CR, cyclophosphamide may be substituted with fludarabine in a regimen based on TBI at a dose of 12 Gy without negative impact on the efficacy. FluTBI12Gy is associated with reduced risk of grade 2-4 acute GVHD and encouraging survival rates.\r\nPubmed   Journal   ReadQx \r\nIntranasal Fentanyl and Discharge from the Emergency Department Among Children with Sickle Cell Disease and Vaso-occlusive Pain: A Multicenter Pediatric Emergency Medicine Perspective.\r\nThe rapid onset of action and ease of delivery without IV access offered by intranasal fentanyl make it a feasible initial parenteral analgesic in the treatment of children with sickle cell disease presenting with vaso-occlusive pain episodes in the acute-care setting. Further study is needed to determine potential causality of the association between intranasal fentanyl and discharge from the emergency department observed in this multicenter study.\r\nPubmed   Journal   ReadQx \r\nOutcomes after Allogeneic Hematopoietic Cell Transplant in patients diagnosed with Blast Phase of Myeloproliferative Neoplasms: a retrospective study from the Chronic Malignancies Working Party of the EBMT.\r\nIn this large series of BP-MPN patients, about one third were alive at 3 years after transplantation. Patients undergoing allo-HCT in the more recent era, with a KPS=90 and in CR at transplant had a better prognosis.\r\nPubmed   Journal   ReadQx \r\nSequence analyses of relapsed or refractory diffuse large B-cell lymphomas unravel three genetic subgroups of patients and the GNA13 mutant as poor prognostic biomarker, results of LNH-EP1 study.\r\nGNA13 mutant was significantly associated with an increased risk of death (HR: 6.6 [95%CI: 2.1-20.6];  p=0.0011) and shorter overall survival (p=0.0340). At the time of relapse or refractory disease, three genetic subgroups of DLBCL patients were delineated, which could help advance precision molecular medicine programs.\r\nPubmed   Journal   ReadQx \r\nBlood\r\n    A phase II clinical trial of combined BRAF/MEK inhibition for BRAFV600E-mutated multiple myeloma.\r\nEmerging resistance to therapy was driven by RAS mutations and structural variants involving the BRAF locus. This is the first prospective clinical trial to demonstrate that combined BRAF/MEK inhibition is highly effective in patients with BRAFV600E mutated RRMM and represents a successful targeted precision medicine approach in this disease.\r\nPubmed   Journal   ReadQx \r\nCentral Nervous System Status is Prognostic in T-Cell Acute Lymphoblastic Leukemia: A Children's Oncology Group Report.\r\nUnlike with B-ALL, CNS-2 status in T-ALL does not impact outcome in the context of aBFM therapy, without additional intrathecal therapy, with or without CRT. Although nelarabine improved outcomes for those with CNS-3 status, novel approaches are needed for further improvements.\r\nPubmed   Journal   ReadQx \r\nHereditary platelet disorders associated with germline variants in RUNX1, ETV6 and ANKRD26.\r\nPartnered with this are continued technological developments, including rapid sharing of genetic variant information and automated integration with variant classification relevant data such as high throughput functional data. Collective progress in this area will drive timely diagnosis and, in time, leukemia preventative therapeutic interventions.\r\nPubmed   Journal   ReadQx \r\nHigh-Dose Melphalan Treatment Significantly Increases Mutational Burden at Relapse in Multiple Myeloma.\r\nThis similarity could be due to HDM relapse samples having significantly more neoantigens. Overall, our study identifies increased genomic changes associated with HDM and provides rationale to further understand clonal complexity.\r\nPubmed   Journal   ReadQx \r\nINTRODUCTION TO A REVEW SERIES ON BANKED ALLOGENEIC IMMUNE EFFECTOR CELLS.\r\nN/A.\r\nPubmed   Journal   ReadQx \r\nMetabolism in stem cell driven leukaemia: parallels between haematopoiesis and immunity. \r\nThese studies also offer detailed mechanisms that have yet to be investigated in leukaemia. Given that cancer (and normal) cells can meet their energy requirements by not only upregulating metabolic pathways, but also utilising systemically available substrates, we aim to inform how interlinked these metabolic pathways are, both within leukaemic cells and between cancer cells and their niche.\r\nPubmed   Journal   ReadQx \r\nMYB insufficiency disrupts proteostasis in hematopoietic stem cells leading to age-related neoplasia.\r\nLinking to previous studies showing the importance of proteostasis in HSC maintenance, we observed altered proteosomal activity in young Myb-insufficient mice as well as elevated proliferation indicators, followed later by elevated ribosome activity. We propose that these alterations combine to cause an imbalance in proteostasis, potentially creating a cellular milieu favoring disease initiation.\r\nPubmed   Journal   ReadQx \r\nPolatuzumab vedotin in previously untreated DLBCL: an Asia subpopulation analysis from the Phase 3 POLARIX trial.\r\nSafety was comparable between Pola-R-CHP and R-CHOP, including rates of grade 3-4 adverse events (AEs;  72.9% vs 66.2%, respectively), serious AEs (32.9% vs 32.4%), grade 5 AEs (1.4% vs 0.7%), AEs leading to study treatment discontinuation (5.0% vs 7.2%), and any-grade peripheral neuropathy (44.3% vs 50.4%). These findings demonstrate consistent efficacy and safety of Pola-R-CHP versus R-CHOP in the Asian and global populations in POLARIX.\r\nPubmed   Journal   ReadQx \r\nRare Germline Complement Factor H Variants in Patients with Paroxysmal Nocturnal Hemoglobinuria.\r\nNo CFH-variant patient had severe aplastic anemia from eculizumab initiation until six months. We show for the first time that rare CFH variants are over-represented among PNH patients and that germline genetic background may affect the response to eculizumab.\r\nPubmed   Journal   ReadQx \r\nRemoval of the vicinal disulfide enhances the platelet capturing function of Von Willebrand Factor.\r\nDifferential scanning calorimetry and Hydrogen-Deuterium exchange mass spectrometry demonstrate that reduction of the vicinal disulfide destabilizes the A2 domain which consequently disrupts interactions between the A1, A2, and A3 domains and enhances the conformational dynamics of A1-domain secondary structures known to regulate the strength of platelet adhesion to VWF. This study clarifies that the reduced state of the A2 vicinal disulfide is not inhibitory, but rather slightly activating.\r\nPubmed   Journal   ReadQx \r\nSBNO2 is a critical mediator of STAT3-driven hematological malignancies.\r\nIn NPM-ALK T-ALCL patients, high SBNO2 expression correlates with shorter relapse-free- and overall survival. Our findings identify SBNO2 as potential therapeutic intervention site for STAT3-driven hematopoietic malignancies.\r\nPubmed   Journal   ReadQx \r\nTracking the Evolution of Therapy-Related Myeloid Neoplasms Using Chemotherapy Signatures.\r\nOverall, we reveal a novel mode of tMN progression that is not reliant on direct mutagenesis or even exposure to chemotherapy. Conversely, for tMN that evolve under the influence of chemotherapy-induced mutagenesis, distinct chemotherapies not only select pre-existing CH, but also promote the acquisition of recurrent genomic drivers.\r\nPubmed   Journal   ReadQx \r\nUbiquitin receptor PSMD4/Rpn10 is a novel therapeutic target in multiple myeloma.\r\nIn MM xenograft models, SB was well-tolerated, inhibited tumor growth, and prolonged survival. Our data suggests that inhibiting Rpn10 will enhance cytotoxicity and overcome PI-resistance in MM, providing the basis for further optimization studies of Rpn10 inhibitors for clinical application.\r\nPubmed   Journal   ReadQx \r\nBlood Adv\r\n    A stem cell epigenome is associated with primary nonresponse to CD19 CAR T-cells in pediatric acute lymphoblastic leukemia.\r\nWe thus describe the association of a Stem Cell Epigenome (SCE) with primary resistance to CD19-CAR therapy. Future trials incorporating these biomarkers, with addition of multi-specific CAR T-cells targeting against leukemic stem cell or myeloid antigens, and/or combined epigenetic therapy to disrupt this distinct stem cell epigenome may improve outcomes of patients with B-ALL.\r\nPubmed   Journal   ReadQx \r\nAnalysis of immune responses in CLL patients after heterologous COVID-19 vaccination.\r\nBoosting was particularly effective when intrinsic immune status was improved by CLL-treatment. Limitations included study of a relatively small cohort receiving different treatments and vaccination schedules.\r\nPubmed   Journal   ReadQx \r\nAssociation of TIM-3 checkpoint receptor expression on T cells with treatment-free remission in chronic myeloid leukemia.\r\nFurthermore, gene expression analysis from publicly available datasets showed increased TIM-3 expression on CML stem cells compared with normal hematopoietic stem cells. These findings suggest that among the targetable immune checkpoint molecules, TIM-3 blockade may potentially improve effector immune response in CML patients stopping TKI, whilst concomitantly targeting leukemic stem cells, and could be a promising therapeutic strategy for preventing relapse after cessation of TKI in CML patients.\r\nPubmed   Journal   ReadQx \r\nBlockade of CCR1 induces a phenotypic shift in macrophages and triggers a favorable antilymphoma activity.\r\nOur study established that CCR1 exerts a pivotal role in macrophage programming, thus shaping protumor TME and lymphoma progression. CCR1 inhibition through CCR1 antagonists may be a promising therapeutic strategy to reprogram macrophages in lymphoma-TME and achieve better clinical outcomes in patients.\r\nPubmed   Journal   ReadQx \r\nCD19-CAR-T cells are an effective therapy of post-transplant relapse in B- ALL patients: Real-World Data from Germany.\r\nA total of 45.3% were rescued with a single dose of Tisa-cel. Our novel finding that ALL patients post-alloHSCT had by far a better pEFS if relapse occurred beyond 6 months might be helpful in clinical decision-making and motivates studies to uncover the reasons.\r\nPubmed   Journal   ReadQx \r\nComorbidities in recipients of low transplant conditioning intensity regimens for acute myeloid leukemia: an ALWP EBMT study.\r\nIn a combined model, cardiac, psychiatric, renal, and inflammatory bowel disease were independently associated with adverse transplantation outcomes. These findings may inform patient and regimen selection and reinforce the need for further investigation of cardioprotective transplantation approaches.\r\nPubmed   Journal   ReadQx \r\nDeterminants of low health-related quality of life in patients with myelodysplastic syndromes: EUMDS registry study.\r\nSex, KPS, comorbidity burden, hemoglobin count, and transfusion burden were determinants for al EQ-5D dimensions. Low HRQoL is determined by multiple factors, which should be considered in the management and shared decision making of patients with MDS.\r\nPubmed   Journal   ReadQx \r\nHaploidentical vs matched unrelated donors for patients with ALL: donor age matters more than donor type.\r\nDespite a higher risk of relapse, younger donor haploidentical HCT with PTCy prophylaxis may be preferred over an older MUD HCT with conventional prophylaxis in patients with ALL due to lower nonrelapse mortality and better OS. Further analysis comparing the effect of donor age in haploidentical-PTCy vs MUD-PTCy is warranted.\r\nPubmed   Journal   ReadQx \r\nBlood Cancer J\r\n    A pooled analysis of outcomes according to cytogenetic abnormalities in patients receiving ixazomib- vs placebo-based therapy for multiple myeloma.\r\nThe HR for PFS with ixazomib- vs placebo-based therapy was 0.68 in patients with t(4; 14) (95% CI: 0.48-0.96;  mPFS 22.4 vs 13.2 months), and 0.77 for patients with amp1q21 (95% CI: 0.63-0.93;  mPFS 18.8 vs 14.5 months). A PFS benefit was demonstrated with ixazomib- vs placebo-based therapy regardless of cytogenetic status, with greatest benefit observed in patients with t(4; 14) and amp1q21.\r\nPubmed   Journal   ReadQx \r\nPevonedistat, a Nedd8-activating enzyme inhibitor, in combination with ibrutinib in patients with relapsed/refractory B-cell non-Hodgkin lymphoma.\r\nThus, pevonedistat combined with ibrutinib demonstrated safety and promising early efficacy in NHL and CLL. NAE inhibition downregulated NFB signaling in vivo.\r\nPubmed   Journal   ReadQx \r\nProlyl-tRNA synthetase as a novel therapeutic target in multiple myeloma.\r\nThese include CD138, transcription factors such as MYC, and transcription factor 3 (TCF3), which we establish as a novel determinant in MM pathobiology through functional and genomic validation. Our preclinical data therefore provide evidence that blockade of prolyl-aminoacylation evokes a complex pro-apoptotic response beyond the canonical integrated stress response and establish a framework for its evaluation in a clinical setting.\r\nPubmed   Journal   ReadQx \r\nRisk of second primary malignancies in patients with chronic lymphocytic leukemia: a population-based study in the Netherlands, 1989-2019. \r\nThe risk of SPMs was higher in CLL patients who received anti-neoplastic therapy (SIR, 2.12;  95% CI, 1.96-2.28), as compared with those who did not (SIR, 1.58;  95% CI, 1.53-1.63). Routine surveillance activities and tailored interventions to counteract the increased morbidity and excess mortality associated with SPMs are essential for improving long-term outcomes in CLL patients.\r\nPubmed   Journal   ReadQx \r\nCA Cancer J Clin\r\n    Cancer statistics, 2023.\r\nThis progress increasingly reflects advances in treatment, which are particularly evident in the rapid declines in mortality (approximately 2% annually during 2016 through 2020) for leukemia, melanoma, and kidney cancer, despite stable/increasing incidence, and accelerated declines for lung cancer. In summary, although cancer mortality rates continue to decline, future progress may be attenuated by rising incidence for breast, prostate, and uterine corpus cancers, which also happen to have the largest racial disparities in mortality.\r\nPubmed   Journal   ReadQx \r\nHaematologica\r\n    E3-ligase TRIM31 regulates hematopoietic stem cell homeostasis and MLL-AF9 leukemia.\r\nMechanistically, we found that ubiquitin-mediated degradation of CDK8 was impaired by TRIM31 deletion, which further induced transcriptional expression of PBX1 and Cyclin D1. Taken together, these findings reveal the function of TRIM31 in regulation of hematopoietic stem cell homeostasis and leukemia initiation;  and indicate the physiological importance of TRIM31 in leukemia development at early stage of disease.\r\nPubmed   Journal   ReadQx \r\nHigh rate of durable responses with undetectable minimal residual disease with frontline venetoclax and rituximab in young and fit patients with chronic lymphocytic leukemia and an adverse biologic profile: results of the gimema phase II LLC1518 - 'Veritas' study.\r\nThree patients have died, two due to Covid-19 and 1 to tumor lysis syndrome. The first report of the VERITAS study shows that frontline VenR was associated with a high rate of CRs and durable responses with uMRD in young patients with CLL and unfavorable genetic characteristics.\r\nPubmed   Journal   ReadQx \r\nLow T-cell proportion in the tumor microenvironment is associated with immune escape and poor survival in diffuse large B-cell lymphoma.\r\nIn addition, cases with loss of B2M, HLA I and/or HLA II protein expression on the tumor cells also had a low T-cell proportion, providing evidence that lack of these proteins allows for immune evasion. Overall, our results show that patients with DLBCL with a low T-cell proportion in the TME have a poor survival when treated with R-CHOP and exhibit mechanisms of immune escape.\r\nPubmed   Journal   ReadQx \r\nTAL1 activation in T-Cell acute lymphoblastic leukemia: A novel oncogenic 3' neoenhancer.\r\nHere, we demonstrate that this mutation leads to increased enhancer activity, gain of active epigenetic marks and TAL1 activation via recruitment of MYB. These results highlight the diversity of non-coding mutations that can drive oncogene activation.\r\nPubmed   Journal   ReadQx \r\nLeukemia\r\n    Molecular profiling of EBV associated diffuse large B-cell lymphoma.\r\nWe have identified recurrent mutations activating the oncogenic JAK-STAT and NOTCH pathways as well as frequent amplifications of 9p24.1 contributing to immune escape by PD-L1 overexpression. Our findings enable further functional preclinical and clinical studies exploring the therapeutic potential of targeting these aberrations in patients with EBV + DLBCL to improve outcome.\r\nPubmed   Journal   ReadQx \r\nThe histone demethylase KDM5C functions as a tumor suppressor in AML by repression of bivalently marked immature genes.\r\nThis is accompanied by a de-differentiation phenotype that could be reversed by modulating levels of several direct and indirect downstream mediators. Finally, the association of KDM5C levels with long-term disease-free survival of female AML patients emphasizes the clinical relevance of our findings and identifies KDM5C as a novel female-biased tumor suppressor in AML.\r\nPubmed   Journal   ReadQx \r\nThromb Haemost\r\n    BAY 81-8973 Efficacy and Safety in Previously Untreated and Minimally Treated Children with Severe Hemophilia A: The LEOPOLD Kids Trial.\r\n  BAY 81-8973 was effective for bleed prevention and treatment in PUPs/MTPs. The observed inhibitor rate was strongly influenced by a cluster of inhibitor cases, and consequently, slightly higher than in other PUP/MTP studies. Overall, the BAY 81-8973 benefit-risk profile remains unchanged and supported by ongoing safety surveillance. Immune tolerance can be achieved with BAY 81-8973.\r\nPubmed   Journal   ReadQx \r\nExpression of microRNA Predicts Cardiovascular Events in Patients with Stable Coronary Artery Disease.\r\n Among patients with CAD, adding miR-223-3p expression to traditional cardiovascular risk factors may improve prediction of cardiovascular events, particularly ST. Clinical trials confirming these findings are warranted.\r\nPubmed   Journal   ReadQx \r\nP2Y12 Inhibition Suppresses Proinflammatory Platelet-Monocyte Interactions.\r\nObjectives  To analyze the effect of platelets on monocyte activation and APT on MPA and platelet-induced monocyte activation. Methods  Agonist-stimulated whole blood was incubated in the presence of P-selectin, PSGL1, PAR1, P2Y inhibition attenuates platelet-induced monocyte activation.\r\nPubmed   Journal   ReadQx \r\nPost-PCI Risk Assessment by Inflammation Activity According to Disease Acuity and Time from Procedure. \r\nRisk phenotype of hsCRPbaseline correlates with 1-month outcomes only in AMI patients. Whereas the prognostic implication of this risk phenotype appears similar during the late phase, irrespective of the disease acuity.\r\nPubmed   Journal   ReadQx \r\nStroke and myocardial infarction in patients with abdominal aortic aneurysms and new-onset atrial fibrillation.\r\n Cardiovascular prognosis has improved in patients with prevalent AAA disease and new-onset AF in concordance with optimization of antithrombotic therapy over time. A diagnosis of AF conferred residual risk of stroke and myocardial infarction.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Blood\r\n    (De)ironing out sickle cell disease.\r\n\r\nPubmed   Journal   ReadQx \r\nCOVID-19 prophylaxis: half-full or half-empty glass?\r\n\r\nPubmed   Journal   ReadQx \r\nIDH2 inhibition in AML.\r\n\r\nPubmed   Journal   ReadQx \r\nIs CBD ready for prime time in sickle cell disease?\r\n\r\nPubmed   Journal   ReadQx \r\nPIEZO1: now also featuring blood group antigens.\r\n\r\nPubmed   Journal   ReadQx \r\nTOXic T-cell cytokines wreak havoc in CTCL skin.\r\n\r\nPubmed   Journal   ReadQx \r\nUps and downs in the treatment of sickle cell disease.\r\n\r\nPubmed   Journal   ReadQx \r\nCA Cancer J Clin\r\n    Chimeric antigen receptor T-cell therapy in multiple myeloma: A comprehensive review of current data and implications for clinical practice.\r\nEarly studies have demonstrated remarkable response rates with CAR T-cell therapy in RRMM;  however, durable responses with CAR T-cell therapies in myeloma have yet to be realized. In this comprehensive review, the authors describe the development of CAR T-cell therapies in myeloma, the outcomes of notable clinical trials, the toxicities and limitations of CAR T-cell therapies, and the strategies to overcome therapeutic challenges of CAR T cells in the hope of achieving a cure for multiple myeloma.\r\nPubmed   Journal   ReadQx \r\nRadiotheranostics in oncology: Making precision medicine possible.\r\nThe palpable excitement in the field stems from the finding that a proportion of patients with large metastatic burden show complete and partial responses, and this outcome is catalyzing the search for more radiotheranostics approaches. Not every patient will benefit from radiotheranostics;  but, for those who cross the target-detected line, the likelihood of response is very high.\r\nPubmed   Journal   ReadQx \r\nHaematologica\r\n    Aspirin in essential thrombocythemia: To whom? What formulation? What regimen?\r\nAlthough additional data on gastrointestinal tolerability will be useful, the bid regimen could already be implemented in clinical practice, considering its favorable risk/benefit profile. However, patients whose platelet count has been normalized could still be treated with the od regimen, because they would otherwise be unnecessarily exposed to a potential small risk of gastrointestinal discomfort.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Hematol\r\n    A young woman with persistent sore throat, Epstein-Barr Virus, lymphadenopathy, and aberrant CD4+CD7- T-cells.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood\r\n    ALK-positive large B-cell lymphoma, a rare B-cell lymphoma expressing ALK.\r\n\r\nPubmed   Journal   ReadQx \r\nCREBBP Alterations are Associated with A Poor Prognosis in de novo AML. \r\n\r\nPubmed   Journal   ReadQx \r\nMonoclonal Gammopathy of Thrombotic/thrombocytopenic Significance.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood Adv\r\n    Gioacchino E, Koyunlar C, Zink J, et al. Essential role for Gata2 in modulating lineage output from hematopoietic stem cells in zebrafish. Blood Adv. 2021;5(13):2687-2700.\r\n\r\nPubmed   Journal   ReadQx \r\nLow neutralizing activity of AZD7442 against current SARS-CoV-2 Omicron variants in patients with B cell malignancies.\r\n\r\nPubmed   Journal   ReadQx \r\npH-Dependent Conformation of Multimeric von Willebrand Factor. \r\n\r\nPubmed   Journal   ReadQx \r\nThe transcriptional landscape of human liver endothelial cells. \r\n\r\nPubmed   Journal   ReadQx \r\nUse of Multiple Urinary Biomarkers for the Early Detection of Chronic Kidney Disease in Sickle Cell Anemia. \r\n\r\nPubmed   Journal   ReadQx \r\nCA Cancer J Clin\r\n    Minority groups underrepresented in hematologic cancer trials. \r\n\r\nPubmed   Journal   ReadQx \r\nTeam approach for nonmedical opioid use. \r\n\r\nPubmed   Journal   ReadQx \r\nLeukemia\r\n    Alternate-day dosing of pomalidomide in relapsed/ refractory multiple myeloma: a multicenter, single-arm phase 2 trial. \r\n\r\nPubmed   Journal   ReadQx \r\nThe gene mutation landscape of acute myeloid leukemia cell lines and its exemplar use to study the BCOR tumor suppressor. \r\n\r\nPubmed   Journal   ReadQx \r\nThromb Haemost\r\n    A Happy New Year 2023 from Thrombosis and Haemostasis.\r\n\r\nPubmed   Journal   ReadQx \r\nContinuous Improvement of Antiplatelet Therapy in Cardiovascular Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThrombosis and Haemostasis 2022 Editors' Choice Papers.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Hematol\r\n    Progress in survival following three decades of allogeneic hematopoietic cell transplantation for myelodysplastic syndrome: a real-world registry study in Japan.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood Cancer J\r\n    Defining drug/drug class refractoriness vs lines of therapy in relapsed/refractory multiple myeloma.\r\n\r\nPubmed   Journal   ReadQx \r\nExtreme body mass index and survival in newly diagnosed multiple myeloma patients.\r\n\r\nPubmed   Journal   ReadQx \r\nLow-dose PTCy plus low-dose ATG as GVHD prophylaxis after UD-PBSCT for hematologic malignancies: a prospective, multicenter, randomized controlled trial.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-01-15T15:44:19-05:00",
    "input_file": {}
  }
]
