[
  {
    "path": "gi/02-21-2025/",
    "title": "Fri Feb 21 2025",
    "description": "117 articles - From Friday Feb 14 2025 to Friday Feb 21 2025",
    "author": [],
    "date": "2025-02-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endosc Int Open\r\n    Unifying terminology, reporting, and bowel preparation standards in colon capsule endoscopy: Nyborg Consensus.\r\nThis study established a framework for terminology, reporting, and assessment of bowel cleansing for CCE. Future research should focus on optimizing bowel preparation regimens and exploring artificial intelligence applications in CCE.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Resmetirom therapy for metabolic dysfunction-associated steatotic liver disease: October 2024 updates to AASLD practice guidance. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Correction to: Medical Therapies for Prevention and Treatment of Inflammatory Pouch Disorders-A Systematic Review and Meta-Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Over-the-scope clips vs standard endoscopic interventions for first-line treatment of NVUGI bleeding: Meta-analysis of randomized trials.\r\nOTSCs are more efficient than SEIs as first-line treatment in terms of rebleeding within 30 days and clinical success rates.\r\nPubmed   Journal   ReadQx \r\nTexture and color enhancement imaging versus white light imaging for the detection of colorectal adenomas: Systematic review and meta-analysis.\r\nOur meta-analysis demonstrates that TXI significantly improves detection of colorectal adenomas in patients undergoing colonoscopy for various indications. TXI has the potential to improve overall quality of colonoscopy and contribute to colorectal cancer prevention.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic Band Ligation Versus Argon Plasma Coagulation in the Treatment of Gastric Antral Vascular Ectasia: A Systematic Review and Meta-Analysis. \r\nEBL demonstrated better eradication with fewer treatment sessions, recurrent bleeding, hospitalization and transfusion requirements as compared to APC. It is time that EBL be utilized as the first-line endoscopic treatment for GAVE.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Addressing the High and Rising Global Burden of Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) and Metabolic Dysfunction-Associated Steatohepatitis (MASH): From the Growing Prevalence to Payors' Perspective. \r\nPrioritising the prevention of metabolic dysregulation and timely therapeutic interventions can yield a holistic strategy to combat MASLD, its progression and potentially lower disease costs. NCT06309992.\r\nPubmed   Journal   ReadQx \r\nAir Pollution Associated With Mortality Among Chronic Hepatitis B Patients Treated With Nucleotide/Nucleoside Analogues.\r\nResults All-cause mortality showed an annual incidence of 1.1/100 person-years after a follow-up period of 3798.1 person-years. Factors with the strongest association with all-cause mortality were liver cirrhosis (hazard ratio [HR]/95% confidence interval [CI]: 3.95/1.69-9.23;  p = 0.02), age ([HR]/CI: 1.07/1.03-1.17, p exposure may increase liver-related mortality in patients with chronic hepatitis B and cirrhosis receiving nucleotide/nucleoside analogue treatment.\r\nPubmed   Journal   ReadQx \r\nAssociation of Healthy Lifestyle Behaviours With Incident Inflammatory Bowel Disease: A Population-Based Prospective Cohort Study.\r\nHealthy lifestyle behaviours are significantly associated with lower IBD incidence in middle-aged and elderly individuals, suggesting the potential of lifestyle modifications as a primary prevention strategy for IBD.\r\nPubmed   Journal   ReadQx \r\nChallenges in Histological Endpoints for MASH Therapies: An Exercise in Statistical Modelling.\r\n Imprecise histologic scoring disproportionately impacts the 'superior' arm as the error is proportional to the true response rate. This dilution of effect size should be considered when weighing the clinical benefit and the overall risk-benefit profile in the review of NASH studies. This argues for the adoption of non-invasive biomarkers rather than histologic endpoints.\r\nPubmed   Journal   ReadQx \r\nClinical Course and Prognosis of Long-Term Survivors of Hepatocellular Carcinoma.\r\n Our study highlights that a significant proportion of patients with HCC achieve long-term survival beyond 5 years, with favourable outcomes associated with curative treatments.\r\nPubmed   Journal   ReadQx \r\nClinical Trial to Assess the Safety and Tolerability of Anti-IL 23 Monoclonal Antibody Guselkumab in Patients With Alcohol-Associated Liver Disease.\r\nGuselkumab is safe in doses up to 100 mg and may reduce inflammation markers in ALD. These findings support further phase 2 studies to evaluate the efficacy of guselkumab in ALD, particularly in patients with severe phenotypes.\r\nPubmed   Journal   ReadQx \r\nClinical Trial: The Effects of Emulsifiers in the Food Supply on Disease Activity in Crohn's Disease: An Exploratory Double-Blinded Randomised Feeding Trial. \r\nRecommendations to avoid emulsifiers in patients with active CD are not supported. Australian New Zealand Clinical Trials Registry (ACTRN12619001099112).\r\nPubmed   Journal   ReadQx \r\nComparison Between Dynamic Models for Predicting Response to Corticosteroids in Alcohol-Associated Hepatitis: A Global Cohort Study. \r\nDynamic models-Lille-4, Lille-7, trajectory of serum bilirubin (TSB), and neutrophil-to-lymphocyte ratio (NLR)-were used to estimate 30- and 90-day mortality. Lille-7 demonstrated the highest accuracy for both 30- and 90-day mortality.\r\nPubmed   Journal   ReadQx \r\nMetabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) Impacts Long-Term Outcomes After Curative-Intent Surgery for Hepatocellular Carcinoma.\r\nPatients with HCC undergoing LR and meeting the new MASLD criteria have significantly shorter OS. This study provides empirical prognostic evidence for the novel MASLD/MetALD classification in a large European cohort of patients undergoing curative-intent HCC therapy.\r\nPubmed   Journal   ReadQx \r\nPost-TIPS Overt Hepatic Encephalopathy Increases Long-Term but Not Short-Term Mortality in Cirrhotic Patients With Variceal Bleeding: A Large-Scale, Multicenter Real-World Study.\r\n Post-TIPS OHE does not affect short-term survival but significantly increases long-term mortality risk. These findings highlight the need for continuous monitoring and tailored interventions to improve long-term outcomes in post-TIPS patients.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Predictors of Suspected Metabolic Dysfunction-Associated Steatotic Liver Disease in Adolescents in the United States.\r\nMost adolescents with elevated ALT met MASLD criteria, yet a portion lacked cardiometabolic risk factors or other identifiable causes. These results support the adoption of MASLD criteria in adolescents while indicating a need for further research into cryptogenic ALT elevation in paediatric populations.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Contemporary Landscape of Medical Technology in Gastroenterology Between 2013 and 2023.\r\nTwelve devices (63.2%) had fsavorable, published cost-effective data. To promote evidence-based discussion and uptake of new technology, and especially disruptive or high-risk technology, we propose a practical framework informed by balancing probable efficacy and safety and considering cost-effectiveness.\r\nPubmed   Journal   ReadQx \r\nIdentifying Metabolic Dysfunction-Associated Steatotic Liver Disease Using Natural Language Processing in a US National Cohort. \r\nThis algorithm identified 299,259 (36.5%) of the study cohort with MASLD, compared with 23,218 patients (2.8%) identified using International Classification of Diseases-9/10 codes. An algorithm combining rule-based NLP with cardiometabolic risk factors and alcohol use from EHRs accurately identifies and classifies SLD and can be applied in large epidemiologic studies of SLD in the Veterans Health Administration.\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Disease, Periconceptional Disease Activity, and Risk of Major Congenital Anomalies: A Nationwide Cohort Study.\r\n Children of women with IBD had a heightened susceptibility to mCAs, although absolute and relative risks were lower than previously reported. IBD activity was not linked to mCA risks, but those analyses included relatively few events.\r\nPubmed   Journal   ReadQx \r\nMolecular Triggers of Non-celiac Wheat Sensitivity: A Scoping Review and Analysis.\r\n Gluten is the most extensively investigated wheat component linked to NCWS, but evidence for its role is inconsistent and undermined by methodological limitations. No direct evidence currently links wheat fermentable carbohydrates, ATIs, or other components to NCWS symptoms. The existing evidence is insufficient to justify restricting specific components of wheat in the management of NCWS. Future studies must overcome the identified gaps to rigorously investigate the role of wheat and related cereals in NCWS, with the potential to advance diagnosis and treatment.\r\nPubmed   Journal   ReadQx \r\nRisk of Post-polypectomy Bleeding After Colorectal Endoscopic Mucosal Resection in Patients With Cirrhosis: A Propensity-Matched Analysis of the US Collaborative Network. \r\nOptimizing patients with cirrhosis, especially with decompensated disease, before colorectal EMR and monitoring for post-procedure bleeding remain important. A conservative, supportive approach to managing bleeding in patients with cirrhosis may be as effective as in those without cirrhosis.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Long-Term Safety and Efficacy of Budesonide Oral Suspension for Eosinophilic Esophagitis: a 4-Year, Phase 3, Open-Label Study. \r\nLong-term treatment with BOS was well tolerated. Despite dosing changes/interruptions, approximately half of patients achieved/maintained a histologic response;  initial improvements in endoscopic outcomes were maintained over 48 months.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Digestive endoscopic removal of cocaine pellets: Safety evaluation.\r\nEndoscopic removal of micro-industrially-produced cocaine pellets seems to be a safe and effective method. Therefore, endoscopy has a place in management of these patients.\r\nPubmed   Journal   ReadQx \r\nEndoscopic closure using a dedicated device following gastric endoscopic submucosal dissection: Multicenter, prospective, observational pilot study.\r\nClosure using FLEXLOOP is feasible and safe. Our technique using this new device can be an attractive option for more easily closing mucosal defects. However, further clinical research is warranted to confirm that this technique can prevent delayed complications.\r\nPubmed   Journal   ReadQx \r\nEndoscopic features of solitary colorectal hamartomatous polyps: Solitary juvenile polyp and Peutz-Jeghers polyp.\r\nSolitary JPs and PJPs in the colorectum manifested characteristic endoscopic findings, and combinations of specific characteristic endoscopic findings may be useful for endoscopic diagnosis of solitary JPs and PJPs.\r\nPubmed   Journal   ReadQx \r\nEndoscopic grading of gastric intestinal metaplasia using blue light imaging in a low-risk population: Multicenter cross-sectional validation study.\r\nOur study validates BLI integrated with the EGGIM system as an effective strategy, highlighting its precision in identifying advanced GIM stages. BLI's notable sensitivity enhances its use as a complementary tool to WLE, significantly improving gastric cancer risk assessment.\r\nPubmed   Journal   ReadQx \r\nEndoscopic hemostasis with a self-expandable metal stent as bridge therapy for hemobilia.\r\nEndoscopic hemostasis using SEMS for hemobilia appeared to be a feasible bridge therapy.\r\nPubmed   Journal   ReadQx \r\nGLP-1 receptor agonist use does not increase risk of respiratory complications post-endoscopy.\r\nGLP-1 RA use before endoscopy does not increase respiratory complications, supporting continued preoperative medication use.\r\nPubmed   Journal   ReadQx \r\nGlasgow-Blatchford and Rockall score utility in predicting findings on video capsule endoscopy in patients admitted with overt small bowel bleeding.\r\nGBS and Rockall scores were useful in predicting relevant findings on CE in this cohort of patients with suspected OSBB. In patients with GBS 5 or higher, early CE during the same admission is warranted.\r\nPubmed   Journal   ReadQx \r\nImproved outcomes of endoscopic treatment for delayed perforation following endoscopic submucosal dissection for gastric epithelial neoplasms.\r\nEndoscopic intervention using PGA sheets and OTSC was associated with a low incidence of required surgery for delayed perforation after gastric ESD and is recommended.\r\nPubmed   Journal   ReadQx \r\nNovel submucosal injection material comprising fully synthetic and self-assembling peptide solution in endoscopic submucosal dissection: A pilot study.\r\nNo postoperative bleeding or delayed perforation was observed in any patient. The novel injectable material, PuraLift, can potentially ensure safe and feasible ESD.\r\nPubmed   Journal   ReadQx \r\nPatient adherence to surveillance colonoscopy after endoscopic resection of colorectal polyps and factors associated with loss to follow-up.\r\nNearly half of patients undergoing ER of colorectal polyps ≥ 20 mm are lost to follow-up. We identified several patient- and healthcare-related factors as barriers to SC adherence. Strategies to address these issues and targeting of high-risk populations are urgently needed to enhance SC programs.\r\nPubmed   Journal   ReadQx \r\nPredictive factors for early mortality after EUS-guided gastroenterostomy in malignant gastric outlet obstruction.\r\nEUS-GE should be carefully considered for patients with ascites which was an independent predictor for early mortality after procedure in mGOO, especially those with grade 2 or higher level of ascites.\r\nPubmed   Journal   ReadQx \r\nPredictive factors for long-term patency in duodenal stenting for malignant gastric outlet obstruction.\r\nTreatment of malignant GOO with duodenal SEMS is effective but the reintervention rate is high. Predictors of stent patency were jaundice, semi- or fully-covered SEMS, and chemotherapy. Survival was impaired by jaundice and stent dysfunction.\r\nPubmed   Journal   ReadQx \r\nPull-through endoscopic vacuum-assisted closure therapy for complicated leaks of the gastrointestinal tract: Novel technique.\r\nPull-through EVAC therapy is safe and effective in patients with large and challenging postsurgical leaks of the upper gastrointestinal tract.\r\nPubmed   Journal   ReadQx \r\nRadiographic, fluoroscopic, and endosonographic predictors of failed EUS-guided transgastric stent placement in patients with Roux-en-Y bypass anatomy.\r\nRadiographic features may predict GATE failure including intervening vasculature or insufficient contact between gastric pouch/blind limb and remnant. Patients demonstrating these features may benefit from alternative treatment approaches early in management.\r\nPubmed   Journal   ReadQx \r\nUS multicenter outcomes of endoscopic ultrasound-guided gallbladder drainage with lumen-apposing metal stents for acute cholecystitis.\r\nEUS-GBD with LAMS has a high rate of long-term clinical success and modest AE rates in patients with AC and is a reasonable destination therapy for high-risk surgical candidates.\r\nPubmed   Journal   ReadQx \r\nUtility of cholangioscopy in patients with surgically altered anatomy after percutaneous transhepatic biliary drainage.\r\nSpyGlass cholangioscopy, although challenging, is a safe option for intrahepatic stones and strictures with excellent short-term outcomes and minimal complications.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Cold snare endoscopic mucosal resection versus standard hot technique for large flat non-pedunculated colonic lesions: Results of the CS-EMR 2019 randomized controlled trial. \r\nCompared with the conventional hot technique, the RR of LFNPCL after CS-EMR was significantly greater. A similar safety profile was found between groups.\r\nPubmed   Journal   ReadQx \r\nIn-hospital Mortality in Patients with Lower Gastrointestinal Bleeding: Development and Validation of a Prediction Score.\r\nA new validated score effectively predicts in-hospital mortality in LGIB patients, aiding in risk stratification and management.\r\nPubmed   Journal   ReadQx \r\nOutcomes after radical endoscopic resection of high-risk T1 esophageal adenocarcinoma: an international multicenter retrospective cohort study. \r\n Our findings present low rates of LNM after radical ER of high-risk T1 EAC, consistent with other endoscopy-focused studies. Post-surgical patients are still at risk for metastasis and disease-specific mortality. These results suggest that endoscopic surveillance is suitable for selected cases, but further prospective studies are needed to refine patient selection and confirm optimal outcomes.\r\nPubmed   Journal   ReadQx \r\nTechnical failure of endoscopic ultrasound choledocoduodenostomy: Multicenter case-control study on rescue techniques, consequences and risk factors.\r\nEUS-CDS failures are not rare and are severe in half of the cases. Recognizing risk factors, identifying failures during the procedure, and knowing endoscopic salvage methods are crucial.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    TREM2 depletion in pancreatic cancer elicits pathogenic inflammation and accelerates tumor progression via enriching IL-1β+ macrophages. \r\nTREM2 depletion accelerates tumor progression by enhancing pro-inflammatory macrophages and IL-1β-mediated pathogenic inflammation in PDAC. The accelerated tumor progression by TREM2 depletion can be reversed by blocking IL-1β-associated pathogenic inflammation.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic ultrasound guided coil and glue as a first-line treatment for visceral artery pseudoaneurysm: A long term follow-up study with a proposed algorithmic approach. \r\nNo recurrence was seen after a median follow of 37 months. EUS-guided coil and glue embolization is an effective first-line procedure for splenic artery pseudoaneurysms.\r\nPubmed   Journal   ReadQx \r\nOptical enhancement with magnification versus white light endoscopy for detecting gastric intestinal metaplasia and neoplasia: a randomized controlled trial. \r\nThe inter-observer agreements of experienced endoscopists were good for both groups, with κ-values of 0.75 and 0.61, respectively. ME-OE showed better performance for detecting GIM than WLE in high-risk populations.\r\nPubmed   Journal   ReadQx \r\nPhysical recovery after local resection of non-pedunculated rectal adenomas and T1 carcinomas: endoscopic submucosal dissection versus transanal minimally invasive surgery. \r\nIn terms of mean time to physical recovery, ESD was non-inferior to TAMIS. Post-procedural pain was significantly associated with reduced physical activity.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Multiomics analysis of immune correlatives in hepatocellular carcinoma patients treated with tremelimumab plus durvalumab. \r\nOur study provides a blueprint for in-depth analysis of immune correlates in immunotherapy studies and demonstrates the importance of Treg distribution in HCC. NCT02821754 and the EudraCT identifier: 2019-002767-98.\r\nPubmed   Journal   ReadQx \r\nPurified oat protein can trigger acute symptoms linked to immune activation in coeliac disease patients but not histological deterioration.\r\n Gluten-contamination-free oats can trigger acute dose-dependent immune and symptom responses but usually at a level insufficient to cause sustained symptoms or enteropathy. In 1 of 29 (3%) participants, oat avenin triggered a pro-inflammatory wheat-like response, highlighting that a minority of CD patients may need to exclude oats. Informed choice regarding oats ingestion in CD is important.\r\nPubmed   Journal   ReadQx \r\nReparative immunological consequences of stem cell transplantation as a cellular therapy for refractory Crohn's disease.\r\nThis study suggests SCT functions as a myeloid-directed cellular therapy reinforcing the critical role of macrophages in refractory CD pathophysiology and as a target for cellular therapies. Furthermore, we report an unrecognised functional heterogeneity among HSC subpopulations in CD that may be relevant to our understanding of CD treatment and pathophysiology.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Health-related quality of life is impaired in people with autoimmune hepatitis: Results of a multicentre cross-sectional study within the European Reference Network. \r\nPeople with AIH had impaired HRQoL compared with controls, particularly in terms of physical well-being. HRQoL scores are associated with symptom burden, encompassing both somatic and psychosocial dimensions.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for cholestatic liver diseases: Timing & disease recurrence. \r\nA heightened focus on control of inflammatory bowel disease activity is critical as a potentially important modifiable risk factor for rPSC, including with escalation of medical therapy as needed and timely colectomy when indicated. This review outlines the journey for patients with PBC and PSC, from transplant listing to post-transplant management, emphasizing the need for unique and tailored approaches to optimize outcomes and long-term survival.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Protein phosphatase 6 regulates metabolic dysfunction-associated steatohepatitis via the mTORC1 pathway. \r\nPPP6C is directly activated by FGF21 via FGFRs/βKlotho and improves MASH features through dephosphorylation of TSC2 in hepatocytes. This study implies that pharmacological approaches, genetic or metabolic factors targeting PPP6C activity may offer attractive prospects for treating liver fibrosis and MASH.\r\nPubmed   Journal   ReadQx \r\nUnveiling the Molecular Legacy of Transient Insulin Resistance: Implications for Hepatic Metabolic Adaptability.\r\nSeemingly reversible and unnoticed metabolic challenges in early adulthood may predispose the liver to exacerbated metabolic dysfunctions when confronted with chronic challenges later in life.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Direct-Acting Agents and Risk of Hepatocellular Carcinoma-The End of Controversy.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Endoscopic Activity is an Essential Tool for Patients' Management, Even in Mild Crohn's Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Examining Perianal Fistulising Crohn's Disease Through the Lens of Wound Repair. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Hyperferritinaemia-An Ironclad Biomarker for the Prognostication of MASLD?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Revolutionising Steatotic Liver Disease Diagnosis With Phosphatidylethanol. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Right-Sizing Colonoscopy Referrals for Patients With Possible Signs and Symptoms of Colorectal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The Relevance of Hepatic Flares and Quantitative Hepatitis B Surface Antigen After Stopping HBV Polymerase Inhibitors. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Variceal Bleeding in Patients Receiving Atezolizumab-Bevacizumab for Hepatocellular Carcinoma: Don't Ignore the Risk Factors!\r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Novel Enzyme Therapy Design for Gluten Peptide Digestion Through Exopeptidase Supplementation.\r\nEnzymes should be stabilised throughout the gastrointestinal tract including the small intestine. Exopeptidases perform a critical function by systematically generating absorbable fractions, warranting future investigation as therapeutic agents. Sensitive and translational biomarkers are needed to better assess enzyme efficacy in real-meal conditions.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic ultrasound gallbladder drainage (EUS-GBD) with LAMS: While we know how to drain we are still questioning who to drain.\r\n\r\nPubmed   Journal   ReadQx \r\nOn-site ERCP availability and cholangitis outcomes: Retrospective cohort study.\r\nPatients at ERCP sites compared with non-ERCP sites did not have significantly different mortality. Subgroups of patients with underlying stricturing biliary disease or pancreaticobiliary malignancy and severe cholangitis, who have higher mortality at ERCP sites, warrant further study.\r\nPubmed   Journal   ReadQx \r\nSafety of intrabiliary radiofrequency ablation in cases of residual and recurrent neoplasia after endoscopic papillectomy.\r\nIB-RFA is relatively safe and efficient in cases of residual or recurrent neoplasia after EP and is an alternative to surgery in well-selected cases. Biliary stricture occurred frequently (50%) but could be managed endoscopically without sequelae in al cases. In cases of pancreatic stenting failure and because of the risk of severe and potentially lethal acute pancreatitis, IB-RFA should be postponed.\r\nPubmed   Journal   ReadQx \r\nSurveillance colonoscopy after resection of large polyps: Can we reduce loss to follow up?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Mediterranean diet for Crohn's disease: Embracing colorful diversity to improve the microbiome.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Gut microbiota-related neuroinflammation at the crossroad of food reward alterations: implications for eating disorders.\r\nParticular attention is given to eating disorders (ED, specifically anorexia nervosa, binge eating disorder and bulimia nervosa) and potential links with the gut microbiota, food reward alterations and neuroinflammation. Finally, we propose gut microbiota modulation as a promising therapeutic strategy in food reward alterations and ED.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Correction to: A Case of Dysphagia Megalatriensis.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal clear cell carcinoma treated by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nMetastatic urothelial carcinoma detected by colonoscopy during an evaluation for diarrhea. \r\n\r\nPubmed   Journal   ReadQx \r\nNew Barrett's Esophagus after Sleeve Gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhou et al.\r\n\r\nPubmed   Journal   ReadQx \r\nTriple Modality Triumph: Novel Endoscopic Treatment of Complex Ileorectal Anastomotic Stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A treatment option for rectal gastrointestinal stromal tumor: endoscopic submucosal dissection combined with endoscopic hand-suturing. \r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-guided lithotripsy and extraction of gallbladder stones through the natural lumen. \r\n\r\nPubmed   Journal   ReadQx \r\nColonic stenting plus vascular plug for malignant gastrocolonic fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrograde cholangiopancreatography combined with peroral choledochoscope for the treatment of complete bile duct rupture. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticogastrostomy using a novel double-lumen tapered dilator combined with a 22-G needle. \r\n\r\nPubmed   Journal   ReadQx \r\nInnovative endoscopic device for efficient management of a giant gastric bezoar. \r\n\r\nPubmed   Journal   ReadQx \r\nLaparoscopic and endoscopic cooperative surgery for a gastrointestinal stromal tumor. \r\n\r\nPubmed   Journal   ReadQx \r\nMulti-hole metal stent can prevent cystic and pancreatic duct obstruction during endoscopic ultrasound-guided antegrade stenting combined with hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nScrew stent removal technique using a novel grasping device after inside plastic stent deployment for hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Domain-specific effects of sucrase-isomaltase genotype in irritable bowel syndrome. \r\n\r\nPubmed   Journal   ReadQx \r\nThe MODY-causing mutation of the human carboxyl ester lipase gene (CEL) triggers chronic pancreatitis but not diabetes in mice. \r\n\r\nPubmed   Journal   ReadQx \r\nThe Thing Itself: Medicine as Craft.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Potential indications for peranal endoscopic myectomy in lower rectal cancer. \r\n\r\nPubmed   Journal   ReadQx \r\nTop Tip: Management of esophageal varices not responsive to endoscopic variceal ligation. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Risk of metachronous advanced neoplasia in patients with serrated lesions depending on follow-up schedule.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Deep learning: Cracking the metabolic code. \r\n\r\nPubmed   Journal   ReadQx \r\nDivergent trends in cirrhosis and liver cancer highlight the ongoing efforts required for hepatitis elimination.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Dynamics in liver stiffness to assess response in MASLD patients treated with resmetirom - one piece of the puzzle?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Optimizing MASLD treatment - A \"lead-in phase\" before resmetirom.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Alcohol a confounding factor in assessment of resmetirom therapy. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Liver transplantation for primary and secondary liver tumours-patient-level meta-analyses compared to UNOS conventional indications.\r\n\r\nPubmed   Journal   ReadQx \r\nMore than a lark? LRRK2 inhibitors to treat alpha-1 antitrypsin deficiency. \r\n\r\nPubmed   Journal   ReadQx \r\nNon-Invasive liver disease assessment. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: AASLD Resmetirom Guidance.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Liver transplantation for primary and secondary liver tumors - patient level meta-analyses compared to UNOS conventional indications.\r\n\r\nPubmed   Journal   ReadQx \r\nRevealing new biomarker to predict MASLD progression. \r\n\r\nPubmed   Journal   ReadQx \r\nTrapped in fibrosis: How neutrophil extracellular traps drive HSC activation. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Expression of concern to \"Nitric oxide mimics transcriptional and post-translational regulation during α-Tocopherol cytoprotection against glycochenodeoxycholate-induced cell death in hepatocytes\" [J Hepatol. 2011 Jul;55(1):133-44]. \r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk.. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Hyperferritinaemia-An Ironclad Biomarker for the Prognostication of MASLD? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Revolutionising Steatotic Liver Disease Diagnosis With Phosphatidylethanol-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The Relevance of Hepatic Flares and Quantitative Hepatitis B Surface Antigen After Stopping HBV Polymerase Inhibitors-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Variceal Bleeding in Patients Receiving Atezolizumab-Bevacizumab for Hepatocellular Carcinoma-Don't Ignore the Risk Factors! Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Head-To-Head Comparison Between Phosphatidylethanol Versus Indirect Alcohol Biomarkers for Diagnosis of MetALD Versus MASLD: A Prospective Study' Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Head-to-Head Comparison Between Phosphatidylethanol Versus Indirect Alcohol Biomarkers for Diagnosis of MetALD Versus MASLD: A Prospective Study'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Clinical Trial: Treatment of Functional Dyspepsia According to Subtype Compared With Empirical Proton Pump Inhibitor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Clinical Trial: Treatment of Functional Dyspepsia According to Subtype Compared With Empirical Proton Pump Inhibitor: Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Lubiprostone-A Novel Therapeutic Avenue for Gastrointestinal Complications in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Lubiprostone-A Novel Therapeutic Avenue for Gastrointestinal Complications in MASLD. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Hidden Truth of IBD Risk-From Antibiotics to Environmental Factors. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Further Considerations on Dual Targeting of Syndecan-1 and Glucose Transporter-1 in Pancreatic Ductal Adenocarcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Response to Zhang et al.: Evaluating Clinical Utility of CT DNA Monitoring for Recurrence Prediction in Resected Extrahepatic Cholangiocarcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-21T00:37:58-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-14-2025/",
    "title": "Fri Feb 14 2025",
    "description": "103 articles - From Friday Feb 07 2025 to Friday Feb 14 2025",
    "author": [],
    "date": "2025-02-14",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    A Standardized Approach to Performing and Interpreting FLIP Panometry for Esophageal Motility Disorders: The Dallas Consensus.\r\n The standardized approach for performance and interpretation of the Dallas Consensus can facilitate use of FLIP Panometry in broad clinical settings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Effect of Glucagon-Like Peptide-1 Receptor Agonists on Bowel Preparation for Colonoscopy: A Systematic Review and Meta-Analysis. \r\nFurthermore, the mean BBPS score was lower in the GLP1-RAs group compared to the control group (MD -0.34;  95% CI -0.51, -0.17;  p=0.0001). Our findings suggest that using GLP-1RA increases the risk of inadequate bowel preparation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Antibiotic Use and Risk of Microscopic Colitis in Older Adults: A Nationwide Self-Controlled Case Series Study.\r\n The observed association between antibiotic use and MC may result from detection bias rather than a causal relationship.\r\nPubmed   Journal   ReadQx \r\nChallenges in Histological Endpoints for MASH Therapies: An Exercise in Statistical Modelling.\r\n Imprecise histologic scoring disproportionately impacts the 'superior' arm as the error is proportional to the true response rate. This dilution of effect size should be considered when weighing the clinical benefit and the overall risk-benefit profile in the review of NASH studies. This argues for the adoption of non-invasive biomarkers rather than histologic endpoints.\r\nPubmed   Journal   ReadQx \r\nClinical Trial to Assess the Safety and Tolerability of Anti-IL 23 Monoclonal Antibody Guselkumab in Patients With Alcohol-Associated Liver Disease. \r\nGuselkumab is safe in doses up to 100 mg and may reduce inflammation markers in ALD. These findings support further phase 2 studies to evaluate the efficacy of guselkumab in ALD, particularly in patients with severe phenotypes.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Predictors of Suspected Metabolic Dysfunction-Associated Steatotic Liver Disease in Adolescents in the United States.\r\nMost adolescents with elevated ALT met MASLD criteria, yet a portion lacked cardiometabolic risk factors or other identifiable causes. These results support the adoption of MASLD criteria in adolescents while indicating a need for further research into cryptogenic ALT elevation in paediatric populations.\r\nPubmed   Journal   ReadQx \r\nRisk of Hepatocellular Cancer in U.S. Patients With Compensated Cirrhosis Treated With Direct-Acting Antivirals Versus Interferon.\r\nThe study shows a reduced risk of de novo HCC among patients with chronic HCV-related compensated cirrhosis who received DAA treatment compared to that of untreated patients. There were no differences in HCC risk between DAA-treated and IFN-treated patients.\r\nPubmed   Journal   ReadQx \r\nThe Lipidomic Profile Discriminates Between MASLD and MetALD.\r\n Our findings indicate that HDL-centric lipidomic markers, particularly those within the larger and medium HDL subfraction, may differentiate MetALD from MASLD. Further longitudinal and experimental studies are warranted to validate these findings and assess their clinical implications.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib for Induction of Remission in Paediatric Crohn's Disease: An International Multicentre Retrospective Study. \r\nUpadacitinib is an effective induction therapy for refractory paediatric CD. Efficacy should be weighed against the potential risks of AEs.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Identifying Metabolic Dysfunction-Associated Steatotic Liver Disease Using Natural Language Processing in a US National Cohort. \r\nThis algorithm identified 299,259 (36.5%) of the study cohort with MASLD, compared with 23,218 patients (2.8%) identified using International Classification of Diseases-9/10 codes. An algorithm combining rule-based NLP with cardiometabolic risk factors and alcohol use from EHRs accurately identifies and classifies SLD and can be applied in large epidemiologic studies of SLD in the Veterans Health Administration.\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Disease, Periconceptional Disease Activity, and Risk of Major Congenital Anomalies: A Nationwide Cohort Study.\r\n Children of women with IBD had a heightened susceptibility to mCAs, although absolute and relative risks were lower than previously reported. IBD activity was not linked to mCA risks, but those analyses included relatively few events.\r\nPubmed   Journal   ReadQx \r\nRisk of Post-polypectomy Bleeding After Colorectal Endoscopic Mucosal Resection in Patients With Cirrhosis: A Propensity-Matched Analysis of the US Collaborative Network. \r\nOptimizing patients with cirrhosis, especially with decompensated disease, before colorectal EMR and monitoring for post-procedure bleeding remain important. A conservative, supportive approach to managing bleeding in patients with cirrhosis may be as effective as in those without cirrhosis.\r\nPubmed   Journal   ReadQx \r\nSpatiotemporal Study of a Risk-Stratification Epigenetic-Based Biomarker Assay in Barrett's Esophagus Patients. \r\nEsopredict showed high predictive performance in multiple spatiotemporal samples in BE patients. These data further support the use of Esopredict as a robust test to distinguish high-risk BE patients, who may benefit from endoscopic eradication therapy or increased surveillance frequency, from low-risk patients, who may be candidates for less frequent surveillance and non-interventive observation.\r\nPubmed   Journal   ReadQx \r\nSpray and forced coagulation mode endoscopic submucosal dissection for early gastric neoplasms: a multicenter randomized controlled trial. \r\nSCM-ESD is a promising technique that may streamline ESD by eliminating the need to exchange devices and reducing costs. (UMIN Clinical Trials Registry, Numbers: UMIN000047353).\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Proteomics guided biomarker discovery, validation, and pathway perturbation in infection-related acute decompensation of cirrhosis.\r\n The study identifies novel protein signatures and pathways linked with infections in AD. A biomarker guided treatment of infections can limit unnecessary antimicrobials use and the burden of drug-resistance in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Impact of margin thermal ablation after cold-forceps avulsion with snare-tip soft coagulation for non-lifting large non-pedunculated colorectal polyps.\r\nFor NL-LNPCPs, MTA in combination with CAST is safe and effective and reduces recurrence at SC1 in comparison to CAST alone.\r\nPubmed   Journal   ReadQx \r\nOutcomes after radical endoscopic resection of high-risk T1 esophageal adenocarcinoma: an international multicenter retrospective cohort study. \r\n Our findings present low rates of LNM after radical ER of high-risk T1 EAC, consistent with other endoscopy-focused studies. Post-surgical patients are still at risk for metastasis and disease-specific mortality. These results suggest that endoscopic surveillance is suitable for selected cases, but further prospective studies are needed to refine patient selection and confirm optimal outcomes.\r\nPubmed   Journal   ReadQx \r\nPortal versus peripheral circulating tumor cells as prognostic biomarkers in patients with stage I-III pancreatic ductal adenocarcinoma.\r\n Higher CTC counts in both portal and peripheral systems were significantly associated with poorer survival in stage I-III PDAC;  however, only portal CTCs reflected tumor aggression and loco-regional metastasis.\r\nPubmed   Journal   ReadQx \r\nThe development and ex-vivo evaluation of a computer-aided quality control system for Barrett's esophagus endoscopy. \r\n This study presents the first CAQ system for automated quality control in BE. The system effectively distinguishes poorly from well-visualized mucosa and enhances neoplasia detection when integrated with CADe.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Burden and Cost of Gastrointestinal, Liver, and Pancreatic Diseases in the United States: Update 2024.\r\n GI diseases are responsible for a considerable and growing burden of health care use and costs. Funding innovative GI science and supporting the practice of GI medicine are critical to meeting the burden of GI illness.\r\nPubmed   Journal   ReadQx \r\nOverlap of Genomic and Transcriptomic Genes Identified in Familial Eosinophilic Esophagitis.\r\nGenes related to immune response, barrier dysfunction, and cell adhesion were identified in familial EoE cases and unaffected family members, supporting a genetic familial predisposition and a possible multi-hit background to disease pathophysiology.\r\nPubmed   Journal   ReadQx \r\nRisk of gastric adenocarcinoma after eradication of Helicobacter pylori. \r\nThis study revealed a decreasing incidence of gastric non-cardia adenocarcinoma after Helicobacter pylori eradication treatment in five Western populations. The risk became virtually similar to the background population from 11 years after treatment.\r\nPubmed   Journal   ReadQx \r\nThe Moonlighting Function of GLS2 Promotes Immune Evasion of Pancreatic Ductal Adenocarcinoma by TTLL1-mediated YAP1 Glutamylation. \r\nFurthermore, GLS2-K151 acetylation and YAP1 E100 glutamylation levels correlated positively with PD-L1 expression and poor prognosis in PDAC patients. The present study revealed a novel mechanism by which hypoxia upregulates PD-L1 expression and highlighted the involvement of GLS2 in non-canonical metabolic pathways involved in tumour immune evasion, with implications for PDAC treatment.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopist adenoma detection rate associated with neoplasia detection during subsequent-round colonoscopy in fecal immunochemical test-based colorectal cancer screening: cross-sectional analysis of the SCREESCO randomized controlled trial.\r\n The impact of endoscopists' ADRs on ACN detection in subsequent-round colonoscopies underscores the importance of considering ADR for optimal follow-up after first-round colonoscopy in a FIT-based screening program.\r\nPubmed   Journal   ReadQx \r\nErgonomic Impact of an Automated Device for Endoscopic Tool Insertion and Transfer. \r\nThese findings suggest that INSERTrument could improve the ergonomics of endoscopic procedures, potentially reducing the incidence of musculoskeletal injuries among endoscopists. Further studies are warranted to explore the long-term benefits and clinical implications of this device in routine endoscopic practice.\r\nPubmed   Journal   ReadQx \r\nLong slim versus conventional self-expandable metallic stent in bilateral endoscopic side-by-side deployment for unresectable malignant hilar biliary obstruction. \r\nThe success rate of endoscopic bilateral revisionary stent insertion in LSMS group was also higher (100% vs 33.3%, P=0.000). Bilateral LSMS placement is a viable option for MHBO patients with advantages of less operative difficulty and easier future re-intervention over conventional SBS stenting.\r\nPubmed   Journal   ReadQx \r\nSURVEILLANCE FINDINGS IN HIGH-RISK PATIENTS AFTER BASELINE COMPUTER-ASSISTED DETECTION COLONOSCOPY: A PROPENSITY SCORE MATCHING ANALYSIS.\r\nPatients who had CADe use at baseline colonoscopy had significantly lower rates of metachronous lesions, including advanced adenoma, on surveillance colonoscopy.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of endoscopic ultrasound-guided pelvic abscess drainage with lumen-apposing metal stents for complicated acute diverticulitis. \r\nEUS-PAD could be considered a safe and effective rescue strategy in case of failed or contraindicated percutaneous approach for the management of complicated AD to reduce the need for urgent surgery. Comparative data is necessary to confirm these observations.\r\nPubmed   Journal   ReadQx \r\nThirty-day hospital admission following high-risk outpatient ERCP: incidence and analysis of risk factors based on a secondary analysis of the Stent Versus Indomethacin trial dataset.\r\nHigh-risk patients who undergo outpatient ERCP and are discharged home are at considerable risk for hospital admission within 30 days and have increased rate of pancreatitis and longer length of hospital stay compared to outpatients admitted to the hospital immediately following ERCP, and some factors may predict this outcome. These findings should influence decision making and informed consent when electing to proceed with high-risk ERCP, recognizing that patients with sphincter of Oddi dysfunction were over-represented in this cohort, which may limit generalizability to a typical ERCP practice.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Aptamer-directed, nanovesicle-mediated targeting of undruggable molecules in preclinical cholangiocarcinoma models.\r\nHerein, we show that aptamer-directed, nanovesicle-mediated targeting of YAP, LCK, and tafazzin potentiates chemosensitivity in two CCA models when delivered using aptamer-guided milk-derived nanovesicles.\r\nPubmed   Journal   ReadQx \r\nGlobal burden of HBV-related liver disease: Primary liver cancer due to chronic HBV infection increased in over one-third of countries globally from 2000 to 2021. \r\nFrom 2000 to 2021, decreases in HBV-related liver disease incidence and prevalence were observed;  however, more than one-third of countries showed an increase in the incidence of HBV-related PLC. These findings highlight the need for strengthened HBV treatment efforts to reduce the risk of liver cancer.\r\nPubmed   Journal   ReadQx \r\nTargeting protein hyperSUMOylation halts cholangiocarcinoma progression by impairing cancer cell viability and tumor-stroma crosstalk.\r\n Aberrant SUMOylation drives CCA progression by enhancing cell survival, proliferation, and shaping the tumor microenvironment. Targeting SUMOylation shows potential in inhibiting CCA growth, representing a promising therapeutic strategy.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A phase IIb randomised-controlled trial of the FFAR1/FFAR4 agonist icosabutate in MASH. \r\nAlthough the primary endpoint was not met, treatment with icosabutate demonstrated encouraging fibrosis (as measured by both conventional and AI-assisted digital pathology) and non-invasive biomarker data, supporting further development in MASH patients. NCT04052516 IMPACT AND IMPLICATIONS: • With expression on multiple cells types regulating both glycemic control and liver inflammation, targeting free fatty acid receptors 1 and 4 could offer an attractive approach for the treatment of both fibrosing MASH and it's comorbidities.• Although treatment of F1-F3 MASH patients with oral icosabutate (a FFAR1/FFAR4 agonist) did not meet the pre-defined primary endpoint (MASH resolution without worsening of fibrosis), the overall dataset (including AI-assisted digital pathology) suggest an improvement in fibrosis in treated patients.• Improvements in multiple biomarkers of liver damage, inflammation and glycemic control were observed in response to therapy.• Icosabutate was generally safe and well-tolerated, and the overall data support further testing of icosabutate in MASH patients, in particular those with more advanced disease (F2-F3 fibrosis) and type 2 diabetes.\r\nPubmed   Journal   ReadQx \r\nHyodeoxycholic acid ameliorates cholestatic liver fibrosis by facilitating m<sup>6<\/sup>A-regulated expression of a novel anti-fibrotic target ETV4.\r\nThe present study underscores ETV4 as a novel anti-fibrotic target and demonstrates that HDCA remodels ECM by facilitating m 6 A-regulated ETV4 expression, offering potential therapeutic approaches for cholestatic liver fibrosis. Impact and implications This study delves into the underlying mechanisms of cholestatic liver fibrosis and offers potential therapeutic targets. The research highlights ETV4 as a novel anti-fibrotic target and is essential for the therapeutic effects of hyodeoxycholic acid (HDCA) against cholestatic liver fibrosis. These findings are important for both the scientific community and patients with cholestatic liver diseases, offering valuable insights for future therapeutic strategies that focus on regulating m 6 A-dependent epigenetic modifications of anti-fibrotic targets like ETV4 and developing new interventions utilizing HDCA.\r\nPubmed   Journal   ReadQx \r\nNumber of people treated for hepatitis C virus infection in 2014-2023 and applicable lessons for new HBV and HDV therapies.\r\nIn the last 10 years, 21% of al HCV infections were treated with DAAs. Regional and temporal variations highlight the importance of active screening strategies. Without program enhancements, the number of treated PLHCV stalled in every country/region which may not reflect a lower prevalence but may instead reflect the diminishing returns of the existing strategies. Impact and implications Long-term hepatitis C virus (HCV) infection can lead to cirrhosis and liver cancer. Since 2014, these infections can be effectively treated with 8-12 weeks of oral therapies. In 2015, the World Health Organization (WHO) established targets to eliminate HCV by 2030, which included treatment targets for member countries. The current study examines HCV treatment patterns across 119 countries and regions from 2014 to 2023 to assess the impact of national programs. This study can assist physicians and policymakers in understanding treatment patterns within similar regions or income groups and in utilizing historical data to refine their strategies in the future.\r\nPubmed   Journal   ReadQx \r\nProtein phosphatase 6 regulates metabolic dysfunction-associated steatohepatitis via the mTORC1 pathway. \r\nPPP6C is directly activated by FGF21 via FGFRs/βKlotho and improves MASH features through dephosphorylation of TSC2 in hepatocytes. This study implies that pharmacological approaches, genetic or metabolic factors targeting PPP6C activity may offer attractive prospects for treating liver fibrosis and MASH.\r\nPubmed   Journal   ReadQx \r\nThe Freiburg Index of Post-TIPS Survival (FIPS) identifies patients at risk for further decompensation and ACLF after TIPS.\r\nThe present study reveals that the FIPS predicts development of further decompensation and ACLF after TIPS implantation. These events are responsible for impaired transplant-free survival in FIPS high-risk patients. These results pave the way for the development of tailored clinical management strategies.\r\nPubmed   Journal   ReadQx \r\nUnveiling the Molecular Legacy of Transient Insulin Resistance: Implications for Hepatic Metabolic Adaptability. \r\nTransient insulin receptor blockade also altered the liver's molecular clock, particularly affecting PPARα transcriptional responsiveness. Seemingly reversible and unnoticed metabolic challenges in early adulthood may predispose the liver to exacerbated metabolic dysfunctions when confronted with chronic challenges later in life.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Direct-Acting Agents and Risk of Hepatocellular Carcinoma-The End of Controversy.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The Relevance of Hepatic Flares and Quantitative Hepatitis B Surface Antigen After Stopping HBV Polymerase Inhibitors. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Forecasting IBD Activity Using Wearable Devices. \r\n\r\nPubmed   Journal   ReadQx \r\nGut Microbiome Signature in Predisease Phase of Inflammatory Bowel Disease: Prediction to Pathogenesis to Prevention.\r\nUnderstanding these changes in the predisease phase provides a means of predicting IBD in high-risk populations and offers insights into possible mechanisms involved in disease pathogenesis. Finally, we discuss strategies to use this information to design interventions aimed at modulating the microbiome as a means of preventing or delaying the onset of IBD.\r\nPubmed   Journal   ReadQx \r\nImmune Dysfunction and Infection Risk in Advanced Liver Disease.\r\nThis review addresses key evidence supporting the paradigm of immune dysfunction as a risk for microbial infections and identifies potential therapeutic targets for intervention. The primary focus is on cirrhosis-associated immune dysfunction and alcohol-associated liver disease, because the bulk of available data are from these 2 conditions.\r\nPubmed   Journal   ReadQx \r\nIs fecal immunochemical testing the right FIT for patients with symptoms?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Metabolic dysfunction-associated steatotic liver disease a multisystem disease: assessing the cost effectiveness of pharmacotherapies. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2025 CME Information. \r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences. \r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal clear cell carcinoma treated by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nNew Barrett's Esophagus after Sleeve Gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nTriple Modality Triumph: Novel Endoscopic Treatment of Complex Ileorectal Anastomotic Stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nVideo Violence: Navigating a New Frontier in Workplace Violence Amidst the Surge in Telehealth Adoption. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A new traction method - integrated multipoint traction - in endoscopic submucosal dissection for the treatment of a laterally spreading tumor. \r\n\r\nPubmed   Journal   ReadQx \r\nA novel clip with mantis-like claws combined with the over-the-scope clip for fistula closure. \r\n\r\nPubmed   Journal   ReadQx \r\nA novel colonoscope with a wider field of view of 230° - first in human case. \r\n\r\nPubmed   Journal   ReadQx \r\nAdenoma with complete circumferential involvement of the ileum and ileocecal valve successfully removed by traction-assisted endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nApplication of holmium laser in endoscopic retrograde cholangiopancreatographygall gallbladder-preserving cholecystolithotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBe cautious with the semilunar fold! Endoscopic perforation after cap-suction pseudopolyp formation for underwater en bloc resection of a big cecal lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCarbon dioxide digital subtraction enterography for route identification in post-Roux-en-Y biliary interventions. \r\n\r\nPubmed   Journal   ReadQx \r\nCombined endoscopic mucosal resection and endoscopic submucosal dissection with an adaptive traction device for a duodenal duplication cyst. \r\n\r\nPubmed   Journal   ReadQx \r\nCounter mucosal incisions: a novel tension-relief technique in anti-reflux mucosal plasty for enhanced closure stability. \r\n\r\nPubmed   Journal   ReadQx \r\nDouble-sided endoscopic submucosal dissection with two scopes and adaptive traction for an ileocecal neoplasia: when ileostomy allows simultaneous dissection on the two edges. \r\n\r\nPubmed   Journal   ReadQx \r\nEctopic mediastinal parathyroid diagnosed by contrast-enhanced endoscopic ultrasound-guided fine-needle aspiration and eluate parathormone level.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic closure of a challenging gastrobronchial fistula following esophagectomy: an effective and accessible technique. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrieval of a proximally migrated pancreatic stent complicated by a roomy ampulla of Vater and duodenal diverticula. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for a symptomatic hypopharyngeal cavernous hemangioma: a new potential method. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasonography evaluation combined with guidewire-guided cystotome therapy for refractory benign esophageal stricture: Improving the safety of treatment. \r\n\r\nPubmed   Journal   ReadQx \r\nMulti-strategy endoscopic submucosal dissection of a challenging lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel methods to confirm successful puncture in endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRadiation-free mother-baby endoscopic balloon dilation for cervical esophago-ileal anastomotic stenosis. \r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal tunneling endoscopic resection of a rare gastric hemangioma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful reinterventional drainage via endoscopic ultrasound-guided cannulation with anastomotic identification. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful removal of a foreign body from a duodenal diverticulum via enteroscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful transcolonic endoscopic ultrasound-guided fine-needle biopsy of retroperitoneal fibrosis. \r\n\r\nPubmed   Journal   ReadQx \r\nThrough-the-scope tack and suture system for closure of a large iatrogenic rectal perforation. \r\n\r\nPubmed   Journal   ReadQx \r\nTime to focus on the potential benefit of minimally invasive treatment of remnant cystic duct stump stones.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Demystifying the K Award. \r\n\r\nPubmed   Journal   ReadQx \r\nDesigning and Delivering Chalk Talks in the Clinical Setting.\r\n\r\nPubmed   Journal   ReadQx \r\nEarly Dietary Fiber Intake Reduces Celiac Disease Risk in Genetically Prone Children: Insights from the TEDDY study. \r\n\r\nPubmed   Journal   ReadQx \r\nGeographic Disparities in Access to Gastroenterologists in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nMirikizumab for Crohn's Disease: Small Step Forward or Giant Leap Ahead? \r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of Chronic Liver Diseases and Associated Risk Factors in Sexual Minority People in The United States. \r\n\r\nPubmed   Journal   ReadQx \r\nShining a New Light on Gastrointestinal Endoscopy: Evaluating the Effect of Green Light Versus Dim Light on Performance in the Endoscopy Suite. \r\n\r\nPubmed   Journal   ReadQx \r\nThe Thing Itself: Medicine as Craft.\r\n\r\nPubmed   Journal   ReadQx \r\nUnravelling a Case of Fatty Pancreas in a Child. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Rare Case of Gastric Mass Due to Adrenal Tuberculosis Presenting Without Typical Clinical Manifestations of Addison's Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nA Rare Presentation of Esophagopericardial Fistula Arising from Benign Ulcer. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Uncommon Esophageal Mass with Dynamic Changes. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Case of Pancreatic Cystic Mass. \r\n\r\nPubmed   Journal   ReadQx \r\nAt the Focal Point: ERCP in Altered Anatomy: Managing a Large Bile Duct Stone in a Type 4 Hiatal Hernia using a Savary wire. \r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-Based Treatment and Diagnosis of an Infrequent Cause of Jaundice: Common Bile Duct Polyp. \r\n\r\nPubmed   Journal   ReadQx \r\nGastric tuberculosis resembling submucosal tumors of the stomach. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroduodenal artery pseudoaneurysm mimicking Mirizzi syndrome. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Histology of subepithelial lesions (SELs) in the gastrointestinal tract-resected endoscopic: a database study of 4901 patients. \r\n\r\nPubmed   Journal   ReadQx \r\nHost-microbiome determinants of insulin resistance in obesity: alone we go faster, together we go further! \r\n\r\nPubmed   Journal   ReadQx \r\nIt takes two to TAM-go.\r\n\r\nPubmed   Journal   ReadQx \r\nPutting the best foot forward: rethinking the paradigms in ASUC. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Identifying the sweet spot in portal pressure reduction with TIPS. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Hepatic decompensation is the major driver of mortality in hepatocellular carcinoma patients treated with atezolizumab plus bevacizumab: The impact of successful antiviral treatment. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Relevance of Hepatic Flares and Quantitative Hepatitis B Surface Antigen After Stopping HBV Polymerase Inhibitors-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Clinical Trial: Treatment of Functional Dyspepsia According to Subtype Compared With Empirical Proton Pump Inhibitor. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Clinical Trial: Treatment of Functional Dyspepsia According to Subtype Compared With Empirical Proton Pump Inhibitor: Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Global health inequalities in the burden of gastrointestinal cancers from 1990 to 2021. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Treatment coverage of the 2024 updated WHO guidelines for patients with chronic hepatitis B. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-14T11:59:16-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-07-2025/",
    "title": "Fri Feb 07 2025",
    "description": "149 articles - From Friday Jan 31 2025 to Friday Feb 07 2025",
    "author": [],
    "date": "2025-02-07",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    A Standardized Approach to Performing and Interpreting FLIP Panometry for Esophageal Motility Disorders: The Dallas Consensus.\r\n The standardized approach for performance and interpretation of the Dallas Consensus can facilitate use of FLIP Panometry in broad clinical settings.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy position statement on periendoscopic management of patients on glucagon-like peptide-1 receptor agonists and sodium-glucose cotransporter-2 inhibitors.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Hepatology\r\n    Comparison of pharmacological therapies in metabolic dysfunction-associated steatohepatitis for fibrosis regression and MASH resolution: Systematic review and network meta-analysis.\r\n This study provides updated rank-order efficacy of MASH pharmacological therapies for fibrosis regression and MASH resolution. These data are helpful to inform practice and clinical trial design.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Chronic Use of Proton Pump Inhibitors Is Associated With Reduced 30-Day Mortality From Acute Pancreatitis.\r\nCompared to non-users, patients on chronic PPIs were older (p < 0.001) and had a higher Charlson Comorbidity Index score (p < 0.001). Mortality rates at 30 days were 1.5% in chronic PPI users and 4.6% in non-users (OR 0.33;  95% CI, 0.16-0.6;  p < 0.001).\r\nPubmed   Journal   ReadQx \r\nCrohn's Disease With Latent Tuberculosis Infection or Intestinal Tuberculosis: Rapid Discrimination by Targeted Next-Generation Sequencing. \r\nTNGS using fresh biopsy tissue from ulcer bases is highly sensitive and specific, with superiority over other traditional diagnostic methods for ITB detection. TNGS could facilitate rapid diagnosis of ITB and discrimination from CD with LTBI, particularly in high TB-endemic countries.\r\nPubmed   Journal   ReadQx \r\nImpact of GLP-1 Receptor Agonists on Alcohol-Related Liver Disease Development and Progression in Alcohol Use Disorder.\r\nGLP-1RAs were associated with reduced risks of developing and progressing ArLD in patients with AUD, suggesting potential therapeutic benefits in this population.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Fecal Calprotectin Correlates with Disease Extent but Remains a Reliable Marker of Mucosal Healing in Ulcerative Colitis.\r\nFC showed a significant association with disease extent yet remained a reliable surrogate marker for mucosal healing across al disease extents.\r\nPubmed   Journal   ReadQx \r\nHIV Infection Is Associated With a Less Aggressive Phenotype of Inflammatory Bowel Disease: A Multicenter Study of the ENEIDA Registry. \r\nIn the multivariate analysis, HIV infection (odds ratio 4.765, 95% confidence interval (CI) 2.48-9.14;  P < 0.001) and having ≥1 comorbidity (OR 2.445, 95% CI 1.23-4.85;  P = 0.010) were risk factors for developing OI, while CD was protective (OR 0.372, 95% CI 0.18-0.78;  P = 0.009). HIV infection seems to be associated with a less aggressive phenotype of IBD and a lesser use of nonbiological therapies and biologicals but entails a greater risk of developing OI.\r\nPubmed   Journal   ReadQx \r\nInequalities in developing cirrhosis complications over time: A cohort study.\r\n In a contemporary cirrhosis cohort, half of patients progressed, while others remain compensated, and a large fraction transitioned directly to death, with age and etiology significantly influencing outcomes. These data highlight the importance of interventions in the high-yield period before the first complication.\r\nPubmed   Journal   ReadQx \r\nLarge Single Center Comparison Of Novel and Reusable Duodenoscopes Show Similar Contamination Rates That Do Not Correlate With Clinical Infection.\r\n Our data suggest bacterial contamination rates of novel duodenoscopes with disposable caps and reusable duodenoscopes are similar. The low contamination rates in this study support consistent high-level disinfection practices regardless of duodenoscope generation.\r\nPubmed   Journal   ReadQx \r\nPROBIOTICS PRESCRIBED WITH HELICOBACTER PYLORI ERADICATION THERAPY IN EUROPE: USAGE PATTERN, EFFECTIVENESS, AND SAFETY: Results from the European Registry on Helicobacter pylori Management (Hp-EuReg).\r\nIn Europe, the use of probiotics was associated with higher effectiveness and safety of H. pylori eradication therapy. Lactobacillus improved treatment effectiveness, while Bifidobacterium and Saccharomyces were associated with a better safety profile.\r\nPubmed   Journal   ReadQx \r\nPredictors for chronic opioid use in patients with inflammatory bowel disease - a population based cohort study.\r\n An alarming proportion of patients became chronic opioid users. These results are helpful to risk-stratify patients to prevent chronic opioid use. Clinicians should be particularly attentive in patients who have had surgery, who use hypnotics/sedatives, and who are elderly. We need evidence regarding pain management strategies, efficacy of non-opioid analgesics, and opioid cessation strategies.\r\nPubmed   Journal   ReadQx \r\nSevere Cholestasis Predicts Recurrent Primary Sclerosing Cholangitis Following Liver Transplantation. \r\nSevere cholestasis at 3 months in the Canadian cohort was predictive of graft loss (HR = 3.88, P = 0.0001). The development of cholestasis within 3-12 months following LT was predictive of rPSC and graft loss.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Association of Alcohol and Incremental Cardiometabolic Risk Factors with Liver Disease: A National Cross-Sectional Study.\r\nStratifying MetALD as ≥3 CMRFs, rather than 1 CMRF may provide more optimal fibrosis stratification. Diabetes, high waist circumference, and hypertension, are associated with significant liver fibrosis among individuals with increased alcohol use, but not dyslipidemia.\r\nPubmed   Journal   ReadQx \r\nColorectal cancer incidence in steatotic liver disease (MASLD, MetALD, and ALD).\r\n The risk of CRC differs significantly among patients with SLD, with the highest incidence observed in those with ALD, followed by MetALD and MASLD.\r\nPubmed   Journal   ReadQx \r\nDiagnosis of Retrograde Cricopharyngeus dysfunction using high resolution impedance manometry and comparison with control subjects.\r\n Rapid drinking challenge with sparkling water can serve as belch provocation test during HRiM, with higher UES pressures during gas reflux and oscillations discriminating R-CPD patients from controls.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound Guided Portosystemic Pressure Gradient Correlates with Clinical Parameters and Liver Histology.\r\nResults Across 8 centers, 385 patients were enrolled and 373 had successful EUS-PPG (technical success 97%). Higher median PPGs were observed in patients with than without esophageal varices (11.6mmHg vs 4.1), portal hypertensive gastropathy (10.5mmHg vs 3.3), and thrombocytopenia (7.6 mmHg vs 4.4) (p 5mm Hg which outperformed non-invasive markers of fibrosis.\r\nPubmed   Journal   ReadQx \r\nExtended Risankizumab Treatment in Patients With Crohn's Disease Who Did Not Achieve Clinical Response to Induction Treatment.\r\n Most initial nonresponders to IV RZB induction who received 12W of extended RZB treatment demonstrated improved clinical and endoscopic outcomes at W24. Improvements in patients who received SC RZB extended treatment were maintained during FORTIFY. Extended treatment was well tolerated with no new safety risks identified.\r\nPubmed   Journal   ReadQx \r\nThe assessment of gastrointestinal transit by the Atmo Capsule: A comparison with the SmartPill Capsule.\r\nThe performance characteristics of the Atmo capsule for measurements of GET and CTT, were equivalent to the reference standard WMC with a strong correlation and good device agreement. These results demonstrate that the Atmo Capsule is a valid method for evaluating gastrointestinal transit.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Artificial intelligence improves submucosal vessel detection during third space endoscopy.\r\nAI improved the vessel detection rate and time of endoscopists during third space endoscopy. While these data need to be corroborated by clinical trials, AI may prove to be an invaluable tool for the improvement of endoscopic interventions.\r\nPubmed   Journal   ReadQx \r\nPerformance measures for small-bowel endoscopy: a European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative - Update 2025. \r\nSince 2019, there has been an increase in published studies looking at different aspects of small-bowel endoscopy, including real-world data. This paper provides an update on the 2019 performance measures, considering the latest literature.\r\nPubmed   Journal   ReadQx \r\nStandard enhancement settings used on endoscopy systems significantly impair performance of artificial intelligence systems in endoscopy. \r\n This retrospective study indicates that performance of current endoscopic AI systems can substantially vary depending on the post-processing enhancement settings of the endoscopy unit. Specific data augmentation can mitigate this performance loss.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A novel, IBS-specific IgG ELISA-based elimination diet in irritable bowel syndrome: A randomized, sham-controlled trial.\r\nSubjects on an IgG-guided elimination diet were more likely to achieve the primary endpoint than those on a sham elimination diet. Subgroup analysis suggests a more robust benefit for subjects with IBS-C and IBS-M. This highlights the potential effectiveness of a personalized elimination diet based on a novel IBS-specific IgG assay. A larger study is warranted to validate these observations.\r\nPubmed   Journal   ReadQx \r\nOverlap of Genomic and Transcriptomic Genes Identified in Familial Eosinophilic Esophagitis.\r\nGenes related to immune response, barrier dysfunction, and cell adhesion were identified in familial EoE cases and unaffected family members, supporting a genetic familial predisposition and a possible multi-hit background to disease pathophysiology.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopist adenoma detection rate associated with neoplasia detection during subsequent-round colonoscopy in fecal immunochemical test-based colorectal cancer screening: cross-sectional analysis of the SCREESCO randomized controlled trial. \r\nThe multivariable odds ratios of the first-round intermediate and high ADRs, compared with the very low ADR, for the second-round ACN detection, were 0.17 (95% confidence interval: 0.02-0.79) and 0.19 (95% confidence interval: 0.04-0.86), respectively. The impact of endoscopists' ADRs on ACN detection in subsequent-round colonoscopies underscores the importance of considering ADR for optimal follow-up after first-round colonoscopy in a FIT-based screening program.\r\nPubmed   Journal   ReadQx \r\nSURVEILLANCE FINDINGS IN HIGH-RISK PATIENTS AFTER BASELINE COMPUTER-ASSISTED DETECTION COLONOSCOPY: A PROPENSITY SCORE MATCHING ANALYSIS. \r\nThe cumulative incidence of patients with any metachronous adenoma or serrated lesion was significantly lower in patients with baseline use of CADe than conventional colonoscopy (log rank p=0.05). Patients who had CADe use at baseline colonoscopy had significantly lower rates of metachronous lesions, including advanced adenoma, on surveillance colonoscopy.\r\nPubmed   Journal   ReadQx \r\nThirty-day hospital admission following high-risk outpatient ERCP: incidence and analysis of risk factors based on a secondary analysis of the Stent Versus Indomethacin trial dataset. \r\nHigh-risk patients who undergo outpatient ERCP and are discharged home are at considerable risk for hospital admission within 30 days and have increased rate of pancreatitis and longer length of hospital stay compared to outpatients admitted to the hospital immediately following ERCP, and some factors may predict this outcome. These findings should influence decision making and informed consent when electing to proceed with high-risk ERCP, recognizing that patients with sphincter of Oddi dysfunction were over-represented in this cohort, which may limit generalizability to a typical ERCP practice.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Carbon footprinting and environmental impact of gastrointestinal endoscopy procedures at a tertiary care institution: a prospective multi-dimensional assessment.\r\n This study highlights the significant environmental footprint of GIE procedures, emphasising the importance of optimising practices to reduce patient travel and repeat procedures, alongside improving electricity and water management for sustainable healthcare.\r\nPubmed   Journal   ReadQx \r\nDysbiotic oral microbiota-derived kynurenine, induced by chronic restraint stress, promotes head and neck squamous cell carcinoma by enhancing CD8<sup>+<\/sup> T cell exhaustion.\r\n CRS-induced oral microbiota dysbiosis plays a protumourigenic role in HNSCC and can influence host metabolism. Mechanistically, under stress conditions, Kyn promotes CD8 + T cell exhaustion and HNSCC tumourigenesis through stabilising AhR by its deubiquitination.\r\nPubmed   Journal   ReadQx \r\nGlucocorticoid receptor suppresses GATA6-mediated RNA polymerase II pause release to modulate classical subtype identity in pancreatic cancer. \r\nConversely, in basal PDAC ΔNp63 promotes Pol II recruitment and stabilises enhancer-promoter interactions. This study provides new insights into the transcriptional control and role of GR agonists in controlling PDAC molecular subtype identity.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Coil or Plug-Assisted Retrograde transvenous obliteration (CARTO/PARTO) for treating portal hypertensive variceal bleeding: A multi-center, real-world 10-year retrospective study. \r\nCARTO and PARTO have excellent long-term survival and clinical outcomes. However, these are negatively affected by high MELD scores, concomitant HCC, and coexisting esophageal varices.\r\nPubmed   Journal   ReadQx \r\nMulticenter, retrospective GUIDANCE001 study comparing transarterial chemoembolization with or without tyrosine kinase and immune checkpoint inhibitors as conversion therapy to treat unresectable hepatocellular carcinoma: Survival benefit in intermediate or advanced, but not early, stages. \r\nHowever, it was also associated with a significantly higher frequency of serious adverse events (35.6 vs 27.0%, p=0.009). Combining TACE with immune checkpoint and tyrosine kinase inhibitors was associated with significantly better survival and conversion efficacy than TACE alone among patients with intermediate or advanced unresectable HCC.\r\nPubmed   Journal   ReadQx \r\nPhosphoproteomics delineates hepatocellular carcinoma subtypes and pinpoints therapeutic targets.\r\nOur study provides a comprehensive exploration of the phosphoproteomic landscape of HCC, establishing new subtypes that match clinical features and identifying potential therapeutic targets for the most malignant C subtype.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Accumulation of altered serum bile acids predicts liver injury after portoenterostomy in biliary atresia.\r\nAccumulation and altered composition of serum bile acids predicted progressive liver disease and poorer transplant-free survival following KPE. Poor prognosis was associated with low bile acid synthesis and aberrantly increased liver FGF19. Impact and implications Biliary atresia (BA), a fibro-obliterating biliary disease of infants, remains the most common indication for pediatric liver transplantation caused by rapid progression of liver injury. To identify predictive biomarkers of disease progression and to elucidate the pathophysiology of BA liver injury, we profiled serum bile acids and studied their liver metabolism after Kasai portoenterostomy. Accumulation and altered composition of circulating bile acids predicted progression of liver disease and need for liver transplantation. Patients with poor prognosis showed low bile acid synthesis and abnormal liver expression of fibroblast growth factor 19.\r\nPubmed   Journal   ReadQx \r\nHyodeoxycholic acid ameliorates cholestatic liver fibrosis by facilitating m<sup>6<\/sup>A-regulated expression of a novel anti-fibrotic target ETV4.\r\nThe present study underscores ETV4 as a novel anti-fibrotic target and demonstrates that HDCA remodels ECM by facilitating m 6 A-regulated ETV4 expression, offering potential therapeutic approaches for cholestatic liver fibrosis. Impact and implications This study delves into the underlying mechanisms of cholestatic liver fibrosis and offers potential therapeutic targets. The research highlights ETV4 as a novel anti-fibrotic target and is essential for the therapeutic effects of hyodeoxycholic acid (HDCA) against cholestatic liver fibrosis. These findings are important for both the scientific community and patients with cholestatic liver diseases, offering valuable insights for future therapeutic strategies that focus on regulating m 6 A-dependent epigenetic modifications of anti-fibrotic targets like ETV4 and developing new interventions utilizing HDCA.\r\nPubmed   Journal   ReadQx \r\nLoss of SGK1 supports metastatic colonization in hepatocellular carcinoma by promoting resistance to T cell-mediated immunity.\r\nThese findings establish SGK1 as a crucial regulator of immune-mediated control over metastatic growth in HCC. SGK1 expression in metastatic lesions may serve as a predictive biomarker for response to immune checkpoint inhibitors, presenting new avenues for therapeutic intervention to overcome immune resistance in metastatic HCC. Impact and implications Despite metastasis is a common occurrence and lethal determinant in cancers, the mechanism underlying tumor immune evasion during metastatic seeding is unclear. Our study reveals that loss of Sgk1 renders metastatic tumor cells survival advantages against antitumor immune response by abrogating CD8 + T cell-induced RIPK1-dependent necroptosis. Growth of Sgk1-silenced metastasis led to infiltration of terminally exhausted CD8 + T cells, which could be reversed by immune checkpoint inhibitors administered at early stage of metastatic seeding. These findings provide valuable insights into potential therapeutic strategies targeting resistance to T cell immunity in cancer metastasis.\r\nPubmed   Journal   ReadQx \r\nMultiomic analysis uncovers a continuous spectrum of differentiation and Wnt-MDK-driven immune evasion in hepatoblastoma. \r\nOur novel findings, revealing a continuous spectrum of tumor differentiation states and Wnt-MDK-driven immune evasion, are significant for pediatric oncology clinicians and researchers, improving our functional understanding of the immune environment of hepatoblastoma. The identification of midkine as a tumor-specific immunomodulator suggests a potential for developing new targeted therapies, though further mechanistic and practical validation would be needed to realize clinical translation of these findings.\r\nPubmed   Journal   ReadQx \r\nNumber of people treated for hepatitis C virus infection in 2014-2023 and applicable lessons for new HBV and HDV therapies.\r\nIn the last 10 years, 21% of al HCV infections were treated with DAAs. Regional and temporal variations highlight the importance of active screening strategies. Without program enhancements, the number of treated PLHCV stalled in every country/region which may not reflect a lower prevalence but may instead reflect the diminishing returns of the existing strategies. Impact and implications Long-term hepatitis C virus (HCV) infection can lead to cirrhosis and liver cancer. Since 2014, these infections can be effectively treated with 8-12 weeks of oral therapies. In 2015, the World Health Organization (WHO) established targets to eliminate HCV by 2030, which included treatment targets for member countries. The current study examines HCV treatment patterns across 119 countries and regions from 2014 to 2023 to assess the impact of national programs. This study can assist physicians and policymakers in understanding treatment patterns within similar regions or income groups and in utilizing historical data to refine their strategies in the future.\r\nPubmed   Journal   ReadQx \r\nThe Freiburg Index of Post-TIPS Survival (FIPS) identifies patients at risk for further decompensation and ACLF after TIPS. \r\nThese events are responsible for impaired transplant-free survival in FIPS high-risk patients. These results pave the way for the development of tailored clinical management strategies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial on 'Early HBcrAg and Anti-HBc Levels Identify Patients at High Risk for Severe Flares After Nucleos(t)ide Analogue Cessation: A Pooled Analysis of Two Clinical Trials'. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Alpha<sub>2<\/sub>-Delta Ligands in Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Autoimmune Hepatitis-Could It Be as Easy as Vitamin D?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Baseline Drug Clearance Predicts Outcomes in Children With Inflammatory Bowel Disease Treated With Vedolizumab.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Flipping the Script-Higher Risk of Hepatocellular Carcinoma With Tenofovir Compared to Entecavir in a French Population-Based Cohort. \r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Surrogate Endpoints to Assess Treatment Efficacy in Disorders of Gut-Brain Interaction of Lower Gastrointestinal Tract. \r\nWith the exclusion of alosetron data, CT at 24 h was non-significantly correlated with the composite/global symptom endpoint (Rs = -0.667, p = 0.073), but not with abdominal pain (Rs = 0.377, p = 0.419). Scintigraphic CT measurement fulfils the expectation of a surrogate endpoint for symptom-based outcomes, particularly in IBS-D or IBS-C and CIC.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Diagnosis and Treatment of Hemochromatosis.\r\nIn this review, the emphasis is on recent developments in the diagnosis and treatment of hemochromatosis, focusing on those homozygous for the C282Y variant in the HFE gene. In this condition, there is a clear need for earlier diagnosis leading to earlier treatment to prevent morbidity and mortality from iron overload.\r\nPubmed   Journal   ReadQx \r\nMelting the Celiac Iceberg to Improve Outcomes in Celiac Disease: Two Tales of Success.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    \"A rose by any other name\"? - Beyond Diagnostic Nomenclature in Neurogastroenterology. \r\n\r\nPubmed   Journal   ReadQx \r\nGut Microbiome Signature in Predisease Phase of Inflammatory Bowel Disease: Prediction to Pathogenesis to Prevention. \r\nUnderstanding these changes in the predisease phase provides a means of predicting IBD in high-risk populations and offers insights into possible mechanisms involved in disease pathogenesis. Finally, we discuss strategies to use this information to design interventions aimed at modulating the microbiome as a means of preventing or delaying the onset of IBD.\r\nPubmed   Journal   ReadQx \r\nIs fecal immunochemical testing the right FIT for patients with symptoms? \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nAcetic acid-enhanced magnifying endoscopy with narrow-band imaging: A simple, efficient, and nontoxic alternative chromoendoscopy for pit pattern analysis in colorectal neoplasm?\r\n\r\nPubmed   Journal   ReadQx \r\nAssessment of esophageal injury after thermal ablation for atrial fibrillation: a possible new EUS indication.\r\n\r\nPubmed   Journal   ReadQx \r\nIs this the end game in the treatment of gastric varices?\r\n\r\nPubmed   Journal   ReadQx \r\nUnder pressure: changing our way of caring.\r\n\r\nPubmed   Journal   ReadQx \r\nUnsedated colonoscopy: Are we there yet?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Single-cell omics in inflammatory bowel disease: recent insights and future clinical applications.\r\nWith this review, we aim to provide a comprehensive survey of the studies that have applied single-cell omics to the study of UC or CD, and offer our perspective on the main findings these studies contribute. Finally, we discuss the limitations and potential benefits that the integration of single-cell omics into clinical practice and drug development could offer.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Loss or gain of function: The functional complexity of the PNPLA3 I148M Variant.\r\n\r\nPubmed   Journal   ReadQx \r\nMOVING DIAGNOSIS OF LIVER FIBROSIS INTO THE COMMUNITY.\r\nIn addition, intervention on metabolic risk factors and alcohol consumption should be carried out in collaboration between specialized therapy and primary care. This review describes liver fibrosis from the community perspective, highlighting gaps in knowledge on how to define the optimal combination of tests, target population, the ideal pathway of care for CLD, and how to increase implementation of programs for early diagnosis of liver diseases in clinical practice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Global Perspective on Metabolically Driven Primary Liver Cancer: Opportunities and Challenges.\r\n\r\nPubmed   Journal   ReadQx \r\nACG 2024 Presidential Speech. \r\n\r\nPubmed   Journal   ReadQx \r\nBiliary obstruction secondary to Ascaris lumbricoides. \r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy for Primary Sclerosing Cholangitis With Biliary Strictures Using Texture and Color Enhancement Imaging and Red Dichromatic Imaging. \r\n\r\nPubmed   Journal   ReadQx \r\nEffects of Cholestasis on Primary Sclerosing Cholangitis in Patients Following Liver Transplantation: Insights From Mixed Censoring Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nIs It Time to Scale Down the Bristol?\r\n\r\nPubmed   Journal   ReadQx \r\nLyon Score: Key Deficiencies and Discrepancies.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Kong and Li.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Melton et al.\r\n\r\nPubmed   Journal   ReadQx \r\nSecond Trimester Twist: Sigmoid Volvulus as a Rare Cause of Abdominal Pain During Pregnancy. \r\n\r\nPubmed   Journal   ReadQx \r\nThe Management of Gastroparesis Symptoms.\r\n\r\nPubmed   Journal   ReadQx \r\nUnexpected Cause of Abdominal Pain: Rectal Seed Bezoar. \r\n\r\nPubmed   Journal   ReadQx \r\nWhen Patients With IBD Require an Ostomy: Evidence-Based Answers to 10 Common Clinical Questions in IBD Surgery. \r\n\r\nPubmed   Journal   ReadQx \r\nWhen a Pancreatic Mass Isn't Malignant: A Case of Pancreatic Splenosis. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A machine-learning model score predicts advanced fibrosis and cirrhosis in indeterminate FIB-4 patients.\r\n\r\nPubmed   Journal   ReadQx \r\nDiffuse Esophageal Adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nIL-17A inhibitor-induced pouchitis.\r\n\r\nPubmed   Journal   ReadQx \r\nOutcomes in Female Patients with Chronic Liver Disease Undergoing Infertility Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nSafety and clinical effectiveness of GLP1 receptor agonists in inflammatory bowel disease patients.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A new innovative imaging modality: \"extended reality\" in endoscopic ultrasonography.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA stent too far: endoscopic ultrasonography-guided duodenojejunostomy for malignant duodenal obstruction after placement of a stent in the horizontal part.\r\n\r\nPubmed   Journal   ReadQx \r\nAdenoma with complete circumferential involvement of the ileum and ileocecal valve successfully removed by traction-assisted endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nApplication of holmium laser in endoscopic retrograde cholangiopancreatographygall gallbladder-preserving cholecystolithotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nBackward leap technique using a novel 0.018-inch guidewire.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBe cautious with the semilunar fold! Endoscopic perforation after cap-suction pseudopolyp formation for underwater en bloc resection of a big cecal lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscope-assisted endoscopic retrograde appendicitis therapy for the diagnosis and treatment of occult appendicitis with a giant fecalith.\r\n\r\nPubmed   Journal   ReadQx \r\nEctopic mediastinal parathyroid diagnosed by contrast-enhanced endoscopic ultrasound-guided fine-needle aspiration and eluate parathormone level.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic resection with one-port placement for duodenal neuroendocrine tumor: toward more minimally invasive endoscopic management.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic transcecal appendectomy for a laterally spreading tumor of the appendiceal stump.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFacilitating transpancreatic biliary sphincterotomy with a rotatable sphincterotome: a case of improved biliary cannulation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHemostasis of active bleeding in the duodenal bulb using a sharp-clawed reopenable endoclip under gel immersion endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nMulti-strategy endoscopic submucosal dissection of a challenging lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel methods to confirm successful puncture in endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nOpportunistic myiasis is a rare complication in patients with feeding gastrostomy tube.\r\n\r\nPubmed   Journal   ReadQx \r\nOver-the-scope clip on over-the-scope clip technique for closure of delayed perforation near a previously placed over-the-scope clip.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSingle-use cholangioscope-assisted diagnosis of a large sessile serrated lesion within the appendix.\r\n\r\nPubmed   Journal   ReadQx \r\nStent-in-stent deployment for malignant hilar obstruction using multi-hole stent can prevent tumor ingrowth during 6-month cholangioscopic follow-up.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal tunneling endoscopic resection of a rare gastric hemangioma.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful balloon fixation technique to prevent dislocation of a fully covered self-expanding metal stent for biliary stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTime to focus on the potential benefit of minimally invasive treatment of remnant cystic duct stump stones.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Microbiome-directed therapy for malnutrition that performs better than standard nutritional interventions.\r\n\r\nPubmed   Journal   ReadQx \r\nA new tool to study the DREADDed peripheral nervous system.\r\n\r\nPubmed   Journal   ReadQx \r\nAcute Liver Failure and a Rash. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unexpected Adverse Event of Radiofrequency Ablation for Intraductal Papillary Mucinous Neoplasm. \r\n\r\nPubmed   Journal   ReadQx \r\nFirst-line dual immunotherapy to checkmate metastasic colorectal cancer with high microsatellite instability.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Health: An Emerging Concept. \r\n\r\nPubmed   Journal   ReadQx \r\nMirikizumab for Crohn's Disease: Small Step Forward or Giant Leap Ahead? \r\n\r\nPubmed   Journal   ReadQx \r\nNames matter: a call to neurogastroenterologists to examine how we can improve the nomenclature we use to describe the disorders our patients experience.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of Chronic Liver Diseases and Associated Risk Factors in Sexual Minority People in The United States. \r\n\r\nPubmed   Journal   ReadQx \r\nTeaching and Assessing Higher-order Cognitive Skills in Fellowship Training. \r\n\r\nPubmed   Journal   ReadQx \r\nThe safety and efficacy of guselkumab for the treatment of moderate to severely active ulcerative colitis. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    At the Focal Point: ERCP in Altered Anatomy: Managing a Large Bile Duct Stone in a Type 4 Hiatal Hernia using a Savary wire. \r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-Based Treatment and Diagnosis of an Infrequent Cause of Jaundice: Common Bile Duct Polyp. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Histology of subepithelial lesions (SELs) in the gastrointestinal tract-resected endoscopic: a database study of 4901 patients. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Beyond monotherapy: Combining radiotherapy with sintilimab and bevacizumab for hepatocellular carcinoma with portal vein tumor thrombus. \r\n\r\nPubmed   Journal   ReadQx \r\nFIB-4 and VITRO: A new dynamic duo in noninvasive testing? \r\n\r\nPubmed   Journal   ReadQx \r\nIdentifying the sweet spot in portal pressure reduction with TIPS. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: Interpreting the 100% disease control rate of Sin-Bev-RT in HCC with PVTT. \r\n\r\nPubmed   Journal   ReadQx \r\nSecond Line, Still Fine. \r\n\r\nPubmed   Journal   ReadQx \r\nSetting the standard: Quality indicators in variceal hemorrhage. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: A Prospective Study on the Prevalence of MASLD in Patients With Type 2 Diabetes and Hyperferritinaemia. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Clinical Trial Design Considerations for Hospitalised Patients With Ulcerative Colitis Flares and Application to Study Hyperbaric Oxygen Therapy in the NIDDK HBOT-UC Consortium. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing the Analysis and Clinical Applicability of Ferritin as a Biomarker for MASLD in Type 2 Diabetes Patient. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Hepatotoxicity in Malignancies Under ICIs Treatment. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Optimising Prevention of Adverse Events and Antiviral Prophylaxis for HBV-Infected HCC Patients Undergoing Immunotherapy. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Refining the Understanding of Hepatic Steatosis and Cardiovascular Risk-Addressing Key Variables and Subgroup Analyses. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Guarding the Gate: The Sentinel Role of Endosonography in Precluding Unwarranted.\r\n\r\nPubmed   Journal   ReadQx \r\nPiecemeal Endoscopic Mucosal Resection is Appropriate for the Majority of Large Nonpedunculated Polyps In The Right Colon.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Bridging Fairness Gaps in Artificial Intelligence Risk Prediction for Gastrointestinal Bleeding. \r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"An Empirical Dietary Pattern Associated with the Gut Microbial Features in Relation to Colorectal Cancer Risk\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Recompensation of Chronic Hepatitis C-Related Decompensated Cirrhosis Following Direct-Acting Antiviral Therapy: Prospective Cohort Study From a Hepatitis C Virus Elimination Program\".\r\n\r\nPubmed   Journal   ReadQx \r\nConsiderations on the Electronic Health Record-Based Machine Learning Model for Gastrointestinal Bleeding. \r\n\r\nPubmed   Journal   ReadQx \r\nMachine Learning in Gastrointestinal Bleeding Risk Stratification: Promising Advances and Remaining Challenges. \r\n\r\nPubmed   Journal   ReadQx \r\nMitigating bias in colorectal cancer research: assessing the limitations of the Cox proportional hazards model and considering alternative methods.\r\n\r\nPubmed   Journal   ReadQx \r\nReassessing the Inputs for a Machine Learning Model in Gastrointestinal Bleeding Risk Stratification. \r\n\r\nPubmed   Journal   ReadQx \r\nRegarding \"An Empirical Dietary Pattern Associated With the Gut Microbial Features in Relation to Colorectal Cancer Risk\".\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparative efficacy of short versus standard esophageal myotomy in sigmoid-type achalasia treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection with adaptive traction strategy.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating limitations and long-term outcomes in short versus standard myotomy for achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring possible enhancements.\r\n\r\nPubmed   Journal   ReadQx \r\nStandardizing the endoscopic management of pancreatic walled-off necrosis: the crucial role of magnetic resonance imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nThrough-the-scope proximal flange fixation: \"Edging\" toward single-session procedures for all?\r\n\r\nPubmed   Journal   ReadQx \r\nTransoral incisionless fundoplication.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Association of Metabolic Signatures of Air Pollution with MASLD: A Note on Data Consistency. \r\n\r\nPubmed   Journal   ReadQx \r\nBeyond Portal Hypertension: Characterizing Porto-Sinusoidal Vascular Disorder in Patients without signs of PH.\r\n\r\nPubmed   Journal   ReadQx \r\nHEPATIC NODULE AND RISING AFP LEVELS: COULD IT INDICATE A BENIGN CONDITION?\r\n\r\nPubmed   Journal   ReadQx \r\nIncreased HBsAg loss in HBeAg-negative patients with chronic hepatitis B and concurrent MASLD. \r\n\r\nPubmed   Journal   ReadQx \r\nMetabolic dysfunction-associated steatotic liver disease may increase intrahepatic interferon gene signatures in patients with chronic hepatitis B. \r\n\r\nPubmed   Journal   ReadQx \r\nResponse letter 'Plasma exchange does not improve overall survival in patients with acute liver failure in a real world cohort'.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: Unlock AI-Safe-C score's potential at all levels: Improve methods and overcome barriers. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-10T10:42:26-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-31-2025/",
    "title": "Fri Jan 31 2025",
    "description": "118 articles - From Friday Jan 24 2025 to Friday Jan 31 2025",
    "author": [],
    "date": "2025-01-31",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Guideline on the Prevention and Treatment of Hepatitis B Virus Reactivation in At-Risk Individuals.\r\nThis document provides updated guidance for the management of HBVr in at-risk individuals. Limitations and gaps in the evidence are highlighted. This guideline is expected to require updating in 5 years from publication.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Comparative Improvement in Health-Related Quality of Life with Advanced Therapies for Moderate-to-Severe Crohn's Disease: A Network Meta-Analysis.\r\n Advanced therapies were associated with improvements in HR-QoL after induction and maintenance. Upadacitinib 45mg and infliximab 10mg/kg ranked highest after induction and maintenance, respectively.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Prevention of bleeding after endoscopic resection of early esophageal neoplasia in patients with esophageal varices: a systematic review.\r\nER appears to be a safe and effective treatment option in selected patients with concurrent early esophageal neoplasia and esophageal varices, provided that a tailored approach of adequate prophylactic measures is applied to prevent bleeding.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Corticosteroids in severe alcohol-associated hepatitis? Not so fast: A systematic review of randomized controlled trials. \r\nWe recommend taking up to a week to systematically and thoroughly evaluate patients before initiating steroids, and vigilant monitoring in the first month of treatment. We also recommend the lowest possible steroid exposure with a two-week steroid taper and close outpatient follow-up.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Association Between Elevation of Serum Alanine Aminotransferase and HBsAg Seroclearance After Nucleos(t)ide Analog Withdrawal.\r\n ALT elevation after NA cessation is not associated with HBsAg seroclearance following NA withdrawal, suggesting cytolytic pathways are not essential for a functional cure.\r\nPubmed   Journal   ReadQx \r\nChronic Use of Proton Pump Inhibitors Is Associated With Reduced 30-Day Mortality From Acute Pancreatitis. \r\nCompared to non-users, patients on chronic PPIs were older (p < 0.001) and had a higher Charlson Comorbidity Index score (p < 0.001). Mortality rates at 30 days were 1.5% in chronic PPI users and 4.6% in non-users (OR 0.33;  95% CI, 0.16-0.6;  p < 0.001).\r\nPubmed   Journal   ReadQx \r\nObesity Is Associated With Worsened Outcomes in Patients With Ulcerative Colitis on Advanced Therapies: A Propensity Matched Cohort Study From the U.S.\r\nObesity is associated with lower efficacy of several advanced therapies in patients with UC.\r\nPubmed   Journal   ReadQx \r\nRisk of Variceal Bleeding in Patients Receiving Atezolizumab-Bevacizumab Treatment for Hepatocellular Carcinoma.\r\n A low platelet count, main PVI, history of GI bleeding and VNT were significant risk factors for VB in patients receiving Atezo-Bev treatment for HCC. Identifying these factors can guide clinicians in assessing and managing VB risk in clinical settings.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Postoperative Prophylactic Medication on Long-Term Surgical, Severe Endoscopic and Endoscopic or Radiologic Recurrence Following Primary Ileocecal Resection in Patients With Crohn's Disease.\r\nProphylactic medication following primary ICR significantly reduces long-term recurrence rates in CD and was identified as a protective factor for severe endoscopic and endoscopic or radiologic recurrence.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Body Mass Index Did Not Impact Efficacy and Safety of Etrasimod: A Post Hoc Analysis of the ELEVATE UC Clinical Program.\r\n A high BMI did not significantly impact efficacy and safety outcomes of etrasimod. (NCT03945188;  NCT03996369).\r\nPubmed   Journal   ReadQx \r\nCost-Utility Analysis of Non-Invasive Tests to Initiate Hepatocellular Carcinoma Surveillance in Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\nUsing FIB-4/VCTE to initiate HCC surveillance is cost-effective for MASLD patients. If VCTE is unavailable, FIB-4 alone is a cost-effective alternative for MASLD patients with diabetes or 3 metabolic traits.\r\nPubmed   Journal   ReadQx \r\nElectronic Interventions to Improve Quality for Inpatient Cirrhosis Care: a prospective evaluation.\r\nBPAs should be used with care and are best in settings with low baseline utilization of quality indicators.\r\nPubmed   Journal   ReadQx \r\nFecal Calprotectin Correlates with Disease Extent but Remains a Reliable Marker of Mucosal Healing in Ulcerative Colitis. \r\nHowever, FC remained a reliable marker of mucosal healing across al disease extents, with AUC ranging from 0.878 to 0.915, and no significant differences between the extent categories (DeLong´s test, p ≥ 0.2919). FC showed a significant association with disease extent yet remained a reliable surrogate marker for mucosal healing across al disease extents.\r\nPubmed   Journal   ReadQx \r\nLONG-TERM PROGNOSIS OF NON-CELIAC ENTEROPATHIES AND A SCORE TO IDENTIFY PATIENTS WITH POOR OUTCOMES: A 30-YEAR MULTICENTER LONGITUDINAL STUDY.\r\nMortality in NCEs is increased due to complications and lack of response to current therapies. We developed a clinical score to personalise follow-up. Targeted treatments are needed to improve outcomes.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Gender-Equity Model for Liver Allocation using Artificial Intelligence (GEMA-AI) for waiting list liver transplant prioritization.\r\nThe use of explainable machine learning models may be preferred over conventional regression-based models for waiting list prioritization in LT. GEMA-AI made more accurate predictions of waiting list outcomes, particularly for the sickest patients.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Clinician-reported Gloucester Comfort Scale scores underestimate patient discomfort and pain during colonoscopy: insights from comparison with a patient-reported experience measure. \r\nClinician-reported GCS scores frequently underestimate the level of discomfort and pain as reported by patients. For accurate monitoring of patients' colonoscopy experience, the use of PREMs should be considered.\r\nPubmed   Journal   ReadQx \r\nOutcomes of Endoscopic Submucosal Dissection for High-Risk Colorectal Colitis-Associated Neoplasia in Inflammatory Bowel Disease.\r\nESD of HR-CANs shows favorable outcomes on the medium and long-term course in IBD patients.\r\nPubmed   Journal   ReadQx \r\nStandard enhancement settings used on endoscopy systems significantly impair performance of artificial intelligence systems in endoscopy. \r\n This retrospective study indicates that performance of current endoscopic AI systems can substantially vary depending on the post-processing enhancement settings of the endoscopy unit. Specific data augmentation can mitigate this performance loss.\r\nPubmed   Journal   ReadQx \r\nSurveillance of primary sclerosing cholangitis - a comparison of scheduled or on-demand ERCP with annual MRI surveillance: a multicenter study. \r\nNo differences were seen in liver-related deaths between the surveillance strategies. In this study comparing scheduled ERCP, annual MRI/MRCP surveillance, and on-demand ERCP, the strategy based on scheduled ERCP using individual risk stratification is associated with better overall prognosis and outcome.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Non-contrast magnetic resonance imaging versus ultrasonography for hepatocellular carcinoma surveillance: A randomized, single-center trial.\r\nNon-contrast MRI is a better alternative to US for the surveillance of cirrhotic patients offering earlier stage at initial diagnosis and lower false-positive referral rate. ClincalTrials.gov, NCT02514434.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Comparison of Endoscopic and Surgical Gastrojejunostomy in Patients with Malignant Gastric Outlet Obstruction: A National Cohort Analysis (2016-2020). \r\nCompared to surgical GJ, endoscopic GJ is associated with lower rates of peri-procedural adverse events, hospitalization charges, and length of stay. For these reasons, endoscopic GJ should be strongly considered in managing malignant gastric outlet obstruction.\r\nPubmed   Journal   ReadQx \r\nGastroenterologists' Goals for Ergonomic Colonoscopes: Results of a National Survey. \r\nThe colonoscope changes respondents prioritized were those pertaining to customizability for hand size and more easily manipulated control surfaces. Professional societies and industry should work together to design scopes more aligned with best ergonomic principles.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes after endoscopic eradication therapy for dysplastic and T1a adenocarcinoma related Barrett's esophagus: higher rate of late dysplastic recurrence with radio-frequency ablation monotherapy. \r\nThe risk of IM, dysplasia and late recurrence is higher when RFA was the sole modality used to achieve CRIM, raising the possibility that RFA provides a less durable response. These findings may impact treatment and surveillance decisions.\r\nPubmed   Journal   ReadQx \r\nOutcomes of Anesthesia-Supported versus Endoscopist-Driven Sedation Modalities: A retrospective cohort study. \r\nThese were substantially lower than the rates for other sedation groups, and odds ratios were significantly lower than 1.00 (p<0.05) in 30 out of 36 comparisons across procedural, sedative, and outcome categories. Sedation achieved with Midazolam/Fentanyl correlated with a lower rate of adverse events but significantly longer PACU LOS compared to Propofol, Propofol + Adjuvants, or General Anesthesia.\r\nPubmed   Journal   ReadQx \r\nPredicting the need for step-up after EUS-guided drainage of peripancreatic fluid collections, including Quadrant Necrosis Infection score validation: a prospective cohort study.\r\nThe high-risk QNI group was associated with a significantly longer hospital stay (12 days vs 4 days, p=0.004). EUS tended to upscale the necrotic content compared to preprocedural Radiology (κ=0.31) CONCLUSIONS: The extent of necrosis and the QNI classification strongly correlated with the need for step-up and allocation to LAMS vs DPPS drainage, proposing a central role in treatment personalization.\r\nPubmed   Journal   ReadQx \r\nThe effect of the timing of endoscopic detorsion on clinical outcomes in patients with sigmoid volvulus. \r\nThere does not appear to be a clear correlation between a longer delay until endoscopic detorsion and worse patient outcomes, with only the length of hospitalization affected. This suggests that endoscopic detorsion need not always be performed urgently.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    In vitro microbiota model recapitulates and predicts individualised sensitivity to dietary emulsifier. \r\nTransplant of human microbiotas that the MBRA model deemed CMC-sensitive, but not those deemed insensitive, into IL-10-/- germfree mice resulted in overt colitis following CMC feeding. These results suggest that an individual's sensitivity to emulsifier is a consequence of, and can thus be predicted by, examining their baseline microbiota, paving the way to microbiota-based personalised nutrition.\r\nPubmed   Journal   ReadQx \r\nFasting-mimicking diet-enriched Bifidobacterium pseudolongum suppresses colorectal cancer by inducing memory CD8+ T cells. \r\nB. pseudolongum administration is a potential CRC therapeutic strategy.\r\nPubmed   Journal   ReadQx \r\nGlucocorticoid receptor suppresses GATA6-mediated RNA polymerase II pause release to modulate classical subtype identity in pancreatic cancer. \r\nConversely, in basal PDAC ΔNp63 promotes Pol II recruitment and stabilises enhancer-promoter interactions. This study provides new insights into the transcriptional control and role of GR agonists in controlling PDAC molecular subtype identity.\r\nPubmed   Journal   ReadQx \r\nLow-coverage whole genome sequencing of low-grade dysplasia strongly predicts advanced neoplasia risk in ulcerative colitis. \r\nWithin-LGD lesion genetic heterogeneity did not confound risk prediction. Measurement of CNAs in LGD is an accurate predictor of AN risk in inflammatory bowel disease and is likely to support clinical management.\r\nPubmed   Journal   ReadQx \r\nPredictors of response to low-dose amitriptyline for irritable bowel syndrome and efficacy and tolerability according to subtype: post hoc analyses from the ATLANTIS trial.\r\n These exploratory analyses demonstrate there are unlikely to be deleterious effects of amitriptyline in any particular IBS subtype and could help identify patients in whom amitriptyline may be more effective.\r\nPubmed   Journal   ReadQx \r\nRisk factors for pancreatic cancer in individuals with intraductal papillary mucinous neoplasms and no high-risk stigmata during up to 5 years of surveillance: a prospective longitudinal cohort study. \r\nIPMN size and its growth rate predict future pancreatic carcinoma risk only during first 5 years of follow-up. MPD diameter at 5 years may identify patients who still harbour a high risk for pancreatic carcinoma.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Acute encephalopathy without hyperammonemia has a different presentation than overt hepatic encephalopathy and displays similarly severe prognosis. \r\nNonHep E accounts for one third of admissions for acute encephalopathy, and displays as severe prognosis as OHE. OHE is independently associated with lower transplant-free survival at one year.\r\nPubmed   Journal   ReadQx \r\nClinical outcomes and care for spontaneous bacterial peritonitis: A national cohort study. \r\nThe SBP bundle was associated with lower incidence of Stage 3 versus Stage 0-2 AKI (OR 0.66, 95%CI 0.51-0.86). Prospective implementation of evidence-based SBP bundles may improve care outcomes and mortality in SBP.\r\nPubmed   Journal   ReadQx \r\nDiscovery of a MET-driven monogenic cause of steatotic liver disease. \r\nEight of 45 (17.7%) individuals had predicted deleterious variants in the MET kinase domain confirmed to be functionally like the familial case variant. We report the first germline non-malignant rare MET-driven disease, a monogenic form of SLD.\r\nPubmed   Journal   ReadQx \r\nIdentification of glycogen synthase kinase 3alpha/beta as a host factor required for hepatitis B virus transcription using high-throughput screening.\r\nOur recombinant HBV-based screening system enables the discovery of new targets. Using our approach, we identified GSK3 inhibitors as potential anti-HBV agents.\r\nPubmed   Journal   ReadQx \r\nPSC and colitis: A complex relationship.\r\nWith this review, we aim to summarize the current knowledge on the gut-liver axis in PSC-IBD, provide new perspectives on risk stratification and treatment and identify gaps in our current knowledge. Our understanding of this complex relationship will therefore help to design clinical trials and shape the future therapy of PSC-IBD.\r\nPubmed   Journal   ReadQx \r\nPhosphoproteomics delineates hepatocellular carcinoma subtypes and pinpoints therapeutic targets. \r\nThe corresponding drug, bosutinib, demonstrated efficacy in inhibiting the growth of subtype C tumors in liver cancer cell lines and HCC patient-derived xenograft (PDX) mouse models representative of the phosphoproteomic HCC subtypes. Our study provides a comprehensive exploration of the phosphoproteomic landscape of HCC, establishing new subtypes that match clinical features and identifying potential therapeutic targets for the most malignant C subtype.\r\nPubmed   Journal   ReadQx \r\nPrevalence and predictors of cirrhosis and portal hypertension in the united states. \r\nS. residents with cirrhosis.\r\nPubmed   Journal   ReadQx \r\nShort-term starvation boosts anti-PD-L1 therapy by reshaping tumor-associated macrophages in hepatocellular carcinoma. \r\nModulating FBP1/Akt/Rab27a axis potentiates the anti-PD-L1 response using two liposomal delivery systems and macrophage adoptive transfer. This study describes the immunomodulatory effects of STS and provides a rationale for its application as an adjuvant in HCC immunotherapy.\r\nPubmed   Journal   ReadQx \r\nTIGIT-expression on natural killer cell subsets is an early indicator of alleviating liver inflammation following bulevirtide treatment in chronic hepatitis D.\r\nWe here suggest that lacking the expression of the immune checkpoint inhibitor TIGIT on NK cell subtypes may be a hallmark of liver inflammation in HDV infection. BLV-therapy is associated with a reappearance of TIGIT on these cells, which may be one mechanism of why liver enzymes rapidly improve during therapy.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Contrast-enhanced ultrasound-based AI model for multi-classification of focal liver lesions.\r\nCEUS-based Model -DCB provides accurate multi-classification of FLLs. It holds promise to benefit a wide range of population, especially for patients in remote suburban areas who have difficulty accessing MRI. Impact and implications Ultrasound is the most common image examination for screening focal liver lesions (FLLs), but it lacks accuracy for multi-classification, which is the prerequisite for reasonable management. Contrast enhanced ultrasound (CEUS) offers better diagnostic performance, but highly relies on work experience of radiologists. We develop a CEUS-based model (Model -DCB ) can assist junior CEUS radiologists to achieve comparable diagnostic ability to senior CEUS radiologists and senior MRI radiologists. The combination of ultrasound device, CEUS examination and Model -DCB enables even patients in remote areas to obtain excellent diagnostic performance through examination by junior radiologists. Clinical trial NCT04682886.\r\nPubmed   Journal   ReadQx \r\nGRINA alleviates hepatic ischemia‒reperfusion injury-induced apoptosis and ER-phagy by enhancing HRD1-mediated ATF6 ubiquitination.\r\nOur study highlights the critical role of the GRINA-HRD1-ATF6 complex in regulating ER stress and autophagy during HIRI. These findings provide new insights into therapeutic strategies to alleviate HIRI. Impact and implications HIRI represents a multifaceted pathophysiological challenge commonly encountered during liver surgeries, yet its underlying molecular mechanisms remain inadequately understood. In this study, we revealed a significant negative correlation between GRINA levels and the severity of liver damage in patients with HIRI. Our findings demonstrate that GRINA alleviates endoplasmic reticulum stress by enhancing HRD1-mediated ubiquitination of ATF6, thereby maintaining calcium homeostasis and inhibiting ER-phagy. This study provides novel insights into the role of GRINA in protecting liver cells under HIRI, offering fresh perspectives for clinical prevention and management strategies for HIRI.\r\nPubmed   Journal   ReadQx \r\nHepatocellular CMPK2 promotes the development of metabolic dysfunction-associated steatohepatitis.\r\nThese findings establish CMPK2 as a critical mediator in the progression from metabolic dysfunction-associated steatotic liver (MASL) to MASH and highlight its potential as a therapeutic target for metabolic diseases. Impact and implications CMPK2 exhibits upregulated in the MASH stage but not in the early stages of MASLD. Our study demonstrated that diet-induced MASH phenotypes, including liver injury, inflammation, and fibrosis were alleviated in hepatocyte-specific Cmpk2-knockout mice. These findings suggest that CMPK2 serve as a critical link in the progression of steatotic liver to steatohepatitis, offering novel mechanistic insights MASH development. Furthermore, this discovery identified CMPK2 as a promising target for the development of therapeutic drugs for MASH.\r\nPubmed   Journal   ReadQx \r\nPrognostic performance of the two-step clinical care pathway in metabolic dysfunction-associated steatotic liver disease.\r\nNon-invasive 2-step approach by FIB-4 followed by LSM is effective in classifying patients at different risks of LREs. Impact and implications Metabolic dysfunction-associated steatotic liver disease (MASLD) is emerging as one of the leading causes of cirrhosis and hepatocellular carcinoma worldwide, but only a minority of patients will develop these complications. Therefore, it is necessary to use non-invasive tests instead of liver biopsy for risk stratification. Additionally, as most patients with MASLD are seen in primary care instead of specialist settings, cost and availability of the tests should be taken into consideration. In this multicentre study, the use of Fibrosis-4 index followed by liver stiffness measurement by vibration-controlled transient elastography effectively identified patients who would later develop liver-related events. The results support current recommendations by various regional guidelines on a clinical care pathway based on non-invasive tests to diagnose advanced liver fibrosis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Alpha2-Delta Ligands in Irritable Bowel Syndrome. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Development and Validation of a Multimodal Machine Learning Model for Diagnosing and Assessing Risk of Crohn's Disease in Patients With Perianal Fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Steatotic Liver Diseases Emerge as Rapidly Growing Drivers of Primary Liver Cancer in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nContinuing the Commitment to Diversity, Equity, and Inclusion Within AGA Journals.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical Applications of Device-Assisted Enteroscopy: A Comprehensive Review. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Metabolic dysfunction-associated steatotic liver disease in children.\r\nMASLD is a complex disease affecting one in ten children and is associated with increased early mortality risk. More dedicated studies are needed in children to advance our understanding of this disease and find effective treatments.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Radiation Segmentectomy for Early Hepatocellular Carcinoma is Curative.\r\nRADSEG method has evolved into an intra-arterial approach in this setting, with long-term outcomes comparable to ablation, resection, and transplantation. It is proposed that yttrium-90 radioembolization, applying RADSEG technique, be formally recognized as curative for early HCC.\r\nPubmed   Journal   ReadQx \r\nUpdate in Clinical Science: Autoimmune Hepatitis.\r\nThis review is focused on developments from 2020 onwards so we can present a yet forward-looking view in the challenges and remaining questions necessary to improve patient care and outcome in AIH. We also outline areas of debate and offer insight into these areas.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2025 CME Information. \r\n\r\nPubmed   Journal   ReadQx \r\nACG 2024 Presidential Speech. \r\n\r\nPubmed   Journal   ReadQx \r\nBiliary obstruction secondary to Ascaris lumbricoides. \r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences. \r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy for Primary Sclerosing Cholangitis With Biliary Strictures Using Texture and Color Enhancement Imaging and Red Dichromatic Imaging. \r\n\r\nPubmed   Journal   ReadQx \r\nFamily History of Colorectal Cancer is the Risk of Colorectal Neoplasia: Some Issues to Be Addressed.\r\n\r\nPubmed   Journal   ReadQx \r\nPeranal Endoscopic Myectomy for Salvage Resection of a Neuroendocrine Tumor in the Lower Rectum.\r\n\r\nPubmed   Journal   ReadQx \r\nPredicting Risk of Colorectal Cancer After Adenoma Removal.\r\n\r\nPubmed   Journal   ReadQx \r\nReviewer Recognition. \r\n\r\nPubmed   Journal   ReadQx \r\nSecond Trimester Twist: Sigmoid Volvulus as a Rare Cause of Abdominal Pain During Pregnancy. \r\n\r\nPubmed   Journal   ReadQx \r\nThe Management of Gastroparesis Symptoms. \r\n\r\nPubmed   Journal   ReadQx \r\nUnexpected Cause of Abdominal Pain: Rectal Seed Bezoar. \r\n\r\nPubmed   Journal   ReadQx \r\nWhen Patients With IBD Require an Ostomy: Evidence-Based Answers to 10 Common Clinical Questions in IBD Surgery. \r\n\r\nPubmed   Journal   ReadQx \r\nWhen a Pancreatic Mass Isn't Malignant: A Case of Pancreatic Splenosis. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Comprehensive Multidisciplinary Evaluation of Dysphagia.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of gallstone pancreatitis with a history of choledochojejunostomy treated by the endoscopic ultrasound rendezvous technique and stone removal from the residual bile duct.\r\n\r\nPubmed   Journal   ReadQx \r\nEffective conservative management of late-onset post-endoscopic retrograde cholangiopancreatography pancreatitis due to biodegradable stent fragments retention.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic observation of acute appendiceal hemorrhage: A case report. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrieval of a proximally migrated pancreatic stent utilizing a basket through a catheter in surgically altered anatomy: \"Basket-through-the-catheter\" technique. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic septum division to resolve nonstenotic gastric outlet obstruction after endoscopic submucosal dissection of the gastric antrum.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided coiling and glue injection for bleeding from isolated rectal varices. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided drainage of bilomas in difficult-to-puncture locations using a sheath-assisted puncture technique.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published. \r\n\r\nPubmed   Journal   ReadQx \r\nIs a virtual scale a better option for polyp size measurement? \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor on ''Traction-assisted endoscopic submucosal dissection for resection of ileocecal valve neoplasia: a French retrospective multicenter case series''. \r\n\r\nPubmed   Journal   ReadQx \r\nMagnetic compression anastomosis for recanalization of anastomotic stenosis after radical surgery for esophageal cancer. \r\n\r\nPubmed   Journal   ReadQx \r\nModified anchor traction method allows safe colorectal endoscopic submucosal dissection: the T-shaped traction method.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel hemostatic gel and powder as rescue agents for arterial bleeding related to lumen-apposing metal stent placement.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral cholangioscopy-guided basket extraction of intrahepatic bile duct stones, using a novel thin cholangioscope under balloon enteroscopy, in a patient with Roux-en-Y anatomy. \r\n\r\nPubmed   Journal   ReadQx \r\nPre-incision traction method using clip-and-thread for gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nSlip-knot thread method for performing anchor-wire technique to prevent proximal dislocation of preceding stent in placement of multiple biliary inside plastic stents.\r\n\r\nPubmed   Journal   ReadQx \r\nThe necessity of therapeutic ERCP after extracorporeal shockwave lithotripsy in chronic calcific pancreatitis. \r\n\r\nPubmed   Journal   ReadQx \r\nTo close or not to close after colorectal endoscopic submucosal dissection: that is the question! \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Burden and social determinants of health in pediatric IBD: Lessons learned from epidemiologic studies using health administrative data. \r\n\r\nPubmed   Journal   ReadQx \r\nContinuing the Commitment to Diversity, Equity, and Inclusion Within AGA Journals.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatic encephalopathy - when lactulose and rifaximin are not working.\r\n\r\nPubmed   Journal   ReadQx \r\nTeaching and Assessing Higher-order Cognitive Skills in Fellowship Training. \r\n\r\nPubmed   Journal   ReadQx \r\nYield of Multigene Panel Germline Genetic Testing Among those with Advanced Colorectal Adenomas. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    ERCP for choledocholithiasis in a patient with Situs Inversus presenting with abdominal pain.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    An unusual cause of oesophageal stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nEMERALD in the making? A promising blood-based microRNA panel to detect oesophageal adenocarcinoma and Barrett's oesophagus. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Mitochondrial genome diversity drives heterogeneity in HCC. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: Intrahepatic immunoglobulin a complex induces polarization of cancer-associated fibroblasts to matrix phenotypes in the tumor microenvironment of hepatocellular carcinoma_reply. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Tertiary lymphoid structure dynamics at the centre of immunotherapy response in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Development and Validation of a Multimodal Machine Learning Model for Diagnosing and Assessing Risk of Crohn's Disease in Patients With Perianal Fistulae: Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Steatotic Liver Diseases Emerge as Rapidly Growing Drivers of Primary Liver Cancer in the United States-Author's Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing HCC Surveillance-GES Represents an Innovative Simple Effective Tool for Risk Stratification, Patient Safety and Reduced Anxiety.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing HCC Surveillance: GES Score Represents an Innovative Simple Effective Tool for Risk Stratification, Patient Safety and Reduced Anxiety-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Global Burden of Metabolic Dysfunction-Associated Steatotic Liver Disease-Related Liver Cancer-Results From the Global Burden of Disease Study 2021. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Global Burden of Metabolic Dysfunction-Associated Steatotic Liver Disease-Related Liver Cancer-Results From the Global Burden of Disease Study 2021. Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Toward Intra-Class Switching With JAK Inhibitors?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Toward Intra-Class Switching With JAK Inhibitors? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Bridging Fairness Gaps in Artificial Intelligence Risk Prediction for Gastrointestinal Bleeding. \r\n\r\nPubmed   Journal   ReadQx \r\nComments on biologic ranking methodology used by the network meta-analysis to inform the 2024 ulcerative colitis guideline. \r\n\r\nPubmed   Journal   ReadQx \r\nConsiderations on the Electronic Health Record-Based Machine Learning Model for Gastrointestinal Bleeding. \r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing Colorectal Cancer Subtyping: Addressing Limitations of L1-Penalized Estimation in Alternative Splicing Analysis. \r\n\r\nPubmed   Journal   ReadQx \r\nMachine Learning in Gastrointestinal Bleeding Risk Stratification: Promising Advances and Remaining Challenges. \r\n\r\nPubmed   Journal   ReadQx \r\nPOEM Progress and Unresolved Issues: A Decade of Expert Insights. \r\n\r\nPubmed   Journal   ReadQx \r\nReassessing the Inputs for a Machine Learning Model in Gastrointestinal Bleeding Risk Stratification. \r\n\r\nPubmed   Journal   ReadQx \r\nRegarding the AGA Clinical Practice Update on Integrating Vonoprazan Into Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Revisiting the role of sphincterotomy in sphincter of Oddi disorder: a critical appraisal of the RESPOnD study. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Increased HBsAg loss in HBeAg-negative patients with chronic hepatitis B and concurrent MASLD. \r\n\r\nPubmed   Journal   ReadQx \r\nLong-term outcome following liver transplantation of patients with ACLF grade 3 : Need of redefining boundaries?\r\n\r\nPubmed   Journal   ReadQx \r\nQualitative study explores patient preferences for Metabolic dysfunction Associated Steatotic Liver Disease nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-01T19:10:48-05:00",
    "input_file": {}
  }
]
