[
  {
    "path": "gi/11-22-2024/",
    "title": "Fri Nov 22 2024",
    "description": "188 articles - From Friday Nov 15 2024 to Friday Nov 22 2024",
    "author": [],
    "date": "2024-11-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Endoscopic Enteral Access: Commentary.\r\nDescription The purpose of this American Gastroenterological Association (AGA) Clinical Practice Update is to facilitate understanding and improve the clinical practice of endoscopic enteral access. Methods This expert commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership, and underwent internal peer review by the Clinical Practice Updates Committee and external peer review through standard procedures of Gastroenterology.\r\nPubmed   Journal   ReadQx \r\nAGA Clinical Practice Update on Nonampullary Duodenal Lesions: Expert Review.\r\nAlthough usually diminutive, recurrence is often scarred and not amenable to conventional snare resection and may require avulsion techniques to achieve cure. BEST PRACTICE ADVICE 13: Nonampullary duodenal adenomas associated with familial adenomatous polyposis should be considered for endoscopic resection based on size (≥1 cm), morphologic characteristics, advanced histology (ie, high-grade dysplasia), and/or based on Spiegelman criteria.\r\nPubmed   Journal   ReadQx \r\nAGA Living Clinical Practice Guideline on Pharmacological Management of Moderate-to-Severe Ulcerative Colitis.\r\nThis guideline provides a comprehensive, patient-centered approach to the pharmacological management of patients with moderate-to-severe UC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy guideline on gastrostomy feeding tubes: summary and recommendations.\r\nThe ASGE suggests that the periprocedural management of anticoagulants should be based on a multidisciplinary discussion regarding the risk of bleeding versus cardiovascular events. In patients with malignant dysphagia, either transoral \"pull\" PEG or direct PEG can be performed for initial enteral access.\r\nPubmed   Journal   ReadQx \r\nInterobserver Agreement in Dysplasia Grading of Intraductal Papillary Mucinous Neoplasms: Performance of Kyoto Guidelines and Optimization of Endomicroscopy Biomarkers through Pathology Reclassification.\r\nDespite substantial IOA among experienced PB-pathologists, a second pathologist's review may be warranted for dysplasia classification in IPMNs under certain circumstances. Incorporating an imaging biomarker such as EUS-nCLE with Kyoto-HRS improves sensitivity for HGD-IC without sacrificing accuracy.\r\nPubmed   Journal   ReadQx \r\nValidation of British Society of Gastroenterology guidelines for acute lower gastrointestinal bleeding from 8,956 cases in Japan.\r\nThe BSG guidelines suggest a management approach that can clearly differentiate severity. However, caution is advised when using the Oakland score to triage patients for outpatient follow-up. Additionally, prompt intervention may be necessary for groups not covered by the guidelines.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Management of Muscle Cramps in Patients With Cirrhosis: A Systematic Review of Randomised Controlled Trials.\r\n Methocarbamol, orphenadrine, and taurine supplementation were found in placebo-controlled RCTs to be effective in reducing cramp frequency, severity, and duration in cirrhotic patients. All other interventions reported aside from electro-acupuncture demonstrated a positive impact on cramps. High-quality RCTs are needed to further investigate the use of these treatments in terms of comparative efficacy and safety.\r\nPubmed   Journal   ReadQx \r\nMeta-Analysis: Evaluating Placebo Rates Across Outcomes in Eosinophilic Oesophagitis Randomised Controlled Trials.\r\nOver 40% of patients in eosinophilic oesophagitis trials respond clinically to placebo, and this is associated with trial design factors such as randomisation ratio and trial population. Objective endoscopic and histologic measures are associated with very low placebo responses.\r\nPubmed   Journal   ReadQx \r\nMeta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Diseases.\r\nFrailty is common in patients with IBD and is associated with IBD-related adverse outcomes including infection-related admissions following treatment, post-operative morbidity and death. Future work should focus on developing risk assessment tools to better support decision making for older people with frailty and IBD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Family History of Colorectal Cancer and the Risk of Colorectal Neoplasia: A Systematic Review and Meta-Analysis.\r\n Family history of CRC is associated with increased risk of adenoma, NAA, AA, and AN totally, and in al available subgroups. The findings further strengthen the necessity and importance of an intensified screening strategy for individuals with a positive family history of CRC, which is very useful for related health resource allocation and policymaking.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Adverse Events Associated with Endoscopic Retrograde Cholangiopancreatography: Systematic Review and Meta-analysis.\r\nERCP-associated AEs remain common. Incidence of post-ERCP pancreatitis remained static despite improvements in techniques, prevention, and recognition. These results are important to patients, endoscopists, and policy makers to inform consent and to encourage implementation of available risk mitigation strategies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Cholate Shunt, Oral Cholate Challenge and Endoscopic Lesions of Portal Hypertension: The SHUNT-V Study.\r\nHepQuant DSI predicts the likelihood of LEV and significant PH lesions across a spectrum of patient characteristics and disease aetiologies. DSI, based on liver function and portal-systemic shunting, can aid in the decision to defer endoscopy for varices in patients with Child-Pugh A cirrhosis.\r\nPubmed   Journal   ReadQx \r\nDevelopment and Validation of a PIVKA-II-Based Model for HCC Risk Stratification in Patients With HCV-Related Cirrhosis Successfully Treated With DAA.\r\nOur PIVKA-II-based model showed satisfactory accuracy for HCC risk stratification and may represent a valuable tool for implementing risk-based surveillance protocols in patients with HCV-related cirrhosis with SVR to DAA.\r\nPubmed   Journal   ReadQx \r\nFactors Associated With Motivation to Reduce Alcohol Use Among Patients With Chronic Liver Disease.\r\nDepression, alcohol problem severity and treatment site may influence motivation to reduce alcohol use and could inform future hepatology-based interventions.\r\nPubmed   Journal   ReadQx \r\nFavourable Prognosis of Patients With Untreated HBeAg-Negative Chronic Hepatitis B Virus Infection With HBsAg < 100 IU/mL.\r\nBackground Serum hepatitis B surface antigen (HBsAg) 10 IU/mL and detectable HBV DNA were associated with a higher risk of transition to the indeterminate phase.\r\nPubmed   Journal   ReadQx \r\nReal-Time Assessment of H. pylori Infection to Guide Molecular Antibiotic Resistance Testing: A Combined Endoscopy-Gastric Juice Analysis Approach.\r\nThe novel method combining endoscopy with immediate intraprocedural gastric juice analysis for the detection of H. pylori, followed by AST in case of a positive finding, is valid and practical for tailoring eradication regimens for H. pylori infection. Genotypic AST from gastric aspirates is highly accurate for detecting clarithromycin and levofloxacin resistances.\r\nPubmed   Journal   ReadQx \r\nSerum Ferritin Levels and Liver-Related Events in Individuals With Steatotic Liver Disease: A Longitudinal Cohort Study.\r\nSerum ferritin levels correlated with the risk of LRE in patients with SLD.\r\nPubmed   Journal   ReadQx \r\nSubcutaneous Infliximab Concentration Thresholds for Mucosal and Transmural Healing in Patients With Crohn's Disease.\r\nBackground Predose trough concentrations (C was positively associated with MH (≥ 18 μg/mL) and TH (≥ 30 μg/mL) in patients with CD, which may guide treatment decisions to optimise therapeutic response in the era of treat-to-target.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Albumin for Spontaneous Bacterial Peritonitis: Care Variation, Disparities and Outcomes.\r\n Future studies should investigate optimizing albumin use for SBP to reduce variability and mitigate healthcare disparities.\r\nPubmed   Journal   ReadQx \r\nComparison of the Bristol Stool Scale and modified version for children: Use by providers vs children: BSFS vs mBSFS-C.\r\n1) The mBSFS-C showed greater modal agreement among both providers and children compared to the BSFS;  2) Provider-child concordance was greater with the mBSFS-C than with the BSFS. Validation in other regions/populations is needed.\r\nPubmed   Journal   ReadQx \r\nDisparities, Trends, and Predictions to 2040 in Gastrointestinal Cancer Incidence, Mortality in the USA.\r\nDespite varied trends over the past two decades, an overall increase in gastrointestinal cancer incidence and mortality rates is anticipated in the next 20 years in the U.S., underscoring the need for effective prevention and intervention strategies.\r\nPubmed   Journal   ReadQx \r\nOlder Adults with Celiac Disease Are At Increased Risk of Frailty:A Nationwide Cohort Study.\r\nOlder adults with CeD were significantly more likely to become frail than matched comparators. This analysis reveals the increased vulnerability that older patients with CeD are likely to experience.\r\nPubmed   Journal   ReadQx \r\nOptical Diagnosis in the Era or Artificial Intelligence.\r\nThe potential benefits of AI-based resect-and-discard are many, with very little potential harm. Real world implementation studies are therefore required to pave the way for the acceptability of such strategies in routine practice.\r\nPubmed   Journal   ReadQx \r\nPreliminary results from a multicenter, randomized trial using fecal microbial transplantation to induce remission in patients with mild to moderate Crohn's disease.\r\n FMT was not effective at inducing clinical and endoscopic remission in CD using the FMT regimen in this study. Future studies may use other strategies to enhance treatment response, including longer intervention, antibiotic pretreatment, optimized donor-recipient pairing, and concomitant anti-inflammatory diet, biologic or small molecule therapies.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A predictive model based on quantitative fecal immunochemical test can stratify the risk of CRC in an organized screening program.\r\nWe derived and validated a predictive model for risk stratification of patients with positive FIT in a large CRC screening cohort. Applying our model in screening practice would allow policy makers to effectively prioritize FIT+ individuals based on the risk of CRC, allowing to substantially reduce the rate of delayed CRC diagnosis.\r\nPubmed   Journal   ReadQx \r\nDaily or twice daily treatment with topical steroids results in similar responses in eosinophilic esophagitis.\r\nEoE outcomes did not differ by daily or twice daily dosing regimens. These results inform tCS dosing regimens and reassure that both are effective.\r\nPubmed   Journal   ReadQx \r\nFood Swamps and Food Deserts Impact on Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) Mortality in US Counties.\r\nIn the United States, addressing socio-demographic and food environment disparities is paramount to reduce MASLD-related mortality.\r\nPubmed   Journal   ReadQx \r\nIdentification of Candidates for MASLD Treatment with Indeterminate Vibration-Controlled Transient Elastography.\r\n To identify candidates for MASLD treatment among indeterminate VCTE, an algorithm-based on the sequential combination of LSM and CAP thresholds can optimize the diagnosis of moderate-to-advanced fibrosis.\r\nPubmed   Journal   ReadQx \r\nInfluence of comorbidities on health-related quality of life in alcohol-related liver disease: a population-based survey.\r\n Common comorbidities including COPD, musculoskeletal and psychiatric disease are associated with low HRQoL in ALD, independently of liver disease severity, and so are alcohol consumption and smoking. These findings highlight the importance of multidisciplinary management of patients with ALD.\r\nPubmed   Journal   ReadQx \r\nOlder age but not comorbidity is associated with worse survival in patients with hepatocellular carcinoma.\r\n Older age but not comorbidity burden is associated with worse survival in patients with early-stage HCC. Further studies are needed to define the role of comorbidity in HCC prognostication.\r\nPubmed   Journal   ReadQx \r\nPrognostic Communication, Symptom Burden, Psychological Distress, and Quality of Life Among Patients with Decompensated Cirrhosis.\r\nWhile most patients with DC highly valued prognostic communication, the majority reported never discussing their end-of-life care preferences with their hepatologists. Self-reported terminally ill health status and inadequate prognostic communication were associated with poorer symptoms, mood, and HRQOL. Interventions to improve prognostic communication while simultaneously providing adequate supportive care are warranted.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Analysis of painful situations during unsedated esophagogastroduodenoscopy.\r\nFurther research and interventions focusing on pain reduction during endoscopic procedures are warranted. The results of this study will help endoscopists manage painful situations and potentially improve skills.\r\nPubmed   Journal   ReadQx \r\nComplete extraction of main pancreatic duct residual and microstones using an 8-wire basket catheter.\r\nThe 8-wire basket resulted in successful MPD residual/microstone extraction and pancreatic symptom improvement. This method may prevent symptom recurrence caused by incomplete residual/microstone clearance.\r\nPubmed   Journal   ReadQx   PMC\r\nCosts and benefits of a formal quality framework for colonoscopy: Economic evaluation.\r\nThis large cohort study demonstrated that a formal gastroenterologist-led quality assurance framework embedded into the routine operations of a clinical department not only reduces interval cancers but is also cost-effective regarding life years gained and quality-adjusted life years.\r\nPubmed   Journal   ReadQx   PMC\r\nDefining standards for fluoroscopy in gastrointestinal endoscopy using Delphi methodology.\r\nThis study presents consensus-based statements for safe and effective use of fluoroscopy in gastrointestinal endoscopy, addressing the well-being of healthcare workers and patients. These consensus-based statements aim to mitigate risks associated with radiation exposure while maintaining benefits of fluoroscopy, ultimately promoting a culture of safety in healthcare settings.\r\nPubmed   Journal   ReadQx   PMC\r\nDifferences in regions of interest to identify deeply invasive colorectal cancers: Computer-aided diagnosis vs expert endoscopists.\r\nIoU was larger in correctly diagnosed T1b colorectal cancers. Optimal annotation of the ROI may be the key to improving diagnostic sensitivity of CAD for T1b colorectal cancers.\r\nPubmed   Journal   ReadQx \r\nDischarging the duty of candor following delayed post-endoscopy cancer diagnosis.\r\nPatient expectations need to be clarified, as do supportive structures for individual endoscopists who will be involved in DoC processes when significant lesions have been missed. Further consensus around DoC is required so that clear guidance can be given to endoscopy units.\r\nPubmed   Journal   ReadQx   PMC\r\nDye-based chromoendoscopy detects more neoplasia than white light endoscopy in patients with primary sclerosing cholangitis and IBD.\r\nChromoendoscopy is associated with a higher detection rate for neoplasia in patients with primary sclerosing cholangitis and IBD even with high-definition colonoscopes.\r\nPubmed   Journal   ReadQx \r\nEndoscopic characteristics to differentiate SSLs and microvesicular hyperplastic polyps from goblet cell-rich hyperplastic polyps.\r\nSSLs and MVHPs have endoscopic appearances that differ from those of GCHPs. Considering MVHPs and GCHPs as distinct entities may aid in endoscopic diagnosis of SPs.\r\nPubmed   Journal   ReadQx \r\nEndoscopic features of rectal mucosal prolapse syndrome (RMPS): Differentiation from malignant rectal tumor.\r\nAge, clinical course, and size of the lesion can be applied to distinguish MRT and RMPS. Five phenotypes have been identified and features of ulcers/protrusions should be further explored.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided tissue acquisition for focal liver lesions can be safely performed in patients with ascites.\r\nIn focal liver lesions with ascites, EUS-TA allows biopsy without the intervention of ascites in most cases. The incidence of AEs did not differ significantly between patients with and without ascites.\r\nPubmed   Journal   ReadQx   PMC\r\nEnhancing physician support in pancreatic cancer diagnosis: New M-F-RCNN artificial intelligence model using endoscopic ultrasound.\r\nThe M-F-RCNN model shows exceptional performance in diagnosing pancreatic cancer via EUS images, greatly improving diagnostic accuracy and efficiency, thus enhancing physician proficiency and reducing diagnostic errors.\r\nPubmed   Journal   ReadQx \r\nNon-neoplastic findings in colon capsule endoscopy: Additional yield.\r\nFurthermore, NNFs may develop into clinically significant conditions despite their benign appearance. This paper expands on the limited literature about prevalence of NNFs and underscores the additional value of CCE video recordings beyond detecting polyps.\r\nPubmed   Journal   ReadQx \r\nOnline patient endoscopy education platform improves outpatient bowel preparation quality: Retrospective observational study.\r\nOur study supports the addition of a novel patient-oriented online educational video resource as an effective tool in enhancing bowel preparation adequacy while maintaining provision of high-quality colonoscopy.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Endoscopic ultrasound-guided gastroenterostomy for the treatment of gastric outlet obstruction secondary to acute pancreatitis.\r\n EUS-GE is an effective and safe method for managing benign GOO in the setting of acute pancreatitis.\r\nPubmed   Journal   ReadQx \r\nFast-tracking ERCP learning with the Boškoski-Costamagna Trainer: results of a multicenter randomized clinical trial.\r\n Early simulation training with the BCT improved technical competence in native biliary cannulation and accelerated overall ERCP learning. This approach has the potential to enhance ERCP training programs.\r\nPubmed   Journal   ReadQx \r\nProcedural outcomes of a novel underwater injection endoscopic mucosal resection technique for colorectal polyps ≥10 mm (with video).\r\nUI-EMR safely demonstrated high success rates for en bloc resection, and potentially ensures sufficient VM. This technique might become an option, particularly for relatively small lesions concerning for T1-CRC and deserve further study.\r\nPubmed   Journal   ReadQx \r\nVirtual scale endoscope vs snares for size measurement accuracy of smaller colorectal polyps: A randomized controlled trial.\r\nUsing VSE improves polyp size measurement accuracy during colonoscopy in comparison with snare-based size estimation. In clinical scenarios, VSE reduced misclassifications at clinically relevant size thresholds 2,3 and 5mm which is relevant for adequate choice of polypectomy techniques or when implementing resect and discard strategies.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    CREEPING FAT-DERIVED FREE FATTY ACIDS INDUCE HYPERPLASIA OF INTESTINAL MUSCULARIS PROPRIA MUSCLE CELLS - A NOVEL LINK BETWEEN FAT AND INTESTINAL STRICTURE FORMATION IN CROHN'S DISEASE.\r\n Creeping fat released long-chain FFA induce a selective proliferative response by HIMC. These results point to creeping fat as a novel contributor to stricture formation in CD.\r\nPubmed   Journal   ReadQx \r\nHypoxic and acidic tumor microenvironment-driven AVL9 promotes chemoresistance of pancreatic ductal adenocarcinoma via the AVL9-IκBα-SKP1 complex.\r\n AVL9 expression is driven by HIF1α in PDAC. The physical interaction of AVL9, IκBα, and SKP1 provides a novel molecular mechanism for the abnormal activation of the NF-κB pathway. Therefore, the AVL9-targeting drug Edotecarin could be a promising therapeutic strategy for sensitizing PDAC to AG.\r\nPubmed   Journal   ReadQx \r\nPhase 3 validation of PAaM for hepatocellular carcinoma risk stratification in cirrhosis.\r\n PAaM enables accurate HCC risk stratification in patients with cirrhosis from contemporary etiologies.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical Management of Patients with Colorectal Intramucosal Carcinoma Compared to High-Grade Dysplasia and T1 Colorectal Cancer.\r\nPatients diagnosed with colorectal IMC were more likely to undergo surgery after complete endoscopic resection than when HGD was diagnosed, although they were not at increased risk of SAN or MAN in this study and the known risk of nodal metastasis with colorectal IMC is small (0-2%). Unless a patient diagnosed with IMC is particularly concerned with this small risk, complete endoscopic resection should be considered definitive treatment for IMC and should not be followed by surgery.\r\nPubmed   Journal   ReadQx \r\nClosure of gastric mucosal defects using the reopenable-clip over the line method to decrease the risk of bleeding after endoscopic submucosal dissection: a multicenter propensity score-matched case-control study (with video).\r\nROLM is feasible for mucosal defect closure following gastric ESD and effectively prevents post-ESD bleeding in high-risk patients, addressing a significant gap in existing methods.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of the Open-Source Automatic Bowel Preparation Scale.\r\nResults Internal validation: OSABPS correlated significantly with BBPS (Pearson's r = -.42, P .09 should be considered for reexamination. OSABPS' open-source nature allows free implementation.\r\nPubmed   Journal   ReadQx \r\nDigital single-operator cholangioscopy for difficult anastomotic biliary strictures in living donor liver transplantation recipients after failure of standard ERCP: SPYPASS-2 study.\r\nThis study shows the efficacy and safety of SOC-facilitated management for difficult ABS in LDLT patients after failure of standard ERCP.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of endoscopic hemostasis with a self-assembling peptide solution in patients with colonic diverticular bleeding: A multicenter pilot study.\r\nPuraStat can be easily added to the conventional hemostatic methods for CDB, that could lower the risk of rebleeding.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Background Mucosal Resurfacing to Prevent Metachronous Recurrence of Superficial Esophageal Squamous Cancer After Curative Endoscopic Submucosal Dissection: A Randomized Pilot Study With 5-Year Follow-Up (with video).\r\n In this randomized trial of patients with multiple small LVLs over the esophageal background after curative ESD, EBMR with balloon-type RFA is a promising and safe procedure for preventing metachronous recurrence over 5 years of follow-up. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nIdentification of risk factors associated with post-ERCP pancreatitis in patients with easy cannulation: A prospective multicenter observational study.\r\nOur findings underscore the importance of assessing patient- and procedure-related factors to mitigate the risk of PEP in patients undergoing easy cannulation. Despite the low incidence of PEP, the potential for the occurrence of severe cases emphasizes the need for cautious intervention, particularly in patients with a history of acute pancreatitis and acute cholangitis upon admission.\r\nPubmed   Journal   ReadQx \r\nNationwide multicenter prospective study on the usefulness, safety, and acceptability of colon capsule endoscopy in Japan.\r\nCCE was relatively safe, well tolerated, and useful for detecting colorectal lesions when adequate bowel preparation was made.\r\nPubmed   Journal   ReadQx \r\nQuality of bowel preparation for colonoscopy in patients on glucagon-like peptide-1 receptor agonists.\r\nPatients using GLP-1 RAs are more likely to have inadequate bowel preparation during colonoscopy, even accounting for other comorbidities.\r\nPubmed   Journal   ReadQx \r\nRepeat Peroral Endoscopic Myotomy: Technical Difficulty and Risk Factors.\r\nRe-POEM appears safe and feasible as a salvage option after initial POEM failure, with comparable procedure duration, incidence of AEs and technical difficulty to naïve POEM. Mucosal edema and submucosal fibrosis were associated with difficult Re-POEM.\r\nPubmed   Journal   ReadQx \r\nTEMPORARY REMOVAL: QUALITY INDICATORS FOR UPPER GI ENDOSCOPY.\r\nThe article has been temporarily removed and will be reinstated as soon as possible. The full Elsevier Policy on Article Withdrawal can be found at\r\nPubmed   Journal   ReadQx \r\nUsefulness of a dedicated laser-cut metal stent with an anchoring hook and thin delivery system for endoscopic ultrasound-guided hepaticogastrostomy in malignant biliary obstruction: a prospective multicenter trial (with video).\r\nEUS-HGS using the Hook stent demonstrated a high clinical success rate, a low rate of early AEs, and an acceptable stent patency. The Hook stent is safe and feasible for use in patients undergoing EUS-HGS.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    CAF-macrophage crosstalk in tumour microenvironments governs the response to immune checkpoint blockade in gastric cancer peritoneal metastases.\r\n Our findings provide a new molecular portrait of cell compositions associated with ICB resistance in patients with GCPM and aid in the prioritisation of therapeutic candidates to potentiate immunotherapy.\r\nPubmed   Journal   ReadQx \r\nDivergent lineage trajectories and genetic landscapes in human gastric intestinal metaplasia organoids associated with early neoplastic progression.\r\nOverall, our IMO biobank captured the heterogeneous nature of IM, revealing mechanistic insights on IM pathogenesis and progression, offering an ideal platform for studying early gastric neoplastic transformation and chemoprevention.\r\nPubmed   Journal   ReadQx \r\nIdentifying colorectal cancer-specific vulnerabilities in the Wnt-driven long non-coding transcriptome.\r\n We propose that cancer-specific Wnt-regulated lncRNAs provide novel therapeutic opportunities to interfere with the Wnt pathway, which has so far defied effective pharmacological inhibition.\r\nPubmed   Journal   ReadQx \r\nLiquid biopsy to identify Barrett's oesophagus, dysplasia and oesophageal adenocarcinoma: the <i>EMERALD<\/i> multicentre study.\r\n Using a comprehensive approach integrating unbiased genome-wide biomarker discovery and several independent experimental validations, we have developed and validated a novel blood test that might complement screening options for BE/EAC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Oral LPCN 1148 improves sarcopenia and hepatic encephalopathy in male patients with cirrhosis: A randomized, placebo-controlled phase 2 trial.\r\nLPCN 1148 treatment improved sarcopenia and reduced the number of overt HE episodes in men with cirrhosis and sarcopenia awaiting liver transplant. These findings support additional research on the efficacy of LPCN 1148 in treating sarcopenia and preventing HE recurrence.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Circulating tumor DNA status and dynamics predict recurrence in patients with resected extrahepatic cholangiocarcinoma.\r\n In patients with resected eCCA, ctDNA status and dynamics predicted recurrence during adjuvant therapy, and may help optimize clinical decision-making. Impact and implications The findings from this study highlight the critical role of ctDNA as a prognostic biomarker and monitoring tool for patients with resected extrahepatic cholangiocarcinoma (eCCA). By demonstrating the superiority of ctDNA to predict disease recurrence compared to conventional biomarkers such as CA 19-9 and CEA, this study underscores its potential in guiding decision-making during adjuvant chemotherapy. These results may be crucial to refine post-surgical treatment strategies and improve patient outcomes. The practical application of ctDNA monitoring could lead to more personalized treatment approaches, enabling timely interventions based on minimal residual disease (MRD) status. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nGenetic study of intrahepatic cholestasis of pregnancy in Chinese women unveils East Asian etiology linked to historic HBV epidemic.\r\nWe uncovered a distinct genetic etiology of ICP in East Asians, likely linked to a historic HBV epidemic in East and Southeast Asia within the last 3,000 years. These findings enhance our understanding of ICP pathophysiology and offer potential for more precise detection, assessment, and treatment of the disorder. Impact and implications This study provides novel insights into the genetic basis of intrahepatic cholestasis of pregnancy (ICP) in East Asian populations, where little was previously known. The identification of the East-Asian-specific 14q24.1 locus, associated with both fasting TBA and ICP, and its connection to a historical hepatitis B epidemic emphasize the importance of incorporating population-specific history into disease research. These findings are crucial for researchers studying pregnancy-related liver disorders and clinicians providing care to pregnant women, enabling more accurate screening, risk assessment, and targeted interventions for ICP.\r\nPubmed   Journal   ReadQx \r\nHBV shows different levels of adaptation to HLA class I-associated selection pressure correlating with markers of replication.\r\nHBV sequence diversity is shaped by HLA class I-associated selection pressure with the HBV core protein being a predominant target of selection. Importantly, different levels of adaptation to immune pressure were observed between HBV infection stages, which need to be considered in the context of T cell-based therapies. Impact and implications The immune response mediated by CD8 T cells plays a critical role in controlling HBV infection and shows promise for therapeutic strategies aimed at achieving a functional cure. This study demonstrates that mutational escape within CD8 T cell epitopes is common in HBV and represents a key factor in the failure of immune control. Notably, the HBV core protein emerges as the primary target of CD8 T cell selection pressure. Additionally, the observed correlation between HBV adaptation levels and viral replication markers indicates that CD8 T cell immunity may influence transitions between phases of chronic HBV infection.\r\nPubmed   Journal   ReadQx \r\nMulti-Modal Analysis of human Hepatic Stellate Cells identifies novel therapeutic targets for Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\n This study identified novel gene targets and regulatory mechanisms underlying activation of MASH fibrogenic HSCs and demonstrated that genetic or pharmacological inhibition of select genes suppressed liver fibrosis. Impact and implications Here we present snRNA-seq and snATAC-seq analysis of human HSCs from NORMAL, MASL, and MASH livers. We identified additional subclusters that were not detected by previous studies and characterized the mechanism by which HSCs activate in the MASH livers, including the transcriptional machinery that activates HSCs into myofibroblasts. For the first time, we described the pathogenic role of activated HSC-derived PAI-1 (a product of SERPINE1 gene) in the development of MASH liver fibrosis. Targeting of RUNX½-SERPINE1 axis may provide a novel strategy for treatment of liver fibrosis in patients.\r\nPubmed   Journal   ReadQx \r\nPNPLA3(148M) is a gain-of-function mutation that promotes hepatic steatosis by inhibiting ATGL-mediated triglyceride hydrolysis.\r\nThese findings support the premise that PNPLA3(148M) is a gain-of-function mutation that promotes hepatic steatosis by accumulating on LDs and inhibiting ATGL-mediated lipolysis in an ABHD5-dependent manner. Our results predict that reducing, rather that increasing, PNPLA3 expression will be the best strategy to treat PNPLA3(148M)-associated SLD. Impact and implications Steatotic liver disease (SLD) is a common complex disorder associated with both environmental and genetic risk factors. PNPLA3(148M) is the most impactful genetic risk factor for SLD and yet its pathogenic mechanism remains controversial. Here we provide evidence that PNPLA3(148M) promotes triglyceride (TG) accumulation by sequestering ABHD5, thus limiting its availability to activate ATGL. Although the substitution of methionine for isoleucine reduces the TG hydrolase activity of PNPLA3, the loss of enzymatic function is not directly related to the steatotic effect of the variant. It is the resulting accumulation of PNPLA3 on LDs that confers a gain-of-function by interfering with ATGL-mediated TG hydrolysis. These findings have implications for the design of potential PNPLA3(148M)-based therapies. Reducing, rather than increasing, PNPLA3 levels is predicted to reverse steatosis in susceptible individuals.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Assessing the Prognosis of Patients With HBV and ACLF-Comorbidities Matter.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Is There a Role for Therapeutic Drug Monitoring of Subcutaneous Infliximab in Patients With Inflammatory Bowel Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Rebuilding Rome-Revising Diagnostic Criteria for Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Green Management of IBD-New Paradigms for an Eco-Friendly Approach.\r\nWith an inevitable increase in the number of patient visits, endoscopies, laboratory testing, and long-term therapeutic strategies for IBD, the clinical community should be aware of environmental concerns and investigate possible strategies to reduce the environmental impact of IBD care.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Colonoscopy is not mammography: Challenges of applying the Duty of Candor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nWeight loss medications: A new Pandora's box?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Recent advances in clinical practice: mastering the challenge-managing IBS symptoms in IBD.\r\nSubsequent treatment should be initiated that is evidence-based and often multimodal, including classical and non-classical pharmacological agents as well as lifestyle and microbiota-based approaches, spanning the breadth of the gut, brain and its interaction. Treatment goals in this substantial part of the IBD population should be adapted to not only focus on treating the inflammation but taking care of the patient.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Activating hepatobiliary water channels for gallstone prevention in complicated gallstone disease.\r\n\r\nPubmed   Journal   ReadQx \r\nAdipose triglyceride lipase as a target for treatment of metabolic dysfunction-associated steatohepatitis: the role of hepatic and intestinal PPARα.\r\n\r\nPubmed   Journal   ReadQx \r\nMastering the Narrative: Precision Reporting of Risk and Outcomes in Liver Transplantation.\r\nIt also limits generalizability of study findings between countries, centers, and even providers. This article critically discusses frequent challenges associated with risk and outcome assessment following major surgery with a particular focus in liver transplantation.\r\nPubmed   Journal   ReadQx \r\nMy last Editorial as Editor-in-Chief of the Journal of Hepatology.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-responder on thyroid hormone receptor-β agonist? Bacteroides thetaiotaomicron to the rescue!\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A PRAGMATIC MANAGEMENT APPROACH FOR METABOLIC DYSFUNCTION ASSOCIATED STEATOSIS AND STEATOHEPATITIS.\r\n\r\nPubmed   Journal   ReadQx \r\nAnalysis of \"Long-Term Outcomes of Additional Surgery After Endoscopic Resection Versus Primary Surgery for T1 Colorectal Cancer\".\r\n\r\nPubmed   Journal   ReadQx \r\nChallenges in Expanding Structured Chronic Hepatitis B Surveillance Programs.\r\n\r\nPubmed   Journal   ReadQx \r\nGastritis: Pathophysiology and Clinical Management.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Wei-Zhen Tang et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhou.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Underlying Causes of Secondary Bile Acid Diarrhea May Confound Cancer Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Switch from Off-Label Swallowed Topical Corticosteroids to Budesonide Orodispersible Tablets in Eosinophilic Esophagitis patients.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    New cholangiopancreatoscopy-assisted diagnosis of disconnected pancreatic cuct syndrome and bridging disconnected pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimization of traction-device length and traction force during gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A multimodal endoscopic approach for esophageal fistula closure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA new method with commonly available devices for treating buried bumper syndrome.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA new treatment for endoscopic ultrasound-guided vascular intervention: coiling with sclerotherapy for esophageal varices.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nApplication of through-the-scope twin clip for semicircumferential defect closure after rectal laterally spreading tumor transanal super minimally invasive surgery resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBipolar forceps coagulation for endoscopic papillectomy-related bleeding.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nComplete section of the common bile duct during complicated cholecystectomy: laparoscopy-guided endoscopic treatment, a mini-invasive approach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nComputed tomography-based virtual reality-guided preoperative simulation for endoscopic full-thickness resection of a gastric submucosal tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDeeply embedded esophageal fishbone removed by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDouble sticker over knife to assess myotomy and mucosectomy length during Zenker's peroral endoscopic myotomy for Zenker's diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEarly gastric adenocarcinoma with enteroblastic differentiation diagnosed synchronously with a conventional gastric adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEn bloc underwater endoscopic mucosal resection of a large laterally spreading tumor in the colon after endoscopic tattooing.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic hot snare resection of a type III biliary cyst (choledochocele).\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic intermuscular dissection: insights from China on minimally invasive treatment for early rectal cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided antegrade stenting combined with closure of the puncture route using self-assembling peptide solution in a jaundiced patient with ascites.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided cholecystoduodenostomy followed by stone clearance using electrohydraulic and mechanical lithotripsy in a frail patient with acute cholecystitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided choledochoduodenostomy using an innovatively shaped self-expandable metal stent to prevent stent migration.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nForward-viewing echoendoscope-guided recanalization plus radial incision and cutting technique for rectal anastomotic atresia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFully endoscopic treatment of loss of anatomical continuity of the duodenum caused by a perforated ulcer: an auto-rendezvous by anterograde biliary route.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGas embolism in double-balloon endoscopic retrograde cholangiography with carbon dioxide insufflation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntraoperative dual laparoscopy and neo-rectoscopy for precise excision of bowel endometriosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMucosal leak after peroral endoscopic myotomy: what to do?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMuscle layer injury during underwater endoscopic mucosal resection for an adenoma on the cecal fold.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel endoscopic approach for safe and effective resection of duodenal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel method for retrieving Santorini duct stones from a patient with a rare chymotrypsin C variant combined with pancreas divisum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel specialized guidewire for bridging deployment into the right hepatic duct via endoscopic ultrasound-guided hepaticogastrostomy for malignant hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPancreatoscopy assists in the diagnosis of malignant transformation in chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPancreatoscopy-assisted balloon dilation under direct vision in a porcine model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral pancreatoscopy-guided lithotripsy via an endoscopic ultrasonography-guided pancreatogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRemoval of jammed loop cutter and residual snare wire, after polypectomy with a detachable snare.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrieval technique for a sheared guidewire remnant in the gallbladder duct using a novel basket catheter.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrograde endoscopic ultrasound-guided entero-enterostomy for the management of a high-output enterocutaneous fistula and ileal stricture in a complex surgical abdomen.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRobotic endoscopic resection: the next revolution in therapeutic endoscopy is already here!\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful endoscopic closure using novel clips for a duodenal perforation caused by an endoscopic ultrasound scope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful necrosectomy using the over-the-scope grasping device: a tool for solid necrotic debris.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuprapapillary trisectoral deployment of slim fully covered metal stents with ultra-stiff high-sliding guidewires for malignant hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe \"line-band closure\" technique: a new endoscopic traction method for closure of a large defect.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTransnasal endoscopic closure of persistent gastrocutaneous fistula via percutaneous suturing in altered oropharyngeal anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of the intrascope channel stent release technique using a novel pigtail-type plastic stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Rare Case of Enterocolitis with a Rare Cause.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unexpected Cause of Fistulizing Small Intestinal Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nAn intriguing case of hepatosplenic lesions and pneumonia during anti-TNF therapy for IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nExpanding the Differential Diagnosis: Severe, Swollen Hepatocytes in a Patient with an ALT above 1000 U/L.\r\n\r\nPubmed   Journal   ReadQx \r\nGender Inequity in Pharma-Supported Inflammatory Bowel Disease Presentations: Shining a Light on Opportunities for Equality and Transparency in Medical Research.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh serum pesticide levels are associated with increased odds of inflammatory bowel disease in a nested case-control study.\r\n\r\nPubmed   Journal   ReadQx \r\nSucrase isomaltase dysfunction reduces sucrose intake in mice and humans.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    EUS-Guided Transmural Drainage of a Splenic Abscess.\r\n\r\nPubmed   Journal   ReadQx \r\nREPRODUCIBILITY OF EUS-GUIDED SHEAR WAVE ELASTOGRAPHY FOR ASSESSMENT OF HEPATIC FIBROSIS, A PROSPECTIVE PILOT COHORT STUDY.\r\n\r\nPubmed   Journal   ReadQx \r\nUnable to exit during difficult colonoscopy examination.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Large proximal gastric GIST tumours: downsizing by imatinib and subsequent endoresection.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Cover Image.\r\n\r\nPubmed   Journal   ReadQx \r\nHematological traits in sodium-glucose cotransporter-2 efficacy: mediators or confounders ?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nInstructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to Editor: Prevalence of subclinical hypothyroidism and longitudinal thyroid stimulating hormone changes in youth with metabolic dysfunction-associated steatotic liver disease: an observational study.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor : Association of hepatitis delta virus infection and hepatocellular carcinoma, hepatic decompensation, all-cause and liver-related death in a national cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Quality indicators and the safety profile of endoscopic intervention in patients with bleeding esophageal varices.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Association of hepatitis delta virus infection and hepatocellular carcinoma, hepatic decompensation, all-cause and liver-related death in a national cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: HKDC1 promotes liver cancer stemness under hypoxia via stabilizing β-catenin.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Prevalence of subclinical hypothyroidism and longitudinal thyroid stimulating hormone changes in youth with metabolic dysfunction-associated steatotic liver disease: an observational study.\r\n\r\nPubmed   Journal   ReadQx \r\nTable of contents.\r\n\r\nPubmed   Journal   ReadQx \r\nUtilizing of viral RNA fragment to limit acute inflammation.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From shadows to light: An unusual case of a hepatic mass.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction notice to \"Acetylation of lactate dehydrogenase B drives NAFLD progression by impairing lactate clearance\" [J Hepatol 74 (5) 2021 1038-1052].\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Assessing the Prognosis of Patients With HBV and ACLF-Comorbidities Matter. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Updated COVID-19 Boosters-Tailoring Protection for Patients With IBD. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Bowel Preparation Quality in Patients With Crohn's Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Bowel Preparation Quality in Patients With Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Insulin-Like Growth Factor-1 in Cirrhosis Is Linked to Hepatic Dysfunction and Fibrogenesis and Predicts Liver-Related Mortality.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Exploring the Potential of Real-Time Audio-Visual Interactions of ChatGPT-4o in Endoscopy Training and Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nPDO-Based Drug Screening in Advanced Pancreatic Cancer: Addressing Predictive Value and Broader Clinical Implications.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Critical insights on improving risk evaluation for metachronous colorectal cancer after serrated polypectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nERCP credentialing.\r\n\r\nPubmed   Journal   ReadQx \r\nPlastic stents for palliative biliary drainage: we have come full circle.\r\n\r\nPubmed   Journal   ReadQx \r\nReflection on the high recurrence rate of adenomas after cold snare EMR.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater coagulation: Is it time to retire the coagulation forceps?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Devices substitution can reduce environmental burden: what about strategies substitution?\r\n\r\nPubmed   Journal   ReadQx \r\nFaecal phageome transplantation alleviates intermittent intestinal inflammation in IBD and the timing of transplantation matters: a preclinical proof-of-concept study in mice.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Balancing strengths and limitations of ctDNA in advanced biliary tract cancer genomic profiling.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes MASH Co-Morbidity in CHB Truly Suppress Immune Function?\r\n\r\nPubmed   Journal   ReadQx \r\nDysglycemia and liver lipid content influence the link between insulin resistance and liver mitochondrial function in obesity - Author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating Concordance and Clinical Utility of ctDNA Profiling in Advanced Biliary Tract Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGEMA-Na: a crucial step in solving the MELD-Creatinine dilemma.\r\n\r\nPubmed   Journal   ReadQx \r\nHow to make a decision for the use of plasma exchange in patients with acute liver failure?\r\n\r\nPubmed   Journal   ReadQx \r\nLate use of Plasma Exchange in Acute Liver Failure: The Battle is Lost?\r\n\r\nPubmed   Journal   ReadQx \r\nNon-invasive algorithms could outperform HVPG in selecting candidates for non-selective beta-blockers in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPlasma exchange in Acute liver failure: The jury is still out!\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking Methodology and Data Integrity in Mendelian Randomization: Insights from Air Pollution and MASLD Research.\r\n\r\nPubmed   Journal   ReadQx \r\nSedoanalgesia during TIPS placement: hemodynamic and ethical issues.\r\n\r\nPubmed   Journal   ReadQx \r\nSurrender to evidence: the futility of plasma exchange for severe liver disease and liver failure.\r\n\r\nPubmed   Journal   ReadQx \r\nTherapeutic plasma exchange in acute liver failure: Challenges in patient selection and optimal timing of intervention.\r\n\r\nPubmed   Journal   ReadQx \r\nUnlock AI-Safe-C score's potential at all levels: Improve methods and overcome barriers.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-23T17:26:04-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-15-2024/",
    "title": "Fri Nov 15 2024",
    "description": "48 articles - From Friday Nov 08 2024 to Friday Nov 15 2024",
    "author": [],
    "date": "2024-11-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Family History of Colorectal Cancer and the Risk of Colorectal Neoplasia: A Systematic Review and Meta-Analysis.\r\n Family history of CRC is associated with increased risk of adenoma, NAA, AA, and AN totally, and in al available subgroups. The findings further strengthen the necessity and importance of an intensified screening strategy for individuals with a positive family history of CRC, which is very useful for related health resource allocation and policymaking.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Adverse Events Associated with Endoscopic Retrograde Cholangiopancreatography: Systematic Review and Meta-analysis.\r\nERCP-associated AEs remain common. Incidence of post-ERCP pancreatitis remained static despite improvements in techniques, prevention, and recognition. These results are important to patients, endoscopists, and policy makers to inform consent and to encourage implementation of available risk mitigation strategies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Dietary antioxidant capacity, genetic susceptibility and polymorphism, and inflammatory bowel disease risk in a prospective cohort.\r\n This study suggests that a diet with high TAC may help prevent the development of IBD, particularly in individuals at high genetic risk of IBD and in mutation carriers of rs4880 in SOD2.\r\nPubmed   Journal   ReadQx \r\nENDOSCOPIC SEDATION TYPE DURING FLIP PANOMETRY DOES NOT SIGNIFICANTLY IMPACT FLIP MOTILITY CLASSIFICATION RELATIVE TO MANOMETRY.\r\nThe proportion of HRM diagnoses within each FLIP Panometry classification also did not differ between FLIP completed with CS vs MAC with fentanyl (P=0.098) or MAC without fentanyl (P=0.0261) CONCLUSIONS: Whether CS or MAC was used as sedation during FLIP did not have a clinically significant impact on the relationship between diagnosis on FLIP Panometry and HRM. This supports the validity of diagnosing esophageal motility disorders using FLIP Panometry during sedated endoscopy.\r\nPubmed   Journal   ReadQx \r\nInfluence of comorbidities on health-related quality of life in alcohol-related liver disease: a population-based survey. \r\nCommon comorbidities including COPD, musculoskeletal and psychiatric disease are associated with low HRQoL in ALD, independently of liver disease severity, and so are alcohol consumption and smoking. These findings highlight the importance of multidisciplinary management of patients with ALD.\r\nPubmed   Journal   ReadQx \r\nYield and Effectiveness of Two-Sample Fecal Immunochemical Test-based Screening Program for Colorectal Cancer.\r\nTwo-sample FIT could effectively identify high-risk populations, and colonoscopy compliance is associated with a lower risk of CRC incidence and mortality. This strategy might facilitate CRC screening practice in countries with large populations.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Feasibility of modified double-layered suturing for a large mucosal defect after duodenal endoscopic submucosal dissection (Origami method).\r\n The OGM achieved high-rate complete closure even after duodenal ESD, which was robust enough to maintain the folded muscle layer for at least 3 days postoperatively.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hemodynamic effects of carvedilol plus simvastatin in cirrhosis with severe portal hypertension and suboptimal response to β-blockers: A double-blind, placebo-controlled, randomized-trial.\r\n In patients with severe portal hypertension (all with high-risk varices) and suboptimal hemodynamic response to traditional NSBBs, combined therapy with carvedilol plus simvastatin significantly enhances the portal-pressure reduction achieved with carvedilol-monotherapy, improves endothelial dysfunction and reduces pro-inflammatory cytokines.\r\nPubmed   Journal   ReadQx \r\nOral LPCN 1148 improves sarcopenia and hepatic encephalopathy in male patients with cirrhosis: A randomized, placebo-controlled phase 2 trial.\r\nLPCN 1148 treatment improved sarcopenia and reduced the number of overt HE episodes in men with cirrhosis and sarcopenia awaiting liver transplant. These findings support additional research on the efficacy of LPCN 1148 in treating sarcopenia and preventing HE recurrence.\r\nPubmed   Journal   ReadQx \r\nPlatelet-derived mitochondria regulate lipid metabolism in nonalcoholic steatohepatitis via extracellular vesicles.\r\nWe offer a novel molecular mechanism that connects platelets, pEVs, and excessive LD accumulation to the development of NASH. Our results suggest that NASH progression may be alleviated by specifically inhibiting the production and release of pEVs, or by targeting pEVs components and inhibiting their uptake. Additional experiments are required to confirm this potentiality.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Gastrointest Endosc\r\n    A note from the Editor-in-Chief. \r\n\r\nPubmed   Journal   ReadQx \r\nWeight loss medications: A new Pandora's box? \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Pancreatic panniculitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A needed ®evolution to improve colorectal cancer screening: binding patient-centered/shared decision-making medicine with large language models in an emerging knowledge society.\r\n\r\nPubmed   Journal   ReadQx \r\nA new treatment for endoscopic ultrasound-guided vascular intervention: coiling with sclerotherapy for esophageal varices. \r\n\r\nPubmed   Journal   ReadQx \r\nApplication of through-the-scope twin clip for semicircumferential defect closure after rectal laterally spreading tumor transanal super minimally invasive surgery resection. \r\n\r\nPubmed   Journal   ReadQx \r\nBipolar forceps coagulation for endoscopic papillectomy-related bleeding. \r\n\r\nPubmed   Journal   ReadQx \r\nDeeply embedded esophageal fishbone removed by endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx \r\nDouble sticker over knife to assess myotomy and mucosectomy length during Zenker's peroral endoscopic myotomy for Zenker's diverticulum. \r\n\r\nPubmed   Journal   ReadQx \r\nEn bloc underwater endoscopic mucosal resection of a large laterally spreading tumor in the colon after endoscopic tattooing. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic hot snare resection of a type III biliary cyst (choledochocele). \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided antegrade stenting combined with closure of the puncture route using self-assembling peptide solution in a jaundiced patient with ascites. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided choledochoduodenostomy using an innovatively shaped self-expandable metal stent to prevent stent migration. \r\n\r\nPubmed   Journal   ReadQx \r\nFully endoscopic treatment of loss of anatomical continuity of the duodenum caused by a perforated ulcer: an auto-rendezvous by anterograde biliary route. \r\n\r\nPubmed   Journal   ReadQx \r\nIntraoperative dual laparoscopy and neo-rectoscopy for precise excision of bowel endometriosis. \r\n\r\nPubmed   Journal   ReadQx \r\nMucosal leak after peroral endoscopic myotomy: what to do? \r\n\r\nPubmed   Journal   ReadQx \r\nNovel endoscopic approach for safe and effective resection of duodenal neuroendocrine tumor. \r\n\r\nPubmed   Journal   ReadQx \r\nNovel specialized guidewire for bridging deployment into the right hepatic duct via endoscopic ultrasound-guided hepaticogastrostomy for malignant hilar biliary obstruction. \r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of jammed loop cutter and residual snare wire, after polypectomy with a detachable snare. \r\n\r\nPubmed   Journal   ReadQx \r\nRetrieval technique for a sheared guidewire remnant in the gallbladder duct using a novel basket catheter. \r\n\r\nPubmed   Journal   ReadQx \r\nRetrograde endoscopic ultrasound-guided entero-enterostomy for the management of a high-output enterocutaneous fistula and ileal stricture in a complex surgical abdomen. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful necrosectomy using the over-the-scope grasping device: a tool for solid necrotic debris. \r\n\r\nPubmed   Journal   ReadQx \r\nUse of the intrascope channel stent release technique using a novel pigtail-type plastic stent. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Case of Enterocolitis with a Rare Cause.\r\n\r\nPubmed   Journal   ReadQx \r\nAn intriguing case of hepatosplenic lesions and pneumonia during anti-TNF therapy for IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Clonally expanded CD8+ T cells in MASH - invited guests overstaying their welcome.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Enhancing automated speech analysis for hepatic encephalopathy detection.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Enhancing automated speech analysis for hepatic encephalopathy detection.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Gastrointest Endosc\r\n    Critical insights on improving risk evaluation for metachronous colorectal cancer after serrated polypectomy. \r\n\r\nPubmed   Journal   ReadQx \r\nERCP credentialing. \r\n\r\nPubmed   Journal   ReadQx \r\nPlastic stents for palliative biliary drainage: we have come full circle. \r\n\r\nPubmed   Journal   ReadQx \r\nReflection on the high recurrence rate of adenomas after cold snare EMR. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater coagulation: Is it time to retire the coagulation forceps? \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoscopic stratification of gastric intestinal metaplasia: where are we, where do we want to go and how do we get there?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    How to make a decision for the use of plasma exchange in patients with acute liver failure?\r\n\r\nPubmed   Journal   ReadQx \r\nLate use of Plasma Exchange in Acute Liver Failure: The Battle is Lost?\r\n\r\nPubmed   Journal   ReadQx \r\nPlasma exchange in Acute liver failure: The jury is still out!\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking Methodology and Data Integrity in Mendelian Randomization: Insights from Air Pollution and MASLD Research.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-15T14:52:39-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-08-2024/",
    "title": "Fri Nov 08 2024",
    "description": "119 articles - From Friday Nov 01 2024 to Friday Nov 08 2024",
    "author": [],
    "date": "2024-11-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Guidelines in Practice: Management of Acute Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Multisociety Clinical Practice Guidance for the Safe Use of Glucagon-like Peptide-1 Receptor Agonists in the Perioperative Period.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy clinical practice guideline development policy and checklist.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic devices and techniques for the management of gastric varices (with videos).\r\nThe mainstay paradigm for the endoscopic management of gastric variceal bleeding is the injection of CYA glue. The published success of EUS-guided angiotherapy using CYA glue with or without embolization coils has increased our treatment armamentarium.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    EASL Clinical Practice Guidelines on liver transplantation.\r\nIn addition, the advent of organ perfusion machines, the recognition of new forms of rejection, and the attention paid to the transition from paediatric to adult patients, have al improved the management of LT recipients. The purpose of the EASL guidelines presented here is not to cover al aspects of LT but to focus on developments since the previous EASL guidelines published in 2016.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Global Prevalence of Coeliac Disease in Type 1 Diabetes.\r\n Approximately 1 in 16 patients globally and 1 in 12 patients in Asia and the Middle East with T1D has CD. We suggest that al patients with T1D should be screened for CD.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Risk of Hepatocellular Carcinoma in Subcentimeter Liver Nodules Identified on Surveillance Ultrasound: A Systematic Review.\r\n Up to one-fifth of patients with subcentimeter nodules may develop HCC, although contemporary cohorts report a substantially lower risk. Older patients and those with elevated AFP levels or poorer liver function are at greatest risk of HCC, highlighting an unmet need for better risk stratification models.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparative effectiveness of balloons, adjustable balloons, and endoscopic sleeve gastroplasty: A network meta-analysis of randomized trials.\r\nAll currently available FDA-approved EBTs are more effective than both diet plus lifestyle intervention and sham procedures with an acceptable safety profile. ESG seems the most effective and may be prioritized for patients fit for both ESG and IGB. Direct controlled trials between EBTs are warranted to confirm these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    A Prospective Study on the Prevalence of MASLD in Patients With Type 2 Diabetes and Hyperferritinaemia.\r\n Approximately 80% of people with hyperferritinaemia and T2DM have MASLD, and more than a third have significant hepatic fibrosis. Hyperferritinaemia may be a useful biomarker for MASLD and significant fibrosis in people with T2DM.\r\nPubmed   Journal   ReadQx \r\nPortal Hypertensive Gastropathy and MELD-Na Score Predict Recurrent Gastrointestinal Bleeding After TIPSS: An ALTA Group Study.\r\nIn this retrospective analysis of a multicentre, nationally representative database, we found that apart from TIPSS-related factors, high MELD-Na and portal hypertensive gastropathy on pre-TIPSS endoscopy were independent predictors of rebleeding within 1 year following TIPSS. These variables may be used to identify high-risk patients who may require additional monitoring following TIPSS.\r\nPubmed   Journal   ReadQx \r\nPredicting complications in paediatric ulcerative colitis: A longitudinal multicentre cohort study.\r\nThis study validates predictors of poor outcomes in paediatric patients with UC. Our results might help physicians to anticipate poor outcomes and initiate appropriate treatment strategies at an early stage.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Effect of Adopting a Gluten-Free Diet on Exposure to Arsenic and Other Heavy Metals in Children With Celiac Disease: A Prospective Cohort Study.\r\n Children with newly diagnosed CeD have increased arsenic exposure shortly after transitioning to a GFD. While the arsenic levels were well below acutely toxic concentrations, the clinical impact of chronic exposure to mildly elevated arsenic levels is unknown.\r\nPubmed   Journal   ReadQx \r\nIncidence, Predictors, and Outcomes of Clinically Significant Post-Endoscopic Retrograde Cholangiopancreatography Bleeding: A Contemporary Multicenter Study.\r\n Risks of antiplatelet-related CSPEB may be underestimated by endoscopists based on observations of suboptimal holding before higher risk ERCP. Appropriate periprocedural antithrombotic management is essential and could represent novel quality initiative targets.\r\nPubmed   Journal   ReadQx \r\nIs ChatGPT a reliable tool in Autoimmune Hepatitis?\r\nChatbots show good comprehensibility but lack reliability. Further studies are needed to integrate Chat-GPT within clinical practice.\r\nPubmed   Journal   ReadQx \r\nPrimary Biliary Cholangitis and Primary Sclerosing Cholangitis Therapy Landscape.\r\nWhile significant progress has been made in development of therapies for PBC, there are no current approved treatments for PSC other than liver transplantation although several emerging therapies have shown encouraging results. This review outlines the current and upcoming treatments for PBC and PSC.\r\nPubmed   Journal   ReadQx \r\nThe Minimally Invasive 1-Hr Esophageal String Test (EST) Monitors Therapeutic Changes in Mucosal Inflammation in Eosinophilic Esophagitis.\r\n The EST can be used to longitudinally monitor responses to treatment in EoE.\r\nPubmed   Journal   ReadQx \r\nUsing phosphatidylethanol as an adjunct to self-reported alcohol use improves identification of liver fibrosis risk.\r\nPEth was independently associated with high FIB-4, with a larger odds ratio than that of the association of AUDIT-C. Use of PEth may improve identification of alcohol use and liver fibrosis prevention and management.\r\nPubmed   Journal   ReadQx \r\nWhen and What to Test for Diarrhea: Focus on Stool Testing.\r\n Fecal testing is still very relevant in the practice of gastroenterology and deserves introduction of advanced microbiological and biochemical tests.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Anti-integrin αvβ6 autoantibodies are increased in PSC patients with concomitant IBD and correlate with liver disease severity.\r\n Anti-αvβ6 autoantibodies identify a subset of PSC patients with concomitant IBD.\r\nPubmed   Journal   ReadQx \r\nMultimodal pancreatic cancer detection using methylated DNA biomarkers in pancreatic juice and plasma CA 19-9: A prospective multicenter study.\r\n A panel combining PJ-MDMs and plasma CA19-9 discriminates PDAC from both healthy and disease control groups with high accuracy. This provides support for combining pancreatic juice and blood-based biomarkers for enhancing diagnostic sensitivity and successful early PDAC detection.\r\nPubmed   Journal   ReadQx \r\nNon-invasive hepatic steatosis and fibrosis indices predict differentially mortality in the adult Korean population.\r\nAPRI, MAF-5, LFS were independently associated with all-cause mortality, LAP (cut-off 38.05) with cardiovascular mortality, APRI with cancer mortality, and APRI, MAF-5, LFS with liver-related mortality in the adult Korean population.\r\nPubmed   Journal   ReadQx \r\nPrevalence and costs of eosinophilic esophagitis in the United States.\r\nThe prevalence of EoE continues to increase, with a rate of 1 in 617 in 2022 in those <65 years of age, and 1 in 1562 in 2017 those ≥65 years. Standardized to the U.S. population, the overall prevalence was approximately 1 in 700. EoE-associated annual costs were estimated to be $1.3 billion in 2024 dollars, representing a substantial financial burden.\r\nPubmed   Journal   ReadQx \r\nRisk of incident cancer in patients with Inflammatory Bowel Disease with prior breast cancer: a multicenter cohort study.\r\n We did not find a statistically significant increase in incident breast cancer related to IBD treatment beyond the already known poor prognostic factors of breast cancer.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Colonoscopy is associated with lower colorectal cancer occurrence and mortality in the older population: A population-based cohort study.\r\n We found a significant association between colonoscopy and reduction in CRC occurrence and CRC-related mortality in adults aged ≥ 40 years after 5 years of follow-up;  however, these associations were weaker in the very old group. Research is needed on the association between colonoscopy and older age.\r\nPubmed   Journal   ReadQx \r\nStent misdeployment and factors associated with failure in EUS-guided choledochoduodenostomy: an analysis of the combined datasets from the ELEMENT and DRA-MBO trials.\r\n SMD is relatively common in EUS-CDS and is associated with an extra-hepatic bile duct diameter measuring ≤ 15 mm. The majority of SMDs can be rescued endoscopically with low risk for AE.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A HIGH-RESOLUTION MICROENDOSCOPE IMPROVES ESOPHAGEAL CANCER SCREENING AND SURVEILLANCE: IMPLICATIONS FOR UNDERSERVED GLOBAL SETTINGS BASED ON AN INTERNATIONAL, RANDOMIZED CONTROLLED TRIAL.\r\n A low-cost microendoscope improves the efficiency and clinical impact of ESCN screening and surveillance when combined with LCE. HRME may spare unnecessary biopsies leading to cost savings in underserved global settings where the disease is prevalent. , Number NCT02029937.\r\nPubmed   Journal   ReadQx \r\nMulti-cohort analysis reveals altered archaea in colorectal cancer fecal samples across populations.\r\nThis multicohort analysis uncovered significant alterations in gut archaea and their interactions with bacteria in healthy individuals, adenoma patients and CRC patients. Archaeal biomarkers, combined with bacterial features, have potential as non-invasive diagnostic biomarkers for CRC.\r\nPubmed   Journal   ReadQx \r\nTertiary lymphoid structure-associated B cells enhance CXCL13<sup>+<\/sup>CD103<sup>+<\/sup>CD8<sup>+<\/sup>Trm cell response to PD-1 blockade in gastric cancer.\r\nThis study further reveals a crucial role for cellular communication between TLS-associated B cell and CXCL13 + CD103 + CD8 + Trm cells in anti-tumor immunity, providing valuable insights into the potential utilization of the LTα/TNFR2 axis within CXCL13 + CD103 + CD8 + Trm cells for advancing immunotherapy strategies in GC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic Ultrasound Guided Gastro-enterostomy for Malignant Gastric Outlet Obstruction: Impact of Clinical and Demographic Factors on Outcomes.\r\n EUS-GE has high technical and clinical success rates, with many patients tolerating regular diet. Routine NGT decompression should be considered to minimize AEs. MGOO at the level of stomach is associated with lower clinical success rates. Extra care should be taken while performing EUS-GE in patients with peritoneal carcinomatosis. Prior gastrointestinal surgery is a likely risk factor for reintervention.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound Shear Wave Elastography for Fibrosis Screening in Patients with Obesity and Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD): A Pilot Study (With Video).\r\nIn this pilot study, EUS-SWE was superior to FIB-4 and VCTE for liver fibrosis staging in patients with MASLD and obesity (Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nEvaluation of Deep Remission with Through-The-Scope Catheter-Based Endoscopic Ultrasound during Double Balloon Enteroscopy in Small Bowel Crohn's Disease.\r\nEUS using an ultrasonic catheter probe during DBE is effective in evaluation of both mucosal and transmural healing in small-bowel CD patients. DBE-EUS could become an important tool in the management of patients with small-bowel CD.\r\nPubmed   Journal   ReadQx \r\nFrequency of Errors in Colorectal Lesion Description and Management Prior to Referral to A Tertiary Center.\r\nErrors in pre-referral management of challenging colorectal lesions are frequent. Improved adherence to national guidelines could enhance practice.\r\nPubmed   Journal   ReadQx \r\nLong-Term Outcomes of Pneumatic Balloon Dilation versus Peroral Endoscopic Myotomy in Type I and II Achalasia Patients: A Propensity Score-Matched Analysis.\r\n POEM demonstrated greater long-term durability than PBD, but PBD was associated with shorter hospital stays and fewer adverse events.\r\nPubmed   Journal   ReadQx \r\nPrevalence of 'One and Done' Phenomenon in Adenoma Detection Within a Large Community-Based Healthcare System.\r\n Our findings suggest that ADR1 correlates with ADR2+. Despite concerns, the \"one and done\" phenomenon is not commonly seen in clinical practice. ADR remains a good surrogate marker for multiple adenoma detection.\r\nPubmed   Journal   ReadQx \r\nRecognition of Refractory Benign Esophageal Strictures at Index Endoscopy: Creation of a Predictive Model.\r\nRisk of RBES can be predicted at index EGD based on stricture features. A predictive model for RBES was created based on readily available risk factors, which may guide an individualized therapeutic approach to patients with benign esophageal stricture, potentially reducing morbidity and cost.\r\nPubmed   Journal   ReadQx \r\nSalvage treatment for local recurrence after endoscopic resection for superficial nonampullary duodenal epithelial tumors.\r\nLocal recurrence after endoscopic resection of SNADT can be managed endoscopically.\r\nPubmed   Journal   ReadQx \r\nShort- and longer-term learning effects from virtual scale endoscopy videos: a useful tool for colorectal lesion size estimation (with video).\r\nVSE videos are a valuable learning tool for estimating lesion diameter, particularly for novice endoscopists, both in the short- and longer-term.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Pharmacological activation of STAT1-GSDME pyroptotic circuitry reinforces epigenetic immunotherapy for hepatocellular carcinoma.\r\n Our immunoepigenetic strategy harnesses IFNγ-mediated network to augment the cancer-immunity cycle, revealing a self-reinforcing STAT1-GSDME pyroptotic circuitry as the mechanistic basis for an ongoing phase-II trial to tackle ICB resistance (NCT05873244).\r\nPubmed   Journal   ReadQx \r\nTPX2 serves as a novel target for expanding the utility of PARPi in pancreatic cancer through conferring synthetic lethality.\r\nOur findings revealed the dual-functional significance of TPX2 in controlling DNA DSB repair pathway choice and mitotic progression, suggesting a potential therapeutic strategy involving PARPi for patients with pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Blood markers for type-1,-2, and -3 inflammation are associated with severity of acutely decompensated cirrhosis.\r\nAmong patients with ADC, alterations in blood levels of cytokines related to type-1, type-2 and type-3 inflammation, together with neutrophilia, lymphopenia and elevated anti-inflammatory signals were individually associated with an increased risk of progressing toward ACLF, independently of the presence of clinically apparent precipitants.\r\nPubmed   Journal   ReadQx \r\nLiver Cancer in 2021: Global Burden of Disease Study.\r\nWhile age-adjusted incidence and deaths from liver cancer have started to decline, the absolute number of incident cases and deaths continues to increase. Population growth and aging contribute to the observed disconnect in the temporal trends of absolute cases and rates. Disparities remain, and MASLD-related liver cancer continues to surge.\r\nPubmed   Journal   ReadQx \r\nMetabolic dysfunction-associated steatohepatitis reduces interferon and macrophage liver gene signatures in patients with chronic hepatitis B.\r\nTranscriptomic profiling of the liver suggests that MASH negatively impacts ISGs expression in the liver of patients with ENEG, which may affect antiviral immune pathways, viral replication and inflammatory responses resulting in an increased risk of advanced fibrosis in patients with chronic hepatitis B. Our study provides valuable insights for guiding future research aimed at developing effective, tailored strategies for managing patients with both conditions. Impact and implications In recent decades, obesity and associated health issues have reached epidemic levels, with steatotic liver disease affecting up to 30% of adults in developed countries, and this trend is also observed among chronic hepatitis B patients. Given the high and rising prevalence of steatotic liver disease and its frequent co-occurrence in chronic hepatitis B patients, it is essential to understand how conditions such as metabolic dysfunction-associated steatohepatitis (MASH) impact immune responses in the liver. This study provides unique insights into the impact of MASH on HBV antiviral immune activity in the liver of patients with chronic hepatitis B. The rising number of patients with both conditions affects treatment outcomes and highlights the urgent need for novel, tailored therapeutic strategies. Our study holds significant relevance for guiding future research on developing treatment strategies for patients with both MASH and chronic hepatitis B.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Disentangling Early-Life Antibiotics and Infections as Risk Factors for the Development of Childhood IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Food for Thought-Addressing the Nuances of Diet and Mood When Evaluating Dietary Intervention in IBS.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Navigating the Beta-Blocker Dilemma in Advanced Liver Cirrhosis-When Is the Right Time to Discontinue?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Stopping NUCs-When to Restart NUCs for the Best Outcome?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Timely Follow-Up in Cirrhosis: How Does It Work?\r\n\r\nPubmed   Journal   ReadQx \r\nUnderstanding Factors Associated With Abdominal Pain in Ulcerative Colitis-No Surprises But the Usual Suspects Need Greater Attention.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Unveiling the Hidden Cost: Evaluating Financial Implications in the Liver Cancer Screening Paradigm.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    The new horizon of Clostridioides difficile infection treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    The Role of Endoscopy in Pregnancy: A Review.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Is there a safe limit for consumption of alcohol?\r\nWe recognize the need to encourage less consumption of alcohol, particularly in young adults, and in older adults with co-morbid conditions particularly when taking multiple medications. Finally, we offer the modest proposal that, for persons without the contributing negative influences described above, consumption which adheres to one drink per session, with interspersed abstinent days, does not constitute a meaningful risk to health.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Practical Approach to Subcutaneous Infliximab.\r\n\r\nPubmed   Journal   ReadQx \r\nA Rare Culprit of Massive Gastrointestinal Bleeding: Amoeba.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unprecedented Complication Arising From Endoscopic Retrograde Cholangiopancreatography and Common Bile Duct Stenting.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Obstructive Jaundice: a Metastatic Renal Cell Carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nComplete Stenosis After Endoscopic Submucosal Dissection of a Large Circumferential Rectal Lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nDeveloping the ACG Leadership Pipeline: Impact of the ACG Institute Leadership Programs 2018-2023.\r\n\r\nPubmed   Journal   ReadQx \r\nDuodenal Obstruction Caused by an Isolated Spontaneous Celiac Artery Dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nEnd-Stage Achalasia With Megaesophagus Causing Mass Effect Leading to Acute Pericarditis.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom Blockage to Passage: Twin Gallstones' Journey Through the Gut.\r\n\r\nPubmed   Journal   ReadQx \r\nGiant Meckel's Diverticulum Causing Pediatric Intestinal Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nI \"PEG\" Your Pardon: A Rare Instance of Gastric Outlet Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nIntestinal Mycobacterium avium Complex in a Patient With AIDS.\r\n\r\nPubmed   Journal   ReadQx \r\nLaryngeal Recalibration Therapy in Clinical Practice for Laryngopharyngeal Symptoms.\r\n\r\nPubmed   Journal   ReadQx \r\nMycotic Aortic Aneurysm With Esophageal Fistulization Caused by Salmonella enteritidis.\r\n\r\nPubmed   Journal   ReadQx \r\nPerforation of sigmoid colon by trans-anal decompression tube successfully treated using Over-The-Scope Clip system.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Artificial Intelligence Chatbots Not Yet Ready for Celiac Disease Patient Care.\r\n\r\nPubmed   Journal   ReadQx \r\nPeripheral tumor necrosis factor production is a predictor for remission under adalimumab in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of Gastroparesis in Chronic Pancreatitis and Predictive Factors: A Machine Learning Prediction Model.\r\n\r\nPubmed   Journal   ReadQx \r\nSecondhand Smoke Exposure and Metabolic Dysfunction-Associated Steatotic Liver Disease in US Adolescents.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Can we improve the endoscopic resection of dysplastic lesions in colonic inflammatory bowel diseases?\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Predictors of persistent pain after extracorporeal shockwave lithotripsy for painful chronic calcific pancreatitis\".\r\n\r\nPubmed   Journal   ReadQx \r\nESGE - shining a light on diversity, equity and inclusion.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring the diagnostic performance of optimal diagnosis techniques in detecting recurrence.\r\n\r\nPubmed   Journal   ReadQx \r\nInto the pancreas: an underwater world filled with an intraductal papillary mucinous neoplasm seen via peroral pancreatoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSedation practices in Gastrointestinal Endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) survey.\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling the hidden impact: Scope 3 emissions in endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nWho benefits from long-term plastic stents after walled-off necrosis treatment: prix fixe for all or à la carte?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An Unusual Case of Gastric Multiple Lesions with Skin and Joint Abnormalities.\r\n\r\nPubmed   Journal   ReadQx \r\nDiffering Epithelial and Immunologic Activation Patterns Following Food Reintroduction Reveal Different Transcriptional Profiles in Active Eosinophilic Esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHacking Death in Dublin.\r\n\r\nPubmed   Journal   ReadQx \r\nThe management of internal fistulizing Crohn's disease in a child: more than meets the eye.\r\n\r\nPubmed   Journal   ReadQx \r\nTraining the Innovative Gastroenterologist of the Future: Establishing a Formal Curriculum During Gastroenterology Fellowship.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Rare Etiology of Recurrent Pancreatitis: Intraductal Papillary Mucinous Neoplasm in the Santorini's duct.\r\n\r\nPubmed   Journal   ReadQx \r\nFEASIBILITY OF SUBMUCOSAL TUNNELING ENDOSCOPIC RESECTION FOR A BLEEDING GASTROINTESTINAL STROMAL TUMOR.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric per-oral Endoscopic Myotomy for Treating Pylorospasm after Sleeve Gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nInflammatory polypoid mass caused by Sevelamer and sodium polystyrene crystals.\r\n\r\nPubmed   Journal   ReadQx \r\nIsolated jejunal H. Pylori ulcer identified by single balloon enteroscopy and post-treatment video capsule endoscopy follow-up.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic Pseudotumor: serendipitous discovery of pancreatic actinomycosis.\r\n\r\nPubmed   Journal   ReadQx \r\nSevere Gastritis Induced by Pembrolizumab in Metastatic Vaginal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nThe loop-clip method to prevent rebleeding of peptic ulcer with bleeding stigmata.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips on Pouchoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Quest for HBV functional cure: what have we learnt from silencing RNAs?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Developing Quality Measures for Improving Pre-Liver Transplant Care.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for nonstandard oncological indications: Are we there yet?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Food for Thought-Addressing the Nuances of Diet and Mood When Evaluating Dietary Intervention in IBS. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Navigating the Beta-Blocker Dilemma in Advanced Liver Cirrhosis-When Is the Right Time to Discontinue? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Timely Follow-Up in Cirrhosis-How Does It Work? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Understanding Factors Associated With Abdominal Pain in Ulcerative Colitis-No Surprises but the Usual Suspects Need Greater Attention. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: 'Impact of HCV Eradication on Recurrence Pattern and Long-Term Outcomes in Patients With HCV-Related Hepatocellular Carcinoma Undergoing Radiofrequency Ablation'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Analysis of \"Faecal Biomarkers for Diagnosis and Prediction of Disease Course in Treatment-Naïve Patients With IBD\"-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Analysis of 'Faecal Biomarkers for Diagnosis and Prediction of Disease Course in Treatment-Naive Patients With IBD'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Assessing the Durability of Treatment Effects: Long-Term Outcomes of ESWL and ERCP for Pancreatic Duct Stones in Chronic Pancreatitis-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Assessing the Durability of Treatment Effects: Long-Term Outcomes of ESWL and ERCP for Pancreatic Duct Stones in Chronic Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Impact of HCV Eradication on Recurrence Pattern and Long-Term Outcomes in Patients With HCV-Related Hepatocellular Carcinoma Undergoing Radiofrequency Ablation. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Prognostic Role of IGF-1 in Chronic Liver Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Prognostic Role of IGF-1 in Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Timely Follow-Up in Cirrhosis-A Key Public Health Intervention.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Evaluating FIB-4 Risk Stratification In the AGA/AASLD Clinical Care Pathway.\r\n\r\nPubmed   Journal   ReadQx \r\nThe role of piecemeal endoscopic mucosal resection for low risk larget than 20 mm nonpedunculated polyps in the right colon.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comment on \"Risk of Cancers Proximal to the Colon in Fecal Immunochemical Test Positive Screenees in a Colorectal Cancer Screening Program\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Risk of Cancers Proximal to the Colon in Fecal Immunochemical Test Positive Screenees in a Colorectal Cancer Screening Program\".\r\n\r\nPubmed   Journal   ReadQx \r\nEsophagogastroduodenoscopy for Positive Fecal Immunochemical Test Screeners? Much Done, More to Be Considered.\r\n\r\nPubmed   Journal   ReadQx \r\nFIT-positive individuals: is timely upper GI endoscopy necessary?\r\n\r\nPubmed   Journal   ReadQx \r\nReevaluating Confounders and Risk Interpretation in FIT-Positive Cancer Screening.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Potential microbial effects on microsatellite instability possibly drive divergence in colorectal cancer immunotherapy responses among different anatomical subsites.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-use scopes may reduce various environmental impacts of gastroscopy in some situations but probably not in routine practice of endoscopy units.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-10T10:41:13-05:00",
    "input_file": {}
  },
  {
    "path": "gi/10-25-2024/",
    "title": "Fri Oct 25 2024",
    "description": "117 articles - From Friday Oct 18 2024 to Friday Oct 25 2024",
    "author": [],
    "date": "2024-10-25",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Guidelines in Practice: Focal Liver Lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on Esophageal Dysfunction Due to Disordered Immunity and Infection: Expert Review.\r\nBEST PRACTICE ADVICE 10: Clinicians should consider infectious and inflammatory causes of secondary achalasia during initial evaluation. One should query for any history of recent COVID infections, risks for Chagas disease, and symptoms or signs of eosinophilic disease.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Advances in Per-Oral Endoscopic Myotomy (POEM) and Remaining Questions-What We Have Learned in the Past Decade: Expert Review.\r\nBEST PRACTICE ADVICE 11: Long-term postprocedure surveillance is encouraged to monitor for progression of disease and complications of gastroesophageal reflux disease. BEST PRACTICE ADVICE 12: POEM may be superior to pneumatic dilation for patients with failed initial POEM or laparoscopic Heller myotomy;  however, the decision among treatment modalities should be based on shared decision making between the patient and physician, taking into account risk of postprocedural reflux, need for repeat interventions, patient preferences, and local expertise.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic diagnosis and management of adult inflammatory bowel disease: a consensus document from the American Society for Gastrointestinal Endoscopy IBD Endoscopy Consensus Panel.\r\nClinical practice patterns in the endoscopic management of IBD vary. A panel of experts consisting of IBD specialists, endoscopists, and GI pathologists participated in virtual conferences and developed this modified Delphi-based consensus document to address endoscopic aspects of IBD management.\r\nPubmed   Journal   ReadQx \r\nQuality measures in the delivery of equitable endoscopic care to traditionally underserved patients in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Resmetirom therapy for metabolic dysfunction-associated steatotic liver disease: October 2024 updates to AASLD Practice Guidance.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Fecal Microbiota Transplantation Outcome and Gut Microbiota Composition in Ulcerative Colitis: a Systematic Review and Meta-analysis.\r\n This systematic review/meta-analysis yielded a coherent picture from a compositional perspective, which may help identify beneficial donor profiles and guide personalized FMT approaches.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Meta-analysis of underwater vs conventional endoscopic submucosal dissection for colorectal lesions.\r\n UESD was faster in patients with colorectal lesions, but had comparable rates of en bloc resection, R0 resection and adverse events when compared with CESD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Factors Associated With Abdominal Pain in Patients With Active and Quiescent Ulcerative Colitis: A Multicohort Study.\r\nAbdominal pain in UC is prevalent and associated with lower QoL in both active and quiescent disease. Associated factors are active disease, female sex and psychological symptoms, especially anxiety. We suggest considering a holistic approach when treating UC patients with abdominal pain.\r\nPubmed   Journal   ReadQx \r\nFaecal Volatile Organic Compounds to Detect Colorectal Neoplasia in Lynch Syndrome-A Prospective Longitudinal Multicentre Study.\r\nIn Lynch syndrome, faecal VOCs may be a promising strategy for postponing colonoscopy and for follow-up after polypectomy. Our results serve as a stepping stone for large validation studies.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Disproportionately Increasing Incidence of Inflammatory Bowel Disease in Females and the Elderly: An Update Analysis from the Global Burden of Disease Study 2021.\r\n While the global burden of IBD has decreased overall, it has increased in females and the elderly.\r\nPubmed   Journal   ReadQx \r\nFOUR-DIMENSIONAL IMPEDANCE MANOMETRY IN ESOPHAGEAL MOTILITY DISORDERS.\r\n 4D HRM metrics correlated with expected clinical observations across a spectrum of esophageal motility disorders and defined EGJ obstruction. 4D HRM metrics may have value in defining EGJ obstruction in equivocal cases related to EGJOO or absent peristalsis.\r\nPubmed   Journal   ReadQx \r\nHLA DQA1*05 and risk of anti-TNF treatment failure and anti-drug antibody development in children with Crohn's Disease: HLA DQA1*05 and Pediatric Crohn's Disease.\r\nIn a randomized trial of children with CD initiating anti-TNF, 40% were HLA DQ-A1*05 positive, which was associated with a trend toward increased risk of both treatment failure and ADA. These risks were mitigated, but not eliminated, by adding oral methotrexate. HLA DQ-A1*05 is an important biomarker for prognosis and risk stratification.\r\nPubmed   Journal   ReadQx \r\nImproving the Diagnostic Accuracy of RECAM in North American Patients with Suspected Idiosyncratic Drug-Induced Liver Injury: Improving RECAM accuracy.\r\n Among 120 suspected DILI cases, RUCAM had better agreement with DILIN expert opinion scores versus RECAM. Making HCV RNA and anti-HEV IgM testing optional significantly improved agreement between RECAM and DILIN expert opinion. Future modifications to RECAM are needed to improve causality assessment in North American patients with suspected DILI.\r\nPubmed   Journal   ReadQx \r\nIncidence of thiopurine induced severe myelosuppression in a nationwide cohort of inflammatory bowel disease patients.\r\n The incidence of severe TIM was very low, calling into question the necessity of frequent long-term CBC monitoring among IBD patients on TPs.\r\nPubmed   Journal   ReadQx \r\nReal-World Effectiveness and Use of Dupilumab in Eosinophilic Esophagitis.\r\n Dupilumab demonstrates effectiveness across EoE severity, including milder disease without previous treatment failure. Improving follow-up and assessing cost-effectiveness will help clarify its role in the treatment algorithm.\r\nPubmed   Journal   ReadQx \r\nRefinement of Hy's Law using the Drug-Induced Liver Injury Network Database.\r\nInitial R values were the most reliable means of identifying Hy's Law cases. There were some drugs that caused HC injury with jaundice but with mortality rates <10%. Refinement of Hy's Law is warranted.\r\nPubmed   Journal   ReadQx \r\nS3260 An Interesting Case of Lymphocytic Esophagitis In Association With Pityriasis LichenoidesChronica and Rheumatoid Arthritis.\r\n LyE typically manifests in females during their 5th-6th decades, presenting a notable contrast to eosinophilic esophagitis (EOE), which predominantly affects males in their 2nd-3rd decades. However, the endoscopic appearance of LyE often mirrors that of EOE. Studies suggest potential associations between LyE and Crohn's disease in children, as well as primary esophageal dysmotility in adults. Notably, our patient has a history of rheumatoid arthritis, a correlation observed in 2 other cases in the literature. While limited literature exists on pityriasis lichenoideschronica with esophageal involvement, specifically presenting as LyE, this singular case underscores the interconnection of these 2 disease processes. These observations raise the possibility of an autoimmune etiology. There is no consensus on the lymphocyte count threshold for diagnosis, a challenge compounded by the rarity of the disease, leading to a lack of definitive guidelines for optimal management.JOURNAL/ajgast/04.03/00000434-202410001-03261/figure1/v/2024-10-11T031912Z/r/image-tiff.\r\nPubmed   Journal   ReadQx \r\nTreatment preference archetypes in eosinophilic esophagitis and their implications for therapy.\r\nWe identified three distinct treatment preference archetypes among individuals with EoE, underscoring the need for personalized treatment strategies, especially for those favoring natural approaches but masking ambivalence, and may be at risk for nonadherence or loss to follow-up.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    High hospitalization rates and risk factors among frail patients with cirrhosis: A 10-year population-based cohort study.\r\n Compensated and decompensated cirrhosis patients with intermediate to severe frailty face a substantially increased odds of annual hospitalizations compared to those with low frailty. Future work should focus on targeted interventions to incorporate routine frailty screenings into cirrhosis care and to ultimately minimize high hospitalization rates.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel endoscopic artificial intelligence system to assist in the diagnosis of autoimmune gastritis: a multicenter study.\r\nSEER-SCOPE AI demonstrated expert-level performance in identifying AIG, and enhanced the diagnostic ability of endoscopists. Its application holds promise as a potent endoscopy-assisted tool for guiding biopsy sampling and early detection of AIG.\r\nPubmed   Journal   ReadQx \r\nProspective randomized trial comparing conventional and underwater endoscopic submucosal dissection for superficial colorectal neoplasms.\r\nResults We analyzed the data of 69 and 70 CESD and UESD cases, respectively;  however, no significant differences were found in median dissection speed (17.4 and 19.9 mm 2 /min, respectively;  UESD did not expedite dissection speed in the overall patient population. CESD and UESD may be complementary in the colorectum depending on the PLG.\r\nPubmed   Journal   ReadQx \r\nShort-Term Clinical and Technical Outcomes of a Modified Zenker's Peroral Endoscopic Myotomy (Z-POEM) With Mucosal Flap Incision.\r\n Z-POEM with MFI has a high rate of technical and clinical success. Prospective evaluation is needed to further validate this technique in patients with large ZD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comparative Efficacy of Advanced Therapies for Management of Moderate-to-Severe Ulcerative Colitis: 2024 American Gastroenterological Association Evidence Synthesis.\r\nUsing Grading of Recommendations, Assessment, Development and Evaluation to appraise quality of evidence, this updated network meta-analysis will be used to inform comparative efficacy and positioning of advanced therapies for the treatment of biologic-naïve and biologic-exposed patients with moderate-to-severe UC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Deep Learning-Based, Real-Time Image Report System for Linear Endoscopic Ultrasound.\r\nEUS-AIRS exhibits exceptional capabilities in real-time capturing high-quality and high-integrity biliopancreatic EUS images, showcasing the potential of applying an artificial intelligence image reporting system in the EUS field.\r\nPubmed   Journal   ReadQx \r\nA convolutional neural network-based system for identifying neuroendocrine neoplasm and multiple types of lesions in the pancreas via endoscopic ultrasound (with videos).\r\nThe iEUS precisely diagnosed pNEN and other confusing pancreatic lesions, thus could assist endosonographers in achieving more accessible and accurate endoscopic diagnoses via EUS.\r\nPubmed   Journal   ReadQx \r\nOptimizing EUS-guided choledochoduodenostomy with lumen-apposing metal stents for primary drainage of malignant distal biliary obstruction (SCORPION-IIp): a prospective pilot study.\r\nThis study showed a stent dysfunction rate of 10% following technically successful EUS-CDS with placement of a FCSEMS through the LAMS. Improving the design of LAMS may further reduce the rate of stent dysfunction.\r\nPubmed   Journal   ReadQx \r\nSafety of cold snare resection techniques for removal of small colon polyps in patients with clopidogrel and aspirin: A Korean Association for the Study of Intestinal Diseases prospective, multicenter study.\r\nThis multicenter prospective study demonstrated the safety of cold snare resection in patients treated with uninterrupted clopidogrel and aspirin (NCT04328987).\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Combined MRI, high-resolution manometry and a randomised trial of bisacodyl versus hyoscine show the significance of an enlarged colon in constipation: the RECLAIM study.\r\n An abnormally large colon is an important feature in constipation which predicts impaired manometric response to feeding and treatment responses. HRCM shows that IBS-C patients have reduced PPW activity.\r\nPubmed   Journal   ReadQx \r\nECM1 attenuates hepatic fibrosis by interfering with mediators of latent TGF-β1 activation.\r\n Our findings underscore the hepatoprotective effect of ECM1, which interferes with mediators of LTGF-β1 activation, suggesting ECM1 or its representative peptide as potential antifibrotic therapies in CLD.\r\nPubmed   Journal   ReadQx \r\nIQGAP3 signalling mediates intratumoral functional heterogeneity to enhance malignant growth.\r\n IQGAP3 knockdown suppressed the RAS-TGFβ signalling crosstalk, leading to a significant reduction of the tumour microenvironment. In particular, IQGAP3 maintains functional heterogeneity of cancer cells to enhance malignant growth. IQGAP3 is thus a highly relevant therapy target in GC.\r\nPubmed   Journal   ReadQx \r\nThe serum concentration of the third component of complement beta-1C-beta-1A in liver disease.\r\nHowever, 10 patients (six with active chronic hepatitis, four with cryptogenic cirrhosis) had hypocomplementaemia. The reason for the depression is not clear but could reflect either decreased synthesis or increased consumption, or a combination of the two.\r\nPubmed   Journal   ReadQx   PMC\r\nHepatology\r\n    Disparities in screening and risk stratification for hispanic adults with metabolic dysfunction-associated steatotic liver disease.\r\nLower NIT cut-points may be needed to optimize surveillance for significant fibrosis due to MASLD in Hispanic populations commensurate with their higher burden and severity of disease.\r\nPubmed   Journal   ReadQx \r\nThe de-sulfinylation enzyme sulfiredoxin-1 attenuates hepatic stellate cell activation and liver fibrosis by modulating the PTPN12-NLRP3 axis.\r\nOur findings have uncovered an important role of SRXN1 and protein S-sulfinylation in HSC activation and liver fibrosis. The SRXN1-PTPN12-NLRP3 axis represents potential therapeutic targets for liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A metabolome-derived score predicts metabolic dysfunction-associated steatohepatitis and mortality from liver disease.\r\n The metabolome-derived MASH prediction score accurately predicts risk of MASH and MASLD-related mortality in both Chinese and European individuals. Impact and implications Metabolic dysfunction-associated steatohepatitis (MASH) is associated with more than a 10-fold increase in liver-related death. However, biomarkers predicting not only MASH, but also death due to liver disease, are missing. We established a MASH prediction score based on 44 clinical parameters and 250 plasma metabolites using a machine learning strategy. This metabolome-derived MASH prediction score could accurately identify patients with MASH among both Chinese and Finnish individuals, and it was superior to the FIB-4 index and the NAFLD Fibrosis Score in predicting MASLD-related death in the general population. Thus, the new MASH prediction score is a useful tool for identifying individuals with a markedly increased risk of serious liver-related outcomes among at-risk and general populations.\r\nPubmed   Journal   ReadQx \r\nConcordance of ctDNA and tissue genomic profiling in advanced biliary tract cancer.\r\nAmong patients with advanced BTC, ctDNA-based genotyping showed acceptable concordance with tissue genomic profiling. Liquid biopsy using ctDNA could be a valuable complement to tissue-based genomic analysis in BTC. Impact and implications Our study is the first large-scale investigation of the clinical utility of liquid biopsy, focusing on ctDNA, as an alternative to conventional tumor tissue analysis, among Asian patients with advanced BTC. The results demonstrated acceptable concordance between analysis of ctDNA versus tissue for identifying therapeutic targets and potentially actionable genetic alterations. This indicates that ctDNA analysis can provide critical insights regarding advanced BTC treatment, particularly in cases where it is challenging to obtain or analyze tumor tissue.\r\nPubmed   Journal   ReadQx \r\nHyperfunctional T cell responses unchecked by regulatory T cells are unable to resolve hepaciviral infection without humoral contribution.\r\nTregs control the outcome of RHV infection via direct modulation of CD4 + T cells and IgG production. Hyperactivated T cell responses are incapable of compensating for experimentally induced lack of antibodies, further reinforcing the notion of cooperative interplay between adaptive immune arms in facilitating hepaciviral clearance. Impact and implications We demonstrate herein how timing of Treg depletion determines the fate of effector T cells, humoral responses, and the kinetics of viral clearance. Our observations provide direct evidence that functional T cell responses are incapable of compensating for suboptimal humoral responses in facilitating viral resolution. Our results imply that future HCV vaccine regimens should not solely rely on eliciting focused responses of a single effector arm, but rather incorporate immunogens capable of inducing durable features of both humoral and cellular memory.\r\nPubmed   Journal   ReadQx \r\nOral-gut microbiome interactions in advanced cirrhosis: characterisation of pathogenic enterotypes and salivatypes, virulence factors and antimicrobial.\r\n The degree of oral-gut microbial community overlap, frequency of VFs and ARGs al increment significantly with cirrhosis severity, with progressive dominance of pathobionts and loss of commensals. Despite similar antimicrobial exposure, patients with DC and ACLF have reduced microbial richness compared to NLS, supporting the additive pathobiological effect of cirrhosis. Impact and implications This research underscores the crucial role of microbiome alterations in the progression of cirrhosis in an era of escalating multidrug resistant infections, highlighting the association and potential impact of increased oral-gut microbial overlap, virulence factors, and antimicrobial resistance genes on clinical outcomes. These findings are particularly significant for patients with decompensated cirrhosis and acute-on-chronic liver failure, as they reveal the intricate relationship between microbiome alterations and cirrhosis complications. This is relevant in the context of multidrug-resistant organisms and reduced oral-gut microbial diversity that exacerbate cirrhosis severity, drive hepatic decompensation and complicate treatment. For practical applications, these insights could guide for cirrhosis patients the development of targeted microbiome-based therapeutics and personalised antimicrobial regimens to mitigate infectious complications to improve their clinical outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Impact of Socioeconomic and Ethnic Factors on Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Fecal Microbiota Transplantation (FMT) in Ulcerative Colitis: Holding Out for a Superdonor?\r\n\r\nPubmed   Journal   ReadQx \r\nFunctional cure in a long-term follow-up of Children with chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nGut Goo: Physiology, Diet, and Therapy of Intestinal Mucus and Biofilms in Gastrointestinal Health and Disease.\r\nA final goal is to review how certain dietary factors, especially low-fiber diets and emulsifiers common in Western diets, can harm the mucus layer. This report summarizes evidence from preclinical and human studies that document damage to the mucus layer, and reviews approaches including diets and probiotics that promote a healthy mucus layer and break down pathogenic biofilms, thereby potentially preventing and/or treating gastrointestinal diseases that impact mucosal integrity.\r\nPubmed   Journal   ReadQx \r\nInterleukin-1 inhibition in alcohol-associated hepatitis: are we hitting the right target?\r\n\r\nPubmed   Journal   ReadQx \r\nLowering Rebleeding Risk in Cardiofundal Gastric Varices: The case for combined variceal embolization and endovascular therapies?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nStents for distal malignant biliary obstruction: Does position matter?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Increasing functional cure rates after nucleo(s)tide analogue withdrawal: is peg-IFN the answer?\r\n\r\nPubmed   Journal   ReadQx \r\nThyroid hormone receptor-β analogs for the treatment of Metabolic Dysfunction-Associated Steatohepatitis (MASH).\r\nThe most advanced compound, resmetirom, is an oral drug that demonstrated, in a large phase 3 trial in MASH patients, the ability to remove liver fat, reduce aminotransferase levels and improve atherogenic dyslipidemia with a good tolerability profile. This translated into histological improvement that led to accelerated approval of this drug for active fibrotic steatohepatitis, a milestone achievement as a first MASH drug.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Expanding Insights on Ambulatory Reflux Monitoring: Future Directions and Clinical Integration.\r\n\r\nPubmed   Journal   ReadQx \r\nRaising the Bar: Is Hepatocellular Carcinoma Surveillance Warranted for Patients With Alcohol-Associated Cirrhosis?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Dahly and Morris.\r\n\r\nPubmed   Journal   ReadQx \r\nSolitary Colonic Ganglioneuroma with Central Depression: A Rare Case with Unique Morphology.\r\n\r\nPubmed   Journal   ReadQx \r\nTransverse colon penetration by migrated intrauterine device: a rare complication.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Ascites Caused by Peritoneal Leishmaniasis.\r\n\r\nPubmed   Journal   ReadQx \r\nDeveloping Leadership Skills and Experience during Gastroenterology Fellowship.\r\n\r\nPubmed   Journal   ReadQx \r\nFactors to consider in the selection of non-invasive fibrosis tests for metabolic dysfunction-associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nIncidence of possible drug-induced liver injury due to commonly implicated agents in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nOnline-only vs. conventional publication of original research articles: A randomized controlled trial.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Water Lily Sign.\r\n\r\nPubmed   Journal   ReadQx \r\nVenture capital in retreat: Funding trends in gastroenterology over the past decade.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Continuous low-pressure saline perfusion for gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A \"How-to\" Guide For Establishing an Effective Trainee Mentorship Program.\r\n\r\nPubmed   Journal   ReadQx \r\nDisparities in Gastrointestinal Health for US Immigrant Populations, and Strategies to Address These Disparities.\r\n\r\nPubmed   Journal   ReadQx \r\nEvolutionary Medicine for Chronic Inflammatory Diseases of the Gut: More than a Clinical Fantasy?\r\n\r\nPubmed   Journal   ReadQx \r\nNeurons on a Mission: Glial Global Positioning System for the Gut Reboot!\r\n\r\nPubmed   Journal   ReadQx \r\nProspective Analysis of Liver Stiffness Measurement by Vibration Controlled Transient Elastography as a Predictor of Outcomes in Biliary Atresia.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Novel Out-of-the-Box Method for Endoscopic Ultrasound Guided Gastrojejunostomy in Billroth II Anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nAutologous Abdominal Fat Transplantation for Treating Complex Gastrointestinal Fistulas: A Promising New Approach.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-FNA Diagnosis of Bladder Paraganglioma: A Novel Approach to a Rare Entity (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nMarked lymphatic involvement and lymph node metastases without direct submucosal invasion in a sigmoid colon cancer case arising from a flat variant of traditional serrated adenoma.\r\n\r\nPubmed   Journal   ReadQx \r\nNOVEL APPLICATION OF CRYOTHERAPY FOR RECALCITRANT HYPERPLASTIC GASTRIC POLYPS.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic Gout.\r\n\r\nPubmed   Journal   ReadQx \r\nRectal mass: cancer or endometriosis?\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips for Diagnostic Rectal EUS and Assessment of Rectal Sphincters.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    ECM1: a novel matricellular protein with promising antifibrotic potential.\r\n\r\nPubmed   Journal   ReadQx \r\nLeveraging the tug-of-war with genomic retroelements to enhance immunotherapy of pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nTreatment of type 2 diabetes with MASLD: new evidence for personalised medicine.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Bariatric surgery meets TREM2+ macrophages to alleviate MASH independent of weight loss.\r\n\r\nPubmed   Journal   ReadQx \r\nBoosting Success: Optimizing Thiopurine Therapy in Autoimmune Hepatitis With Allopurinol.\r\n\r\nPubmed   Journal   ReadQx \r\nFine-tuning of hepatitis C virus immune evasion through hypervariable region 1 insertions.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: HKDC1 promotes liver cancer stemness under hypoxia via stabilizing β-catenin.\r\n\r\nPubmed   Journal   ReadQx \r\nMay 2023 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nMechanocrine signaling, Yap, HB-EGF and liver regeneration.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing thiopurine therapy in autoimmune hepatitis: A multicenter study on monitoring metabolite profiles and co-therapy with allopurinol.\r\n\r\nPubmed   Journal   ReadQx \r\nPAR for the liver course: Preserving platelet function mitigates outcomes in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPost-vax vein vigilance: Unmasking splanchnic thrombosis risks.\r\n\r\nPubmed   Journal   ReadQx \r\nThe ultimate ensemble: Seeing the forest through the trees in alcohol-associated hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Granulomatous hepatitis, a mystery solved.\r\n\r\nPubmed   Journal   ReadQx \r\nTwo episodes of jaundice within 1 year in a teenager.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Impact of Socioeconomic and Ethnic Factors on Chronic Liver Disease-Author's Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing Predictive Models for Paediatric Ulcerative Colitis-Addressing Socioeconomic, Environmental and Clinical Factors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing Predictive Models for Paediatric Ulcerative Colitis-Addressing Socioeconomic, Environmental and Clinical Factors. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: MASLD in people with HIV exhibits higher fibrosis stage despite lower disease activity than in matched controls.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Essential Role of Social Workers in Reducing Socioeconomic Disparities in Chronic Liver Disease-Author's Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Essential Role of Social Workers in Reducing Socioeconomic Disparities in Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Role of Vibration Controlled Transient Elastography in Liver Transplant Recipients.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Assessing the Preventative Effects of Vonoprazan Relative to Intravenous Proton Pump Inhibitors Following Endoscopic Intervention in Peptic Ulcers.\r\n\r\nPubmed   Journal   ReadQx \r\nCHRONICLE trial: how cool is cold snaring for endoscopic mucosal resection?\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Association of GLP-1 Receptor Agonists and Hepatocellular Carcinoma Incidence and Hepatic Decompensation in Patients With Type 2 Diabetes\".\r\n\r\nPubmed   Journal   ReadQx \r\nDetailed information on Cold Snare Resection in Large Colorectal Polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing Cold Snare Endoscopic Mucosal Resection: Addressing Efficacy Concerns and Margin Management.\r\n\r\nPubmed   Journal   ReadQx \r\nGLP-1 Receptor Agonists' Role in Reducing Hepatocellular Carcinoma Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nInsights into the protective role of GLP-1RAs in the treatment of type 2 diabetes mellitus: implications for hepatocellular carcinoma and hepatic dysfunction.\r\n\r\nPubmed   Journal   ReadQx \r\nMethodology of Study on GLP-1 Receptor Agonists and Hepatocellular Carcinoma Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Addressing technical considerations for implementing language models in postcolonoscopy patient treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nStenting for distal malignant biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    ALT to qHBsAg ratio predicts HBsAg seroclearance in HBeAg-negative hepatitis B patients with Peg-IFN-α-based therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nAuthor's Reply: Pyroptosis in Liver Failure: A Twisted Firestarter.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"Frailty and risk of metabolic dysfunction-associated steatotic liver disease and other chronic liver diseases\".\r\n\r\nPubmed   Journal   ReadQx \r\nCould the paediatric acute hepatitis of unknown origin be related to a new autoimmune disease?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatocellular Carcinoma Patients as an Ideal Study Population for Immune Checkpoint Inhibitors in Hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nInsights into Fracture Risk with Tenofovir and Entecavir: Evidence from Pharmacovigilance Data.\r\n\r\nPubmed   Journal   ReadQx \r\nIs MetALD an independent risk factor of all-cause mortality? A meta-analysis of 164,694 individuals from the real world.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel biomarkers predicting successful regeneration would likely improve patient selection for plasma exchange in acute liver failure.\r\n\r\nPubmed   Journal   ReadQx \r\nProspective trials support plasma exchange improving survival in acute liver failure. Retrospective data analysis should not change clinical practice.\r\n\r\nPubmed   Journal   ReadQx \r\nSequential therapy with antisense oligonucleotide and immune modulator as a strategy for HBV cure.\r\n\r\nPubmed   Journal   ReadQx \r\nThe incidence of hepatitis flare and hepatic decompensation after nucleos(t)ide analogue cessation in chronic hepatitis B patients.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-10-30T22:19:31-04:00",
    "input_file": {}
  }
]
