[
  {
    "path": "gi/10-20-2023/",
    "title": "Fri Oct 20 2023",
    "description": "88 articles - From Friday Oct 13 2023 to Friday Oct 20 2023",
    "author": [],
    "date": "2023-10-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endosc Int Open\r\n    Adherence to guideline recommendations for Barrett's esophagus (BE) surveillance endoscopies: Effects of dedicated BE endoscopy lists.\r\nDedicated endoscopy lists are associated with better adherence to the random biopsy protocol and surveillance interval recommendations.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    AGA Clinical Practice Update on the Role of Artificial Intelligence in Colon Polyp Diagnosis and Management: Commentary.\r\nMethods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology. This Expert Commentary incorporates important as well as recently published studies in this field, and it reflects the experiences of the authors who are experienced endoscopists with expertise in the field of artificial intelligence and colorectal polyps.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review with meta-analysis: Diagnostic performance of faecal calprotectin in distinguishing inflammatory bowel disease from irritable bowel syndrome in adults.\r\nFaecal calprotectin is a reliable test in distinguishing patients with IBD from those with IBS. Faecal calprotectin seems to have a better sensitivity in Western countries and at a cut-off of =50 µg/g.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Prevalence and characteristics of covert/minimal hepatic encephalopathy in patients with liver cirrhosis: A systematic review and meta-analysis.\r\n This study reports detailed data on the prevalence of C/MHE as well as clinical features associated with C/MHE, suggesting that C/MHE is one of the most common complications of liver cirrhosis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Body weight increase and metabolic derangements after tenofovir disoproxil fumarate switch to tenofovir alafenamide in patients with chronic hepatitis B.\r\nThe switch from TDF to TAF was associated with weight gain, derangements of lipid profile, and increased insulin resistance in patients with CHB. Long-term effects on these metabolic features need further investigation.\r\nPubmed   Journal   ReadQx \r\nDevelopment of a model to identify patients who do not need oesophageal biopsies when eosinophilic oesophagitis is suspected.\r\n A simplified scoring system accurately identified a group of patients with a low likelihood of EoE where unnecessary oesophageal biopsies can be avoided, potentially resulting in resource and cost savings.\r\nPubmed   Journal   ReadQx \r\nHepatobiliary disease after bone marrow transplant: A cross-sectional study of 377 patients.\r\nHepatobiliary complications are frequent in patients undergoing BMT. There is a greater risk of their occurrence in women, people with pre-BMT liver alterations, and in haploidentical transplants. The occurrence of these complications increases the length of stay and is associated with a higher risk of death.\r\nPubmed   Journal   ReadQx \r\nLong-term follow-up of web-based and group-based behavioural intervention in NAFLD in a real world clinical setting.\r\nAlthough burdened by attrition, web-based behavioural intervention is feasible and effective in NAFLD, expanding the cohort involved in behavioural programs and reducing the risk of progressive disease.\r\nPubmed   Journal   ReadQx \r\nSuperficial oesophageal mucosal innervation may contribute to severity of symptoms in oesophageal motility disorders.\r\nSuperficial location of mucosal nerves in the proximal oesophagus might contribute to symptoms, especially severe dysphagia, in disorders of OGJ outflow.\r\nPubmed   Journal   ReadQx \r\nThe assessment of segmental healing by the Modified Mayo Endoscopic Score (MMES) complements the prediction of long-term clinical outcomes in patients with ulcerative colitis.\r\nThe MMES exhibited a benefit in predicting long-term outcome in UC even though endoscopic improvement remains the strongest predictor.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Diagnostic Performance of the ICD-10 Code K76.82 for Hepatic Encephalopathy in Patients with Cirrhosis.\r\n Although K76.82 is promising, the combination term 'lactulose or rifaximin' identified patients with HE more accurately.\r\nPubmed   Journal   ReadQx \r\nDiagnostic Yield of Ambulatory Reflux Monitoring Systems for Evaluation of Chronic Laryngeal Symptoms.\r\n In this multicenter, international study of patients with chronic laryngeal symptoms referred for LPR evaluation, diagnostic yield of ambulatory reflux monitoring off acid suppression was 36% and rose to 50% when using wireless pH monitoring. In patients referred for chronic laryngeal symptoms, 24h pH-impedance monitoring may risk a low negative predictive value in patients with unproven GERD.\r\nPubmed   Journal   ReadQx \r\nEFFECT OF GLUCAGON-LIKE PEPTIDE-1 RECEPTOR AGONISTS ON BOWEL PREPARATION FOR COLONOSCOPY. \r\nThe use of GLP-1RAs was associated with a statistically significantly lower quality of bowel preparation, with additional clinical significance given a notable difference in the need for a repeat colonoscopy. It will be essential to understand the cumulative effect of medications that may delay gastric emptying on the quality of bowel preparation to better understand the appropriate measures and counseling that need to be taken before undergoing outpatient colonoscopies.\r\nPubmed   Journal   ReadQx \r\nEndoscopic features of post-COVID-19 cholangiopathy and its management using ERCP.\r\n Gastrointestinal endoscopy makes an important contribution to the management of post-COVID-19 cholangiopathy. ERCP is not only of great diagnostic and prognostic value, but also has therapeutic value and therefore remains indispensable.\r\nPubmed   Journal   ReadQx \r\nRacial Disparities in Liver Disease Mortality Trends Among Black and White Populations in the United States, 1999-2020: An Analysis of CDC WONDER Database.\r\n The rise in ALD and MASLD-related deaths among Whites, and enduring liver cancer and viral hepatitis disparities in the Black population, underscore the urgent need for tailored public health interventions.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A novel concept of passive loop-forming wire-guided biliary cannulation using an ultra-deep angled tip guidewire (with video).\r\nPassive loop-forming WGBC using an ultra-deep angled tip guidewire is a feasible procedure.\r\nPubmed   Journal   ReadQx   PMC\r\nAdditional information obtained from mucosal biopsies is limited after pan-enteric capsule endoscopy in patients with suspected Crohn's disease.\r\nIn patients with suspected CD and an evident result of CE, the additional information obtained from biopsies is limited, and CE as a single diagnostic procedure might be feasible in selected patients. Biopsies are warranted, however, in patients with an atypical endoscopic appearance or suspected malignancy.\r\nPubmed   Journal   ReadQx \r\nCapsule endoscopy with artificial intelligence-assisted technology: Real-world usage of a validated AI model for capsule image review.\r\nAI-assisted reading has shown significant time savings without reducing sensitivity in this study. Limitations remain in the evaluation of other indicators.\r\nPubmed   Journal   ReadQx   PMC\r\nEUS-guided transcolonic drainage and necrosectomy in walled-off necrosis: a retrospective, single-center case series.\r\nWe included nine patients and found a technical success rate of 100%, clinical success in 89%, and one adverse event (11%). Transrectal/transcolonic endoscopic necrosectomy was needed in seven patients (78%).\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of cap-assisted endoscopic mucosal resection for superficial duodenal epithelial neoplasia = 10 mm.\r\nWe have demonstrated that EMRC is an effective and safe treatment for SDETs = 10 mm that do not have non-lifting signs.\r\nPubmed   Journal   ReadQx   PMC\r\nOptimal timing of simethicone administration prior to upper endoscopy: A multicenter, single-blind, randomized controlled trial.\r\nMucosal visibility can be optimized with early simethicone administration, either as a single administration or in a split-dose regimen.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A real-time deep learning-based system for colorectal polyp size estimation by white-light endoscopy: development and multicenter prospective validation.\r\nENDOANGEL-CPS could potentially improve the accuracy of colorectal polyp size measurements and size-based surveillance intervals.\r\nPubmed   Journal   ReadQx \r\nDirect diverticular peroral endoscopic myotomy for the treatment of thoracic esophageal diverticula: technique and outcomes.\r\n DD-POEM was a safe technique for the management of thoracic esophageal diverticula. Owing to its simplicity and excellent performance it should be further evaluated for the treatment of this disorder.\r\nPubmed   Journal   ReadQx \r\nEffect of novel endoscope cleaning brush on duodenoscope contamination.\r\nUse of the new brush in manual cleaning reduced contamination with MGO and is expected to prevent EAIs. These findings should be confirmed in future prospective randomized studies.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A circulating panel of circRNA biomarkers for the noninvasive and early detection of pancreatic ductal adenocarcinoma.\r\nWe developed a circRNA-based biomarker panel with a robust noninvasive diagnostic potential for identifying patients with early-stage PDAC.\r\nPubmed   Journal   ReadQx \r\nHigh soluble fiber promotes colorectal tumorigenesis through modulating gut microbiota and metabolites in mice. \r\nMoreover, transplanting stools from mice fed with high-inulin diet increased colonic cell proliferation and oncogene expressions in germ-free mice. High-dose soluble but not insoluble fiber potentiates colorectal tumorigenesis in a dose-dependent manner by dysregulating gut microbiota and metabolites in mice.\r\nPubmed   Journal   ReadQx \r\nUsing Computer Vision to Improve Endoscopic Disease Quantification in Therapeutic Clinical Trials of Ulcerative Colitis.\r\nAs an automated and quantitative measure of global endoscopic disease severity, the CDS offers artificial intelligence enhancement of traditional MES capability to better evaluate UC in clinical trials and potentially practice.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    ARTIFICAL INTELLIGENCE-ASSISTED REAL-TIME MONITORING OF EFFECTIVE WITHDRAWAL TIME DURING COLONOSCOPY: A NOVEL QUALITY MARKER OF COLONOSCOPY. \r\nThe AUC of EWT was also significantly higher than SWT on adenoma detection (0.80 [95%CI: 0.75 - 0.84] vs 0.70 [95%CI: 0.64-0.74], p <0.01). The AI-derived EWT monitoring is a promising novel quality indicator for colonoscopy, which is more associated with ADR than SWT.\r\nPubmed   Journal   ReadQx \r\nDevelopment of Convolutional Neural Network Models That Recognize Normal Anatomical Structures During Real-Time Radial- and Linear-Array Endoscopic Ultrasound (with Videos).\r\nThe proposed CNN models accurately recognize the normal anatomical structures in prerecorded videos and real-time EUS. Prospective trials are needed to evaluate the impact of these models on the learning curves of EUS trainees.\r\nPubmed   Journal   ReadQx \r\nEndoscopic resection of giant esophageal subepithelial lesions: experience from a large tertiary center.\r\nER serves as a promising therapeutic option for esophageal g-SELs. A younger age, large tumor size, irregular shape and extraluminal growth may indicate increased ER difficulty, while a STER procedure tends to be of lower difficulty. Our nomogram model performs well to predict ER difficulty for esophageal g-SELs.\r\nPubmed   Journal   ReadQx \r\nEndoscopic sleeve gastroplasty as an early tool against obesity: a multicenter international study on an overweight population.\r\n ESG is safe and effective in treating overweight patients with high BMI normalization rates. It could help halt or delay the progression to obesity.\r\nPubmed   Journal   ReadQx \r\nHybrid Resection versus Conventional Resection for Laterally Spreading Lesions of the Papilla. \r\nThe novel hybrid resection technique for LSL-P management is associated with a high rate of RRA that is recalcitrant to treatment, without mitigating the risk of intraprocedural or delayed bleeding. Therefore, conventional hot-snare resection should remain the mainstay management option for treating patients with an LSL-P.\r\nPubmed   Journal   ReadQx \r\nPancreatic Cyst Features Predict for Future Development of Pancreatic Cancer: Results of a Nested Case-Control Study. \r\nAge, cyst size, cyst growth rate, and high-risk or worrisome features are associated with higher risk of developing pancreatic cancer. Applying current and developing novel strategies are required to optimize early detection of pancreatic cancer after cyst diagnosis.\r\nPubmed   Journal   ReadQx \r\nPerformance of capsule endoscopy for the detection of small intestinal neuroendocrine tumor in familial carcinoid: a prospective single site study.\r\nSB-CE is a sensitive and specific method comparable to 18 F-DOPA PET/CT for screening high-risk patients with familial SI-NET.\r\nPubmed   Journal   ReadQx \r\nValidation and update of clinical score model to predict technical difficulty of colorectal endoscopic submucosal dissection: A multicenter prospective cohort study. \r\nThe original model achieved an acceptable level of prediction in the prospective cohort. The updated model exhibited superior performance and can be used in place of the previous version.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Complete correction of murine phenylketonuria by selection-enhanced hepatocyte transplantation.\r\nWe conclude that APAP-mediated selection of transplanted hepatocytes is a potential therapeutic for PKU with long-term efficacy and a favorable safety profile.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Endothelial DGKG promotes tumor angiogenesis and immune evasion in hepatocellular carcinoma.\r\n Hypoxia-induced EC-specific DGKG hyper-expression promotes tumor angiogenesis and immune evasion via the ZEB2/TGF-ß1 axis, suggesting EC-specific DGKG as a potential therapeutic target for HCC.\r\nPubmed   Journal   ReadQx \r\nHigher TP53BP2 expression is associated with HBsAg loss in peginterferon-alpha-treated patients with chronic hepatitis B. \r\nThis finding not only provides an exciting predictor for HBsAg loss but identifies a potential therapeutic target for Peg-IFNa treatment. We believe our results are of great interest to a wide range of stakeholders, including patients and patient organizations, the medical community, academia, the life science industry, and the general public.\r\nPubmed   Journal   ReadQx \r\nPredicting survival in patients with 'non-high-risk' acute variceal bleeding receiving ß-blockers+ligation to prevent re-bleeding.\r\n The majority of 'non-high-risk' patients with AVB have an excellent outcome, if treated according to current recommendations. However, about one fifth of patients, i.e., those with CTP =8 and/or high creatinine levels or hyponatremia, have a considerable risk of death within 1 year of the index bleed. Future clinical trials should investigate whether elective TIPS placement reduces mortality in these patients.\r\nPubmed   Journal   ReadQx \r\nTherapeutic vaccination with lentiviral vector in HBV-persistent mice and two inactive HBsAg carriers.\r\nA lentiviral-vectored therapeutic vaccine for chronic HBV infection demonstrated the potential to improve HBV-specific T cell response and deplete HBV-positive hepatocytes, leading to a sustained loss or reduction of serum HBsAg.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Continuous monitoring to improve outcome of treatment-the next step towards safe and effective faecal microbiota transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Faecal microbiota transplantation in IBS-Moving closer or away from success?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Time to consider early treatment for chronic hepatitis B in both children and adults.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unravelling the fibres-low dietary fibre may lower risk of developing IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Embracing Change: From NAFLD to MASLD under the Steatotic Liver Disease Umbrella.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    ADDITIONAL MEASURES AFTER STOPPING NUCLEOSIDE ANALOGUES IN HBEAG NEGATIVE CHRONIC HEPATITIS B: BETTER BUT NOT ENOUGH.\r\n\r\nPubmed   Journal   ReadQx \r\nAntireflux surgery does not prevent cancer in Barrett's esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    An unusual case of isolated gastric cap polyposis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Alimetry: A Reset of the Field of Gastric Electrophysiologic Testing for Nausea and Other Symptoms? \r\n\r\nPubmed   Journal   ReadQx \r\nThree-Dimensional Modeling to Guide Interventional Endoscopy in Fibrostenotic Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Cutting-edge novel device in the treatment of obesity.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimplified endoscopic septotomy for a large symptomatic Zenker's diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSingle-use duodenoscopes: is performance enough? Time to include sustainability as a prerequisite in clinical practice.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Cause of Cholestatic Liver Enzyme Elevation from a Common Entity.\r\n\r\nPubmed   Journal   ReadQx \r\nApproach to Remediating the Underperforming Endoscopic Trainee.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy of Computer-aided Polyp Detection in Randomized Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nTexture and Colour Enhancement Imaging Improves Colonic Adenoma Detection: A Multicentre Randomised Controlled Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic removal of a huge cecum fecalith hidden behind the ileocecal stricture in a patient with Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Akkermansia muciniphila derived tripeptide jams the gear of sepsis, inflammation and mortality. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Author Index.\r\n\r\nPubmed   Journal   ReadQx \r\nCategory Index.\r\n\r\nPubmed   Journal   ReadQx \r\nCover Image.\r\n\r\nPubmed   Journal   ReadQx \r\nInstructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nTable of contents.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Continuous monitoring to improve outcome of treatment-the next step towards safe and effective faecal microbiota transplantation. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Faecal microbiota transplantation in IBS-Moving closer or away from success? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Time to consider early treatment for chronic hepatitis B in both children and adults-authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unravelling the fibres-low dietary fibre may lower risk of developing IBD. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association between aspirin use and risk of hepatocellular carcinoma in patients with chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association between aspirin use and risk of hepatocellular carcinoma in patients with chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Consensus in international guidelines when discontinuing nucleos(t)ide analogue therapy in patients with chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Detecting unreported alcohol consumption in patients with NAFLD - Standardisation is urgent. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Detecting unreported alcohol consumption in patients with NAFLD-Standardisation is urgent.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Exploring the clinical utility of ammonia in critically ill patients with cirrhosis: More to do?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Exploring the clinical utility of ammonia in critically ill patients with cirrhosis: More to do? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Rethinking the lower incidence of HCC in HIV-infected patients- A closer look at confounding factors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Rethinking the lower incidence of HCC in HIV-infected patients-A closer look at confounding factors. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Functional predictors of pathogenicity of missense CPA1 variants in chronic pancreatitis. \r\n\r\nPubmed   Journal   ReadQx \r\nIncreased incidence of GERD in GLP-1 treated patients: fact or artefact? \r\n\r\nPubmed   Journal   ReadQx \r\nIncreased inflammatory state in IBD multiplex first-degree relatives not developing intestinal disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    AUTHORS REPLY: High versus low target mean arterial pressure in septic shock in cirrhosis-A personalized TARGET-C approach may solve the conundrum!\r\n\r\nPubmed   Journal   ReadQx \r\nAnticoagulation for cirrhosis with portal vein thrombosis: Still a road to be explored.\r\n\r\nPubmed   Journal   ReadQx \r\nChallenges of Large Language models (LLMs) and the black box dilemma: The Aspect of interpretability in medicine.\r\n\r\nPubmed   Journal   ReadQx \r\nChanging from NAFLD to MASLD: The new definition can more accurately identify individuals at higher risk for diabetes.\r\n\r\nPubmed   Journal   ReadQx \r\nComparing hypothermic oxygenated and normothermic liver machine perfusion: translation matters.\r\n\r\nPubmed   Journal   ReadQx \r\nLongitudinal changes in fatty liver index are associated with risk of hepatocellular carcinoma: A nationwide cohort study in Korea.\r\n\r\nPubmed   Journal   ReadQx \r\nOutcome of in-situ split liver transplantation in Italy over the last 25 years : an alternative analysis and personal view.\r\n\r\nPubmed   Journal   ReadQx \r\nTransitioning from NAFLD to MAFLD and MASLD: Consistent prevalence and risk factors in a Chinese cohort.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-10-20T18:17:42-04:00",
    "input_file": {}
  },
  {
    "path": "gi/10-13-2023/",
    "title": "Fri Oct 13 2023",
    "description": "149 articles - From Friday Oct 06 2023 to Friday Oct 13 2023",
    "author": [],
    "date": "2023-10-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    PERCEPTIONS, DEFINITIONS, AND THERAPEUTIC INTERVENTIONS FOR OCCASIONAL CONSTIPATION: A ROME WORKING GROUP CONSENSUS DOCUMENT.\r\nOccasional constipation is a unique clinical entity characterized by infrequent but recurrent symptoms. Data is limited as consensus definitions have been lacking. Establishing a standardized definition and therapeutic recommendations provides a framework for future studies focusing on epidemiologic and symptoms-based outcomes. Further studies are needed to confirm and refine these recommendations.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Adherence to guideline recommendations for Barrett's esophagus (BE) surveillance endoscopies: Effects of dedicated BE endoscopy lists. \r\nDedicated endoscopy lists are associated with better adherence to the random biopsy protocol and surveillance interval recommendations.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Diagnosis and management of Barrett esophagus: European Society of Gastrointestinal Endoscopy (ESGE) Guideline.\r\nMR11:  After successful EET, ESGE recommends the following surveillance intervals:- For patients with a baseline diagnosis of HGD or EAC:at 1, 2, 3, 4, 5, 7, and 10 years after last treatment, after which surveillance may be stopped.- For patients with a baseline diagnosis of LGD:at 1, 3, and 5 years after last treatment, after which surveillance may be stopped. Strong recommendation, low quality of evidence.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    British Society of Gastroenterology guidelines on sedation in gastrointestinal endoscopy.\r\nTypes of sedation are discussed, procedure and room requirements and the recovery period, providing guidance to enhance safety and minimise complications. These guidelines are intended to inform practising clinicians and al staff involved in the delivery of gastrointestinal endoscopy with an expectation that this guideline will be revised in 5-years' time.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Scores used to predict outcomes in acute severe ulcerative colitis: A systematic review.\r\nPredictive scores for ASUC outcomes according to time of application.\r\nPubmed   Journal   ReadQx \r\nSystematic review with meta-analysis: Diagnostic performance of faecal calprotectin in distinguishing inflammatory bowel disease from irritable bowel syndrome in adults.\r\nFaecal calprotectin is a reliable test in distinguishing patients with IBD from those with IBS. Faecal calprotectin seems to have a better sensitivity in Western countries and at a cut-off of =50 µg/g.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Risk of Major Adverse Cardiovascular Events in Immune-Mediated Inflammatory Disorders on Biologics and Small Molecules: Network Meta-Analysis.\r\nAnti-IL-12/23, JAKi, and anti-TNF-a were associated with higher risk of MACE compared with placebo. The magnitude of the increased MACE risk was not different by IMID type. These results require confirmation in larger prospective studies.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Full-thickness resection device for management of lesions involving the appendiceal orifice: Systematic review and meta-analysis.\r\nHowever, appendicitis post-resection occurs in a non-trivial number of patients and the R0 resection rate in appendiceal lesions is only 72%. Therefore, caution should be employed in the use of this technique, considering the relative risks of surgical intervention in each patient.\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater versus conventional endoscopic mucosal resection for colorectal lesions: An updated meta-analysis of randomized controlled trials.\r\nUEMR is a promising effective technique for removal of colorectal lesions. The most contemporary literature indicates that it improves en bloc resection rate without increasing procedure time, recurrence, or AEs (PROSPERO ID CRD42022374935).\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Fully versus Partially-Covered Self-Expandable Metal Stents for palliation of distal malignant biliary obstruction: a meta-analysis.\r\nDespite considerable heterogeneity and small standardized differences, PC-SEMS consistently exhibited longer TRBO than FC-SEMS across analyses, without any other differences in AEs rates, potentially proposing PC-SEMS as standard comparator and TRBO as primary outcome for future randomized studies on dMBO (CRD42023393965).\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Changing prevalence of chronic hepatitis B virus infection in China between 1973 and 2021: a systematic literature review and meta-analysis of 3740 studies and 231 million people.\r\nChina has experienced remarkable decreases in HBV infection over the last four decades, but variations in HBsAg prevalence persist in subpopulations. Ongoing prevention of HBV transmission is needed to meet HBV elimination targets by 2030.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Acute rejection after liver transplantation with machine perfusion versus static cold storage: A systematic review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Acute rejection after liver transplantation with machine perfusion versus static cold storage: A systematic review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Obeticholic acid as a second-line treatment for low phospholipid-associated cholelithiasis syndrome.\r\nThese preliminary observations suggest that OCA may have the potential to effectively treat LPAC syndrome in patients with inadequate response or intolerance to UDCA. Larger studies are needed to confirm these data.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Clinical outcomes after endoscopic management of low-risk and high-risk T1a esophageal adenocarcinoma: A multicenter study.\r\n High-risk T1a EAC patients undergoing successful EET had a substantially higher rate of extra-esophageal metastases compared to low-risk T1a EAC on long term follow-up. These data should be factored into discussions with patients while selecting treatment approaches. Additional prospective data in this area are critical.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Safety of Antiobesity Medications in Patients With Obesity and Inflammatory Bowel Disease.\r\n AOM use in patients with IBD demonstrated similar effectiveness and safety when compared with that observed in the non-IBD population.\r\nPubmed   Journal   ReadQx \r\nGlobal, regional, and national burden of gastric cancer in adolescents and young adults, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019.\r\nIn the past 30 years, although the total number of new cases of GCAYA has increased with population growth, the ASIR and overall disease burden have shown a decreasing trend. This indicates progress in screening, diagnosis, treatment, education, and awareness efforts. However, the distribution of this disease remains uneven in terms of gender, age, development level, region, and country. To address these challenges, global health authorities should take appropriate measures such as optimizing screening programs, strengthening awareness and screening efforts for males, enhancing prevention and control among the 35-39 age group, improving infrastructure and healthcare resources in developing countries, promoting international cooperation, and implementing tailored measures.\r\nPubmed   Journal   ReadQx \r\nMaternal and Neonatal Outcomes in Vedolizumab and Ustekinumab Exposed Pregnancies: Results from the PIANO registry.\r\n This analysis of UST and VDZ exposure during pregnancy suggests no increase in complications compared to TNFs, immunomodulators and combination TNFs/immunomodulators. No signal was found for increased placental events with either therapy. Continuation of UST and VDZ throughout pregnancy is recommended.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Dynamics of the Gut Mycobiome in Patients with Ulcerative Colitis.\r\nClinical activity in UC is associated with an increased relative abundance of Candida, cross-sectionally and dynamically over time. The role of fecal Candida as a target for therapeutics in UC should be evaluated.\r\nPubmed   Journal   ReadQx \r\nModified-release Phosphatidylcholine (LT-02) for Ulcerative Colitis: Two Double-blind, Randomized, Placebo-controlled Trials.\r\nDespite prior evidence of beneficial effects of PC in phase 2 trials, our induction study with LT-02 in patients with mild to moderate UC was terminated prematurely for futility. Signals of efficacy in maintenance therapy require confirmation in an adequately-powered maintenance trial. LT-02 was safe and well tolerated. , Numbers  NCT02280629, NCT02142725.\r\nPubmed   Journal   ReadQx \r\nProgression of Pediatric Crohn's Disease is Associated with Anti-TNF Timing and BMI Z-Score Normalization.\r\nAnti-TNF exposure up to 3 months from diagnosis may reduce B2 progression. Additionally, lack of BMIz normalization within 6 months of diagnosis is associated with increased surgery risk and a pro-inflammatory transcriptomic profile.\r\nPubmed   Journal   ReadQx \r\nQuality of life and bi-directional gut-brain interactions in irritable bowel syndrome from adolescence to adulthood.\r\nAdolescents and young adults with IBS in the general population have impaired HRQoL. Bi-directional gut-brain interactions are relevant for symptom generation in AP-DGBI, and for HRQoL impairment and psychological distress in the transition from childhood to adulthood.\r\nPubmed   Journal   ReadQx \r\nUtilization of Antiviral Therapy for Patients With Hepatitis B-Related Hepatocellular Carcinoma: A Nationwide Real-World US Study.\r\nAmong patients with HBV-related HCC, only 1 in 3 received OAV despite having insurance coverage. Efforts must continue to develop ways to improve HBV OAV treatment, especially among females, non-Asian patients, and patients without cirrhosis or not seen by specialists.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A novel concept of passive loop-forming wire-guided biliary cannulation using an ultra-deep angled tip guidewire (with video). \r\nPassive loop-forming WGBC using an ultra-deep angled tip guidewire is a feasible procedure.\r\nPubmed   Journal   ReadQx \r\nCapsule endoscopy with artificial intelligence-assisted technology: Real-world usage of a validated AI model for capsule image review. \r\nAI-assisted reading has shown significant time savings without reducing sensitivity in this study. Limitations remain in the evaluation of other indicators.\r\nPubmed   Journal   ReadQx \r\nColonoscopy-assisted percutaneous sigmoidopexy (CAPS) for complete rectal prolapse treatment: Case series.\r\nCAPS is a quick and simple procedure. In addition, it is a treatment option for complete rectal prolapse that can be performed under local anesthesia.\r\nPubmed   Journal   ReadQx   PMC\r\nERCP in patients over 90 years old: Safety and efficacy comparison with a younger cohort.\r\nERCP is safe and effective in nonagenarian patients, and advanced age should not be considered an independent risk factor for AEs nor a contraindication for the procedure.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy and safety of cap-assisted endoscopic mucosal resection for superficial duodenal epithelial neoplasia = 10 mm. \r\nWe have demonstrated that EMRC is an effective and safe treatment for SDETs = 10 mm that do not have non-lifting signs.\r\nPubmed   Journal   ReadQx \r\nFrequency of serrated polyposis syndrome recognition by community endoscopists.\r\nSPS is the most common colorectal polyposis syndrome, but it remains underdiagnosed by community endoscopists. Underdiagnosis may contribute to post-colonoscopy colorectal cancer in patients with SPS.\r\nPubmed   Journal   ReadQx   PMC\r\nMeasuring the observer (Hawthorne) effect on adenoma detection rates.\r\nThe presence of an independent observer documenting colonoscopy quality metrics and video recording the colonoscopy resulted in a significant increase in ADR and other quality metrics. The Hawthorne effect should be considered an alternative strategy to advanced devices to improve colonoscopy quality in practice.\r\nPubmed   Journal   ReadQx   PMC\r\nPredictors of success of conventional ERCP for bile duct stones and need for single-operator cholangioscopy.\r\nDuctal anatomy, the presence of a stricture distal to a stone, cystic and intrahepatic stones and stones larger than the distal duct are considered by endoscopists to be significant predictors of requiring cholangioscopy-assisted lithotripsy.\r\nPubmed   Journal   ReadQx   PMC\r\nRetrospective comparison of G-EYE balloon-colonoscopy with standard colonoscopy for increased adenoma detection rate and reduced polyp removal time.\r\nIntroduction of G-EYE to an SC endoscopy room yielded considerable increase in ADR and notable reduction in PRT, particularly with the EMR technique. G-EYE balloon colonoscopy might increase the effectiveness of colorectal cancer screening and surveillance colonoscopy, and can shorten the time of endoscopic intervention.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A real-time deep learning-based system for colorectal polyp size estimation by white-light endoscopy: development and multicenter prospective validation. \r\nRegarding inappropriate surveillance recommendations, system's error rate is also lower than that of endoscopists (1.45% vs 16.60%, p<0.0001). ENDOANGEL-CPS could potentially improve the accuracy of colorectal polyp size measurements and size-based surveillance intervals.\r\nPubmed   Journal   ReadQx \r\nOne device colonoscopy: feasibility, cost savings, and plastic waste reduction by procedure indication and by a high detecting colonoscopist.\r\n Cold snare resection of al lesions = 10 mm (\"one-device colonoscopy\") was feasible and reduced cost and plastic waste.\r\nPubmed   Journal   ReadQx \r\nRisk of delayed bleeding after colorectal endoscopic submucosal dissection: the Limoges bleeding score.\r\n A score based on five simple and meaningful variables is predictive of CSDB.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Targeting Stem Cells and Dysplastic Features with Dual MEK/ERK and STAT3 Suppression in Gastric Carcinogenesis.\r\nThrough its dual blockade of MEK/ERK and STAT3 signaling pathways, Pyrvinium can effectively induce growth arrest in metaplasia and cell death in dysplasia. Therefore, our findings suggest that Pyrvinium is a promising chemotherapeutic agent for reprogramming the pre-cancerous milieu to prevent of gastric cancer development.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A novel miniature transendoscopic telerobotic system for endoscopic submucosal dissection.\r\nWe developed a novel transendoscopic telerobotic system, named DREAMS. The safety profile and technical feasibility of ESD were significantly improved with the assistance of the DREAMS system, especially in the narrower esophageal lumen.\r\nPubmed   Journal   ReadQx \r\nComplete Circumferential ESD for Early Barrett's Neoplasia.\r\n Multifocal dysplastic Barrett's esophagus remains a challenging entity to treat. Circumferential ESD is a possible therapeutic option, with high procedural success and low adverse outcomes. This should be balanced against the risk of stricture development, as the optimal post procedural prophylaxis regimen is investigated.\r\nPubmed   Journal   ReadQx \r\nDevelopment of Convolutional Neural Network Models That Recognize Normal Anatomical Structures During Real-Time Radial- and Linear-Array Endoscopic Ultrasound (with Videos). \r\nThe proposed CNN models accurately recognize the normal anatomical structures in prerecorded videos and real-time EUS. Prospective trials are needed to evaluate the impact of these models on the learning curves of EUS trainees.\r\nPubmed   Journal   ReadQx \r\nFACTORS ASSOCIATED WITH EARLY FAILURE OF PERORAL ENDOSCOPIC MYOTOMY IN ACHALASIA.\r\n The early failure rate of POEM used to treat primary achalasia is less than 10%. Younger age, type I/III achalasia, and a high pre-POEM ES were significantly associated with failure.\r\nPubmed   Journal   ReadQx \r\nProspective study of diagnostic yields of flexible spectral imaging color enhancement installed in colon capsule endoscopy for colorectal polyps and tumors.\r\nCCE-FICE improved the detection rates for al CRTs except adenocarcinomas, =10 mm and protruding polyps, when compared to CCE-WL (UMIN 000021125).\r\nPubmed   Journal   ReadQx \r\nTrans-Orbital EUS (with videos).\r\nThe patient tolerated the procedure well and discharged the day after without adverse events. The patient consented to publication.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Non-linear association of baseline viral load with on-treatment hepatocellular carcinoma risk in chronic hepatitis B. \r\nPatients with moderate baseline viral load, particularly around 6 log10 IU/mL, demonstrated the highest on-treatment HCC risk, despite long-term antiviral treatment. Early initiation of antiviral treatment, tailored to viral load, should be considered to minimise HCC risk in adult CHB patients without cirrhosis.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    An entropy weight method to integrate big omics and mechanistically evaluate drug-induced liver injury.\r\nThis study provides a novel approach to mechanisms-driven prediction modeling, as well as big data integration for insights into pharmacology and other human biology areas.Yuan Jin and Yingqing Shou contributed equally to this manuscript.\r\nPubmed   Journal   ReadQx \r\nCYP8B1 downregulation mediates the metabolic effects of vertical sleeve gastrectomy in mice.\r\nCYP8B1 is a critical downstream target of VSG. Modulation of BA composition and GM profile by targeting CYP8B1 may provide novel insight into the development of therapies that non-invasively mimic bariatric surgery to treat obesity and its complications.\r\nPubmed   Journal   ReadQx \r\nComplete correction of murine phenylketonuria by selection-enhanced hepatocyte transplantation.\r\nWe conclude that APAP-mediated selection of transplanted hepatocytes is a potential therapeutic for PKU with long-term efficacy and a favorable safety profile.\r\nPubmed   Journal   ReadQx \r\nGenomic approaches to explore susceptibility and pathogenesis of alcohol use disorder and alcohol-associated liver disease.\r\nIn this review, we described multiple genomic approaches and their implications to investigate the susceptibility and pathogenesis of both AUD and ALD. We concluded our review with a discussion of the knowledge gaps and future research on genomic studies in these two diseases.\r\nPubmed   Journal   ReadQx \r\nNon-invasive assessment of hepatic decompensation.\r\nIn this review, we describe the uses and pitfalls of NITs for hepatic decompensation from risk stratification in primary care to treatment decisions in outpatient clinics, as well as for the in-hospital management of patients with acute-on-chronic liver failure. We summarize which NITs to use when, for what indications, and how to maximize the potential of NITs for improved patient management.\r\nPubmed   Journal   ReadQx \r\nNoncanonical regulation of HOIL-1 on cancer stemness and sorafenib resistance identifies pixantrone as a novel therapeutic agent for hepatocellular carcinoma.\r\n HOIL-1 is critical in promoting sorafenib resistance and CSC properties of HCC through Notch1 signaling. Pixantrone targeting HOIL-1 restrains the sorafenib resistance and provides a potential therapeutic intervention for HCC.\r\nPubmed   Journal   ReadQx \r\nRisk of liver-related events in metabolic dysfunction-associated steatohepatitis (MASH) patients with fibrosis: A comparative analysis of various risk stratification criteria.\r\nThe risk of LRE is similar in patients with high-risk MASH and with F2-F4 fibrosis without MASH. The use of LSM=10 KPa or AGILE 3+ >0.67 could be an accurate option to identify MASLD patients worthy to be included in clinical trials.\r\nPubmed   Journal   ReadQx \r\nZNT1 and Zn2+ control TLR4 and PD-L1 endocytosis in macrophage to improve chemotherapy efficacy against liver tumor.\r\nOur study proposes a new concept that ZNT1 and zinc regulate endosome endocytosis to maintain surface receptors and zinc supplements might be synergized with chemotherapy to treat inflammation-associated tumors, especially those containing PD-L1+ myeloid cells.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Incidence and predictors of hepatocellular carcinoma in patients with autoimmune hepatitis.\r\nHCC incidence in AIH is low even after cirrhosis development and is associated to risk factors as obesity, cirrhosis, and AIH/PSC variant syndrome. Impact and implications The risk of developing hepatocellular carcinoma (HCC) in subjects with autoimmune hepatitis (AIH) seems to be lower compared to other aetiologies of chronic liver disease. Yet, solid data for this specific patient group remains elusive, given that most of the existing evidence comes from small, single-centre studies. In our study, we found that HCC incidence in AIH patients is low even after the onset of cirrhosis. Additionally, factors such as advanced age, obesity, cirrhosis, alcohol consumption, and the presence of the AIH/PSC variant syndrome at the time of AIH diagnosis are linked to a higher risk of HCC. Based on these findings, there seems to be merit in adopting a specialized HCC monitoring program for AIH patients, taking into account their individual risk factors.\r\nPubmed   Journal   ReadQx \r\nTherapeutic vaccination with lentiviral vector in HBV-persistent mice and two inactive HBsAg carriers. \r\nIn the two inactive HBsAg carrier patients, vaccination with LV-LHBs induced a considerable increase in the number of peripheral LHBs-specific T cells in one patient, and a weak but detectable response in the other, accompanied by a sustained reduction of HBsAg (-0.31 log10 IU/ml and -0.46 log10 IU/ml, respectively) from baseline to nadir. A lentiviral-vectored therapeutic vaccine for chronic HBV infection demonstrated the potential to improve HBV-specific T cell response and deplete HBV-positive hepatocytes, leading to a sustained loss or reduction of serum HBsAg.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Distinct Effects of Non-absorbed Agents Rifaximin and Berberine on the Microbiota-Gut-Brain Axis in Dysbiosis-induced Visceral Hypersensitivity in Rats.\r\nCompared with rifaximin, berberine significantly changed microbial structure and enriched , reduced the expression of peptidoglycan biosynthesis genes and increased acetate and propionate. The absence of these actions of rifaximin may explain the different effects of the drugs on microbiota-gut-brain axis.\r\nPubmed   Journal   ReadQx \r\nNon-cardiac Chest Pain in Japan: Prevalence, Impact, and Consultation Behavior - A Population-based Study.\r\nThe prevalence of chest pain in this sample of a Japanese general population was 5%. Among al subjects with chest pain, less than one-third consulted physicians, approximately 70% of whom were diagnosed with NCCP. Sex and both the severity and frequency of chest pain were associated with consultation behavior.\r\nPubmed   Journal   ReadQx \r\nOn-demand Versus Continuous Maintenance Treatment With a Proton Pump Inhibitor for Mild Gastroesophageal Reflux Disease: A Prospective Randomized Multicenter Study.\r\nContinuous treatment seems to be more appropriate for the initial maintenance treatment of non-erosive GERD or mild erosive esophagitis than on-demand treatment. Stepping down to on-demand treatment needs to be considered after a sufficient period of continuous treatment.\r\nPubmed   Journal   ReadQx \r\nReal-world Prescription Patterns and Patient Satisfaction Regarding Maintenance Therapy of Gastroesophageal Reflux Disease: An Observational, Cross-sectional, Multicenter Study.\r\n Although overall patient satisfaction did not significantly differ among the different PPI maintenance therapy modality groups, awareness of potential adverse effects was significantly different between the on-demand and continuous therapy groups.\r\nPubmed   Journal   ReadQx \r\nRevisiting the Role of Esophageal Mucosal Dilated Intercellular Spaces in the Diagnosis and Pathophysiology of Heartburn.\r\nSince the IS length measurement had better discrimination power only in erosive groups, it is not feasible to use in daily routine to discriminate other nonerosive phenotypes and FH. The role of DIS in heartburn in nonerosive patients should be reconsidered.\r\nPubmed   Journal   ReadQx \r\nSpot Hydrogen Breath Test for Predicting Response to Low Fermentable Oligo-, Di-, Mono-saccharides, and Polyols Dietary Advice in Patients With Bloating.\r\nA higher baseline breath hydrogen level was associated with bloating improvement after low FODMAPs dietary advice. A spot breath test after lunch, a simple point-of-care test, is possibly helpful in managing patients with bloating.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Exploring the Small Intestinal Microbiome - relationships to symptoms and Small Intestinal Bacterial Overgrowth (SIBO).\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Antireflux surgery does not prevent cancer in Barrett's esophagus. \r\n\r\nPubmed   Journal   ReadQx \r\nEvolving Concepts in Helicobacter pylori management.\r\npylori eradication coupled with population-level programs for screening and treatment could be an effective and efficient strategy to prevent gastric cancer, especially in minority and potentially marginalized populations that bear the heaviest burden of H. pylori infection and its complications.\r\nPubmed   Journal   ReadQx \r\nThe Power of Population Cohorts and Modeling: Pancreatitis-A Case in Point.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Editorial: Hepatocellular carcinoma in autoimmune hepatitis remains rare.\r\n\r\nPubmed   Journal   ReadQx \r\nMacrophages make a difference in cholestatic liver diseases - but how?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Constipation in Patients With Chronic Kidney Disease.\r\nHowever, the dose of prucalopride should be reduced to 1 mg once daily for patients with CKD. In conclusion, there are important advances on the impact and treatment of constipation in patients with CKD.\r\nPubmed   Journal   ReadQx \r\nDeciphering the Immune Complexity of Esophageal Achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nModern Achalasia: Diagnosis, Classification, and Treatment.\r\nSuch diagnostic innovations, along with the increased awareness by clinicians and patients due to the availability of alternative therapeutic approaches (laparoscopic and robotic Heller myotomy, and peroral endoscopic myotomy) have radically changed the natural history of the disorder. Herein, we report the most recent advances in the diagnosis, classification, and management of esophageal achalasia and underline the still-grey areas that needs to be addressed by future research to reach the goal of personalizing treatment.\r\nPubmed   Journal   ReadQx \r\nSpot Hydrogen Breath Test: A Great Hockey Player Plays Where the Puck Is Going to Be.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Effect of Curcumin on the Gut-Brain Axis: Therapeutic Implications.\r\nMoreover, it provides a comprehensive review of the crosstalk between the gut-brain axis and disease, whilst also discussing curcumin-mediated gut-brain axis-dependent and -independent signaling about modulation of gut microbiota dysbiosis. This will help to define the utility of curcumin as a novel therapeutic agent to regulate intestinal microflora dysbiosis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Blood-based Biomarkers for HCC Surveillance: Ready for Center Stage?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound Guided Removal of an Unusual Paraesophageal Foreign Body Through the Esophageal Wall.\r\n\r\nPubmed   Journal   ReadQx \r\nMantle cell lymphoma presenting as erosive duodenitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Health System-Provided Rideshare is Safe and Addresses Barriers to Colonoscopy Completion.\r\n\r\nPubmed   Journal   ReadQx \r\nQuickstroop predicts time to development of overt hepatic encephalopathy and related hospitalizations in patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nRedesigning a Gastroenterology Behavioral Health Program to Improve Patient Access.\r\n\r\nPubmed   Journal   ReadQx \r\nStepwise fenestration via natural orifice transluminal endoscopic surgery for symptomatic polycystic liver disease (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nSwitching from intra-venous to subcutaneous infliximab is safe and feasible in patients with inflammatory bowel disease suffering from obesity: a post-hoc analysis of the REMSWITCH study.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Post-cholecystectomy biliary leakage mimicking a neoplastic lesion: contribution of cholangioscopy in diagnosis and endoscopic treatment.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrograde double-balloon endoscopy-assisted electrohydraulic lithotripsy: Effective treatment of a true-enterolith associated with Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A case of IgG4-related cholecystitis diagnosed by transpapillary gallbladder biopsy using a novel device delivery system.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA new treatment method for patients with cancer that cannot be resected en bloc by endoscopic submucosal dissection: the monorail method with clip-line traction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA transnasal traction method using a novel traction device in pharyngeal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nColor overlay of contrast-enhanced endoscopic ultrasound for pancreaticobiliary disease.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCutting-edge novel device in the treatment of obesity. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic closure of a refractory urethroanal fistula using an innovative wound closure device.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic diagnosis of esophageal fistula hidden below massive bleeding assisted by modified external cannula device.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic resection of a large ampullary tumor using a hybrid endoscopic submucosal dissection and mucosal resection technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic retrograde appendicitis therapy for giant periappendiceal abscess with intestinal obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection of esophageal squamous cell carcinoma with superficial capillary changes and epithelialization after chemotherapy for pancreatic adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection using a novel therapeutic thin gastroscope for a locally recurrent rectal tumor after endoluminal rectal surgery.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic transcecal appendectomy for recurrent appendicitis after previous endoscopic mucosal resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided caudate lobe liver abscess drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIatrogenic colorectal perforation caused by a clip.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel technique using metal clip and dental floss facilitates difficult biliary cannulation in Billroth II gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReopenable-clip over-the-line method for closure of large perforation during esophageal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimplified endoscopic septotomy for a large symptomatic Zenker's diverticulum. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A 68-year-old woman with unexplained liver enzyme elevation and active chronic hepatitis: Beware of drug induced autoimmune like hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Small Bowel Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nRefractory diarrhea and gastric adenocarcinoma, just a coincidence?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A novel suture technique for a large gastric defect after endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Endoscopic Appearance of Rectosigmoid Endometriosis.\r\n\r\nPubmed   Journal   ReadQx \r\nBuried Esophageal Adenocarcinoma After RFA with Pagetoid Spreading.\r\n\r\nPubmed   Journal   ReadQx \r\nCollagenous Fibroma in the Terminal ileum treated by Endoscopic Submucosal Excavation: first case of Collagenous Fibroma in the Ileum.\r\n\r\nPubmed   Journal   ReadQx \r\nCompound traditional serrated adenoma and superficially serrated adenoma-A lesion of rectum.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy of endoluminal vacuum therapy for the treatment of a rectal leak after endoscopic submucosal dissection- a case report.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic findings of a transjugular intrahepatic portosystemic shunt stent eroding into the biliary tract.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of a huge cecum fecalith hidden behind the ileocecal stricture in a patient with Crohn's disease. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided direct removal of a foreign body embedded in the stomach after ESD technique failed.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroptosis in a Young Woman.\r\n\r\nPubmed   Journal   ReadQx \r\nInverted non-ampullary duodenal adenocarcinoma treated with underwater endoscopic mucosal resection.\r\n\r\nPubmed   Journal   ReadQx \r\nMultifocal colonic amebomas with delayed bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nPre-filling hemostasis with Purestat® for repeated colon diverticular bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nRectal Phlebectasia: A rare cause of Gastrointestinal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nRescue band ligation for a symptomatic duodenal angioectasia at a challenging location involving ancillary lesion marking by argon plasma coagulation.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful Treatment of Bronchobiliary Fistula by Histoacryl embolization under endoscopic retrograde cholangiopancreatography guidance without fluoroscopic guidance.\r\n\r\nPubmed   Journal   ReadQx \r\nThe diagnostic utility of CT angiography compared to endoscopy in patients with acute gastrointestinal hemorrhage.\r\n\r\nPubmed   Journal   ReadQx \r\nThe missing polyp: blind retrieval of a resected colon polyp fallen into the appendiceal cavity using a stone basket.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips for EUS Guided Gastric Varices Embolization.\r\n\r\nPubmed   Journal   ReadQx \r\nTransparent cap-assisted blunt dissection method for a small submucosal tumor in difficult-to-reach areas of the gastric fundus.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Endoscopic Submucosal Dissection in a patient with synchronous and metachronous gastric cancers secondary to MSH2-Related Lynch Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Female advantage in neoadjuvant pancreatic cancer therapy: is it down to macrophages? \r\n\r\nPubmed   Journal   ReadQx \r\nThermal ablation after endoscopic mucosal resection of large colorectal polyps: not only the margins, but also the base?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Outbreak of indeterminate acute hepatitis in children, not a new disease but an epidemiological phenomenon.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Outbreak of indeterminate acute hepatitis in children, not a new disease but an epidemiological phenomenon.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Liver Meeting: Boston, Massachusetts Nov 10-14, 2023.\r\n\r\nPubmed   Journal   ReadQx \r\nUnlocking the immune microenvironment of non-alcoholic steatohepatitis-associated hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Authors' Response to Letter from Yun-Feng Li, Shuo-Yan Gau.\r\n\r\nPubmed   Journal   ReadQx \r\nEnvironmental toxins in breast milk and risk of early onset colorectal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGlobal incidence and prevalence of eosinophilic esophagitis, 1976-2022, and projections to 2037: a post-hoc analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Anti-reflux Surgery and the Risk of Progression in Barrett's Esophagus: The Jury is Still Out.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Definition of age-dependent reference values for the diameter of the common bile duct and pancreatic duct on MRCP: still needed further discussion.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoluminal radiofrequency ablation prior to stenting for malignant biliary obstruction: really time to say goodbye?\r\n\r\nPubmed   Journal   ReadQx \r\nMendelian randomisation shows diverticular disease and irritable bowel syndrome increase the risk of haemorrhoidal disease. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A risk prediction model for hepatocellular carcinoma after hepatitis B surface antigen seroclearance: Need a closer look!\r\n\r\nPubmed   Journal   ReadQx \r\nAutotaxin upregulation in liver failure and the effect on monocyte phenotype and function is a pan-aetiology phenomenon.\r\n\r\nPubmed   Journal   ReadQx \r\nChallenges of Large Language models (LLMs) and the black box dilemma: The Aspect of interpretability in medicine. \r\n\r\nPubmed   Journal   ReadQx \r\nChanging from NAFLD to MASLD: The new definition can more accurately identify individuals at higher risk for diabetes. \r\n\r\nPubmed   Journal   ReadQx \r\nComparing hypothermic oxygenated and normothermic liver machine perfusion: translation matters. \r\n\r\nPubmed   Journal   ReadQx \r\nDeleterious variants in TNFAIP3 are associated with type II and seronegative Pediatric autoimmune hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom liver to Heart: Enhancing the understanding of cardiovascular outcomes in the UK Biobank.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh prevalence of liver fibrosis and cirrhosis in a nationwide sample of organ donors with liver histology.\r\n\r\nPubmed   Journal   ReadQx \r\nIncorporating AFP-L3 and DCP in selecting patients with hepatocellular carcinoma for liver transplantation: what are the optimal criteria?\r\n\r\nPubmed   Journal   ReadQx \r\nLongitudinal changes in fatty liver index are associated with risk of hepatocellular carcinoma: A nationwide cohort study in Korea. \r\n\r\nPubmed   Journal   ReadQx \r\nPrimary sclerosing cholangitis with high immunoglobulin-G4.\r\n\r\nPubmed   Journal   ReadQx \r\nSteatotic Liver Disease Phenotypes in the United States: The Impact of Alcohol Consumption Assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nThe influence of different combinations of cardiometabolic risk factors on the prevalence of MASLD and risk of advanced fibrosis deserves attention.\r\n\r\nPubmed   Journal   ReadQx \r\nThe space of Mall confirmed in humans: a response to \"Portal venous branches as an anatomic railroad for a gut-bile duct axis\".\r\n\r\nPubmed   Journal   ReadQx \r\nTransitioning from NAFLD to MAFLD and MASLD: Consistent prevalence and risk factors in a Chinese cohort. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-10-13T23:35:14-04:00",
    "input_file": {}
  },
  {
    "path": "gi/10-06-2023/",
    "title": "Fri Oct 06 2023",
    "description": "104 articles - From Friday Sep 29 2023 to Friday Oct 06 2023",
    "author": [],
    "date": "2023-10-06",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Guidelines in Practice: The Diagnosis and Management of Gastrointestinal Subepithelial Lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    PERCEPTIONS, DEFINITIONS, AND THERAPEUTIC INTERVENTIONS FOR OCCASIONAL CONSTIPATION: A ROME WORKING GROUP CONSENSUS DOCUMENT.\r\nOccasional constipation is a unique clinical entity characterized by infrequent but recurrent symptoms. Data is limited as consensus definitions have been lacking. Establishing a standardized definition and therapeutic recommendations provides a framework for future studies focusing on epidemiologic and symptoms-based outcomes. Further studies are needed to confirm and refine these recommendations.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    British Society of Gastroenterology guidelines for the diagnosis and management of cholangiocarcinoma.\r\nQuality of evidence is presented using the Appraisal of Guidelines for Research and Evaluation (AGREE II) format. The recommendations arising are to be used as guidance rather than as a strict protocol-based reference, as the management of patients with CCA is often complex and always requires individual patient-centred considerations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Gut\r\n    Changing prevalence of chronic hepatitis B virus infection in China between 1973 and 2021: a systematic literature review and meta-analysis of 3740 studies and 231 million people.\r\nChina has experienced remarkable decreases in HBV infection over the last four decades, but variations in HBsAg prevalence persist in subpopulations. Ongoing prevention of HBV transmission is needed to meet HBV elimination targets by 2030.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Pre-emptive TIPS in high-risk acute variceal bleeding. An updated and revised individual patient data meta-analysis.\r\nThe updated two-stage IPD-MA confirms the significant survival advantage of p-TIPS in high-risk patients with cirrhosis and AVB. As a result, we recommend p-TIPS as the preferred first-choice treatment for these patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Antibiotic use as a risk factor for irritable bowel syndrome: Results from a nationwide, case-control study.\r\nPrior antibiotics use was associated with an increased odds of IBS with the highest risk among people with multiple antibiotics dispensations.\r\nPubmed   Journal   ReadQx \r\nDesign of the phase 3 MAESTRO clinical program to evaluate resmetirom for the treatment of nonalcoholic steatohepatitis.\r\n The MAESTRO clinical programme was designed in conjunction with regulatory authorities to support approval of resmetirom for treatment of NASH. The surrogate endpoints, based on week 52 liver biopsy, serum biomarkers and imaging, are confirmed by long-term clinical liver-related outcomes in MAESTRO-NASH (month 54) and MAESTRO-NASH-OUTCOMES (time to event).\r\nPubmed   Journal   ReadQx \r\nIn severe alcohol-related hepatitis, acute kidney injury is prevalent, associated with mortality independent of liver disease severity, and can be predicted using IL-8 and micro-RNAs.\r\nIncident AKI is associated with 90-day mortality independent of liver function. Prednisolone therapy was associated with reduced incident AKI. IL-8 and several miRNAs are potential biomarkers to predict AKI. Novel therapies to prevent incident AKI should be evaluated in AH to reduce mortality.\r\nPubmed   Journal   ReadQx \r\nNovel symptom clusters predict disease impact and healthcare utilisation in inflammatory bowel disease: Prospective longitudinal follow-up study.\r\nNovel model-based clusters identify patients with IBD at higher risk of adverse disease outcomes who are high-volume users of healthcare.\r\nPubmed   Journal   ReadQx \r\nPeriodontal disease is not associated with risk of inflammatory bowel disease: Results from two prospective cohort studies in the US.\r\n In two large prospective cohort studies, we did not observe an association between periodontal disease and tooth loss and risk of CD or UC.\r\nPubmed   Journal   ReadQx \r\nProspective comparison of diagnostic tests for bile acid diarrhoea.\r\nDiagnosis of bile acid diarrhoea using empirical treatment was inadequate. Exploration suggested considerable improvements in the sensitivity of C4-based testing, offering potential widely available diagnostics. Further validation is warranted.   NCT03876717.\r\nPubmed   Journal   ReadQx \r\nTherapeutic drug monitoring of methotrexate in patients with Crohn's disease.\r\nFive patients ended study participation or stopped methotrexate for another reason. A higher MTX-PG could be used for TDM if a target concentration can be established.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Predictive Model to Identify the Effects of Transcutaneous Sacral Nerve Stimulation with Pelvic Floor Exercises in Faecal Incontinence after Surgery for Anorectal Malformation.\r\ntSNS with PFEs is effective for most FI patients after CARM surgery except when rectum deviates from the puborectal muscle centre, puborectal muscle rupture occurs, or EAS is absent with a low ASP.\r\nPubmed   Journal   ReadQx \r\nADALIMUMAB VERSUS INFLIXIMAB IN LUMINAL PEDIATRIC CROHN'S DISEASE: COMPARABLE OUTCOMES IN A PROSPECTIVE MULTICENTER COHORT STUDY.\r\n Children with Crohn's disease achieved favourable outcomes at one year with either ADA or IFX as first antiTNF agents. Those receiving IFX did not have significantly superior outcomes compared to clinically similar children receiving ADA.\r\nPubmed   Journal   ReadQx \r\nAdditional 30-second observation of the right-sided colon for missed polyp detection with texture and color enhancement imaging compared to narrow band imaging: A randomized trial.\r\n Regarding add-30-s observation of the right-sided colon, TXI was non-inferior to NBI.\r\nPubmed   Journal   ReadQx \r\nClinical features and treatment response to topical steroids in ethnic and racial minority patients with eosinophilic esophagitis.\r\n Few EoE patients at our center were Hispanic, and they had similar clinical presentations as non-Hispanics. The non-White EoE group was larger, and presentation was less dysphagia-specific. Non-White patients were also less than half as likely to respond to tCS.\r\nPubmed   Journal   ReadQx \r\nClinical outcomes after endoscopic management of low-risk and high-risk T1a esophageal adenocarcinoma: A multicenter study.\r\n High-risk T1a EAC patients undergoing successful EET had a substantially higher rate of extra-esophageal metastases compared to low-risk T1a EAC on long term follow-up. These data should be factored into discussions with patients while selecting treatment approaches. Additional prospective data in this area are critical.\r\nPubmed   Journal   ReadQx \r\nColorectal cancer screening receipt does not differ by 10-year mortality risk among older adults.\r\n Past-year CRC screening does not differ by predicted 10-year mortality risk. An age-based approach to CRC screening results in under-screening of older, healthier adults and over-screening of younger adults with chronic conditions. Personalized screening with incorporation of individual life expectancy may increase the value of CRC screening programs.\r\nPubmed   Journal   ReadQx \r\nCorrelations Between Relative Prevalence of Celiac Disease and Sociodemographic Variables in the United States.\r\n CD relative prevalence is associated with indicators of economic advantage.\r\nPubmed   Journal   ReadQx \r\nGastric Alimetry® expands patient phenotyping in gastroduodenal disorders compared to gastric emptying scintigraphy.\r\nGA improves patient phenotyping in chronic gastroduodenal disorders in the presence and absence of motility abnormalities with increased correlation with symptoms and psychometrics compared to gastric emptying status and Rome IV criteria. These findings have implications for the diagnostic profiling and personalized management of gastroduodenal disorders.\r\nPubmed   Journal   ReadQx \r\nMaternal and Neonatal Outcomes in Vedolizumab and Ustekinumab Exposed Pregnancies: Results from the PIANO registry.\r\n This analysis of UST and VDZ exposure during pregnancy suggests no increase in complications compared to TNFs, immunomodulators and combination TNFs/immunomodulators. No signal was found for increased placental events with either therapy. Continuation of UST and VDZ throughout pregnancy is recommended.\r\nPubmed   Journal   ReadQx \r\nOPTIMIZING TIMING OF FOLLOW-UP COLONOSCOPY: A PILOT CLUSTER RANDOMIZED TRIAL OF A KNOWLEDGE TRANSLATION TOOL.\r\n An application that provides colonoscopy surveillance intervals may help endoscopists with guideline congruence, especially those with a lower pre-intervention congruence with guideline recommendations. (ClincialTrials.gov number, NCT04889352).\r\nPubmed   Journal   ReadQx \r\nOutcomes of a 3-year prospective surveillance in individuals at high-risk for pancreatic cancer.\r\n PC surveillance in a fully public healthcare system is feasible, safe, and leads to early PC or pre-malignant lesions diagnoses, mostly at baseline but also over time.\r\nPubmed   Journal   ReadQx \r\nPandemic-related changes in incidence and mortality rates of gastrointestinal cancers during 2020.\r\n Incidence and mortality rates of GI cancers may increase in the future given pandemic-related delays in 2020.\r\nPubmed   Journal   ReadQx \r\nSIGNIFICANT REDUCTION IN THE DIAGNOSIS OF BARRETT'S ESOPHAGUS AND RELATED DYSPLASIA DURING THE COVID-19 PANDEMIC.\r\nThere was a significant decline in the number of BE and BE-related dysplasia diagnoses during the COVID-19 pandemic, with an almost 50% reduction in the amount of dysplasia diagnosed in the early pandemic. The absence of a compensatory increase in diagnoses in the pandemic-Phase II and III periods may result in deleterious downstream effects on esophageal adenocarcinoma morbidity and mortality.\r\nPubmed   Journal   ReadQx \r\nSatisfaction with life in IBS is associated with psychological burden rather than gastrointestinal symptom severity.\r\nHigher physical and mental quality of life, but not gastrointestinal symptom severity, were independently associated with higher general life satisfaction in IBS. These findings reinforce the clinical need in IBS treatment to focus on the full extent of the disorder and not merely on gastrointestinal symptom improvement. ClinicalTrials.gov Identifier  NCT00775060.\r\nPubmed   Journal   ReadQx \r\nThe Association between Homelessness and Key Liver-Related Outcomes in Veterans with Cirrhosis.\r\nHomelessness in veterans with cirrhosis is associated with increased all-cause mortality, however this is likely mediated primarily through non-liver-related factors. Future studies are needed to explore drivers of mortality and improve mitigation strategies in these patients.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Patient's Primary Language on Inpatient Gastrointestinal Bleeding Outcomes.\r\n Disparities exist in GIB outcomes among patients with PLOE but these gaps narrow at hospitals with higher percentages of PLOE patients. Cultural and linguistic competence may improve outcomes in this vulnerable group.\r\nPubmed   Journal   ReadQx \r\nTranscutaneous auricular vagal nerve stimulation is effective for the treatment of functional dyspepsia: a multicenter, randomized controlled study.\r\n Our study firstly showed that 4-week taVNS (both 10Hz and 25Hz) was effective and safe for the treatment of adult FD. (clinicaltrials.gov number  NCT04668534).\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Forced cold snare polypectomy is related to cold snare defect protrusions and incomplete polyp resections: A prospective observational study.\r\nFCSP was performed on 105 polyps (8%) in this study. There is the possibility that FCSP is associated with the occurrence of CSDPs and IPR. Further studies are necessary in the future to confirm our results.\r\nPubmed   Journal   ReadQx \r\nInterval post-colonoscopy colorectal cancer following a negative colonoscopy in a fecal immunochemical test-based screening program.\r\n  Risk of iPCCRC within a FIT-based CRC screening program was low during the first years after colonos-copy but, after 2.5 years, was the same as the risk in FIT-negative individuals at 2 years, when they are reinvited for screening. Colonoscopy quality may therefore require further improvement and FIT screening interval may need to be reduced after negative colonoscopy.\r\nPubmed   Journal   ReadQx \r\nThe Geometry of Cold Snare Polypectomy.\r\n RER is more important with p-CSP than with HSP. RER and consequent RIR increases with increasing polyp size. Given the overwhelming safety of CSP, specific techniques to minimise the RER should be studied and developed.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    HBV DNA AND HBSAG LEVELS AT 24 WEEKS OFF-TREATMENT PREDICT CLINICAL RELAPSE AND HBSAG LOSS IN HBEAG NEGATIVE PATIENTS WHO DISCONTINUED ANTIVIRAL THERAPY.\r\nAmong HBeAg negative CHB patients who discontinued antiviral therapy and who did not experience clinical relapse before FU W24, serum levels of HBV DNA and HBsAg at FU W24 can be used to predict subsequent clinical relapse and HBsAg clearance. A combination of HBsAg <100 IU/mL with HBV DNA <100 IU/mL identifies patients with a low risk of relapse and excellent chances of HBsAg loss, and could potentially be used as an early surrogate endpoint for studies aiming at finite therapy in HBV.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Impact of surgery after endoscopically resected high-risk T1 colorectal cancer: results of an emulated target trial.\r\nOur study suggests that patients with high-risk T1 CRC initially treated with endoscopic resection may not benefit from additional surgery.\r\nPubmed   Journal   ReadQx \r\nProspective study of diagnostic yields of flexible spectral imaging color enhancement installed in colon capsule endoscopy for colorectal polyps and tumors.\r\nCCE-FICE improved the detection rates for al CRTs except adenocarcinomas, =10 mm and protruding polyps, when compared to CCE-WL (UMIN 000021125).\r\nPubmed   Journal   ReadQx \r\nSex Differences Impact Ergonomic Endoscopic Training for Gastroenterology Fellows.\r\n Physical differences exist between male and female trainees, and current endoscopic equipment may not be optimized for smaller hand sizes. This study highlights the urgent need for formal ergonomic training for trainees and trainers with consideration of stature and hand size to enhance safety, comfort, and equity in the training and practice of endoscopy.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    HLA-DPA1*02:01~B1*01:01 is a risk haplotype for primary sclerosing cholangitis mediating activation of NKp44+ NK cells.\r\nResults NKp44+NK cells were enriched in livers, and intrahepatic bile ducts of individuals with PSC showed higher expression of HLA-DP. HLA-DP haplotype analysis revealed a highly elevated PSC risk for and provide clinical and functional data implicating NKp44+NK cells that recognise HLA-DPA1*02:01-DPB1*01:01 expressed on cholangiocytes in PSC pathogenesis.\r\nPubmed   Journal   ReadQx \r\nLactobacillus gallinarum-derived metabolites boost anti-PD1 efficacy in colorectal cancer by inhibiting regulatory T cells through modulating IDO1/Kyn/AHR axis.\r\nObjective Gut microbiota is a key player in dictating immunotherapy response. We aimed to explore the immunomodulatory effect of probiotic is a potential adjuvant to augment anti-PD1 efficacy against CRC.\r\nPubmed   Journal   ReadQx \r\nImmunosuppressive CD29+ Treg accumulation in the liver in mice on checkpoint inhibitor therapy.\r\n We propose that CD29 + Tregs constitute a unique subpopulation of hepatic Tregs that are primed to respond to ICI agents and mediate resistance.\r\nPubmed   Journal   ReadQx \r\nMolecular portraits of patients with intrahepatic cholangiocarcinoma who diverge as rapid progressors or long survivors on chemotherapy.\r\nThe RPLS signature could be a novel metric of chemotherapy outcome in iCCA. Further development and validation of this transcriptomic signature is warranted to develop precision chemotherapy strategies in these settings.\r\nPubmed   Journal   ReadQx \r\nNovel function of MOTS-c in mitochondrial remodelling contributes to its antiviral role during HBV infection.\r\n MOTS-c has the potential to serve as a biomarker for the progression of HBV infection while also enhancing antiviral efficacy. These findings present a promising innovative approach for effectively treating patients with CHB. Furthermore, our research uncovers a novel role for MOTS-c in regulating MYH9-actin-mediated mitochondrial dynamics and contributing to mitochondrial biogenesis.\r\nPubmed   Journal   ReadQx \r\nPrebiotic diet changes neural correlates of food decision-making in overweight adults: a randomised controlled within-subject cross-over trial.\r\nIn this proof-of-concept study, a prebiotic intervention attenuated reward-related brain activation during food decision-making, paralleled by shifts in gut microbiota.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Genomic approaches to explore susceptibility and pathogenesis of alcohol use disorder and alcohol-associated liver disease.\r\nIn this review, we described multiple genomic approaches and their implications to investigate the susceptibility and pathogenesis of both AUD and ALD. We concluded our review with a discussion of the knowledge gaps and future research on genomic studies in these two diseases.\r\nPubmed   Journal   ReadQx \r\nRisk of liver-related events in metabolic dysfunction-associated steatohepatitis (MASH) patients with fibrosis: A comparative analysis of various risk stratification criteria.\r\nThe risk of LRE is similar in patients with high-risk MASH and with F2-F4 fibrosis without MASH. The use of LSM=10 KPa or AGILE 3+ >0.67 could be an accurate option to identify MASLD patients worthy to be included in clinical trials.\r\nPubmed   Journal   ReadQx \r\nThe clinical and financial burden of nonhepatocellular carcinoma focal lesions detected during surveillance of patients with cirrhosis.\r\nNon-HCC HFL are frequently detected in patients with cirrhosis, do not impact prognosis but trigger substantial costs. This burden must be considered in cost-effectiveness analyses of future personalized surveillance strategies.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Characteristics and risk factors of Functional Dyspepsia fulfilling the Rome IV Criteria overlapping with Gastroesophageal Reflux Disease, Irritable Bowel Syndrome, and Functional Constipation in South China.\r\nFD overlap was quite common in China with high economic burden and poor quality of life, FD patients with history of gastroenteritis, anxiety, depression, and poor sleep quality were more likely to have overlap disorders. Awareness of the physical and psychosocial stressors in overlapping condition would help optimize the management of FD overlap in clinical practice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: IBD cost evolution - transitioning from compensating lost productivity to escalating medication expenses.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Interaction between fibre and colonic fermentation assessed with a novel gas-sensing capsule.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Negative impact of diabetes mellitus and obesity on the prognosis of patients with chronic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: The complex interplay between diet and Escherichia coli in inflammatory bowel disease.\r\nPreclinical and some clinical trial data suggest that E. coli and other Proteobacteria interact with certain dietary components to promote gut inflammation. Well-designed clinical trials are required before dietary recommendations for disease management can be made.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Exploring the Small Intestinal Microbiome - relationships to symptoms and Small Intestinal Bacterial Overgrowth (SIBO).\r\n\r\nPubmed   Journal   ReadQx \r\nLongitudinal Outcomes Associated with Metabolic Dysfunction-Associated Steatotic Liver Disease. A Meta Analysis of 129 Studies.\r\nThe present study emphasizes the association between MASLD and its clinical outcomes including cardiovascular, metabolic, oncological, and other outcomes. The multisystemic nature of MASLD found in this analysis requires treatment targets to reduce systemic events and end organ complications.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Simulation model of pancreatic cancer precursors progression: \"Timely\" surgery does not equal \"opportune\" (anymore).\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Ending stigmatizing language in alcohol and liver disease: A liver societies' statement.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Blueprint for a Comprehensive, Multidisciplinary Pancreatic Cancer Screening Program.\r\n\r\nPubmed   Journal   ReadQx \r\nA Practical Guide to Use of Mirikizumab.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood-based Biomarkers for HCC Surveillance: Ready for Center Stage?\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nDisseminated Melioidosis infection involving hepatosplenomegaly and massive extramedullary hematopoiesis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Gastric Plication in Nonalcoholic Fatty Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy: Scoping the Way Forward.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of Esophageal Squamous Cell Carcinoma Invading the Muscularis Mucosa or Shallow Submucosal Layer After Endoscopic Resection.\r\n\r\nPubmed   Journal   ReadQx \r\nNot your typical endoscopic diagnosis: pancreatic pseudotumor due to metastatic renal cell carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nPanta rhei - an unsual biliary stent in the common bile duct.\r\n\r\nPubmed   Journal   ReadQx \r\nPelvic Floor Dysfunction in Children: Are We Overcalling It?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Bolia.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Phosphatidylethanol (PEth) Testing in Patients with Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Quickstroop predicts time to development of overt hepatic encephalopathy and related hospitalizations in patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nStepwise fenestration via natural orifice transluminal endoscopic surgery for symptomatic polycystic liver disease (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A light in the dark: Peroral cholangioscopy provides a new strategy for difficult cannulation in pancreaticobiliary maljunction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nComments on: \"Effect of pre-resection biopsy on detection of advanced dysplasia in large nonpedunculated colorectal polyps undergoing endoscopic mucosal resection\".\r\n\r\nPubmed   Journal   ReadQx \r\nComplete resection of a rectal post-endoscopic-resection residual tumor including four endoclips using underwater endoscopic mucosal resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDigital single-operator cholangioscopy-guided endoluminal radiofrequency of an intraductal papillary mucinous neoplasia of the main pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic vacuum therapy for esophageal perforations: is it risk effective for every size of defect?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous transhepatic digital single-operator cholangioscopy-guided laser lithotripsy in treating difficult intrahepatic duct stone in surgically altered anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nShould colorectal endoscopic submucosal dissection defects be closed just because we can?\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful closure of thoracogastric airway fistula with occluder devices and coils under fluoroscopic guidance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTechnical aspects of transpapillary biopsy for gallbladder cancer using a novel cholangioscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTwo-point fixed pulley-traction method in endoscopic submucosal dissection for early gastric neoplasm.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUsefulness of inserting a modified single-pigtail plastic stent into a metallic stent in endoscopic ultrasound-guided gallbladder drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUsing a through-the-scope tack and suture system in patients with gastrointestinal wall defects: an alternative option beyond endoscopic clipping.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A 68-year-old woman with unexplained liver enzyme elevation and active chronic hepatitis: Beware of drug induced autoimmune like hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEarly detection of advanced adenomas and colorectal carcinoma by serum glycoproteome profiling.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of lesion location on recurrence after resection of T1 colorectal cancer: post-hoc analysis of a nationwide multicenter cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nInflammation as a pathogenic mechanism of colonic neoplasia in primary sclerosing cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Eroded small bowel phlebectasia - clipping of an uncommon bleeding source using motorized spiral enteroscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nLumen apposing metal stent for the management of symptomatic hepatic cyst.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    The utility of futility.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Interaction between fibre and colonic fermentation assessed with a novel gas-sensing capsule-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Negative impact of diabetes mellitus and obesity on the prognosis of patients with chronic liver disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Antibiotics in gut dysbiosis and development of inflammatory bowel disease-More thought is needed-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Antibiotics in gut dysbiosis and development of inflammatory bowel disease-More thought is needed.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Entecavir versus tenofovir on serum lipoprotein levels of hepatitis B virus-related hepatocellular carcinoma after curative hepatectomy-Author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Entecavir versus tenofovir on serum lipoprotein levels of hepatitis B virus-related hepatocellular carcinoma after curative hepatectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Incidence of hepatitis B virus reactivation in patients with psoriasis treated with cytokine inhibitors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: NSBB for fatty liver disease-Still a long way to go.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: NSBB for fatty liver disease-Still a long way to go. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Transperineal ultrasonography for ulcerative proctitis- Applicability in the pregnant population?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Transperineal ultrasonography for ulcerative proctitis-Applicability in the pregnant population? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    NordICC's 10-year interim results are unexpected, and inconsistent with modeling predictions.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoluminal radiofrequency ablation prior to stenting for malignant biliary obstruction: really time to say goodbye?\r\n\r\nPubmed   Journal   ReadQx \r\nFGF-21 analogues for treatment of non-alcoholic steatohepatitis and fibrosis: a meta-analysis with fragility index of phase 2 randomised placebo-controlled trials.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A risk prediction model for hepatocellular carcinoma after hepatitis B surface antigen seroclearance: Need a closer look!\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-10-07T21:57:28-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-29-2023/",
    "title": "Fri Sep 29 2023",
    "description": "134 articles - From Friday Sep 22 2023 to Friday Sep 29 2023",
    "author": [],
    "date": "2023-09-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Risk Stratification for Colorectal Cancer Screening and Post-Polypectomy Surveillance: Expert Review.\r\nBEST PRACTICE ADVICE 8: The decision to continue post-polypectomy surveillance for individuals older than 75 years should be individualized, based on an assessment of risks, benefits, and comorbidities. BEST PRACTICE ADVICE 9: Risk-stratification tools for CRC screening and post-polypectomy surveillance that emerge from research should be examined for real-world effectiveness and cost-effectiveness in diverse populations (eg, by race, ethnicity, sex, and other sociodemographic factors associated with disparities in CRC outcomes) before widespread implementation.\r\nPubmed   Journal   ReadQx \r\nAGA Clinical Practice Update on the Epidemiology, Evaluation, and Management of Exocrine Pancreatic Insufficiency: Expert Review.\r\nBEST PRACTICE ADVICE 15: EPI should be monitored and baseline measurements of nutritional status should be obtained (body mass index, quality-of-life measure, and fat-soluble vitamin levels). A baseline dual-energy x-ray absorptiometry scan should be obtained and repeated every 1-2 years.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    British Society of Gastroenterology guidelines for the diagnosis and management of cholangiocarcinoma. \r\nQuality of evidence is presented using the Appraisal of Guidelines for Research and Evaluation (AGREE II) format. The recommendations arising are to be used as guidance rather than as a strict protocol-based reference, as the management of patients with CCA is often complex and always requires individual patient-centred considerations.\r\nPubmed   Journal   ReadQx \r\nUK and Ireland Joint Advisory Group (JAG) consensus statements for training and certification in diagnostic endoscopic ultrasound (EUS).\r\nAn evidence-based certification pathway has been commissioned by JAG to support and quality assure EUS training. This will form the basis to improve quality of training and safety standards in EUS in the UK and Ireland.\r\nPubmed   Journal   ReadQx \r\nUpdates to the modern diagnosis of GERD: Lyon consensus 2.0.\r\nCriteria that have not performed well in the diagnosis of actionable GERD have been retired. Personalisation of investigation and management to each patient's unique presentation will optimise GERD diagnosis and management.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    National prevalence estimates for steatotic liver disease and Sub-Classifications using consensus nomenclature.\r\nOur findings highlight the utility of the new consensus nomenclature to address deficiencies present with the old nomenclature, and identify areas that require research to further refine classifications of SLD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Global Prevalence of Fecal Incontinence in Community-Dwelling Adults: A Systematic Review and Meta-analysis.\r\nApproximately 1 in 12 adults worldwide have FI. The prevalence is greater among women and older people.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Antibiotic use as a risk factor for irritable bowel syndrome: Results from a nationwide, case-control study. \r\nCompared to none, 1-2 (OR 1.67, 95% CI 1.61-1.73) and =3 antibiotics dispensations (OR 3.36, 95% CI 3.24-3.49) were associated with increased odds of IBS (p for trend <0.001) regardless of the antibiotic class. Prior antibiotics use was associated with an increased odds of IBS with the highest risk among people with multiple antibiotics dispensations.\r\nPubmed   Journal   ReadQx \r\nFirst in human randomised trial of J2H-1702: A novel 11ß-hydroxysteroid dehydrogenase type 1 inhibitor for non-alcoholic steatohepatitis treatment.\r\nThe results of this study suggest that J2H-1702 could be developed as an effective therapeutic option for NASH.\r\nPubmed   Journal   ReadQx \r\nRandomised clinical trial: Efficacy and safety of on-demand vonoprazan versus placebo for non-erosive reflux disease.\r\n On-demand vonoprazan may be a potential alternative to continued daily acid suppression therapy for the relief of episodic heartburn in patients with NERD.   NCT04799158.\r\nPubmed   Journal   ReadQx \r\nTherapeutic drug monitoring of methotrexate in patients with Crohn's disease.\r\nFive patients ended study participation or stopped methotrexate for another reason. A higher MTX-PG could be used for TDM if a target concentration can be established.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Study of Dietary Patterns Derived by Cluster Analysis and their Association with Nonalcoholic Fatty Liver Disease Severity among Hispanic Patients.\r\nGiven the importance of sociocultural influences on diet, it is important to understand dietary patterns prevalent among Hispanic patients with NAFLD. Using cluster analysis, we identified one plant-based versus a distinct fast-food/meat-based pattern associated with detrimental effects among our population. This information is an important starting point for tailoring dietary interventions for Hispanic patients with NAFLD.\r\nPubmed   Journal   ReadQx \r\nAchieving Value by Risk Stratification with Machine Learning Model or Clinical Risk Score in Acute Upper Gastrointestinal Bleeding: A Cost Minimization Analysis.\r\n Implementing risk assessment models for UGIB reduces costs, thereby increasing value.\r\nPubmed   Journal   ReadQx \r\nConventional vs short duration of antibiotics in patients with moderate or severe cholangitis: Non-inferiority randomized trial.\r\nShort duration of antibiotics is non-inferior to conventional duration in patients with moderate to severe cholangitis in terms of clinical cure, recurrence of cholangitis and overall mortality.\r\nPubmed   Journal   ReadQx \r\nDouble-blind multicenter randomized clinical trial comparing glucagon vs placebo in the resolution of alimentary esophageal impaction.\r\nGlucagon is no more effective than placebo in resolving EFBI or shortening the time required to remove the foreign body. (EUDRA-CT number 2019-004920-40).\r\nPubmed   Journal   ReadQx \r\nEffects of GLP-1 and Other Gut Hormone Receptors on the Gastrointestinal Tract and Implications in Clinical Practice.\r\nMultiple studies reviewed in this article document the diverse effects of these drugs on the GLP-1 receptors that are widely expressed in the human body, including the nervous system modulating appetite, the gastrointestinal tract modifying gastric emptying, and lipid metabolism regulation leading to reduction in fat deposition. The objective of this review is to summarize the mechanism of action of incretin receptor agonists, their effects in the gastrointestinal tract, and implications in clinical practice, particularly in the practice of gastroenterology, endoscopy, and surgery.\r\nPubmed   Journal   ReadQx \r\nOptimizing the management algorithm for adults with functional constipation failing a fiber/laxative trial in general gastroenterology: Cost-effectiveness and cost-minimization analysis.\r\n Anorectal function testing appears to be an emergent technology to optimize cost-effective outcomes, overcoming testing costs by phenotyping care.\r\nPubmed   Journal   ReadQx \r\nOsteoporosis and fragility fractures in patients with cirrhosis evaluated for liver transplantation: Identification of high-risk patients based on computed tomography at evaluation.\r\n In cirrhotic patients evaluated for LT, CT scan identified persons with severe osteoporosis without additional costs.\r\nPubmed   Journal   ReadQx \r\nPoor subjective sleep quality predicts symptoms in Irritable Bowel Syndrome using the Experience Sampling Method.\r\nPoor subjective sleep quality was associated with higher next day lower GI symptom levels, but not vice versa. Objective sleep measures did not predict next day abdominal symptoms, potentially supporting the conclusion that it is the perception of sleep quality which is most influential. This study may be used to guide future research into the effect of sleep interventions on GI symptoms.\r\nPubmed   Journal   ReadQx \r\nPrognostic value of the modified Rutgeerts' score for long-term outcomes after primary ileocecal resection in Crohn's disease.\r\n The increasing mRS corresponds closely with the risk for surgical and clinical recurrence. An index mRS = i2b is associated with surgical recurrence, an index mRS = i1 is associated with clinical recurrence and i1 or i2b with progression to severe endoscopic recurrence. These results support tight monitoring of disease activity and treatment optimization in patients with ileal lesions, and a more conservative management in patients with anastomotic lesions.\r\nPubmed   Journal   ReadQx \r\nSystematic resection of the visible scar, after incomplete endoscopic resection of rectal neuroendocrine tumours.\r\nIn case of non-R0 resected r-NET, systematic scar resection by EFTR or ESD seems necessary.\r\nPubmed   Journal   ReadQx \r\nUtility of the Serum-Based Endoscopic Healing Index in Monitoring Therapeutic Response in Ulcerative Colitis.\r\n EHI values are significantly responsive to changes in mucosal inflammation, also in UC patients, and can confirm and/or rule out mucosal inflammation with an almost similar accuracy to that of faecal calprotectin.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    An analysis of delayed bleeding in cases of colorectal endoscopic submucosal dissection due to types of direct oral anticoagulants in Japan.\r\nDabigatran was associated with a higher DBR than other DOACs, and only rivaroxaban was associated with a significantly lower DBR than warfarin.\r\nPubmed   Journal   ReadQx \r\nLong-term Safety Outcomes of Fecal Microbiota Transplantation: Real-World Data over Eight Years from the Hong Kong FMT Registry.\r\n This prospective real-world data from Asia's first FMT registry demonstrated that FMT has an excellent long-term safety profile. The risk of developing new medical conditions beyond 12 months after FMT is low.\r\nPubmed   Journal   ReadQx \r\nSex differences in treatment response to nucleos(t)ide therapy in chronic hepatitis B: a multicenter longitudinal study.\r\nSex differences exist for treatment outcomes among hepatitis B patients. Male sex associated with 16% higher likelihood of clinical remission and 31% higher likelihood of biochemical response than females, while viral suppression and HCC incidence were similar between the two groups.\r\nPubmed   Journal   ReadQx \r\nThe Index of Severity for Eosinophilic Esophagitis (I-SEE) Reflects Longitudinal Clinicopathologic Changes in Children.\r\nI-SEE is a responsive severity metric in children treated long-term during routine clinical care. Baseline low BMI and poor feeding were more common in children with severe I-SEE scores.\r\nPubmed   Journal   ReadQx \r\nThe diagnostic performance of fecal immunochemical tests for detecting advanced neoplasia at surveillance colonoscopy.\r\nThe use of FIT prior to surveillance colonoscopy provides clinicians with insights into the risk of AN. This raises the possibility of a method to triage individuals, facilitating the more efficient management of endoscopic resources.\r\nPubmed   Journal   ReadQx \r\nVedolizumab, Adalimumab, and Methotrexate Combination Therapy in Crohn's Disease (EXPLORER).\r\nCombination therapy resulted in endoscopic and clinical remission at week 26 in 34.5% and 54.5% of patients, respectively, with no safety signal related to the treatment regimen. This supports further evaluation of combination therapy in CD.  number  NCT02764762.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopically placed fiducial markers for image-guided radiotherapy in preoperative gastric cancer: Technical feasibility and potential benefit.\r\nEndoscopic placement of fiducial markers in the stomach is technically feasible and safe. Being well visible and positionally stable, markers provide a potential benefit for IGRT.\r\nPubmed   Journal   ReadQx   PMC\r\nPerformance of endoscopic submucosal dissection for undifferentiated early gastric cancer: a multicenter retrospective cohort.\r\nESD could be considered as the initial step to manage UD-EGC, providing at least an \"entire-lesion\" biopsy to guide therapeutic strategy. When histology confirms absence of lymphovascular and perineural invasion, this modality could be therapeutic, providing low recurrence rates.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Forced cold snare polypectomy is related to cold snare defect protrusions and incomplete polyp resections: A prospective observational study. \r\nThere is the possibility that FCSP is associated with the occurrence of CSDPs and IPR. Further studies are necessary in the future to confirm our results.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    BRD9-SMAD orchestrates stemness and tumorigenesis in pancreatic ductal adenocarcinoma.\r\nCollectively, the data suggest BRD9 as a novel therapeutic target for PDAC treatment via modulation of CSC stemness.\r\nPubmed   Journal   ReadQx \r\nHBV DNA AND HBSAG LEVELS AT 24 WEEKS OFF-TREATMENT PREDICT CLINICAL RELAPSE AND HBSAG LOSS IN HBEAG NEGATIVE PATIENTS WHO DISCONTINUED ANTIVIRAL THERAPY. \r\nAmong HBeAg negative CHB patients who discontinued antiviral therapy and who did not experience clinical relapse before FU W24, serum levels of HBV DNA and HBsAg at FU W24 can be used to predict subsequent clinical relapse and HBsAg clearance. A combination of HBsAg <100 IU/mL with HBV DNA <100 IU/mL identifies patients with a low risk of relapse and excellent chances of HBsAg loss, and could potentially be used as an early surrogate endpoint for studies aiming at finite therapy in HBV.\r\nPubmed   Journal   ReadQx \r\np21 prevents the exhaustion of CD4+ T cells within the antitumor immune response against colorectal cancer.\r\n Our data reveal the importance of p21 in controlling cell cycle and preventing exhaustion of Th1 cells. Furthermore, we unveil the therapeutic potential of CDK inhibitors such as Palbociclib to reduce T cell exhaustion for future treatment of patients with colorectal cancer.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Ultrathin endoscope equipped with ultrasonic miniprobe for upper gastrointestinal ultrasonography in a porcine model.\r\n The UT-EUS is easy to use, the obtained image quality is satisfactory, and it has potential clinical application value.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Disruption of CerS6-mediated sphingolipid metabolism by FTO deficiency aggravates ulcerative colitis.\r\nFTO downregulation promoted UC by decreasing CerS6 expression, leading to increased S1P accumulation in IECs and aggravating colitis via m 6 A-dependent mechanisms. Lower FTO expression in UC patients may enhance their response to vedolizumab treatment.\r\nPubmed   Journal   ReadQx \r\nImmunosuppressive CD29+ Treg accumulation in the liver in mice on checkpoint inhibitor therapy. \r\nWe identified IL2 as a critical modulator of both CD29+ and CD29- hepatic Tregs, but expansion of the liver Treg population with aPD-1 driven by CD29+ Tregs was in part IL2-independent. We propose that CD29+ Tregs constitute a unique subpopulation of hepatic Tregs that are primed to respond to ICI agents and mediate resistance.\r\nPubmed   Journal   ReadQx \r\nInterplay between diet, circulating indolepropionate concentrations and cardiometabolic health in US populations.\r\nSpecific microbial species and dietary fibre jointly predicted significantly higher circulating IPA concentrations at higher tryptophan intake. Dietary and plasma tryptophan, as well as its kynurenine pathway metabolites, demonstrated divergent associations from those for IPA, which was significantly predictive of lower risk of T2D.\r\nPubmed   Journal   ReadQx \r\nLactobacillus gallinarum-derived metabolites boost anti-PD1 efficacy in colorectal cancer by inhibiting regulatory T cells through modulating IDO1/Kyn/AHR axis. \r\nL. gallinarum is a potential adjuvant to augment anti-PD1 efficacy against CRC.\r\nPubmed   Journal   ReadQx \r\nMolecular portraits of patients with intrahepatic cholangiocarcinoma who diverge as rapid progressors or long survivors on chemotherapy. \r\nThe RPLS signature could be a novel metric of chemotherapy outcome in iCCA. Further development and validation of this transcriptomic signature is warranted to develop precision chemotherapy strategies in these settings.\r\nPubmed   Journal   ReadQx \r\nPrecancerous nature of intestinal metaplasia with increased chance of conversion and accelerated DNA methylation.\r\nChromatin immunoprecipitation sequencing for H3K27ac and single-cell assay for transposase-accessible chromatin by sequencing were conducted using IM mucosa. expression.\r\nPubmed   Journal   ReadQx \r\nReflux conditions induce E-cadherin cleavage and EMT via APE1 redox function in oesophageal adenocarcinoma.\r\n Reflux conditions promote EMT via APE1 redox-dependent E-cadherin cleavage. APE1-redox function inhibitors can have a therapeutic role in EAC.\r\nPubmed   Journal   ReadQx \r\nShorter-acting glucagon-like peptide-1 receptor agonists are associated with increased development of gastro-oesophageal reflux disease and its complications in patients with type 2 diabetes mellitus: a population-level retrospective matched cohort study.\r\n Starting shorter-acting GLP-1 RAs is associated with increased risks of GERD and its complications.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A randomized, double-blind, placebo-controlled trial of Aldafermin in patients with nonalcoholic steatohepatitis and compensated cirrhosis.\r\nAldafermin 3 mg resulted in significant reduction in ELF in patients with compensated NASH cirrhosis.\r\nPubmed   Journal   ReadQx \r\nCanonical Wnt signaling promotes HSC glycolysis and liver fibrosis through an LDH-A/HIF-1a transcriptional complex.\r\nInhibition of HSC glycolysis by targeting Wnt/ß-catenin signaling and LDH-A had therapeutic promise for liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nPhysiologic changes in the hepatopulmonary syndrome before and after liver transplant: A longitudinal and predictor analysis.\r\nWe present the largest and longest longitudinal data analysis in HPS. In addition to rates of physiological decline and improvement before and after liver transplantation, we present novel predictors of PaO2 decline and improvement rates. Our findings enhance understanding of the natural history of HPS and provide pathophysiologic clues. Importantly, they may assist providers in prognostication and prioritization before and after transplant.\r\nPubmed   Journal   ReadQx \r\nSpatial proteomics of immune microenvironment in nonalcoholic steatohepatitis-associated hepatocellular carcinoma.\r\nOur work provides the first detailed spatial map of single-cell phenotypes and multicellular connections in NASH-HCC. We demonstrate that interactions between MDSCs and TAMs with effector T cells underlie immunosuppression in NASH-HCC and are an actionable target.\r\nPubmed   Journal   ReadQx \r\nTelomere length and risk of cirrhosis, hepatocellular carcinoma, and cholangiocarcinoma in 63,272 individuals from the general population.\r\n Shorter telomere length is associated with a higher risk of cirrhosis, hepatocellular carcinoma, and cholangiocarcinoma.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    PAGE-B incorporating moderate HBV DNA levels predicts risk of HCC among patients entering into HBeAg-positive chronic hepatitis B.\r\nWith a scoring range from 0 to 12 points, a PAGED-B score differentiates the HCC risk. A PAGED-B score significantly differentiates the 5-year HCC risk: low <7 points and high =7 points.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: IBD cost evolution - transitioning from compensating lost productivity to escalating medication expenses.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Interaction between fibre and colonic fermentation assessed with a novel gas-sensing capsule.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Negative impact of diabetes mellitus and obesity on the prognosis of patients with chronic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: The complex interplay between diet and Escherichia coli in inflammatory bowel disease. \r\ncoli and other Proteobacteria interact with certain dietary components to promote gut inflammation. Well-designed clinical trials are required before dietary recommendations for disease management can be made.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nDevelopment and Current State of Digital Therapeutics for Irritable Bowel Syndrome.\r\n BGBTs are effective, guideline-recommended treatments for IBS. Digital therapeutic devices offer accessible, cost-effective treatment options for delivery of adjunctive BGBT for the treatment of IBS. The decision to recommend digital BGBTs should be guided by careful patient assessment that includes mental health screening and risk assessment.\r\nPubmed   Journal   ReadQx \r\nParental Leave and Return-to-Work Policies: A Practical Model for Implementation in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Pathobionts in IBD: Origins, Underlying Mechanisms, and Implications for Clinical Care.\r\nDespite recognizing that pathobionts likely contribute to the pathogenesis of IBD, more work is needed to define their modes of action. Determining whether causal relationships exist between pathobionts and specific disease characteristics could pave the way for improved care for patients, particularly for those not responding to current IBD therapies.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic drainage of pancreatic fluid collections: Does hospital volume impact outcomes?\r\n\r\nPubmed   Journal   ReadQx \r\nG-POEM for refractory gastroparesis after gastric pacer placement: moving things forward.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Smart capsules for sensing and sampling the gut: status, challenges and prospects.\r\nAs a compliment to gut sensing smart capsules, significant amount of effort has been put into the development of robotic capsules to collect tissue biopsy and gut microbiota samples to perform in-depth analysis after capsule retrieval which will be a game changer for gut health diagnosis, and this advancement is also covered in this review. The expansion of smart capsules to robotic capsules for gut microbiota collection has opened new avenues for research with a great promise to revolutionise human health diagnosis, monitoring and intervention.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Are we ready to translate metabolomics into clinical practice for ACLF prediction and diagnosis?\r\n\r\nPubmed   Journal   ReadQx \r\nBioactive signaling lipids as drivers of chronic liver diseases.\r\nThese diseases include alcohol associated liver disease (AALD), non-alcoholic fatty liver disease (NAFLD), viral hepatitis and hepatocellular carcinoma (HCC). We discuss the balance between pathogenic and beneficial bioactive lipids as well as potential therapeutic targets related to the agonism or the antagonism of their receptors.\r\nPubmed   Journal   ReadQx \r\nEnding stigmatizing language in alcohol and liver disease: A liver societies' statement.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Endoscopic Ultrasound (EUS)-guided Sclerotherapy with Lauromacrogol: A Novel Therapy for A Giant Esophageal Hemangioma.\r\n\r\nPubmed   Journal   ReadQx \r\nMeandering main pancreatic Duct-Rare cause of recurrent acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Time Has Come to Adopt the Sessile Serrated Lesion Detection Rate as a Quality Metric.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Computer-Aided Detection (CADe) System Significantly Improves Polyp Detection in Routine Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nA Rare Case of Esophageal Granular Cell Tumor in Eosinophilic Esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nWashout periods in inflammatory bowel disease trials: A systematic literature review and proposed solutions.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A light in the dark: Peroral cholangioscopy provides a new strategy for difficult cannulation in pancreaticobiliary maljunction.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel endoscopic ultrasound guided re-pancreaticogastrostomy using forward-viewing echoendoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nComments on: \"Effect of pre-resection biopsy on detection of advanced dysplasia in large nonpedunculated colorectal polyps undergoing endoscopic mucosal resection\".\r\n\r\nPubmed   Journal   ReadQx \r\nComplete resection of a rectal post-endoscopic-resection residual tumor including four endoclips using underwater endoscopic mucosal resection. \r\n\r\nPubmed   Journal   ReadQx \r\nContrast-enhanced endoscopic ultrasound and fine-needle biopsy of a rare mediastinal mass: a mediastinal schwannoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDigital single-operator cholangioscopy-guided endoluminal radiofrequency of an intraductal papillary mucinous neoplasia of the main pancreatic duct. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of bile duct stones after bariatric Roux-en-Y gastric bypass through endoscopic ultrasound-directed transgastric ERCP.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic vacuum therapy for esophageal perforations: is it risk effective for every size of defect?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nKill two birds with one stone: one submucosal tunnel for achalasia combined with large epiphrenic diverticulum.\r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous transhepatic digital single-operator cholangioscopy-guided laser lithotripsy in treating difficult intrahepatic duct stone in surgically altered anatomy. \r\n\r\nPubmed   Journal   ReadQx \r\nShould colorectal endoscopic submucosal dissection defects be closed just because we can?\r\n\r\nPubmed   Journal   ReadQx \r\nStent-in-stent deployment above the papilla to treat malignant hepatic hilar biliary obstruction using novel fully covered multi-hole metal stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful closure of thoracogastric airway fistula with occluder devices and coils under fluoroscopic guidance. \r\n\r\nPubmed   Journal   ReadQx \r\nTechnical aspects of transpapillary biopsy for gallbladder cancer using a novel cholangioscope. \r\n\r\nPubmed   Journal   ReadQx \r\nThree synchronous lesions with different historical types diagnosed by endoscopic submucosal dissection in one patient.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTwo-point fixed pulley-traction method in endoscopic submucosal dissection for early gastric neoplasm. \r\n\r\nPubmed   Journal   ReadQx \r\nUsefulness of inserting a modified single-pigtail plastic stent into a metallic stent in endoscopic ultrasound-guided gallbladder drainage. \r\n\r\nPubmed   Journal   ReadQx \r\nUsing a through-the-scope tack and suture system in patients with gastrointestinal wall defects: an alternative option beyond endoscopic clipping.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Early detection of advanced adenomas and colorectal carcinoma by serum glycoproteome profiling. \r\n\r\nPubmed   Journal   ReadQx \r\nIntermittent Feasting: Dampening our Gut Immune Spirits.\r\n\r\nPubmed   Journal   ReadQx \r\nMultiple Hepatic Masses in a Patient with Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nParental Leave and Return-to-Work Policies: A Practical Model for Implementation in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nRisk factors for liver cancer and chronic liver disease-related death: are sugar substitutes better than the real thing?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A case of rare early type 0-IIb esophageal adenoid cystic carcinoma accompanied by squamous cell carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Protruding Submucosal Lesion in the Colon (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nClosure of a Duodenal Perforation with an Over-the-Scope Clip Complicated by Colon Entrapment.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided portal vein location before transjugular intrahepatic portosystemic shunt for the treatment of cavernomatous transformation of the portal vein (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic diagnosis of a Neuroendocrine Neoplasm inside a Meckel's diverticulum: a capsule endoscopy finding.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic incision of the duodenal descending incomplete obstruction caused by duodenal web(with video).\r\n\r\nPubmed   Journal   ReadQx \r\nGastrocutaneous fistula for decompression in chronic ileus caused by peritoneal carcinomatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nMcKittrick-Wheelock syndrome: chronic diarrhea and electrolyte abnormalities due to a large rectal polyp with endoscopic management.\r\n\r\nPubmed   Journal   ReadQx \r\nModified Peroral Endoscopic Myotomy for Non-Helical-Type Gastric Sleeve Stenosis After Laparoscopic Sleeve Gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nMultiple large intestinal Myofibroblastoma.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-balloon enteroscopy-assisted reduction of jejunogastric intussusception after Billroth II gastrectomy (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal Mucin Droplets: A Rare Endoscopic Sign of Colorectal Adenocarcinoma with Mucinous Features.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Wheat proteins as triggers of central nervous system inflammation.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Ending stigmatizing language in alcohol and liver disease: A liver societies' statement†.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Effect of tenofovir-based HIV pre-exposure prophylaxis against HBV infection in men who have sex with men.\r\n\r\nPubmed   Journal   ReadQx \r\nThe utility of futility.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Interaction between fibre and colonic fermentation assessed with a novel gas-sensing capsule-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Negative impact of diabetes mellitus and obesity on the prognosis of patients with chronic liver disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Antibiotics in gut dysbiosis and development of inflammatory bowel disease-More thought is needed-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Antibiotics in gut dysbiosis and development of inflammatory bowel disease-More thought is needed.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Entecavir versus tenofovir on serum lipoprotein levels of hepatitis B virus-related hepatocellular carcinoma after curative hepatectomy-Author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Entecavir versus tenofovir on serum lipoprotein levels of hepatitis B virus-related hepatocellular carcinoma after curative hepatectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Incidence of hepatitis B virus reactivation in patients with psoriasis treated with cytokine inhibitors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: NSBB for fatty liver disease-Still a long way to go.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: NSBB for fatty liver disease-Still a long way to go. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Transperineal ultrasonography for ulcerative proctitis- Applicability in the pregnant population?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Transperineal ultrasonography for ulcerative proctitis-Applicability in the pregnant population? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    In response to: Australasian insights and perspectives on the burden of Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThis Letter to the Editor is in response to: \"Efficacy of Elimination Diets in Eosinophilic Esophagitis: A Systematic Review and Meta-analysis\". Christoph Mayerhofer. Volume 21, Issue 9, P2197-2210, August 2023.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comment Regarding \"Antireflux surgery versus antireflux medication and risk of esophageal adenocarcinoma in patients with Barrett's esophagus\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Higher Intra-Abdominal Visceral Adipose Tissue Mass Is Associated With Lower Rates of Clinical and Endoscopic Remission in Patients With Inflammatory Bowel Diseases Initiating Biologic Therapy: Results of the Constellation Study\".\r\n\r\nPubmed   Journal   ReadQx \r\nGlobal inequalities in the burden of digestive diseases from 1990 to 2019: findings from the Global Burden of Disease Study 2019.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Hemospray for Management of Malignant Gastrointestinal Bleeding: Game Changing Strategy or Just Another Red Herring?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Factors influencing the prolonged duration of endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh-risk T1 colorectal cancer requires radical resection.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of withdrawal time on adenoma detection rate: some issues to be addressed.\r\n\r\nPubmed   Journal   ReadQx \r\nPeroral endoscopic myotomy in opioid-induced esophageal dysfunction: recommend caution.\r\n\r\nPubmed   Journal   ReadQx \r\nProphylactic EUS-guided gallbladder drainage in patients with malignant biliary obstruction and cystic duct orifice involvement: Need more answers!\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater versus conventional EMR of large nonpedunculated colorectal lesions: no clarity on the role of submucosal injection.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Exploring the impact of gut microbial metabolites on inactivated SARS-CoV-2 vaccine efficacy during pregnancy and mother-to-infant antibody transfer.\r\n\r\nPubmed   Journal   ReadQx \r\nFGF-21 analogues for treatment of non-alcoholic steatohepatitis and fibrosis: a meta-analysis with fragility index of phase 2 randomised placebo-controlled trials. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-29T20:30:34-04:00",
    "input_file": {}
  }
]
