[
  {
    "path": "gi/09-01-2023/",
    "title": "Fri Sep 01 2023",
    "description": "74 articles - From Friday Aug 25 2023 to Friday Sep 01 2023",
    "author": [],
    "date": "2023-09-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastrointest Endosc\r\n    Transportation barriers and endoscopic procedures: barriers, legal challenges, and strategies for GI endoscopy units.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Hepatology\r\n    Medications for alcohol use disorder promote abstinence in alcohol-related cirrhosis: results from a systematic review and meta-analysis.\r\n MAUD in patients with cirrhosis are effective in promoting AA and have a good safety profile. Larger studies on the effects of MAUD are needed, especially in patients with advanced liver disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Integrated HBV DNA and cccDNA maintain transcriptional activity in intrahepatic HBsAg-positive patients with functional cure following PEG-IFN-based therapy.\r\n Integrated HBV DNA and cccDNA maintain transcriptional activity and maybe involved in HBsAg seroreversion in intrahepatic HBsAg-positive patients with functional cure and linked to virological relapse.\r\nPubmed   Journal   ReadQx \r\nProspective direct comparison of non-invasive liver tests in outpatients with type 2 diabetes using intention-to-diagnose analysis.\r\nIn intention-to-diagnose analysis, FibroTest-T2D, TD-SWE and VCTE performed similarly for staging fibrosis, and out-performed Fibrosis-4 in outpatients with type 2 diabetes. The standard analysis over-estimated VCTE performance. Clinicaltrial gov  NCT03634098.\r\nPubmed   Journal   ReadQx \r\nRisk and predictors of hepatic decompensation in grey zone patients by the Baveno VII criteria: A competing risk analysis.\r\nPatients in grey zone of Baveno VII criteria remain at high risk of hepatic decompensation. Clinical risk factors and spleen stiffness can further stratify the risk in such patients.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Review of Available Medical Therapies to Treat Moderate to Severe Inflammatory Bowel Disease in 2023.\r\nAdditionally, safety considerations and use in special populations is summarized with proposed algorithms for positioning therapies. The aim is to provide a synopsis of high impact data and aid in outpatient treatment decision making for IBD patients.\r\nPubmed   Journal   ReadQx \r\nEndoscopist and procedure-level factors associated with increased adenoma detection with the use of a computer-aided detection (CADe) device.\r\nThe application of CADe devices in clinical practice should be carefully evaluated. Larger studies should explore differences in endoscopist-related factors for CADe.\r\nPubmed   Journal   ReadQx \r\nInterventional Endoscopic Ultrasound: Current Status and Future Frontiers.\r\nInterventional Endoscopic Ultrasound (EUS) has fueled remarkable advancements in the field of therapeutic procedures, revolutionizing minimally invasive interventions for a diverse range of conditions. This review highlights the latest breakthroughs and advancements in therapeutic EUS, showcasing its potential to transform patient care.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    COLORECTAL CANCER STAGE-DISTRIBUTION AT FIRST AND REPEAT FECAL IMMUNOCHEMICAL TEST SCREENING.\r\n FIT-based screening is effective in downstaging CRC, also at repeat screening. Increasing the FIT cut-off level has limited impact on the stage-distribution of detected CRCs, though greatly affects CRC detection and thus is important to keep low.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Development and validation of a post-radiotherapy prediction model for bowel dysfunction after rectal cancer resection.\r\nPORTLARS could predict major bowel dysfunction after rectal cancer resection following radiotherapy with high accuracy and robustness. It may serve as a useful tool to highlight patients who need additional support for long-term dysfunction in the early stage.\r\nPubmed   Journal   ReadQx \r\nPancreatic acinar cells-derived sphingosine-1-phosphate contributes to fibrosis of chronic pancreatitis via inducing autophagy and activation of pancreatic stellate cells.\r\nActivated SPHK1/S1P pathway in iPACs induces autophagy and activation of PSCs by regulating S1PR2/AMPK/mTOR pathway, which promoting fibrogenesis of CP. The hypoxia microenvironment might contribute to the crosstalk between PACs and PSCs in pathogenesis of CP.\r\nPubmed   Journal   ReadQx \r\nThe natural disease course of pancreatic cyst associated neoplasia, dysplasia, and ductal adenocarcinoma; results of a microsimulation model.\r\n The mean duration of HGD lesions prior to development of PC was estimated to be 4.0 years. This implies a window of opportunity for screening, presuming the availability of a reliable diagnostic test. The probability that LGD cyst will progress to cancer was predicted to be low.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoluminal radiofrequency ablation in patients with malignant biliary obstruction: a randomised trial.\r\n A combination of endoluminal RFA and stenting was not superior to stenting alone in prolonging survival or improving stent patency in patients with malignant biliary obstruction.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal syndromes preceding a diagnosis of Parkinson's disease: testing Braak's hypothesis using a nationwide database for comparison with Alzheimer's disease and cerebrovascular diseases.\r\n Dysphagia, gastroparesis, IBS without diarrhoea and constipation might specifically predict Parkinson's disease.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    HDV RNA Assays: Performance characteristics, clinical utility and challenges.\r\nWe summarize distinct technical features and performance characteristics of available HDV RNA assays. Finally, we provide considerations for the use of HDV RNA assays in the context of drug development and patient monitoring.\r\nPubmed   Journal   ReadQx \r\nHepatocellular carcinoma reduced, HBsAg loss increased and survival improved after finite therapy in hepatitis B patients with cirrhosis.\r\nFinite Nuc therapy in HBeAg-negative HBV-LC may reduce HCC incidence, increase HBsAg loss and improve survival. Greater HBsAg decline/loss may reflect enhanced immunity and contribute to the reduction of hepatic carcinogenesis.\r\nPubmed   Journal   ReadQx \r\nImpact of PNPLA3 I148M on alpha-1 antitrypsin deficiency-dependent liver disease progression.\r\n Our results demonstrate that the PNPLA3 polymorphism in the absence of additional metabolic risk factors is insufficient to drive the development of advanced liver disease in severe alpha1-antitrypsin deficiency.\r\nPubmed   Journal   ReadQx \r\nRefractory hepatic hydrothorax is associated with increased mortality with death occurring at lower MELD-Na compared to cirrhosis and refractory ascites.\r\nRH was associated with higher risk of LRD than RA at equivalent MELD-Na. By contrast, MELD 3.0 may better predict risk of LRD in RH.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Familial Coaggregation of MASLD with Hepatocellular Carcinoma and Adverse Liver Outcomes: Nationwide Multigeneration Cohort Study.\r\nThere is distinct familial clustering of adverse liver-related outcomes in families of individuals with biopsy-proven MASLD with higher relative risks of HCC, progressive liver disease, and liver-related mortality, but absolute risks are low. Impact and implications Metabolic dysfunction-associated steatotic liver disease (MASLD;  formerly termed Nonalcoholic fatty liver disease;  NAFLD) clusters in families with high genetic susceptibility and shared environmental risk factors, but the risks of developing hepatocellular carcinoma (HCC) and other major liver-related outcomes in family members of individuals with MASLD are largely unknown. This large nationwide multigeneration cohort study involving family members (first-degree relatives and spouses) of individuals with biopsy-proven MASLD and of matched general population comparators found slightly increased risks of HCC in first-degree relatives, and of developing cirrhosis and liver-related mortality in al family members of individuals with biopsy-proven MASLD. The findings of this study provide large-scale evidence to inform clinical practice guidelines for recommendations on the early identification of individuals at higher risk of liver-related morbidity and mortality.\r\nPubmed   Journal   ReadQx \r\nMolecular-based targeted therapies in patients with hepatocellular carcinoma and hepato-cholangiocarcinoma refractory to atezolizumab/bevacizumab.\r\n Molecular-based guided therapy is feasible in patients with HCC/H-CCK progressing under atezolizumab/bevacizumab and may be useful in a small subset of patients. Impact and implications Whole genome/exome and RNA sequencing in clinical practice have never been previously reported in patients with HCC and H-CCK. Herein, we provided a pilot study suggesting that Whole genome/exome RNA sequencing is feasible on tumor biopsy in patients refractory to atezolizumab/bevacizumab with a small subset of the patients with at least one actionable genomic alteration and who received an adapted targeted therapy. This is a proof-of-concept study suggesting that a small subset of patients have a clinical benefit from this strategy. Finally, validation of this approach will be required in a larger cohort of patients.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Achalasia and Hiatal Hernia: A Rare Association and a Therapeutic Challenge.\r\nHiatal hernia is rarely associated with achalasia. The presence of a hiatal hernia should not influence treatment decisions in patients with achalasia.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: If STRIDE-II is the hammer, then Crohn's disease and ulcerative colitis are not the same nails.\r\n\r\nPubmed   Journal   ReadQx \r\nRecent advances in fibrosis assessment for metabolic dysfunction-associated fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nCurrent Pharmacologic Therapies for Hepatorenal Syndrome-Acute Kidney Injury.\r\nOur current understanding of HRS treatment is improved by recent randomized clinical trials. Previous studies using varying medication doses along with the \"old\" definition of hepatorenal syndrome (HRS type 1) rather than HRS-AKI means that there is still a need for future multicenter prospective studies further refining the risk-benefit ratio of vasoconstrictors for HRS-AKI patients. The Food and Drug Administration has approved terlipressin for use in September 2022. Because it will take time to adapt into clinical practice, less cost-prohibitive vasoconstrictors should still be considered. Opportunities also exist to clarify the safety, timing of initiation, as well as possible discontinuation of terlipressin.\r\nPubmed   Journal   ReadQx \r\nHepatorenal Syndrome-Acute Kidney Injury in Liver Transplantation.\r\nTerlipressin has been shown to reverse HRS-AKI in a significant proportion of those treated and consequently can lead to increased LT patient survival and freedom from renal replacement therapy. We will review the impact of HRS on the management of patients awaiting LT, present strategies to prevent this significant complication, and discuss major implications of recent therapeutic advances in the setting of LT.\r\nPubmed   Journal   ReadQx \r\nPathophysiology of Hepatorenal Syndrome - Acute Kidney Injury.\r\nOther contributing factors to renal dysfunction include the tubular damaging effects of cholestasis and adrenal dysfunction. Future developments include the use of metabolomics to identify metabolic pathways that can lead to the development of renal dysfunction, with the potential of identifying biomarkers for early diagnosis of renal dysfunction and the development of treatment strategies.\r\nPubmed   Journal   ReadQx \r\nResearch Considerations in Digestive and Liver Disease in Transgender and Gender-Diverse Populations.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Diagnosis and Non-pharmacological Management of Acute Kidney Injury in Patients with Cirrhosis.\r\nThe diagnosis and early institution of nonpharmacologic and pharmacologic management are key to the recovery of renal function. The objective of this review is to provide a practical approach to the use of diagnostic biomarkers and highlight the nonpharmacologic management and prevention of acute kidney injury.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Gastric Intestinal Metaplasia: Real Culprit or Innocent Bystander as a Precancerous Condition for Gastric Cancer?\r\nEndoscopic surveillance for GIM may therefore be necessary, especially when there is extensive corpus GIM. Recent advances in image-enhanced endoscopy with integrated artificial intelligence have facilitated the identification of GIM and neoplastic lesions, which will impact preventive strategies in the near future.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Different levels of healing in inflammatory bowel diseases: mucosal, histological, transmural, barrier and complete healing.\r\nAlthough none of these new levels of healing indicate a definitive cure of the diseases, they make an important contribution to the assessment of patients' prognosis. The ultimate level of healing in IBD would be a resolution of al aspects of intestinal and extraintestinal inflammation (complete healing).\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Uniting to defeat steatotic liver disease: A global mission to promote healthy livers and healthy lives.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Promising Digital Therapeutics for Nonalcoholic Steatohepatitis: More Efforts Are Needed.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nCeliac Disease Detection Strategies: Poor Performance of the Case-Finding Policy.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of ALT Changes on the Risk of HCC in Hepatitis B-Compensated Cirrhotic Patients With Low Viremia.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Catassi et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Liaw.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Seidita et al.\r\n\r\nPubmed   Journal   ReadQx \r\nRisk Stratification Based on Cyst Size and Its Stability for Low-Risk Intraductal Papillary Mucinous Neoplasms: Which Size Matters?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Delivering high-quality, efficient gastroenterology care to vulnerable and underserved populations: special considerations and possible solutions.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Cholangioscopy in IgG4-related sclerosing cholangitis using texture and color enhancement imaging and red dichromatic imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nComplete anastomotic stenosis treated by combined stricturotomy using two colonoscopes.\r\n\r\nPubmed   Journal   ReadQx \r\nDeep submucosal invasion as a risk factor for recurrence after endoscopic submucosal dissection for T1 colorectal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of an intraductal papillary neoplasm of the bile duct with fibrovascular stalks using detective flow imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided reintervention for biliary metal stent kinking using a device delivery system.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric leak closure after the misdeployment of a lumen-apposing metal stent.\r\n\r\nPubmed   Journal   ReadQx \r\nHistopathologic uncertainties after colorectal endoscopic submucosal dissection with visible retraction of proper muscle layer.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of a large percutaneous endoscopic gastrostomy tube-associated gastric ulcer with endoscopic suturing.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic sphincterotomy allows removal of a fractured stone basket trapped in the pancreatic duct after lithotripsy.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-tunnel Zenker's diverticulum peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    2 AM In The ICU: What Could Go Wrong.\r\n\r\nPubmed   Journal   ReadQx \r\nA woman with unintended weight loss, hematochezia, abdominal pain, and vomiting.\r\n\r\nPubmed   Journal   ReadQx \r\nEruption of Subcutaneous Nodules in a Patient With Abdominal Pain and Arthralgia.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Stomach Looks Suspicious, But Is It Pernicious?\r\n\r\nPubmed   Journal   ReadQx \r\nTolerance to dietary antigens in the upper intestine through chopping of Gasdermin D.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Multiple inflammatory mechanisms in eosinophilic oesophagitis make it unlikely that single pathway inhibition by monoclonal biological therapies would succeed.\r\n\r\nPubmed   Journal   ReadQx \r\nPotential of personalised approaches in gastric cancer prevention.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: NAFLD, MAFLD or MASLD? cut the Gordian knot with \"Ludwig disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nReply: NAFLD, MAFLD or MASLD? cut the gordian knot with \"Ludwig disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nSarah C. Kalser, Ph.D.Obituary.\r\n\r\nPubmed   Journal   ReadQx \r\nThe chronicles of hepatocellular carcinoma classification: Subtyping, modeling and treatment.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: If STRIDE-II is the hammer, then Crohn's disease and ulcerative colitis are not the same nails-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Recent advances in fibrosis assessment for metabolic dysfunction-associated fatty liver disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Baveno-VI criteria to exclude large varices in patients with hepatocellular carcinoma-What have we learned?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Chinese herbal medicine Curcumin-QingDai (CurQD) - A good treatment option for active ulcerative colitis?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Chinese herbal medicine Curcumin-QingDai (CurQD)-A good treatment option for active ulcerative colitis? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comment on \"ChatGPT Answers Common Patient Questions About Colonoscopy\".\r\n\r\nPubmed   Journal   ReadQx \r\nEvolving Landscape of Large Language Models: An Evaluation of ChatGPT and Bard in Answering Patient Queries on Colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nMeasures and Definitions of Risk Factors for Small Intestinal Cancer: Improving Reproducibility and Credibility of Analysis Using Data From the Global Burden of Disease (GBD) Database.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Inflammatory bowel disease in STAT1 gain-of-function immunodeficiency treated with precision medicine.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Prevalence of Steatotic Liver Disease and Associated Fibrosis in the United States: Results from NHANES 2017-March 2020.\r\n\r\nPubmed   Journal   ReadQx \r\nSex Differences in Prevalence and Prognosis of Steatotic Liver Disease Phenotypes: Biological Sex Matters.\r\n\r\nPubmed   Journal   ReadQx \r\nSteatotic Liver Disease as A New Nomenclature for NAFLD from The Perspectives of The MENA Region: One Size Fits All This Time.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-04T19:09:53-04:00",
    "input_file": {}
  },
  {
    "path": "gi/08-25-2023/",
    "title": "Fri Aug 25 2023",
    "description": "127 articles - From Friday Aug 18 2023 to Friday Aug 25 2023",
    "author": [],
    "date": "2023-08-25",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Professionalism in the Management Endoscopic Adverse Events - Consensus Document from the American College of Gastroenterology Professionalism Committee.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Prospective assessment of the accuracy of ASGE and ESGE guidelines for choledocholithiasis.\r\nESGE and ASGE guidelines have similar accuracy for diagnosis of choledocholithiasis. However, ESGE criteria result in more patients needing additional testing, but also a smaller proportion of patients undergoing unnecessary ERCP.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Summary: personal protective equipment in GI endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review with meta-analysis: Medical therapies for treatment of ulcerative proctitis.\r\nTopical 5-ASA and corticosteroids are effective for active UP. Topical 5-ASA may be effective for maintenance of remission. Tacrolimus may be effective for induction of remission. Etrasimod may be effective for induction and for maintenance of remission. Trials should include UP to expand the evidence base for this under-represented population.\r\nPubmed   Journal   ReadQx \r\nSystematic review: Interventions for alcohol use disorder in patients with cirrhosis or alcohol-associated hepatitis.\r\nBaclofen is the only intervention with randomised trial evidence for significant benefit in patients with cirrhosis. Non-randomised studies also point to non-pharmaceutical interventions possibly improving clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Effect of Behavioral Interventions on the Uptake of Colonoscopy for Colorectal Cancer Screening: A Systematic Review and Meta-analysis.\r\nBehavioral interventions increase screening colonoscopy completion and should be adopted in clinical practice. In particular, patient navigation and multi-component interventions are the best-studied and most effective interventions.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    RISK OF CANCER RECURRENCE IN PATIENTS WITH IMMUNE-MEDIATED DISEASES WITH USE OF IMMUNOSUPPRESSIVE THERAPIES: AN UPDATED SYSTEMATIC REVIEW AND META-ANALYSIS.\r\n In patients with immune-mediated diseases and history of malignancy, there we observed similar rates of cancer recurrence in those on no immunosuppression compared to different immunosuppressive treatments.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    EUS-guided gastroenterostomy vs. surgical gastrojejunostomy and enteral stenting for malignant gastric outlet obstruction: a meta-analysis.\r\nEUS-GE is the most successful approach to treating MGOO, exhibiting a lower risk of recurrent obstruction compared to ES, and fewer AEs compared to SGJ.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of underwater versus conventional endoscopic mucosal resection for colorectal polyps: Systematic review and meta-analysis of RCTs.\r\nColorectal U-EMR results in higher en-bloc resection and lower recurrence rates when compared to C-EMR. Both techniques have comparable resection times and safety profiles.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comparative Diagnostic Yield of Different Endoscopic Techniques for Tissue Sampling of Upper Gastrointestinal Subepithelial Lesions: A Network Meta-analysis.\r\n EUS-FNB and MIAB seem to provide better performance, while bite-on-bite sampling is significantly inferior to the other techniques. MIAB seems to be the best option for smaller lesions, whereas EUS-FNA remains competitive when ROSE is available.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Age at treatment initiation predicts response in children with chronic hepatitis B.\r\nIn children with CHB receiving antiviral treatment, HBsAg loss and HBeAg clearance were frequently observed. Age at treatment initiation can predict treatment response, including HBsAg loss and HBeAg clearance.\r\nPubmed   Journal   ReadQx \r\nIncreasing healthcare costs in inflammatory bowel disease 2007-2020 in Sweden.\r\n Between 2007 and 2020, excess costs shifted from productivity losses to direct healthcare costs;  that is, the patients' compensation for sickness absence decreased, while society increased its spending on medications. Medication costs were driven both by expanding use of TNF inhibitors and by high costs for newer targeted therapies.\r\nPubmed   Journal   ReadQx \r\nProton pump inhibitor use and the risk of metachronous gastric cancer after H. pylori eradication in patients who underwent endoscopic resection for gastric neoplasms: A population-based cohort study.\r\nLong-term PPI use is associated with an increased risk of metachronous gastric cancer in patients who undergo H. pylori eradication therapy after endoscopic resection of gastric neoplasms.\r\nPubmed   Journal   ReadQx \r\nSTAR SIGN study: Evaluation of COVID-19 vaccine efficacy against the SARS-CoV-2 variants BQ.1.1 and XBB.1.5 in patients with inflammatory bowel disease.\r\nPatients with IBD who are treated with anti-TNF biologics show impaired neutralisation against novel omicron sublineages BQ.1.1 and XBB.1.5 and may benefit from prioritisation for future variant-adapted vaccines.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Review of Available Medical Therapies to Treat Moderate to Severe Inflammatory Bowel Disease in 2023.\r\nAdditionally, safety considerations and use in special populations is summarized with proposed algorithms for positioning therapies. The aim is to provide a synopsis of high impact data and aid in outpatient treatment decision making for IBD patients.\r\nPubmed   Journal   ReadQx \r\nAdvances in endohepatology.\r\nThese involve, amongst others, EUS-guided liver biopsy, EUS-guided portal pressure gradient measurement, coil and glue embolization of gastric varices… In addition to its conceptually attractive technical and innovative characteristics, \"endo-hepatology\" is also an appealing practical option for daily practice as it can be offered as a \"one-stop-clinic\" intervention where comprehensive endoscopic diagnostic and/or therapeutic testing is performed in a single outpatient visit. In this review, we will discuss current trends and future developments within endo-hepatology and the remaining hurdles to overcome.\r\nPubmed   Journal   ReadQx \r\nENDOSCOPIC VACUUM THERAPY FOR UPPER GASTROINTESTINAL LEAKS AND PERFORATIONS: ANALYSIS FROM A MULTICENTER SPANISH REGISTRY.\r\nEndoscopic vacuum therapy is safe and effective in cases of anastomotic leakage and perforations of the upper digestive tract. The early use of EVT improves the efficacy of this technique.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Sleeve Gastroplasty in Those with a BMI of 27-30.\r\nESG appears to be well tolerated, safe, and effective in patients with a BMI of 27 to 30.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound Guided Transgastric Shunt Obliteration (ETSO) for Recurrent Hepatic Encephalopathy.\r\n This novel technique is a potentially effective and efficient method for shunt obliteration.\r\nPubmed   Journal   ReadQx \r\nEndoscopist and procedure-level factors associated with increased adenoma detection with the use of a computer-aided detection (CADe) device.\r\nThe application of CADe devices in clinical practice should be carefully evaluated. Larger studies should explore differences in endoscopist-related factors for CADe.\r\nPubmed   Journal   ReadQx \r\nGastric Cancer Incidence and Mortality after Endoscopic Resection of Gastric Adenoma: A Nation-wide Cohort Study.\r\nRemoval of gastric adenoma resulted in lower-than-expected mortality but higher-than-expected incidence due to gastric cancer than in the general population. Our analyses indicated the importance of the follow-up strategy after removal of gastric adenoma.\r\nPubmed   Journal   ReadQx \r\nTowards AI-Augmented Clinical Decision Making: An Examination of ChatGPT's Utility in Acute Ulcerative Colitis Presentations.\r\nOut of 20 cases, ChatGPT's assessments were found to be 80% consistent with gastroenterologist evaluations and indicated a high degree of reliability. This suggests that ChatGPT could provide as a clinical-decision support tool in assessing acute Ulcerative colitis, serving as an adjunct to clinical judgment.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    COLORECTAL CANCER STAGE-DISTRIBUTION AT FIRST AND REPEAT FECAL IMMUNOCHEMICAL TEST SCREENING.\r\n FIT-based screening is effective in downstaging CRC, also at repeat screening. Increasing the FIT cut-off level has limited impact on the stage-distribution of detected CRCs, though greatly affects CRC detection and thus is important to keep low.\r\nPubmed   Journal   ReadQx \r\nHepatocellular Carcinoma Surveillance Patterns and Outcomes in Patients with Cirrhosis.\r\n HCC surveillance patterns vary in clinical practice and are associated with differing clinical outcomes. While awaiting data to determine if CT or MRI surveillance can be performed in a cost-effective manner in selected patients, AFP has a complementary role to ultrasound-based surveillance, supporting its adoption in practice guidelines.\r\nPubmed   Journal   ReadQx \r\nPoint-of-care non-invasive prediction of liver-related events in patients with NAFLD.\r\nThe ANTICIPATE-LRE models, and especially the ANTICIPATE-NASH-LRE model, could be valuable validated clinical tools to individually assess the risk of LRE at 3 years in patients with NAFLD/NASH.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Bowel cleansing effectiveness and safety of 1L PEG + Asc in the real-world setting: Observational, retrospective, multicenter study of over 13000 patients.\r\nThis large-scale, real-world study demonstrates the effectiveness of 1L PEG + Asc in the total and right colon, with a low percentage of patients with AEs in routine clinical practice.\r\nPubmed   Journal   ReadQx \r\nIncidence of retained biopsy specimens after esophagogastroduodenoscopy and colonoscopy.\r\nRetained specimens are startingly common in standard gastrointestinal endoscopic procedures and could potentially change diagnoses and management. Quality improvement measures should be instituted to monitor prevalence of retained biopsies and methods to prevent them should be developed.\r\nPubmed   Journal   ReadQx \r\nInitial experience of transpapillary gallbladder biopsy using newly designed device delivery system.\r\nA good indication for this technique is considered to be wall thickening at the gallbladder fundus, where it is difficult to differentiate between benign and malignant lesions by imaging modalities such as ultrasonography or endoscopic ultrasound. The addition of transpapillary gallbladder biopsy may be advantageous when performing bile juice cytology using a nasogallbladder drainage tube for the diagnosis of gallbladder disease.\r\nPubmed   Journal   ReadQx \r\nInitial multicenter experience using a novel articulating through-the-scope traction device for endoscopic submucosal dissection.\r\nDynamic real-time traction may lower the technical difficulty of ESD. Additional studies are needed to assess its cost-effectiveness and compare its usefulness with other traction devices and techniques during ESD.\r\nPubmed   Journal   ReadQx \r\nSmall Bowel Capsule Endoscopy: Experience from a single large tertiary care centre.\r\nCE is a safe and effective investigation with ever increasing range of indications. Potential SB bleed remains the most common indication for CE with high detection rate.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    CLINICAL OUTCOMES OF ENDOSCOPIC SUBMUCOSAL DISSECTION FOR SUPERFICIAL ESOPHAGEAL NEOPLASIA IN CLOSE PROXIMITY TO ESOPHAGEAL VARICES: A MULTICENTER INTERNATIONAL EXPERIENCE.\r\n ESD is feasible and effective for SEN located at or adjacent to EV in cirrhotic patients. Albeit, majority of the EV in our study were small in size, when expertise is available, ESD should be considered as a viable option for these patients.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    HIF1A stabilization restores epigenetic control of Nos1 expression and reverses gastroparesis in female diabetic mice.\r\n Pharmacological HIF1A stabilization is a novel, translatable approach to restoring nitrergic signaling and treating diabetic gastroparesis. The newly recognized effects of HIF1A on chromosome topology may provide insights into physioxia- and ischemia-related organ function.\r\nPubmed   Journal   ReadQx \r\nPredicting Incident Adenocarcinoma of the Esophagus or Gastric Cardia Using Machine Learning of Electronic Health Records.\r\nK-ECAN is a novel, internally validated tool predicting incident EAC/GCA using EHR data. Further work is needed to validate K-ECAN outside VHA and to assess how best to implement it within EHRs.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Burden of Illness of Rome IV Irritable Bowel Syndrome in the United States: Results from a Nationwide Cross-Sectional Study.\r\nIn this nationwide US survey, we found that Rome IV IBS is slightly more prevalent (6.1%) versus prior estimates (4.7%-5.3%). Additional research is needed to determine if this higher prevalence is in part due to the COVID-19 pandemic during which this study was conducted.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A new endoscopic closure technique, \"internal traction-assisted suspended closure,\" for gastrointestinal defect closure (with video): a pilot study.\r\nThe suspended closure technique is a simple, reliable, and easy-to-use technique for large full-thickness defects following endoscopic resection.\r\nPubmed   Journal   ReadQx \r\nAdverse events of self-expandable metal stent placement for malignant distal biliary obstruction: A large multicenter study.\r\nPancreatic duct without tumor involvement, intact papilla, and SEMS placement across the papilla were independent risk factors for acute pancreatitis, and tumor involvement to the OCD was an independent risk factor for cholecystitis. The risk factors for food impaction and/or sludge, stent migration, and tumor ingrowth differed among types of SEMS.\r\nPubmed   Journal   ReadQx \r\nClinical impact of pancreatic steatosis measured by computed tomography on the risk of post-endoscopic retrograde cholangiopancreatography pancreatitis: A multicenter prospective trial.\r\nPancreatic steatosis is a significant risk factor for PEP for which preventive measures should be considered. Standardized measurement protocols to assess PS by CT are needed.\r\nPubmed   Journal   ReadQx \r\nConventional Versus Oblique Fiber Sparing Endoscopic Myotomy for Achalasia Cardia: A randomized controlled trial.\r\n Sparing of sling fibers has no significant impact on the incidence of significant reflux esophagitis after POEM. Novel strategies need to be explored to prevent reflux after POEM. (NCT04229342).\r\nPubmed   Journal   ReadQx \r\nDefining the \"true acid reflux\" after per-oral endoscopic myotomy for achalasia: a prospective cohort study.\r\n A manual review of pH tracings helps identifying \"true acid reflux\" in post-POEM achalasia patients. Pre-procedural IRP can be a predictive factor in determining patients at risk for this outcome.\r\nPubmed   Journal   ReadQx \r\nTrue diagnostic ability of endoscopic ultrasound-guided fine needle aspiration/biopsy for small pancreatic cancer =10 mm and salvage diagnosis by pancreatic juice cytology: A multicenter study.\r\nThe true success rate/sensitivity of EUS-FNAB for PDAC = 10 mm was relatively low. When EUS-FNAB for a pancreatic lesion = 10 mm strongly suspected to be PDAC is unsuccessful or yields a negative result, PJC is recommended.\r\nPubmed   Journal   ReadQx \r\nValidation of Prediction Tools for Gastrointestinal Bleeding in Patients on Dual Anti-Platelet Therapy After Percutaneous Coronary Intervention.\r\n The SIGE score may help to predict rebleeding, which was shown to be associated with an increased risk of MACE. Further external validation is needed.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    APC and P53 mutations synergise to create a therapeutic vulnerability to NOTUM inhibition in advanced colorectal cancer.\r\nOur findings that a single agent targeting the extracellular enzyme NOTUM is effective in treating highly aggressive, metastatic adenocarcinomas in preclinical mouse models and human organoids make NOTUM and its glypican targets therapeutic vulnerabilities in advanced CRC.\r\nPubmed   Journal   ReadQx \r\nDietary wheat amylase trypsin inhibitors exacerbate CNS inflammation in experimental multiple sclerosis.\r\nDietary wheat ATI activate murine and human myeloid cells. The amount of ATI present in an average human wheat-based diet caused mild intestinal inflammation, which was propagated to extraintestinal sites, leading to exacerbation of CNS inflammation and worsening of clinical symptoms in EAE. These results support the importance of the gut-brain axis in inflammatory CNS disease.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal syndromes preceding a diagnosis of Parkinson's disease: testing Braak's hypothesis using a nationwide database for comparison with Alzheimer's disease and cerebrovascular diseases.\r\n Dysphagia, gastroparesis, IBS without diarrhoea and constipation might specifically predict Parkinson's disease.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Clinical decision support and electronic interventions to improve care quality in chronic liver diseases and cirrhosis.\r\nYet, CDS systems have had a mixed record in clinical medicine due to issues with interoperability and compatibility with clinical workflows. In this review, we discuss the conceptual origins of CDS systems, existing applications in liver diseases, issues and challenges with implementation, and emerging strategies to improve their integration in hepatology care.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of a prognostic score to identify the optimal candidate for preemptive TIPS in patients with cirrhosis and acute variceal bleeding.\r\nWe developed and validated a clinical prediction model that can help to identify individuals who will benefit from p-TIPS, which may guide clinical decision-making.\r\nPubmed   Journal   ReadQx \r\nDual elastography to discriminate adjacent stages of fibrosis and inflammation in chronic hepatitis B: A prospective multicenter study.\r\nDual elastography demonstrated high performance in the continuous discrimination of fibrosis and inflammation in HBV patients and could be used to diagnose mild fibrosis without influence of inflammation.\r\nPubmed   Journal   ReadQx \r\nEmerging and potential use of CRISPR in human liver disease.\r\nIt is also being studied for treatment of hepatitis B infection. CRISPR is an exciting, evolving technology that is facilitating gene characterization and discovery in liver disease and holds the potential to treat liver diseases safely and permanently.\r\nPubmed   Journal   ReadQx \r\nGeospatial analysis of cyanobacterial exposure and liver cancer in the contiguous United States.\r\nThese findings emphasize the importance of environmental exposure to cyanobacteria as a location-based determinant of mortality from liver cancer. Public health initiatives addressing CE may be considered to reduce mortality, particularly in areas of high social vulnerability.\r\nPubmed   Journal   ReadQx \r\nMetabolic reprogramming in Nrf2-driven proliferation of normal rat hepatocytes.\r\n Many metabolic changes in cancer cells are shared by proliferating normal hepatocytes in response to a hostile environment. Nrf2 activation is essential for bridging metabolic changes with crucial components of cancer metabolic reprogramming including the activation of oxidative PPP. Our study demonstrates that matured hepatocytes exposed to LN undergo a cancer-like metabolic reprogramming and offers a rapid and useful in vivo model to study the molecular alterations underpinning the differences/similarities of metabolic changes in normal and neoplastic hepatocytes.\r\nPubmed   Journal   ReadQx \r\nThe global fatty liver disease Sustainable Development Goal country score for 195 countries and territories.\r\nThe fatty liver disease-SDG score provides a strategic advocacy tool at the national and global levels for the liver health field and noncommunicable disease advocates, highlighting the multisectoral collaborations needed to address fatty liver disease, and noncommunicable diseases overall.\r\nPubmed   Journal   ReadQx   PMC\r\nThe utility of P-I-R classification in predicting the on-treatment histological and clinical outcomes of patients with hepatitis B and advanced liver fibrosis.\r\nThe P-I-R classification can be a meaningful complementary to the Ishak fibrosis score not only in evaluating the histological changes but also in predicting the clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A fetal wound healing program after intrauterine bile duct injury may contribute to biliary atresia.\r\n The fetal/neonatal EHBD, including in human EHBD remnants from Kasai surgeries, demonstrated an injury response with prolonged high levels of HA typical of fetal wound healing. The expanded peri-luminal HA layer may swell and lead to elevated bilirubin levels and obstruction of the EHBD.\r\nPubmed   Journal   ReadQx \r\nBiliary atresia is associated with polygenic susceptibility in ciliogenesis and planar polarity effector genes.\r\nBiliary atresia is associated with polygenic susceptibility in CPLANE genes. Rare variants contribute to polygenic risk in vulnerable pathways via unique genes. Impact and implications Liver transplantation is needed to cure most children born with biliary atresia, a poorly understood rare disease. Transplant immunosuppression increases the likelihood of life-threatening infections and cancers. To improve care by preventing this disease and its progression to transplantation, we examined its genetic basis. We find that this disease is associated with both common and rare mutations in highly specialised genes which maintain normal communication and movement of cells, and their organization into bile ducts and blood vessels during early development of the human embryo. Because defects in these genes also cause other birth defects, our findings can lead to preventive strategies to lower the incidence of biliary atresia and potentially other birth defects.\r\nPubmed   Journal   ReadQx \r\nCombined inhibition of surface CD51 and -secretase-mediated CD51 cleavage improves therapeutic efficacy in experimental metastatic hepatocellular carcinoma.\r\nTo sum up, we revealed previously unrecognized action mechanisms of CD51 on HCC progression and uncovered the underlying cause of cilengitide treatment failure and supported the translational prospects of combined CD51-targeted therapy in the clinic. Impact and implications Integrin av (CD51) is a widely recognized pro-tumoral molecule that plays a crucial role in various stages of tumor progression, making it a promising therapeutic target. However, despite early promising results, cilengitide, a specific antagonist of CD51, surprisingly failed in the phase 3 clinical trial. This prompted further investigation into the underlying mechanisms. This study reveals that the -secretase complex directly cleaves CD51 to produce an intracellular domain (CD51-ICD), which functions as a pro-tumoral transcriptional regulator and can bypass the inhibitory effects of cilengitide by entering the nucleus. Furthermore, the localization of CD51 in the nucleus is significantly associated with the prognosis of patients with HCC. These findings provide a theoretical basis for re-evaluating cilengitide in clinical settings and highlight the importance of identifying a more precise patient subpopulation for future clinical trials targeting CD51.\r\nPubmed   Journal   ReadQx \r\nProgression of nonalcoholic fatty liver disease and long-term outcomes: A nationwide paired liver biopsy cohort study.\r\nIn a nationwide, real-world cohort of patients with paired NAFLD biopsies, histological disease progression contributed to significantly higher rates of developing incident ESLD, but did not appear to impact all-cause mortality. Impact and implications Currently, data are scarce regarding the long-term impact of nonalcoholic fatty liver disease (NAFLD) histological progression or regression on subsequent risk of adverse clinical outcomes, including the development of end-stage liver disease (ESLD) and mortality. This is particularly important because randomized controlled trials of NAFLD therapeutics currently focus on short-term histological endpoints as presumed surrogates for those major clinical outcomes. Thus, the results from this study can help inform the optimal design of future NAFLD therapeutic trials, while also providing the necessary evidence base for public health policies focused on preventing the development and progression of NAFLD.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    A Higher Manometric Esophageal Length to Height Ratio in Achalasia Explains the Lower Prevalence of Hiatal Hernia.\r\nThe prevalence of HH in achalasia is significantly lower than in GERD. The longer EL and the higher MELH ratio in achalasia could explain the lower prevalence of HH. Despite the low prevalence of HH in achalasia patients, the surgeon should be encouraged not to rule out HH since the risk of postoperative reflux may increase if this condition is not identified and corrected.\r\nPubmed   Journal   ReadQx \r\nThe imbalance of innate and adaptive immunity in esophageal achalasia.\r\n Patients with achalasia exhibited an imbalance of systematic innate and adaptive immunity, which may play an important role in the development of achalasia.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Emerging and current management of acute-on-chronic liver failure.\r\n The recognition of ACLF as a distinct entity from acutely decompensated cirrhosis has allowed for better patient stratification in clinical settings, facilitating earlier engagement with the intensive care unit and liver transplantation teams. Research priorities over the next decade should focus on exploring novel treatment strategies with a particular focus on which, when, and how patients with ACLF should be treated.\r\nPubmed   Journal   ReadQx \r\nReview article: Externally derived control arms-An opportunity for clinical trials in inflammatory bowel disease?\r\nWhile this approach has several pitfalls, and is not robust enough to replace traditional randomised, placebo-controlled trials, it may offer a compromise to address key research questions at a more rapid pace, with fewer patients, and lower cost.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Advances in artificial intelligence and computer science for computer-aided diagnosis of colorectal polyps: current status.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    To cut or not to cut; that is the question: surgical versus endoscopic gastrojejunostomy for the palliation of malignant gastric outlet obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Development of a highly potent anti-HBs monoclonal antibody for HBV and HDV therapy: An improvement with unsettled questions.\r\n\r\nPubmed   Journal   ReadQx \r\nIgG4-related cholangitis - a mimicker of fibrosing and malignant cholangiopathies.\r\nFor remission induction glucocorticosteroids are highly effective, after which immunomodulators can be introduced for maintenance of remission as glucocorticosteroid sparing alternatives. Increased insight into the pathogenesis of IRC will lead to improved diagnosis and novel therapeutic strategies in the future.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Incorporating Bariatric Endoscopy into Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Geographic Inequities in Access to Phase 3 Clinical Trials for IBD in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nPrinciples to advance value in inflammatory bowel disease: a collaborative payer-provider framework.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"Tip-in underwater endoscopic mucosal resection\" without submucosal injection for superficial nonampullary duodenal adenomas.\r\n\r\nPubmed   Journal   ReadQx \r\n'Clip with Line Pulley Securing' Technique using Modified Anchoring Clip for Mucosal Defect Closure.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel ultrathin cholangioscope for endoscopic ultrasound-guided antegrade intervention in patients with Roux-en-Y hepaticojejunostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nApplication of radiofrequency ablation in duodenal mucosal reconstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nAre giant Brunner's gland hyperplasia and gastric heterotopia unknown complications of Roux-en-Y gastric bypass?\r\n\r\nPubmed   Journal   ReadQx \r\nCombined laparoscopic-endoscopic resection of a bleeding giant duodenal Brunner's gland hamartoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEcological tips to reduce waste during acetic acid dye application for Barrett's esophagus evaluation: a small syringe in the accessory channel is enough!\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic closure of a rectal fistula using a cardiac septal defect occluder: the final redemption.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic intermuscular dissection in the management of a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided radiofrequency ablation for solid pseudopapillary neoplasm of the pancreas.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided super-selective partial splenic embolization: New embolic material and multiple safety precautions.\r\n\r\nPubmed   Journal   ReadQx \r\nFull-thickness defect closure using the reopenable clip over-the-line method with omental patch.\r\n\r\nPubmed   Journal   ReadQx \r\nGel immersion endoscopic mucosal resection for pedunculated Brunner's gland hyperplasia in the duodenal bulb near the pylorus.\r\n\r\nPubmed   Journal   ReadQx \r\nHemostasis of small-intestinal diverticular bleeding with the over-the-scope clip method.\r\n\r\nPubmed   Journal   ReadQx \r\nInitial training in cold snare polypectomy for residents using a new training model.\r\n\r\nPubmed   Journal   ReadQx \r\nMicroscopic alterations of the gastric mucosa in preneoplastic lesions as assessed by new-generation endocytoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nMultipolar adaptive traction makes endoscopic submucosal dissection feasible for large neoplastic area of the fundus in patient with familial adenomatous polyposis.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-animal endoscopic training models are also effective for simulation of endoscopic submucosal dissection with adaptive traction strategy.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel motorized spiral enteroscopy-assisted ERCP in a case of surgically altered anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel technique of cholangioscopy-guided inwardly migrated stent retrieval.\r\n\r\nPubmed   Journal   ReadQx \r\nPeroral endoscopic myotomy for Zenker's diverticulum without tunneling.\r\n\r\nPubmed   Journal   ReadQx \r\nRecanalization by magnetic compression anastomosis for complete bile duct obstruction and retrieval of a migrated magnet.\r\n\r\nPubmed   Journal   ReadQx \r\nSaline-tunneling endoscopic intermuscular dissection for the removal of rectal cancer using the hydrodissection method.\r\n\r\nPubmed   Journal   ReadQx \r\nSliding tube-assisted ERCP in a patient who underwent double tract reconstruction anatomy after proximal gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful closure of a refractory gastrobronchial fistula using endoscopic mucosal ablation followed by single loop-and-clips technique.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful troubleshooting for \"stone-basket impaction\" using argon plasma coagulation and a novel device delivery system.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of a novel clip-band device for difficult biliary cannulation due to papillary edema after precutting.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of atrial septal occluder in the treatment of chronic fistula following post-esophagectomy anastomotic leak.\r\n\r\nPubmed   Journal   ReadQx \r\nUsefulness of the artificial intelligence-mediated virtual chromoendoscopy in peroral cholangioscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A mysterious abdominal pain.\r\n\r\nPubmed   Journal   ReadQx \r\nAn unusual case of gastric polyposis.\r\n\r\nPubmed   Journal   ReadQx \r\nEruption of Subcutaneous Nodules in a Patient With Abdominal Pain and Arthralgia.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-adherence to referral colonoscopy after positive fecal immunochemical tests increases the risk of distal colorectal cancer mortality.\r\n\r\nPubmed   Journal   ReadQx \r\nResearch Considerations in Digestive and Liver Disease in Transgender and Gender-Diverse Populations.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    To biopsy or not to biopsy: that is the question.\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual cause of abdominal pain.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Bile duct-associated macrophages enter the spotlight in inflammatory cholestatic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nNovember hepatology highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nPrediction of outcomes in patients with acute variceal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Elevated liver function tests in a patient with breast cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Gastroenterology\r\n    EUS-guided choledochoduodenostomy using lumen-apposing metal stents vs. ERCP: Further efforts are required.\r\n\r\nPubmed   Journal   ReadQx \r\nMedicare Part D Spending for HBV Drugs: Completing the Picture and Extending the Dataset.\r\n\r\nPubmed   Journal   ReadQx \r\nPreventing overdiagnosis of non-alcoholic fatty liver disease: established cutoff values for transient elastography are needed.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Cap-assisted EMR for large colorectal laterally spreading tumors: a cautionary tale from real-life experience.\r\n\r\nPubmed   Journal   ReadQx \r\nConsiderations on intraductal fully covered self-expandable metal stent in treatment of biliary anastomotic strictures after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided prophylactic drainage of the gallbladder: a bridge too far.\r\n\r\nPubmed   Journal   ReadQx \r\nLarge rectal laterally spreading lesions are more likely to contain submucosal cancer: Do we have the correct perspective?\r\n\r\nPubmed   Journal   ReadQx \r\nSome considerations about polypectomy techniques for diminutive colorectal polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of novel through-the-scope suture in patients with colonic EMR defects: an effective alternative option beyond endoscopic clipping.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Inflammatory bowel disease in STAT1 gain-of-function immunodeficiency treated with precision medicine.\r\n\r\nPubmed   Journal   ReadQx \r\nKey metabolomic alterations are associated with ulcerative colitis disease state and activity: a validation analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A comment on \"A multicenter randomized-controlled trial of nucleos(t)ide analogue cessation in HBeAg-negative chronic hepatitis B.\" (J Hepatol. 2023 May;78(5):926-936.).\r\n\r\nPubmed   Journal   ReadQx \r\nCan LLMs Improve Existing Scenario of healthcare?\r\n\r\nPubmed   Journal   ReadQx \r\nComparison of mortality outcomes in individuals with MASLD and/or MAFLD.\r\n\r\nPubmed   Journal   ReadQx \r\nDefining severe NAFLD based on ICD codes in large cohorts: balancing feasibility and limitations - author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nImmunomodulatory effects of tenofovir disoproxil fumarate and entecavir in treating hepatitis B virus infection.\r\n\r\nPubmed   Journal   ReadQx \r\nReassessing the causal relationship between liver diseases and cardiovascular outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nSex Differences in Prevalence and Prognosis of Steatotic Liver Disease Phenotypes: Biological Sex Matters.\r\n\r\nPubmed   Journal   ReadQx \r\nSteatotic Liver Disease as A New Nomenclature for NAFLD from The Perspectives of The MENA Region: One Size Fits All This Time.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-08-30T22:54:30-04:00",
    "input_file": {}
  },
  {
    "path": "gi/07-14-2023/",
    "title": "Fri Jul 14 2023",
    "description": "103 articles - From Friday Jul 07 2023 to Friday Jul 14 2023",
    "author": [],
    "date": "2023-07-14",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Neurogastroenterol Motil\r\n    2022 Seoul Consensus on Clinical Practice Guidelines for Functional Constipation.\r\nThe guidelines consist of 34 recommendations, including 3 concerning the definition and epidemiology of functional constipation, 9 regarding diagnoses, and 22 regarding managements. Clinicians (including primary physicians, general health professionals, medical students, residents, and other healthcare professionals) and patients can refer to these guidelines to make informed decisions regarding the management of functional constipation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Neurogastroenterol Motil\r\n    The role of histology in the diagnosis of non-erosive reflux disease: A systematic review and meta-analysis.\r\nAlthough esophageal mucosal biopsies had poor sensitivity at diagnosing NERD, biopsies taken within 3 cm of the LES had higher sensitivity when pathologists reported upon eosinophils and dilated intraepithelial spaces.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical utility of liver fat quantification for determining cardiovascular disease risk among patients with type 2 diabetes.\r\n While it is known that NAFLD and T2DM increase the risk of CVD among patients with T2DM, a higher liver fat content further increases CVD risk independent of age, gender, ethnicity and BMI. These findings raise the question whether liver fat quantification should be incorporated into risk calculators to further stratify those with higher CVD risk.\r\nPubmed   Journal   ReadQx \r\nUnderstanding colorectal cancer risk for symptomatic patients in primary care: A cohort study utilising faecal immunochemical tests and blood results in England.\r\nFIT alone with a single cut-off is unlikely to be a panacea for optimising CRC diagnosis, as risk varies by FIT, age and anaemia when faecal haemoglobin levels are below 100 µg Hb/g. Tailored FIT cut-offs for investigation on a CRC pathway could reduce the number of investigations needed at a 3% CRC risk threshold.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Bowel Urgency in Ulcerative Colitis: Current Perspectives and Future Directions.\r\nPatient-reported outcome measures developed to assess the severity of bowel urgency in ulcerative colitis are discussed alongside overviews of treatment options and clinical guidelines. Implications for the future management of ulcerative colitis from the perspective of bowel urgency are also explored.\r\nPubmed   Journal   ReadQx \r\nHigher Serrated Polyp Detection Rates are Associated with Lower Risk for Post Colonoscopy Colorectal Cancer: Data From the New Hampshire Colonoscopy Registry.\r\n Endoscopists with higher SSLDR had lower risks for PCCRC. These data validate SSLDR as a clinically relevant quality measure.\r\nPubmed   Journal   ReadQx \r\nLactated Ringers Use in the First 24 Hours of Hospitalization is Associated with Improved Outcomes in 999 Acute Pancreatitis Patients.\r\nLR administration in the first 24 hours of hospitalization was associated with improved AP severity. A large scale randomized clinical trial is needed to confirm these findings.\r\nPubmed   Journal   ReadQx \r\nQuality of Tissue Samples Obtained by Endoscopic Ultrasound-Guided Liver Biopsy: A Randomized, Controlled Clinical Trial.\r\n EUS-LB is safe and accurate and may be considered an alternative to percutaneous LB for the evaluation of parenchymal liver diseases.\r\nPubmed   Journal   ReadQx \r\nThe clinical impact of obesity in patients with disorders of defecation: a cross-sectional study of 1,155 patients.\r\nObesity impacts specific defecatory (mainly FI) and prolapse symptoms and pathophysiologic findings (higher anal resting pressure, significant rectocele). Prospective studies are required to determine if obesity is a modifiable risk factor for FI and constipation.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Outcome of biological therapies and small molecules in ulcerative proctitis: a Belgian multicenter cohort study.\r\n Advanced therapies are also efficacious and safe in patients with ulcerative colitis limited to the rectum. Therefore, the inclusion of patients with UP in future randomized-controlled trials should be considered.\r\nPubmed   Journal   ReadQx \r\nRegional differences in clinical presentation and prognosis of patients with post-sustained virologic response (SVR) hepatocellular carcinoma.\r\nClinical characteristics, including early-stage detection, and prognosis of post-SVR HCC significantly differed across geographic regions. Surveillance utilization appears to be a high-yield intervention target to improve prognosis among patients with post-SVR HCC globally.\r\nPubmed   Journal   ReadQx \r\nTumour necrosis factor inhibitors in inflammatory bowel disease and risk of immune mediated inflammatory diseases.\r\n In two nationwide cohorts of IBD patients, anti-TNF therapy was associated with an increased risk of rheumatoid arthritis, psoriasis, and hidradenitis suppurativa.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A NOVEL PEPTIDE PREVENTS ENTEROTOXIN- AND INFLAMMATION-INDUCED INTESTINAL FLUID SECRETION BY STIMULATING NHE3 ACTIVITY.\r\n These findings suggest pharmacologic stimulation of NHE3 activity as an efficacious approach for the treatment of moderate/severe diarrheal diseases.\r\nPubmed   Journal   ReadQx \r\nDynamics in liver stiffness measurements predict outcomes in advanced chronic liver disease.\r\nRepeating LSM enables an individual and updated risk assessment for decompensation and liver-related mortality in ACLD.\r\nPubmed   Journal   ReadQx \r\nIncidence and Risk Factors for Hepatocellular Carcinoma in Cirrhosis: the Multi-center Hepatocellular Carcinoma Early Detection Strategy (HEDS) Study.\r\nThus far, this is the largest prospective and geographically diverse study of a United States cohort of patients with cirrhosis that validates known risk factors for HCC (gender, age, obesity, years with cirrhosis, family history of liver cancer, baseline AFP, albumin, and AST). The incidence of HCC was 2.4 % per 100 person years.\r\nPubmed   Journal   ReadQx \r\nSerum 25-hydroxyvitamin D levels and risk of colorectal cancer: an age-stratified analysis.\r\nSerum 25(OH)D levels may have beneficial associations with the risk of developing CRC for both early-onset and late-onset disease.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparison of the efficacy and safety of an oral sulfate solution and 3-liter polyethylene glycol on bowel preparation before colonoscopy: a phase III multicenter randomized controlled trial.\r\nThe split-dose OSS regimen was not inferior to the split-dose 3-liter PEG regimen for the quality of bowel preparation in a Chinese adult population. The safety and acceptability of the two groups were similar.\r\nPubmed   Journal   ReadQx \r\nMedium-term clinical efficacy of endoscopic antireflux mucosectomy on laryngopharyngeal reflux: a retrospective, multicenter cohort study.\r\nARMS is effective for LPRD. The GEFV grade can predict the prognosis of surgery. ARMS is effective in GEFV grade I-III patients, but the effect is not exact in GEFV grade IV patients and may even be aggravated.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Mepolizumab for treatment of adolescents and adults with eosinophilic oesophagitis: a multicentre, randomised, double-blind, placebo-controlled clinical trial.\r\nMepolizumab did not achieve the primary endpoint of improving dysphagia symptoms compared with placebo. While eosinophil counts and endoscopic severity improved with mepolizumab at 3 months, longer treatment did not yield additional improvement.\r\nPubmed   Journal   ReadQx \r\nTreatment of adenoma recurrence after endoscopic mucosal resection.\r\nRRA after EMR of LNPCPs can be effectively treated using simple endoscopic techniques with long-term adenoma remission of >90%;  only 16% required retreatment. Therefore, more technically complex, morbid and resource-intensive endoscopic or surgical techniques are required only in selected cases.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    An Optogenetics-based Approach to Regulate Colonic Contractions by Modulating the Activity of the Interstitial Cells of Cajal in Mice.\r\nOur study demonstrates a potentially feasible approach to stimulate the activity of ICC by optogenetics. The colonic motor patterns of muscle strips, especially LFHA contractions, can be regulated by 470 nm light via ChR2, which is expressed in ICC.\r\nPubmed   Journal   ReadQx \r\nComparison of Diagnosis of Esophageal Motility Disorders by Chicago Classification Versions 3.0 and 4.0.\r\nCC v4.0 is more rigorous than CC v3.0 for the diagnosis of EGJOO and IEM and diagnoses achalasia more accurately by using provocative tests and FLIP. Further studies on the treatment outcomes following diagnosis with CC v4.0 are needed.\r\nPubmed   Journal   ReadQx \r\nEffect of Helicobacter pylori Eradication on Body Weight: A Multicenter Propensity Score-matched Analysis in Korea.\r\n The overall BMI change was not significantly different between the HPE and non-HPE groups, but patients with low BMI showed a tendency to gain weight after HPE. Triglyceride levels increased after HPE with marginal significance.\r\nPubmed   Journal   ReadQx \r\nEthnic Differences in Anorectal Manometry Findings in Patients With Fecal Incontinence: Results From a Multiethnic Cohort According to the London Classification.\r\nEthnicity impacts ARM findings in patients with FI. The reason for this is unclear and future studies on ethnically diverse populations evaluating the clinical relevance of these findings are warranted.\r\nPubmed   Journal   ReadQx \r\nExtended Wireless pH Monitoring Significantly Increases Gastroesophageal Reflux Disease Diagnoses in Patients With a Normal pH Impedance Study.\r\nWPM increases GERD diagnostic yield in patients with a negative MII-pH selected for further testing based on clinical suspicion. Further studies are needed to assess the role of WPM as a first line investigation in patients with GERD symptoms.\r\nPubmed   Journal   ReadQx \r\nGastroesophageal Reflux Characteristics in Supragastric Belching Patients With Positive Versus Negative pH Monitoring: An Evidence of Secondary Gastroesophageal Reflux Disease From Excessive Belching.\r\nIn patients with GERD and SGB, the number of SGBs positively correlates with the number of reflux episodes preceded by SGBs. Identifying and managing SGB may be beneficial and more likely to improve GERD.\r\nPubmed   Journal   ReadQx \r\nNatural History of Chronic Intestinal Pseudo-obstruction and Need for Palliative Care.\r\n CIPO is a rare, severe, and under-recognized disease. Standardization of treatment strategies, including palliative care and psychiatric interventions, is desired.\r\nPubmed   Journal   ReadQx \r\nProton Pump Inhibitor-unresponsive Laryngeal Symptoms Are Associated With Psychological Comorbidities and Sleep Disturbance: A Manometry and Impedance-pH Monitoring Study\r\nPPI-refractory laryngeal symptoms are mostly associated with psychological comorbidities and sleep disturbances. Recognition of these psychosocial comorbidities may help optimize management in these patients.\r\nPubmed   Journal   ReadQx \r\nStigma and Efficacy of Zhizhu Kuanzhong Capsules Versus Doxepin in the Treatment of Refractory Functional Dyspepsia: A Randomized Controlled Trial.\r\n ZZKZ is superior to doxepin in alleviating stigma and medication non-adherence, with comparable efficacy in improving dyspeptic symptoms and psychological condition of patients with rFD.\r\nPubmed   Journal   ReadQx \r\nNeurogastroenterol Motil\r\n    Co-occurrence of fecal incontinence with constipation or irritable bowel syndrome indicates the need for personalized treatment.\r\n The prevalence of IBS-associated FI, constipation-associated FI, and isolated FI is comparably high. It is important to diagnose and target the cause of FI to provide personalized and cause-targeting care instead of treating only the FI symptoms.\r\nPubmed   Journal   ReadQx \r\nDistinctive gastrointestinal motor dysfunction in patients with MNGIE.\r\n MNGIE patients exhibit a characteristic motor dysfunction, particularly of the small bowel, even in patients with mild digestive symptoms and in the absence of morphological signs of intestinal failure. Since symptoms are not predictive of objective findings, early investigation is indicated.\r\nPubmed   Journal   ReadQx \r\nDownregulation of BDNF-TrkB signaling may contribute to the colonic motility disorders in mice with streptozocin-induced diabetes.\r\nDownregulation of BDNF/TrkB signaling and reduced SP release from the colon may contribute to the colonic hypomotility associated with type 1 diabetes. Brain-derived neurotrophic factor supplementation may have therapeutic potential for diabetes-related constipation.\r\nPubmed   Journal   ReadQx \r\nFactors affecting the outcome of fecal microbiota transplantation for patients with irritable bowel syndrome.\r\n Administrating transplant to the small intestine had a long-term higher response rate than that administrated to the large intestine, and led to long-term colonization of beneficial bacteria. Repeating FMT had more effect on symptoms and quality of life than a single FMT. (   NCT04236843).\r\nPubmed   Journal   ReadQx \r\nFirst study to assess the reliability of commonly used pain scales in children with disorders of gut-brain interaction.\r\n This is the first study to assess the most used AP scales in children with DGBIs. It supports the Rome IV recommendations on using the VAS and NRS scales. It also suggests that FPS-R, that was not part of Rome IV, can also be used in RCTs. Congruent with the biopsychosocial model, there was a weaker correlation between AP measures and the global question. This suggests that the global question measures more domains than AP alone and that it should also be incorporated in DGBIs RCTs in children.\r\nPubmed   Journal   ReadQx \r\nRadiographic and histopathological study of gastrointestinal dysmotility in lipopolysaccharide-induced sepsis in the rat.\r\n Using radiographic, noninvasive methods for the first time, we show that systemic LPS causes dose-, time-, and organ-dependent GI motor effects. Sepsis-induced GI dysmotility is a complex condition whose management needs to take its time-dependent changes into account.\r\nPubmed   Journal   ReadQx \r\nThe clinical effect of benesco™ on reflux symptoms: A double-blind randomized placebo-controlled trial.\r\n In our trial benesco™ showed no significant benefit over placebo at group level.\r\nPubmed   Journal   ReadQx \r\nThe impact of primary peristalsis, contractile reserve, and secondary peristalsis on esophageal clearance measured by timed barium esophagogram.\r\n Primary peristalsis, contractile reserve, and secondary peristalsis were associated with abnormal esophageal retention as measured by TBE. Added benefit was observed when applying comprehensive models to incorporate primary and secondary peristalsis supporting their complementary application.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Intraductal papillary mucinous neoplasms in high-risk individuals: True, true, and related?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Dressing Up an Old Friend in New Clothes: A New Approach to Measuring Adenoma Detection Rate.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Palliative clinical trials in advanced chronic liver Disease: challenges and opportunities.\r\nWe identify barriers and facilitators and offer guidance on addressing these challenges. We hope that this will reduce the inequity in palliative care provision in advanced chronic liver disease.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Do Proton Pump Inhibitor-refractory Laryngeal Symptoms Represent a True Acid-related Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nWhat Is the Diagnostic Accuracy of Chicago Classification Version 4.0 and the Difference From Version 3.0 in Diagnosing Esophageal Motility Disorders?\r\n\r\nPubmed   Journal   ReadQx \r\nNeurogastroenterol Motil\r\n    Psychosocial factors impacting antegrade continence enema outcomes in pediatric patients.\r\nPsychosocial pre-procedure evaluations could help to inform eligibility for the procedure as well as interventions to enhance outcomes for children at increased risk for poor outcomes or complications from ACE. Age, psychiatric symptoms, and adherence to the ACE flush regimen were some of the factors identified in the literature as impacting ACE outcomes;  however, there is limited research in this area.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Calendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nImmune-Checkpoint Inhibitors in the Hepatitis C-Infected Patient: To Use or Not to Use?\r\n\r\nPubmed   Journal   ReadQx \r\nNothing Compares to U-padacitinib.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Practical Approach to Disseminating Gastroenterology Education Scholarship.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A loop cutter is an ideal gripper for endoscopic removal of press-through-package sheets.\r\n\r\nPubmed   Journal   ReadQx \r\nA nerve-preserving strategy for endoscopic submucosal dissection of superficial pharyngeal cancers.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel method for intratunnel closure of mucosal injuries during peroral endoscopic myotomy using standard endoclips.\r\n\r\nPubmed   Journal   ReadQx \r\nAn airbag cap specially designed for the removal of sharp, deeply embedded foreign bodies: a new method of cap-assisted endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-directed basket extraction of bile duct stones in a pregnant patient.\r\n\r\nPubmed   Journal   ReadQx \r\nCold snare and ablation technique for endoscopic mucosal resection of incompletely resected large laterally spreading tumors.\r\n\r\nPubmed   Journal   ReadQx \r\nColorectal gel immersion endoscopic submucosal dissection using the tunneling method.\r\n\r\nPubmed   Journal   ReadQx \r\nCompetency assessment: a journey of lifelong learning.\r\n\r\nPubmed   Journal   ReadQx \r\nCompression from an enlarged spleen in decompensated cirrhosis mimicking the appearance of fundal varices.\r\n\r\nPubmed   Journal   ReadQx \r\nDiverticular peroral endoscopic myotomy: management of a complex epiphrenic diverticulum.\r\n\r\nPubmed   Journal   ReadQx \r\nDouble soft-tipped guidewire facilitating the rendezvous technique for ERCP.\r\n\r\nPubmed   Journal   ReadQx \r\nDual-endoscopy detection for an esophageal-jejunal anastomotic fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nEasier removal of a gastrointestinal stromal tumor using a new detachable snare-assisted traction technique.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy and cost-effectiveness of a novel dual gasping forceps-assisted over-the-scope clip inverted closure after gastric endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of an extraluminal gastrointestinal stromal tumor recurrence located on the surgical stapler line at gastroesophageal junction.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for early gastric cancer, using a disposable endoscope.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of a laterally spreading tumor totally invading a deep sigmoidal diverticulum using an adaptive traction strategy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of gastric neoplasms with severe fibrosis using a new thin-therapeutic endoscope and a dedicated conical cap.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided placement of fiducial markers for stereotactic body radiation therapy of pancreatic metastases from renal cell carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided portal pressure gradient measurement: improving safety and overcoming technical difficulties.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric antral defect closure after endoscopic submucosal dissection with the reopenable clip-over-the-line method using a multibending scope.\r\n\r\nPubmed   Journal   ReadQx \r\nGuidewire malposition outside the bile duct during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nLarge-balloon anchor technique for endoscopic retrograde cholangiopancreatography in a patient with esophageal hiatal hernia.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel method combining endoscopic band ligation and clipping for hemostasis of colonic diverticular bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nSalvage endoscopic submucosal resection for residual esophageal superficial cancer involving a stenotic anastomosis: a challenging but desirable indication.\r\n\r\nPubmed   Journal   ReadQx \r\nSmall-bowel B-cell lymphoma presenting as autoimmune hemolytic anemia and severe obscure gastrointestinal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful endoscopic submucosal dissection for early gastric cancer involving the pyloric ring using a combination of water and gel immersion with the tunneling method.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful endoscopic treatment of multiple large intrahepatic bile duct stones with benign choledochojejunal anastomotic stenosis.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of a novel re-openable endoclip for the closure of a large mucosal defect after endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of a transparent cap with a slit facilitates endoscopic injection sclerotherapy of esophageal varices.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of mechanical lithotripter to assist in the endoscopic removal of an impacted long chicken bone in sigmoid diverticula.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Trends in Medicare Spending on Oral Medications for Hepatitis B from 2013 to 2020.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    \"Two for One\"; Histologic Diagnosis of Helicobacter pylori during EUS-guided Liver Biopsy.\r\n\r\nPubmed   Journal   ReadQx \r\nA disappeared fish bone.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare cause of rectal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nAeromonas hydrophila-associated cecal ulcer with noncaseating epithelioid cell granulomas.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of Gastroduodenal Artery Pseudoaneurysm on Endoscopic Ultrasound Doppler.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of Tuberculous Pericarditis with Transgastric EUS Fine Needle Aspiration.\r\n\r\nPubmed   Journal   ReadQx \r\nHeartburn from a Neo-Acid Pocket Formed by a Laparoscopic Gastric Band.\r\n\r\nPubmed   Journal   ReadQx \r\nIn Memoriam: Stuart Sherman MD, MASGE 1955-2023.\r\n\r\nPubmed   Journal   ReadQx \r\nIsolated gastric varices resulting from a wandering spleen.\r\n\r\nPubmed   Journal   ReadQx \r\nMigrating gastrostomy tube.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-invasive endoscopic therapy of gourd-shaped appendix stenosis: An easier and effective path to follow.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic Cystic Lesion: Appearances can be Deceptive!\r\n\r\nPubmed   Journal   ReadQx \r\nPost-traumatic Pancreaticobiliary Fistula Associated with an Intraductal Papillary Mucinous Neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nSplenic artery collateral masquerading as a gastric varix post splenic trauma.\r\n\r\nPubmed   Journal   ReadQx \r\nTreatment of gallstone ileus by balloon-enteroscopy guided laser-lithotripsy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Re: Targeting Colorectal Advanced Neoplasia in Asia-Pacific or Locally: Why the Score Name Matters.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Factors Associated with The Influence of Liver Fibrosis Should Be Fully Considered.\r\n\r\nPubmed   Journal   ReadQx \r\nHemostatic powder in gastrointestinal tumor bleeding: Are we there yet?\r\n\r\nPubmed   Journal   ReadQx \r\nThe SOX9 Expression Pattern and Its Prognosis in Gastric Cancer Should be Fully Evaluated.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Mendelian randomisation analysis reveals the possible causal relationship between infections, microbiota and clinical disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMicrobiome variance of the small bowel in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Which risk model can better predict hepatocellular carcinoma in hepatitis B patients with an antiviral treatment duration of over one year ?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Autonomic Dysfunction and Somatization in Young Patients With Irritable Bowel Syndrome and Mitral Valve Prolapse Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Use of Intraoperative Esophageal Functional Luminal Imaging Probe for Prediction of Therapeutic Outcomes in Achalasia Patients.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-07-18T12:42:51-04:00",
    "input_file": {}
  }
]
