[
  {
    "path": "gi/05-09-2025/",
    "title": "Fri May 09 2025",
    "description": "89 articles - From Friday May 02 2025 to Friday May 09 2025",
    "author": [],
    "date": "2025-05-09",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    ACG Clinical Guideline: Malnutrition and Nutritional Recommendations in Liver Disease.\r\nLevel of evidence and strength of recommendations were evaluated using the Grading of Recommendations, Assessment, Development, and Evaluations system. This guideline was developed under the auspices of the American College of Gastroenterology Practice Parameters Committee.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    An Expert Consensus Delphi Panel in MetALD: Opportunities and Challenges in Clinical Practice.\r\nThis Delphi consensus provides clear recommendations for the clinical assessment and management of MetALD, addressing the unique challenges posed by this condition.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: Effect of a 28-Day Low FODMAP Diet on Gastrointestinal Symptoms Associated With Endometriosis (EndoFOD)-A Randomised, Controlled Crossover Feeding Study.\r\nThe low FODMAP diet ameliorates gastrointestinal symptoms related to endometriosis and improves quality of life. Confirmation of these findings in a real-world setting is required.\r\nPubmed   Journal   ReadQx \r\nLong-Term Outcomes Following Withdrawal of Anti-Tumour Necrosis Factor Treatment in Inflammatory Bowel Disease Patients in Remission: The Exit Long-Term Study of GETECCU.\r\n In this extended analysis of patients included in the EXIT trial, withdrawing anti-TNF therapy in patients with IBD in remission was not associated with a higher long-term relapse risk.\r\nPubmed   Journal   ReadQx \r\nTenofovir Alafenamide Therapy Throughout Pregnancy in Mothers With Hepatitis B.\r\nThis study suggests that TAF treatment throughout pregnancy is safe for mothers with chronic hepatitis B and their infants. TAF therapy represents a viable treatment option for these mothers.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Celiac Disease Is Common in Adults With Cryptogenic Cirrhosis and Responds Favorably to Gluten-Free Diet.\r\n Approximately 4.7% of patients with cryptogenic cirrhosis have biopsy-proven CeD, and their liver-related outcomes improve with GFD.\r\nPubmed   Journal   ReadQx \r\nEnrollment in Metabolic Dysfunction-Associated Steatohepatitis Clinical Trials: A Pooled Analysis of Screen Failure Rates.\r\n Evidence-based strategies to reduce the high SFR in MASH clinical trials are urgently needed.\r\nPubmed   Journal   ReadQx \r\nHLA DQA1*05 and Risk of Antitumor Necrosis Factor Treatment Failure and Anti-Drug Antibody Development in Children With Crohn's Disease.\r\n In a randomized trial of children with CD initiating anti-TNFα, 40% were HLA DQ-A1*05 positive, which was associated with a trend toward increased risk of both treatment failure and ADA. These risks were mitigated, but not eliminated, by adding oral methotrexate. HLA DQ-A1*05 is an important biomarker for prognosis and risk stratification.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Cost-effectiveness of Lynch syndrome screening in colorectal cancer: universal germline vs sequential screening.\r\n Current clinical practice is cost-ineffective. Prospective intervention to dramatically increase LS testing (i.e., to reach a threshold of >75%) or, if this level cannot be reached, upfront germline testing are cost-effective interventions that improve quality-adjusted life expectancy.\r\nPubmed   Journal   ReadQx \r\nDetection of Barrett's Esophagus Prior to Development of Esophageal and Esophagogastric Junction Adenocarcinoma.\r\nIM appears required for development of EAC and likely EGJAC. EGD with biopsy had only modest rate for detecting a precursor state for subsequent adenocarcinoma and was lower for S2 compared to S1. Variability in endoscopic suspicion, including segments <1cm are potential areas for improvement in detection of BE by EGD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Artificial Intelligence in Biliopancreatic Disorders: Applications in Cross-Imaging and Endoscopy.\r\nPromising applications in biliopancreatic endoscopy include the detection of biliary stenosis, classification of dysplastic precursor lesions, and assessment of pancreatic abnormalities. This review aims to capture the current state of artificial intelligence application in biliopancreatic disorders, summarizing the results of early studies, and paving the path for future directions.\r\nPubmed   Journal   ReadQx \r\nGene-specific detection rate of adenomas and advanced adenomas in Lynch syndrome.\r\nCarriers of MLH1/MSH2 pathogenic variants are at a higher risk of developing AAs compared to those with MSH6/PMS2 mutations, with MSH6 carriers exhibiting an intermediate risk profile. AAs are an independent risk factor for PCCRC. Lynch syndrome patients with AAs should be identified as high-risk and undergo enhanced colonoscopy surveillance.\r\nPubmed   Journal   ReadQx \r\nInadequate Propulsion and Pelvic Floor Relaxation in Dyssynergic Defecation: Insights from Synchronous Proctomanometry.\r\nEarly events - increased rectal pressure (propulsive force), anorectal angle (puborectalis relaxation), and anorectal descent (perineal relaxation) - determine evacuation. Body position and rectal filling affect the rectoanal gradient. Most DD patients have both impaired propulsion and relaxation. Constipated patients with a prolonged BET and/or reduced evacuation have DD.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Improved clinical outcomes of patients with cirrhosis and acute variceal bleeding over the last two decades.\r\n Recurrent bleeding and mortality rates after AVB improved over the last two decades but remain substantial, highlighting the need for continued efforts to optimize outcomes for patients with cirrhosis.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Microbiota fasting-related changes ameliorate cognitive decline in obesity and boost ex vivo microglial function through the gut-brain axis.\r\n Fasting-induced modifications in gut microbiota contribute to cognitive improvement in individuals with obesity, with microglial cells playing a crucial mediatory role. Among the interventions, ADF most effectively enhanced microglial function and cognitive performance, suggesting its potential as a therapeutic strategy for obesity-related cognitive decline. Further studies are required to fully elucidate the underlying mechanisms.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Altered blood-brain barrier permeability is associated with abnormal distant connectivity and regional homogeneity in covert hepatic encephalopathy - a cross sectional study.\r\n There was a strong association between disrupted blood-brain barrier (BBB) integrity and attenuated functional connectivity, with reductions in functional connectivity within the DMN and Frontoparietal Network (FPN), circuits closely linked to executive control. This attenuation was evident both in local regional and in distant connectivity within these networks.\r\nPubmed   Journal   ReadQx \r\nComparison of diagnostic accuracy and utility of non-invasive tests for clinically significant liver disease in a general population with metabolic dysfunction.\r\nOf the 10 investigated NITs, MAF-5 discriminated best between al conditions except cirrhosis, for which SAFE yielded the highest accuracy. The performance of FIB-4 was poor, implying that referral pathways for significant liver disease in low-prevalence populations can be improved when more accurate NITs such as MAF-5 are employed.\r\nPubmed   Journal   ReadQx \r\nHepatic stellate cell heterogeneity: Functional aspects and therapeutic implications.\r\nWe explore the spatiotemporal diversity of HSCs, highlighting their subpopulations and their specialized roles, as well as the complex bidirectional communications between HSCs, hepatocytes, endothelial cells, macrophages/monocytes, T cells, and tumor cells. By integrating insights from single-cell sequencing, spatial transcriptomics, preclinical data and clinical data, this review aims to provide an updated understanding of how HSC heterogeneity contributes to liver homeostasis and disease and can be targeted for therapeutic purposes.\r\nPubmed   Journal   ReadQx \r\nMetabolic reprograming of immune cells in MASH.\r\nHowever, research on the metabolic characteristics of other types of immune cells remains limited. With the development of single-cell genomics and animal models of MASH, we anticipate that further studies in this compelling field may shed light on the pathogenesis of MASH and pave the way for novel therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\nOrgan damage proteomic signature identifies patients with MASLD at-risk of systemic complications.\r\nOur study provides a framework for potential mechanisms associated with systemic diseases that facilitates holistic management by stratifying patients with MASLD into subclasses at-risk of extrahepatic manifestations.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    High inherited risk predicts age-associated increases in fibrosis in patients with MASLD.\r\n GRS, PRS-HFC, PRS-5, and PNPLA3 genotypes alone are associated with greater fibrosis per decade, resulting in divergent disease trajectories starting in midlife. Assessing genetic risk in MASLD will identify high-risk patients who require more frequent monitoring. Impact and implications This study provides granular evidence that genetic predisposition, particularly the PNPLA3 G/G genotype, significantly influences the trajectory of liver fibrosis in patients with metabolic dysfunction-associated steatotic liver disease (MASLD), with a more pronounced impact emerging after the fourth decade of life. These findings highlight the importance of incorporating genetic risk assessment into MASLD management, as it allows for the early identification of high-risk individuals who may benefit from more frequent monitoring and targeted interventions. Given the rising global burden of MASLD, clinicians, researchers, and policymakers should consider integrating genetic stratification into existing risk assessment frameworks to refine screening and surveillance strategies. By optimizing patient selection for non-invasive fibrosis assessment and potential therapeutic interventions, this approach could enhance precision medicine efforts and may improve long-term outcomes.\r\nPubmed   Journal   ReadQx \r\nNew platinum derivatives selectively cause double-strand DNA breaks and death in naïve and cisplatin-resistant cholangiocarcinomas.\r\nAurkines represent promising therapeutic drugs for both naïve and cisplatin-resistant cancers due to their unique polyelectrophilic properties and selective targeting of malignant cells. Impact and implications This study introduces a novel therapeutic strategy designed to induce frequent double-strand DNA breaks selectively in both naïve and cisplatin-resistant cancer cells, without evident toxic side effects at therapeutic doses. This approach may settle the basis for new strategies to overcome the critical challenge of drug resistance in cancer treatment, and has the potential to be a breakthrough not only for the treatment of biliary tumors but also for other cancers.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Real-World Effectiveness of Mirikizumab in Ulcerative Colitis-A Valuable but Preliminary Glimpse.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Effectiveness of Medical Therapies for Joint, Skin and Eye Extraintestinal Manifestations in IBD-An Umbrella Review.\r\nEvidence for medical therapies for joint, skin and eye EIMs in IBD is heterogeneous and of low quality. Further research is needed, including a multidisciplinary approach and novel and practical methods for endpoint evaluation.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Advances in Locoregional and Systemic Treatments for HCC.\r\nThese improved outcomes raise several new questions including which patients with liver-localized HCC should receive systemic therapy, how should this be sequenced or combined with other available therapies, and how to manage those patients with marked responses, including consideration of liver transplantation. These questions are often determined on a case-by-case basis and best made in a multidisciplinary manner, considering several factors including tumor burden, degree of liver dysfunction, performance status, and patient's long-term goals of care.\r\nPubmed   Journal   ReadQx \r\nIn Memoriam: John S. Fordtran, MD.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopy in Inflammatory Bowel Disease: What Every Endoscopist Should Know.\r\n This review underscores the critical role of endoscopy in optimizing patient outcomes through accurate diagnosis, therapeutic precision, and the integration of emerging technologies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Combined Liver with Other Solid Organ Transplants: Promises, Pitfalls and ethical dilemmas, An Expert Opinion.\r\nImmunological advantages, advanced risk assessments, and novel technologies, such as machine perfusion, improve success rates. The opinion calls for harmonized policies to address disparities in organ allocation while maintaining equitable access and optimized outcomes.\r\nPubmed   Journal   ReadQx \r\nHepatocellular carcinoma in people living with HIV.\r\nFurthermore, whether the biology of the tumour and its microenvironment is influenced by HIV and affects response to treatment is incompletely understood. In this review we summarise the current understanding of pathophysiology, screening and management of HCC in PLWH and discuss the persisting challenges and disparities in care which may contribute to clinical outcome in PLWH.\r\nPubmed   Journal   ReadQx \r\nThe Emerging Role of Second Harmonic Generation/Two Photon Excitation for Precision Digital Analysis of Liver Fibrosis in MASH Clinical Trials.\r\nOne SHG/TPE microscopy methodology coupled with AI/ML based analysis, qFibrosis™, has been used post-hoc as an exploratory endpoint in several clinical trials for metabolic dysfunction-associated steatohepatitis (MASH) demonstrating its ability to provide a consistent and more nuanced assessment of liver fibrosis that still correlates well with traditional staging. This review summarizes the development of qFibrosis and outlines the need for additional studies to validate it as a sensitive marker for changes in fibrosis in the context of treatment trials and correlate these changes with subsequent liver-related outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Measuring Food-Specific-IgG4s With Milk.\r\n\r\nPubmed   Journal   ReadQx \r\nMethodological Challenges and Suggestions for Improvement in the Study of Irritable Bowel Syndrome Flora.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Gao and Ma.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Minocha.\r\n\r\nPubmed   Journal   ReadQx \r\nThe No-Biopsy Approach for Pediatric Celiac Disease: Ready for Prime Time in North America?\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of an Epigenetic Prognostic Assay to Accurately Risk Stratify Patients With Barrett's Esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Protrusion in the Descending Duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of Tools Using the Electronic Health Record for Predicting Barrett's Esophagus with High Grade Dysplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A rare mushroom-shaped lesion growing in the transverse colon.\r\n\r\nPubmed   Journal   ReadQx \r\nAn unconventional case: endoscopic removal of a migrated intrauterine device perforating the rectum.\r\n\r\nPubmed   Journal   ReadQx \r\nConfirmation of endoscopic injection sclerotherapy by mucosal whitening in the treatment of hemorrhage of refractory recurrent tiny esophageal varices.\r\n\r\nPubmed   Journal   ReadQx \r\nConfocal laser endomicroscopy features of gastric antral vascular ectasia.\r\n\r\nPubmed   Journal   ReadQx \r\nDual-frequency intraductal ultrasonography: a breakthrough in biliopancreatic imaging during endoscopic retrograde cholangiopancreatography.\r\n\r\nPubmed   Journal   ReadQx \r\nEffective endoscopic submucosal dissection using tented elevation with dental floss traction for a large colorectal laterally spreading tumor with submucosal fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic fistula closure using a duodenoscope and the reopenable-clip over the line method.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of colonic diverticulitis with fecalith impaction: a novel suction technique.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic mucosal resection - transoral outlet reduction: treatment of excessively wide gastro-jejunal anastomosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic septotomy of rectal transmural septum perpetuating a rectal leak.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-assisted rendezvous in an intradiverticular papilla: a step-by-step salvage approach.\r\n\r\nPubmed   Journal   ReadQx \r\nExposure of an obstructed splenic artery aneurysm stent into the duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nFacilitating duodenoscope insertion with a balloon overtube in a patient with gastric deformity.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovative coaxial plastic stent within a lumen-apposing metal stent to prevent recurrence of pancreatic fluid collection.\r\n\r\nPubmed   Journal   ReadQx \r\nLaparoscopic cholecystectomy plus endoscopic retrograde direct cholangioscopy: an integrated strategy for Mirizzi syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nModified per-oral plication of the neo-esophagus for refractory delayed gastric conduit emptying: a novel endoscopic approach.\r\n\r\nPubmed   Journal   ReadQx \r\nMucosal carcinoma arising in a colon diverticulum: endoscopic submucosal dissection using the novel \"clip-band-tent\" traction method.\r\n\r\nPubmed   Journal   ReadQx \r\nTranspancreatic precut sphincterotomy with a novel highly rotatable sphincterotome in balloon enteroscopy-assisted endoscopic retrograde cholangiopancreatography.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Recent U.S. Gastric Cancer Prevention Recommendations: Advances, Unanswered Questions, and the Need for a Unified Approach.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Top tips for endoscopic-guided nasojejunal tube placement (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    When getting reactive becomes the nORM: the emerging roles of proinflammatory cholangiokines.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Early burden, enduring risk: The alarming outcomes of pediatric MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nIntrahepatic Cholangiocarcinoma PANoptosidy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Comparative efficacy of pharmacologic therapies for MASH in reducing liver fat content.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Redefining post-resection care: Critical analysis of adjuvant TACE in curative hepatocellular carcinoma management.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Antibody-mediated rejection in liver transplantation following immune checkpoint inhibitors treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: How to count from 0 to 4 without skipping a number.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Survival benefit of transarterial chemoembolization combined with tyrosine kinase and immune checkpoint inhibitors as conversion therapy for unresectable hepatocellular carcinoma needs more details.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Real-World Effectiveness of Mirikizumab in Ulcerative Colitis-A Valuable but Preliminary Glimpse. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Is Enteric Neuropathy Absent in Hypermobility Spectrum Disorders/Hypermobile Ehler-Danlos Syndrome? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Is Enteric Neuropathy Absent in Hypermobility Spectrum Disorders/Hypermobile Ehlers-Danlos Syndrome?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comment on \"Fecal Hemoglobin Levels in Prior Negative Screening and Detection of Colorectal Neoplasia: A Dose-Response Meta-Analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Adverse Events Associated With Endoscopic Retrograde Cholangiopancreatography: Systematic Review and Meta-Analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nConsiderations on the Clinical Translation and Statistical Rigor of the PAaM Score for HCC Risk Stratification.\r\n\r\nPubmed   Journal   ReadQx \r\nCreeping Fat and Muscle Hyperplasia in Crohn's Disease: A Critical Mechanistic Link for Stricture Formation.\r\n\r\nPubmed   Journal   ReadQx \r\nCritical Analysis of Random Forest Feature Selection: Implications for Gut Microbiome Cancer Research.\r\n\r\nPubmed   Journal   ReadQx \r\nERCP-Related Adverse Events: Reflections on Indication Criteria and Data Accuracy.\r\n\r\nPubmed   Journal   ReadQx \r\nERCP-associated Risk of Death: How to Interpret and Mitigate?\r\n\r\nPubmed   Journal   ReadQx \r\nFurther Insights into the Roles of Gut Microbiota in Immune Checkpoint Inhibitor Efficacy in Patients with Gastric Adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nGut Archaea in Colorectal Cancer Diagnosis and Ecology.\r\n\r\nPubmed   Journal   ReadQx \r\nIs PAaM Truly the Answer for Precise HCC Risk Stratification?\r\n\r\nPubmed   Journal   ReadQx \r\nMethanogens in Colorectal Cancer: Association or Causation?\r\n\r\nPubmed   Journal   ReadQx \r\nPesticides and IBD: A Critical Look at the Hidden Gaps in the Exposome-Disease Link.\r\n\r\nPubmed   Journal   ReadQx \r\nRegarding \"Fecal Hemoglobin Levels in Prior Negative Screening and Detection of Colorectal Neoplasia: A Dose-Response Meta-Analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nStatistical Optimization in Dose-Response Meta-Analysis: Advancing FIT-Based Colorectal Neoplasia Risk Prediction.\r\n\r\nPubmed   Journal   ReadQx \r\nThe importance of the mesentery in the pathophysiology of Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Critical appraisal of the HELIOS study on surveillance in IBD patients.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Does the UK DCD Risk Score have statistical flaws?\r\n\r\nPubmed   Journal   ReadQx \r\nImproving Risk Estimation in MASLD: Competing Events and Liver Function Reserve.\r\n\r\nPubmed   Journal   ReadQx \r\nOn the use of sparse partial least squares in multiomic data analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nRE: MOVING DIAGNOSIS OF LIVER FIBROSIS INTO THE COMMUNITY.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-05-09T02:38:03-04:00",
    "input_file": {}
  },
  {
    "path": "gi/05-02-2025/",
    "title": "Fri May 02 2025",
    "description": "99 articles - From Friday Apr 25 2025 to Friday May 02 2025",
    "author": [],
    "date": "2025-05-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gut\r\n    British Society of Gastroenterology guidelines on colorectal surveillance in inflammatory bowel disease.\r\nCore areas include: risk of colorectal cancer, IBD-related post-colonoscopy colorectal cancer;  service organisation and supporting patient concordance;  starting and stopping surveillance, who should or should not receive surveillance;  risk stratification, including web-based multivariate risk calculation of surveillance intervals;  colonoscopic modalities, bowel preparation, biomarkers and artificial intelligence aided detection;  chemoprevention;  the role of non-conventional dysplasia, serrated lesions and non-targeted biopsies;  management of dysplasia, both endoscopic and surgical, and the structure and role of the multidisciplinary team in IBD dysplasia management;  training in IBD colonoscopic surveillance, sustainability (green endoscopy), cost-effectiveness and patient experience. Sixteen research priorities are suggested.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Gastrointestinal and Extraintestinal Symptoms among Celiac Disease Patients Undergoing a Dose Specified Gluten Challenge: a Systematic Review and Meta-Analysis.\r\nGC commonly induces gastrointestinal symptoms in CeD patients, with abdominal pain, bloating and nausea being most frequent. Standardized challenge protocols are needed to advance therapeutic research while minimizing symptom burden.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Optimal timing for lumen-apposing metal stent removal following endoscopic ultrasound-guided drainage of pancreatic fluid collections: a systematic review and meta-analysis.\r\nThe results of this meta-analysis showed no difference in the incidence of AEs between early and late removal of LAMSs in the presence of moderate heterogeneity across studies. Removal within 4 weeks is not warranted, and it may instead be planned on a clinical case-by-case basis according on the patient's condition.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Alcohol-Attributable Cancer: Update From the Global Burden of Disease 2021 Study.\r\nFrom 2000 to 2021, although the ASDR from alcohol-attributable cancer declined, the total number of deaths continued to rise. This trend was accompanied by variations across sociodemographic groups and cancer types, particularly gastrointestinal cancers. Urgent efforts are needed both globally and at regional levels to address the burden of alcohol-attributable cancers.\r\nPubmed   Journal   ReadQx \r\nAssociation Between Volume, Intensity and Rhythm of Physical Activity Measured by Accelerometer and Risk of All-Cause and Cause-Specific Mortality in Individuals With MASLD.\r\nIn individuals with MASLD, a higher volume and intensity of physical activity, as well as normal RAR supported lower all-cause and CVD mortality risk, which provided insights for management guidelines.\r\nPubmed   Journal   ReadQx \r\nIncreased Risk of Cardiovascular Events After Coronary Interventions in Inflammatory Bowel Disease: A Nationwide Matched Cohort Study.\r\nPatients with IBD were at 37% higher risk of MACE after coronary intervention, indicating a need for intensified cardiovascular risk reduction in these high-risk individuals.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Association of Social Isolation from Living Alone and Psychological Distress Among Adults with Chronic Liver Disease in the United States.\r\nSocial isolation is a social risk factor among US adults with CLD that may be moderated by NSC.\r\nPubmed   Journal   ReadQx \r\nNo Effect of Computer Aided Diagnosis on Colonoscopic Adenoma Detection in a Large Pragmatic Multicenter Randomized Study.\r\nIn patients over the age of 50 with mixed colonoscopy indications, CADe did not increase the adenoma detection rate. Further studies should define the requirements for selective CADe use in routine clinical practice, particularly in relation to the examiner's baseline ADR.\r\nPubmed   Journal   ReadQx \r\nPARKINSON'S DISEASE AND THE GUT: A PRIMER FOR GASTROENTEROLOGISTS.\r\nThese findings underscore the potential role of the gut as: (1) a site of early diagnosis and risk stratification for populations at high-risk for PD and (2) a potentially disease-modifying treatment approach. This review summarizes the current knowledge on the role of the gut-brain axis in PD pathogenesis, clinical disease course, prodromal GI symptoms and their underlying mechanisms, and stresses current knowledge gaps and future directions.\r\nPubmed   Journal   ReadQx \r\nPROXIMAL LOCATION AS A PREDICTOR OF METACHRONOUS COLORECTAL CANCER AFTER EXCISION OF ADENOMAS.\r\nBaseline adenoma proximal location is associated with future detection of CRC and AA.\r\nPubmed   Journal   ReadQx \r\nRole of Endoscopy in Inflammatory Bowel Disease: What Every Gastroenterologist Should Know.\r\nA thorough understanding of the same can help us to assess disease activity and manage our patients. The purpose of this review is to provide an overview of the role of endoscopy in the management of IBD and to examine various anatomical variations in patients post-operatively.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Characterization of Patients with Symptoms of Gastroparesis Having Frequent Emergency Department Visits and Hospitalizations.\r\nOur study of patients with symptoms of Gp revealed a sizeable subset have had Gp-related ED visits and hospitalizations over the past year. Several factors related to etiology, GE delay, GI symptom severity, depression severity, race, and lower income were associated with ED visits and hospitalizations.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Artificial intelligence-assisted esophagogastroduodenoscopy improves procedure quality for endoscopists in early stages of training.\r\nCompleteness of EGD examination and photodocumentation by endoscopists in early stages of are improved by the AI-assisted software Cerebro.\r\nPubmed   Journal   ReadQx \r\nComparing underwater and conventional cold snare polypectomy for colorectal adenomas: Prospective randomized controlled trial.\r\nUCSP has a high R0 rate for colorectal adenomas measuring 4 to 9 mm.\r\nPubmed   Journal   ReadQx   PMC\r\nEffect of gastroenterology resident use of a social network workgroup on skills in characterizing colorectal neoplasia: Prospective study.\r\nGastroenterology resident 1-year use of a social network workgroup does not improve their skills in characterizing colorectal neoplasia. Further intensive training is needed to improve the characterization level of gastroenterology residents.\r\nPubmed   Journal   ReadQx \r\nNovel approach to bilateral biliary drainage: EUS-guided hepaticoduodenodenostomy plus hepaticogastrostomy in malignant hilar biliary obstruction.\r\nEUS-HDGS is a safe and effective drainage method for treating refractory MHBO and has potential as a viable treatment option.\r\nPubmed   Journal   ReadQx \r\nNovel endoscopic gastric purse-string suture device for weight management in a porcine model (with video).\r\nWe assessed its feasibility and efficacy in a porcine model in terms of histological, physiological, and metabolic outcomes. The results suggest that EGPSS offers a viable option for metabolic control.\r\nPubmed   Journal   ReadQx \r\nSealed endoscopic full-thickness resection with sentinel node navigation for early gastric cancer without endoscopic submucosal dissection indication.\r\nThis study suggests that appropriate case selection for sentinel lymph node biopsy could allow for oncologically safe and individualized minimally invasive surgery for early gastric cancer that is ineligible for endoscopic submucosal dissection.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Recurrence Rates of Barrett's Esophagus and Dysplasia in Patients Successfully Treated with Radiofrequency Ablation vs Cryoballoon Ablation: a Comparative Study.\r\n The rates of any and dysplastic BE recurrence were comparable with both modalities in this non-randomized study.\r\nPubmed   Journal   ReadQx \r\nTrends over time and inter-hospital variation in the primary treatment approach for T1 colon carcinomas in the Netherlands.\r\nNo significant differences in RS or OS were found between high- vs low attitude centers (5-year RS 99.0% vs 97.7%, RER 0.97, 95%CI 0.51-1.84 and OS 87.9% vs 86.4%, HRadj 0.95, 95%CI 0.81-1.11), nor between patients treated after vs before 2018 (5-year RS 98.7% vs 98.7%, RER 0.82, 95%CI 0.46-1.46 and OS 86.7% vs 88.0%, HRadj 0.98, 95%CI 0.85-1.13). CONCLUSIONS While inter-hospital variation exists, LR of T1 CC is increasingly preferred in the Netherlands, leading to a reduction in the number of surgeries without a change in RS or OS.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Artificial Intelligence in Biliopancreatic Disorders: Applications in Cross-Imaging and Endoscopy. \r\nPromising applications in biliopancreatic endoscopy include the detection of biliary stenosis, classification of dysplastic precursor lesions, and assessment of pancreatic abnormalities. This review aims to capture the current state of artificial intelligence application in biliopancreatic disorders, summarizing the results of early studies, and paving the path for future directions.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Development of an Electronic Patient Safety Surveillance Model to Efficiently Identify Potential Adverse Events for Gastrointestinal Endoscopies.\r\nThis electronic AE surveillance model can efficiently identify outpatient GI endoscopy cases with a high likelihood of patient harm to complement existing strategies for AE monitoring. Additionally, this methodology demonstrates flexibility to either maximize AE identification or minimize chart review burden by changing the \"AE flag\" threshold. Such tools should enhance quality improvement opportunities, patient safety, and understanding of AEs in routine GI endoscopy.\r\nPubmed   Journal   ReadQx \r\nEndoscopic biliary drainage in patients with surgically-altered anatomy: the street multicenter study.\r\nBD in patients with SAA is still associated with suboptimal chance of success in al the different types of reconstruction. The increasing use of interventional EUS procedures in the last years significantly improved outcomes in patients with SAA treated with these techniques.\r\nPubmed   Journal   ReadQx \r\nEndoscopic mucosal resection versus surgery for colon adenomas and early-stage cancers: a comparative effectiveness study.\r\nAmong patients with eligible colonic lesions, all-cause mortality and healthcare utilization was significantly lower in those treated with EMR, in a community-based practice.\r\nPubmed   Journal   ReadQx \r\nIndefinite for Dysplasia in Barrett's Esophagus Carries Substantial Risk for Prevalent and Incident Neoplasia: Updated Outcomes and Long-Term Follow-up.\r\nIND carries substantial risk for progression to neoplasia including HGD/EAC, especially in the first year after diagnosis. Incident HGD/EAC risk approximates that published for LGD.\r\nPubmed   Journal   ReadQx \r\nLong-term (3-year) Composite Gastroesophageal Reflux outcomes of Peroral Endoscopic Myotomy with or without concomitant Endoscopic Fundoplication in matched cohorts of achalasia.\r\nIn a retrospective matched cohort, GER was significantly less frequent after POEM+F than only POEM, and wrap integrity was maintained in three-fourths patients at 3-year follow-up.\r\nPubmed   Journal   ReadQx \r\nProphylactic Clipping versus No Clipping Following Endoscopic Mucosal Resection of Large Non-Pedunculated Colon Polyps: A Cost-Effectiveness Analysis.\r\n At a WTP threshold of 100,000 USD per QALY, PC is cost-saving for proximal LNPCPs, cost-effective for very large (≥40 mm) LNPCPs, and cost-saving for patients with LNPCPs on antithrombotics. Reducing clip costs (≤$217) and optimizing usage (≤4 clips) further improve economic viability of PC.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    BSG/ACPGBI guidance on the management of colorectal polyps in patients with limited life expectancy.\r\nThis guidance provides a framework to facilitate more objective and informed decision-making, from which an individualised plan can be developed between the patient and their clinician.\r\nPubmed   Journal   ReadQx \r\nDNAJ-PKAc fusion heightens PLK1 inhibitor sensitivity in fibrolamellar carcinoma.\r\n Our findings underscore the role of DNAJ-PKAc in rewiring signalling networks and highlight valuable clinical implications for PLK1-targeted therapies for FLC.\r\nPubmed   Journal   ReadQx \r\nDUOX2 activation drives bacterial translocation and subclinical inflammation in IBD-associated dysbiosis.\r\nElevated DUOX2 signalling contributes to epithelial barrier dysfunction, microbiome alterations and subclinical inflammation. Butyrate and HDAC inhibitors reversed these effects, indicating that DUOX2 may be a therapeutic target in IBD.\r\nPubmed   Journal   ReadQx \r\nIntegrated multimodel analysis of intestinal inflammation exposes key molecular features of preclinical and clinical IBD.\r\n This integrated multimodel approach provides a framework for systematically assessing the molecular landscape of intestinal inflammation. Our findings reveal conserved inflammatory circuits, refine model selection, offering a valuable resource for the IBD research community.\r\nPubmed   Journal   ReadQx \r\nParecoxib sequential with imrecoxib for occurrence and remission of severe acute pancreatitis: a multicentre, double-blind, randomised, placebo-controlled trial.\r\n Parecoxib sequential with imrecoxib was effective and well tolerated in reducing the occurrence and duration of SAP and local complications through suppression of systemic inflammatory response, leading to decreased morbidity.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    AASLD Practice Statement on the evaluation and management of metabolic dysfunction-associated steatotic liver disease in children.\r\nIt also discusses the implications of the 2023 nomenclature revision, which emphasizes evaluating both hepatic steatosis and cardiometabolic risk factors. With increasing recognition of MASLD's cardiometabolic burden and long-term health consequences, this practice statement provides a structured framework to advance clinical care and research in pediatric MASLD.\r\nPubmed   Journal   ReadQx \r\nAlcohol-induced disruption of hepatic m6A modification exacerbates alcohol-associated steatohepatitis by impairing liver immune microenvironment homeostasis.\r\nCollectively, our results demonstrate that alcohol consumption disrupts the homeostasis of hepatic immune microenvironment in ASH through impairment of METTL3-dependent m6A RNA modification. Targeting METTL3 to preserve its enzymatic activity and stability could represent a novel therapeutic avenue for ASH intervention.\r\nPubmed   Journal   ReadQx \r\nAltered blood-brain barrier permeability is associated with abnormal distant connectivity and regional homogeneity in covert hepatic encephalopathy - a cross sectional study.\r\n There was a strong association between disrupted blood-brain barrier (BBB) integrity and attenuated functional connectivity, with reductions in functional connectivity within the DMN and Frontoparietal Network (FPN), circuits closely linked to executive control. This attenuation was evident both in local regional and in distant connectivity within these networks.\r\nPubmed   Journal   ReadQx \r\nOrgan damage proteomic signature identifies patients with MASLD at-risk of systemic complications.\r\nOur study provides a framework for potential mechanisms associated with systemic diseases that facilitates holistic management by stratifying patients with MASLD into subclasses at-risk of extrahepatic manifestations.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Irritable Bowel Syndrome-like Symptoms in Patients With Ulcerative Colitis in Remission as Compared to Irritable Bowel Syndrome: Symptom Severity and Inflammatory Markers.\r\nOne-third and one-tenth of UC-R patients met Rome III and IV IBS criteria, respectively. UC-IBS had lower IBS-SSS and higher fecal calprotectin than IBS. Psychological comorbidities were worse in IBS, least in UC-R without IBS, suggesting more peripheral inflammation and less central involvement in UC-IBS.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Inflammatory Bowel Disease and Dietary Emulsifiers-A Conundrum That Continues.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Seton Use in Perianal Fistulising Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nHealth Disparities in Gastroenterology Care in LGBTQ+ Individuals and Their Health Care Experiences: Community Pride Event Survey.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Function over form: defining evolutionarily conserved long-noncoding RNAs regulating hepatic metabolism.\r\n\r\nPubmed   Journal   ReadQx \r\nImproved DeTXIon is harder when white light colonoscopy gets a stable extended depth of field.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided choledochoduodenostomy with the use of fully covered self-expandable metal stents within lumen-apposing metal stents: a stent in the duct is worth 2 in my book.\r\n\r\nPubmed   Journal   ReadQx \r\nEasy biliary cannulation during ERCP does not preclude post-ERCP pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Systemic treatment in patients with hepatocellular carcinoma and advanced liver dysfunction.\r\nIn this recent advances article, we discuss how the clinical course of cirrhosis can affect eligibility to treatment in the modern era of systemic therapy for HCC, elaborate on strategies to improve liver function in HCC patients by targeting cirrhosis-related and tumour-related factors and summarise the current literature on systemic therapy in HCC patients with Child-Pugh class B. Based on this information, we finally propose a clinical algorithm on how to systematically approach patients with HCC and advanced liver dysfunction in clinical practice.\r\nPubmed   Journal   ReadQx \r\nTranslational strategies for oral delivery of faecal microbiota transplantation.\r\nWe postulate that continued innovation in OralFMT and LBPs via a multidisciplinary approach can further increase therapeutic efficacy and scalability by enabling disease site targeting, co-delivery of therapeutic compounds and overcoming colonisation resistance. Realising these goals positions OralFMT as a cornerstone of personalised care across a range of diseases rooted in microbiome health.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Addressing Mechanistic and Subtype-specific Limitations in the Study on Fecal Proteolytic Bacteria and Staphylococcal Superantigens in Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nAsymptomatic massive choledocholithiasis in a patient with sickle cell disease and history of remote cholecystectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nAtypical Gallstone Ileus: Sigmoid Obstruction Managed with Endoscopic Lithotripsy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric amoebiasis - unusual cause of gastrointestinal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Lai and Liao.\r\n\r\nPubmed   Journal   ReadQx \r\nTWO RARE CONDITIONS IN ONE: A CASE OF GALLBLADDER AGENESIS IN A PATIENT WITH TYPE I CHOLEDOCHAL CYST.\r\n\r\nPubmed   Journal   ReadQx \r\nTapered Corticosteroids in Severe Alcohol-Associated Hepatitis: A Strategy to Maximize Benefit and Minimize Harm.\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling the Potential: Suggestions for Refining the Bowel Preparation Study on 1 L PEG-Asc Combinations.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic drainage for a thoracic abscess caused by delayed perforation after endoscopic submucosal dissection for gastric tube cancer: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasonography-guided vascular intervention for bile duct-jejunal anastomotic variceal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided NOTES for fishbone removal near the pancreas.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided removal of a toothpick from outside the gastrointestinal tract.\r\n\r\nPubmed   Journal   ReadQx \r\nForward-viewing echoendoscope provides single sessional three biliary drainage routes in a patient with pancreatoduodenectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nGel-immersion biliary cannulation during a balloon-assisted endoscope-guided endoscopic retrograde cholangiopancreatography.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHybrid approach to hemobilia: endoscopic and endovascular management of a ruptured hepatic artery pseudoaneurysm.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPseudoaneurysmal rupture with massive bleeding following endoscopic ultrasound-guided gallbladder drainage using an electrocautery-enhanced lumen-apposing metal stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSpontaneous expulsion of a huge appendiceal fecalith after endoscopic treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful reverse cannulation and needle-knife papillotomy of the minor papilla for accessory pancreatic duct cannulation.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    PNPLA3 Inhibition and Cardiometabolic Risk: Reassessing Dyslipidemia and ASCVD Concerns.\r\n\r\nPubmed   Journal   ReadQx \r\nSimvastatin and Rifaximin for Decompensated Cirrhosis: A Hope Unfulfilled.\r\n\r\nPubmed   Journal   ReadQx \r\nSpatial and Functional Specialization of Gut Enterochromaffin Cells in Sensory Signaling.\r\n\r\nPubmed   Journal   ReadQx \r\nThe paradox of type III interferons: A delicate balance between protection and pathology in colitis development and gut tissue repair.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Dietary modulation of the gut phageome: a cross-kingdom dialogue in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Comparative efficacy of pharmacologic therapies for MASH in reducing liver fat content.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Redefining post-resection care: Critical analysis of adjuvant TACE in curative hepatocellular carcinoma management.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Antibody-mediated rejection in liver transplantation following immune checkpoint inhibitors treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Oversights in stratification and viral screening- A critical appraisal of a MetS-cholangiocarcinoma cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nMoving beyond the liver - proteomics as a molecular footprint of systemic damage in metabolic dysfunction-associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Antibody-mediated rejection in liver transplantation following immune checkpoint inhibitors treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Oversights in Stratification and Viral Screening- A Critical Appraisal of a MetS-Cholangiocarcinoma Cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Of mice and men: Unlocking precision medicine for liver cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Inflammatory Bowel Disease and Dietary Emulsifiers-A Conundrum That Continues. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Seton Use in Perianal Fistulising Crohn's Disease. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association Between Viral Replication Activity and Postoperative Recurrence of HBV-Related Hepatocellular Carcinoma-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Clarifying the Synergistic Mechanisms of Mediterranean Diet and Time-Restricted Feeding in MASLD Management-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Clarifying the Synergistic Mechanisms of Mediterranean Diet and Time-Restricted Feeding in MASLD Management.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Non-Cirrhotic MASLD-Related HCC-Is It Time to Rethink HCC Surveillance Guidelines?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Post-HCV Cure, Precision Assessment of Liver Stiffness and Diabetes Risk in Maternal Populations-A Critical Research Need.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Post-HCV Cure, Precision Assessment of Liver Stiffness and Diabetes Risk in Maternal Populations-A Critical Research Need. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Re-Examining Seton Efficacy in Perianal Crohn's Disease-Considerations for Outcome Measurement and Clinical Interpretation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Re-Examining Seton Efficacy in Perianal Crohn's Disease-Critical Considerations for Outcome Measurement and Clinical Interpretation. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: TB-CD Puzzle-Is tNGS the Final Piece?\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Response to comment on \"PuraStat for gastrointestinal bleeding management: Effective approach for endoscopic prevention and rescue therapy\".\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Further Insights into the Roles of Gut Microbiota in Immune Checkpoint Inhibitor Efficacy in Patients with Gastric Adenocarcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nPesticides and IBD: A Critical Look at the Hidden Gaps in the Exposome-Disease Link. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Cold piecemeal endoscopic mucosal resection of medium to large adenomas.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing colorectal cancer screening models through updated parameters and sensitivity analyses.\r\n\r\nPubmed   Journal   ReadQx \r\nThe future of gastroenterology training: proposed solutions.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Menopausal hormone therapy is a risk factor for microscopic colitis: findings from a nationwide, matched case-control study.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Risk stratification beyond fibrosis in SLD: The case for lifestyle-responsive prognostic tools.\r\n\r\nPubmed   Journal   ReadQx \r\nSignificant Hepatic Fat Loss after Metabolic Dysfunction-associated Steatotic Liver Disease: Beware of Misclassification as Absence of Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-05-02T08:27:50-04:00",
    "input_file": {}
  },
  {
    "path": "gi/04-18-2025/",
    "title": "Fri Apr 18 2025",
    "description": "130 articles - From Friday Apr 11 2025 to Friday Apr 18 2025",
    "author": [],
    "date": "2025-04-18",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Defining radiological healing in perianal fistulising Crohn's Disease: a TOpClass global expert Delphi consensus.\r\n This international Delphi consensus standardizes radiological endpoints in pfCD, improving consistency in clinical and research settings. Future studies will validate this definition and assess how radiological changes predict long-term clinical outcomes and quality of life improvements.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Global Consensus Recommendations for Metabolic Dysfunction-Associated Steatotic Liver Disease and Steatohepatitis.\r\nOur study provides an extensive set of recommendations generated based on a comprehensive review of the most recent MASLD/MASH guidelines and a consensus-building process.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Change in cT1 following interventions in MASLD: A systematic review and meta-analysis.\r\n Evidence to-date supports a significant treatment-induced reduction in cT1 as compared to minimal changes in the placebo group. Our findings could inform study designs for investigational therapies and support monitoring of treatment response in individuals with MASLD in clinical trials and clinical practice.\r\nPubmed   Journal   ReadQx \r\nParticipation and yield of gastric cancer screening programs: A systematic review and meta-analysis.\r\nThe participation and yield of GC screening programs were comprehensively assessed using three indicators proposed in this study.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A systematic review of technical factors associated with persistent fistula after endoscopic ultrasound-directed transgastric endoscopic retrograde cholangiopancreatography in patients with Roux-en-Y gastric bypass.\r\nIn this systematic review, larger stent size, passive (spontaneous) closure after stent removal, and longer stent dwell time appeared associated with an increased risk of PF formation after EDGE.\r\nPubmed   Journal   ReadQx \r\nOutcomes and Safety of Duodenal Endoscopic Submucosal Dissection for non-ampullary lesion: a systematic review and meta-analysis.\r\n ESD for NADL can be considered an alternative to standard techniques or surgery when en-bloc and R0 resection is requested. High experience and proficiency are required to replicate the outcomes found by this meta-analysis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: A Multicentre Randomised Controlled Trial of Carvedilol Versus Variceal Band Ligation in Primary Prevention of Variceal Bleeding in Liver Cirrhosis (CALIBRE Trial).\r\nThe early terminated and, thus, underpowered CALIBRE trial showed no difference between carvedilol and VBL in the primary prevention of variceal bleeding in patients with cirrhosis and medium-to large-sized oesophageal varices. No untoward safety concerns were noted.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Antispasmodic Use on Abdominal Pain and Opioid Use in Inflammatory Bowel Disease: A Population-Based Study.\r\nAntispasmodic use in patients with IBD was associated with increased abdominal pain and opioid use in opioid-naïve patients. Antispasmodic use was associated with increased likelihood of corticosteroid use, clinic and ER visits and hospitalisation.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Acute gastroenteritis is a risk factor for the development of disorders of gut-brain interaction in children.\r\n  children with AGE are more likely to develop DGBIs compared to controls. AGE symptom severity is associated with PI-DGBI.\r\nPubmed   Journal   ReadQx \r\nAdenoma Detection Rates Calculated Using All Exams Are Associated with Lower Risk for Post Colonoscopy Colorectal Cancer: Data From the New Hampshire Colonoscopy Registry.\r\n Our data demonstrating lower PCCRC risk in exams performed by endoscopists with higher ADR's calculated with al exams helps to validate ADR-A as a quality measure. ADR-A may also increase precision of the calculated ADR. Endoscopists should strive for a higher ADR-A with 44% as an aspirational target.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of a model of care based on Fibrosis-4 and liver stiffness measurement for the screening of patients with type 2 diabetes mellitus at risk of advanced liver disease: results from an Italian prospective multicentre study.\r\nIn diabetes clinics, the 2-tier screening using FIB-4 and VCTE is effective for the identification of T2DM patients to be referred to hepatologists. VCTE referral may be considered for patients with overweight/obesity and elevated ALT classified as at low risk of advanced liver fibrosis by FIB-4.\r\nPubmed   Journal   ReadQx \r\nQuantifying Patient Preferences for Risk Tolerance With Novel Dual Biologic Therapies for Inflammatory Bowel Disease.\r\n The findings suggest that patients prefer safe and efficacious treatments and DBT may be an acceptable option for those who have failed an advanced therapy for IBD. We demonstrate the value of building on existing evidence and designing efficient DCE studies to address knowledge gaps to improve IBD care.\r\nPubmed   Journal   ReadQx \r\nRural-urban disparities in hepatocellular carcinoma deaths are driven by hepatitis C-related HCC.\r\nAnnual increases in HCC deaths have been more pronounced in rural compared to urban populations. Deaths from HCV-related HCC have declined with a geographical disparity that favors urban populations, possibly driven by decreased access to HCV screening or availability of highly effective direct-acting antiviral therapies for rural residents. These findings underscore the need for targeted HCV screening and treatment strategies in rural populations in addition to ongoing strategies to combat alcohol use and metabolic diseases.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    All-cause and cause-specific mortality in achalasia: A nationwide matched cohort study.\r\nIndividuals with achalasia had a 42% increased mortality rate compared with the general population. The elevated mortality risk indicates a need for long-term follow-up.\r\nPubmed   Journal   ReadQx \r\nComparative Effectiveness of Infliximab vs Ustekinumab for Endoscopic and Transmural Remission in Biologic Naïve Crohn's Disease.\r\nInfliximab and ustekinumab demonstrated similar effectiveness in achieving clinical, endoscopic, and transmural remission in biologic-naïve patients with CD.\r\nPubmed   Journal   ReadQx \r\nDevelopment of a question prompt list for people living with primary biliary cholangitis - A Delphi Study. \r\nIn addition, one question regarding first-line therapy was included despite being rated as moderately/very important by 68.5%. The PBC patient question prompt list serves as a user-facing document, to enhance the patient experience, and drive value-based healthcare in routine clinical practice.\r\nPubmed   Journal   ReadQx \r\nHepatic encephalopathy and MELD-Na predict treatment benefit in autoimmune hepatitis-related decompensated cirrhosis.\r\nImmunosuppression is beneficial in patients with AIH-related decompensated cirrhosis and active disease. OHE and MELD-Na at diagnosis, along with a decline in MELD-Na at 4 weeks of treatment, are the most important determinants of outcome and can guide treatment decisions.\r\nPubmed   Journal   ReadQx \r\nPostoperative Outcomes in Tofacitinib-treated Patients with Acute Severe Ulcerative Colitis Undergoing Colectomy.\r\nWe observed a significantly lower rate of overall postoperative complications in ASUC patients treated with tofacitinib compared to infliximab;  however, no difference was observed in the risk for serious postoperative complications. Larger prospective trials are needed to confirm these findings.\r\nPubmed   Journal   ReadQx \r\nSpleen stiffness predicts the risk of liver-related complications in patients with compensated advanced chronic liver disease.\r\n Non-invasive assessment using SSM may serve as an excellent tool for predicting the risk of liver-related complications and risk-stratifying patients with cACLD, thereby improving their management.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Association of semaglutide with retained gastric contents on endoscopy: Retrospective analysis.\r\nSemaglutide use appears to increase risk of having retained gastric contents visualized during endoscopy. Patients on semaglutide for weight loss appear to have a greater risk of RGC compared with patients on semaglutide for glycemic control. This observation may have clinical implications for management of GLP-1 agonist use prior to endoscopy.\r\nPubmed   Journal   ReadQx \r\nDiagnosis of small bowel inflammation using small bowel capsule endoscopy combined with abdominal CT scan.\r\nWe evaluated presence or absence of mucosal inflammation by SBCE in patients with CT findings of suspected small bowel inflammation and analyzed their backgrounds. Patients and methods The Lewis score was determined by SBCE, and scores ≥ 135 placed 65 patients in the enteritis group and scores of 4.15 mm) on CT has these characteristics, it may be worth considering performing SBCE.\r\nPubmed   Journal   ReadQx \r\nDifferences in colonoscopy performance among four endoscopy centers in Western Norway: Influence of case-mix.\r\nCase-mix influenced performance measures. Although we showed center differences in performance, other factors, such as individual endoscopist skills, probably influence performance measures. Our study demonstrates the importance of considering case-mix when assessing colonoscopy performance.\r\nPubmed   Journal   ReadQx \r\nEarly cholangioscopy-guided lithotripsy for clearance of biliary stones associated with narrow lower bile duct.\r\nEarly upfront digital cholangioscopy with EHL has high efficacy and safety for stone clearance after a single session in patients with narrow distal CBD.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of multi-loop traction device-assisted colorectal endoscopic submucosal dissection: Multicenter randomized clinical trial.\r\nThis multicenter randomized trial demonstrated that use of MLTD did not significantly increase dissection speed for colorectal ESD. Treatment conversions may have influenced the primary endpoint, and further investigation is warranted.\r\nPubmed   Journal   ReadQx \r\nEfficacy of water pressure method for colorectal endoscopic submucosal dissection: Propensity-score matching analysis.\r\nWPM for colorectal ESD may shorten procedure time compared with C-ESD without increasing AEs.\r\nPubmed   Journal   ReadQx \r\nEndoscopic intermuscular dissection for management of 10- to 20-mm rectal neuroendocrine tumors: Pilot study (with video).\r\nEID is a promising treatment for 10- to 20-mm R-NETs, with high initial cure rates, and a new option for endoscopic resection. More studies of the procedure are needed.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided therapies versus retrograde transvenous obliteration for gastric varices: Multicenter propensity matched analysis.\r\nEUS-guided therapy offers a safe and effective alternative to RTO for managing fundal varices. Although reintervention rate for GVs were higher than for EUS, incidence of AEs and reintervention for EVs was higher with RTO.\r\nPubmed   Journal   ReadQx \r\nEye movement patterns associated with colorectal adenoma detection: Post hoc analysis of randomized controlled trial.\r\nLower peripheral gaze rate and slow eye movement are associated with colorectal adenoma detection.\r\nPubmed   Journal   ReadQx \r\nOptimal timing for discontinuation of ERCP in cases of difficult selective biliary cannulation.\r\nIn cases of difficult SBC, discontinuing attempts at around 8 minutes may minimize risk of PEP. However, extending attempts up to 12 minutes can be justified to achieve higher success rates. Beyond 12 minutes, likelihood of successful SBC diminishes significantly.\r\nPubmed   Journal   ReadQx \r\nOptimizing endoscopic detection of precancerous gastric conditions: Single-center prospective study.\r\nDespite the diverse hospital population, ASAG prevalence remained low. A numerical increase in ASAG detection rate was observed with systematic NBI use compared with optional NBI use. Overall, systematic NBI-guided biopsies appear to be associated with increased rates of detection of ASAG, atrophy, and IM.\r\nPubmed   Journal   ReadQx \r\nOutcomes of retained gastrointestinal debris during upper endoscopy.\r\nOur study did not demonstrate a significant increase in post-procedure complications in patients with GIDR. Further, the GIDR group had higher rates of opiate use, which can guide stratification of retention risk.\r\nPubmed   Journal   ReadQx \r\nTranspapillary biliary drainage using a forward-viewing endoscope for patients with distal malignant biliary obstruction and type I duodenal stenosis.\r\nTranspapillary biliary drainage using a forward-viewing endoscope is a useful option for patients with type I duodenal stenosis.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic direct diverticulitis therapy for acute uncomplicated diverticulitis.\r\nEDDT utilizing cholangioscope-assisted colonoscopy is a feasible alternative treatment for acute uncomplicated diverticulitis, offering diagnostic and therapeutic advantages through direct visualization. With promising preliminary results, further studies with larger cohorts are warranted to confirm its efficacy and long-term outcomes.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided choledochoduodenostomy results in fewer complications than percutaneous drainage following failed ERCP in malignant distal biliary obstruction.\r\n When both modalities were available and technically feasible, gastroenterologists preferred EUS-CDS over PTBD. EUS-CDS seems to be associated with a lower mortality and AE rate, shorter hospital admission and fewer reinterventions, but a randomized controlled trial should confirm these observations.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Generative Artificial Intelligence in Clinical Medicine and Impact on Gastroenterology. \r\nWe remain optimistic in the potential of GenAI to augment clinical expertise due to the adaptability of GenAI to handle multiple data modalities to obtain and focus relevant information flows and the human-friendly interfaces that facilitate ease of use. We believe that the potential of GenAI for dynamic human-algorithmic interactions may allow for a degree of clinician-directed customization to enhance human presence.\r\nPubmed   Journal   ReadQx \r\nPreventive effect of Helicobacter pylori treatment on gastric cancer incidence and mortality: A Korean population study.\r\nHPE may help prevent GC and improve survival in adults of al ages, including those aged ≥70 years. These findings suggest that HPE benefits not only younger adults but also older adults. HPE treatment is preferable at a younger age, but older age may not be a limiting factor for the treatment.\r\nPubmed   Journal   ReadQx \r\nTherapeutic Targeting of Oncogene-induced Transcription-Replication Conflicts in Pancreatic Ductal Adenocarcinoma.\r\nAOH1996 safely and effectively targets TRCs in preclinical PDAC models, with initial clinical evidence supporting its potential for treating chemotherapy-refractory PDAC. Further clinical development is warranted.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Combined Endoscopy and Functional Lumen Imaging Probe Panometry Approach Can Expedite Diagnosis of Esophageal Motility Disorders.\r\n An approach utilizing endoscopy (CARS score) and FLIP Panometry (EndoMAP) identified actionable esophageal motility disorders at the point-of-care endoscopy encounter. While additional validation is planned, this approach offers a well-tolerated method that addresses limitations of HRM. Applied to the index endoscopic encounter, this approach could expedite management, reducing need for HRM in some patients versus triaging toward additional testing in others.\r\nPubmed   Journal   ReadQx \r\nSafety and feasibility of intensive endoscopic interventions for delayed perforation after colorectal endoscopic submucosal dissection.\r\n Intensive endoscopic interventions for delayed perforation after ESD may prevent emergency surgery.\r\nPubmed   Journal   ReadQx \r\nSafety of uninterrupted anticoagulation in the setting of routine colonoscopy.\r\n Continuous or interrupted anticoagulation both appear to be acceptable approaches for routine colonoscopy in the setting of a systematic protocol for anticoagulation management.\r\nPubmed   Journal   ReadQx \r\nShort- and long-term outcomes of endoscopic resection for gastric tube cancer: A Japanese multicenter prospective cohort study.\r\nER could be safely performed for gastric tube cancer;  however, its long-term prognosis is worse than that of naïve stomach cancer. Assessing various systemic conditions when deciding on a treatment strategy for gastric tube cancer is important.\r\nPubmed   Journal   ReadQx \r\nShort-term outcomes of ESD for suspected T1 colorectal cancers: A European experience.\r\nESD performed on polyps with suspected d-SMIC showed lower VM-R0 rates for pT1Sm2-3 cases compared to suspected s-SMIC cases. This should be taken into account when selecting the optimal resection technique for suspected d-SMIC cases.\r\nPubmed   Journal   ReadQx \r\nSuccess and Safety of Conventional Endoscopic Resection Techniques for Previously Partially Resected Colorectal Polyps at a Tertiary Referral Center.\r\n While specialized resection techniques are increasingly advocated to manage fibrotic colorectal lesions, we demonstrate conclusively that experts can successfully and safely manage previously partially resected colorectal lesions using conventional techniques.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Choice of colon capsule or colonoscopy versus default colonoscopy in FIT positive patients in the Danish screening programme: a parallel group randomised controlled trial.\r\n Offering CCE as an alternative to colonoscopy did not significantly alter the detection rate of advanced neoplasia, nor did it increase uptake in a screening programme with high adherence to colonoscopy following a positive FIT test. Instead, it led to a very high rate of secondary colonoscopies. Therefore, CCE cannot be recommended in this setting.\r\nPubmed   Journal   ReadQx \r\nPrecision risk stratification of primary gastric cancer after eradication of <i>H. pylori<\/i> by a DNA methylation marker: a multicentre prospective study.\r\nBackground Precision cancer risk stratification for gastric cancer is urgently needed for the growing number of healthy people after eradication even though al of them have clinically high risk. Individuals with super-high risk will need more frequent gastric cancer screening than currently recommended.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Cirrhosis and age are key determinants of HCC risk in individuals with primary sclerosing cholangitis: A multicenter longitudinal cohort study.\r\n Hepatocellular carcinoma is relatively rare in patients with primary sclerosing cholangitis who do not have cirrhosis, especially in those under the age of 50. Our findings indicate that HCC monitoring for patients with PSC can be tailored, based on their age and cirrhosis status.\r\nPubmed   Journal   ReadQx \r\nDeveloping palliative care interventions in liver disease using formative and summative qualitative evaluation. \r\nSpecifically, we sought to understand how the intervention was enacted (fidelity) and to provide a roadmap for future palliative care practice integration in ESLD. In conclusion, formative and summative evaluations play a vital role in improving interventions so that valuable and scarce palliative care resources are applied equitably and effectively and so that patients and their caregivers experience the best possible care and quality of life as they live with ESLD.\r\nPubmed   Journal   ReadQx \r\nMultiomics approaches for identifying the PANoptosis signature and prognostic model via a multimachine-learning computational framework for intrahepatic cholangiocarcinoma.\r\n The present study identified a precise prognostic and treatment strategy for ICC patients prone to PANoptosis, investigated the molecular mechanisms of PANoptosis in ICC cells, and highlighted the potential clinical relevance of the PANRS in predicting prognosis and therapy response. These findings will help guide clinical treatment strategies for ICC.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Five-year overall survival update from the HIMALAYA study of tremelimumab plus durvalumab in unresectable HCC.\r\nAt 5 years, STRIDE sustained an OS benefit versus sorafenib and maintained a manageable safety profile. OS benefit with STRIDE was improved in participants with disease control. Data suggest that any degree of tumour shrinkage with STRIDE can be associated with improved OS, indicating that conventional response measures may not fully capture STRIDE benefits. Nevertheless, participants experiencing deep responses appear to have the greatest benefit. STRIDE continues to set new benchmarks in uHCC with 1 in 5 patients alive at 5 years. Impact and implications The phase III HIMALAYA study showed that STRIDE (Single Tremelimumab Regular Interval Durvalumab) improved overall survival (OS) versus sorafenib in participants with unresectable HCC (uHCC), including after 4 years of follow-up. Understanding the efficacy and safety of STRIDE over the longer term is important for healthcare providers;  here, we demonstrate that STRIDE sustained an OS benefit versus sorafenib and maintained a manageable safety profile after 5 years of follow-up. OS benefit with STRIDE was improved in participants with disease control and any degree of tumour shrinkage, indicating that conventional response measures may not fully capture the benefits of STRIDE. These findings are important as they set new benchmarks in uHCC and may help guide clinical decisions in the future.\r\nPubmed   Journal   ReadQx \r\nMachine learning based radiomic models outperform clinical biomarkers in predicting outcomes after immunotherapy for hepatocellular carcinoma. \r\nThis study used deep learning and machine learning to develop and validate an integrated radiomic-clinical model which can predict survival and response to atezolizumab plus bevacizumab from pre-treatment imaging. Radiomic-based machine learning models can risk-stratify advanced HCC patients receiving atezolizumab plus bevacizumab.\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol levels distinguish steatotic liver disease subgroups and are associated with risk of major liver outcomes.\r\nPEth is a valuable alcohol biomarker for distinguishing between SLD subtypes, especially ALD, and predicts adverse outcomes in people with and without SLD. Impact and implications There is controversy regarding the various proposed steatotic liver disease (SLD) subtypes, the most recent definition suggesting that patients with an elevated alcohol consumption and MASLD should be classified as having MetALD. Here, we address this challenge by classifying patients with SLD by utilizing the biomarker phosphatidylethanol (PEth), a direct and reliable biomarker for recent alcohol consumption. Our analysis of this large cohort-comprising 46,406 patients-revealed that using the objective PEth biomarker may be a valuable tool for distinguishing between MASLD and MetALD, and that PEth is strongly associated with the risk of liver outcomes in individuals with and without known SLD. Integrating PEth testing into routine diagnostic evaluations could enhance knowledge on the underlying pathophysiology in SLD, reduce the potential for misclassification, and ultimately improve patient outcomes by enabling clinicians to offer appropriate therapies. Further research is needed to validate these findings in other populations and to explore the potential integration of PEth into broader clinical guidelines for managing SLD.\r\nPubmed   Journal   ReadQx \r\nRegulation of KIF23 by miR-107 controls replicative tumor cell fitness in mouse and human hepatocellular carcinoma.\r\nDisruption of the miR-107/Kif23 axis inhibited hepatoma cell proliferation in vitro and prevented oncogene-induced liver cancer development in vivo, offering a novel potential avenue for the treatment of HCC in humans. Impact and implications Our study revealed the central role of the miR-107/KIF23 axis in controlling tumor cell fitness and hepatocellular carcinoma progression. The results demonstrate that the overexpression of miR-107 or silencing of its target, KIF23, markedly suppresses the proliferation, survival, and motility of human and mouse hepatoma cells. In this work, we demonstrate that the disruption of miR-107/Kif23 signaling effectively protects mice from an aggressive form of oncogene-induced liver cancer in vivo, implying that targeting miR-107/KIF23 might be a novel therapeutic approach for hepatocellular carcinoma in humans.\r\nPubmed   Journal   ReadQx \r\nTumor-Derived CD109 Orchestrates Reprogramming of Tumor-Associated Macrophages to Dampen Immune Response.\r\nOur findings reveal sCD109 as a 'secreted immune checkpoint' that reprograms the TIME and suggest that CD109 inhibition is a valuable strategy to sensitize the effectiveness of iCCA immunotherapy. Impact and implications Poor response to tumor immunotherapy in patients with intrahepatic cholangiocarcinoma (iCCA) has long been a challenge for clinicians. In this study, we used multiomics approaches to elucidate that tumor cells secrete soluble CD109, which reprograms macrophages, leading to the accumulation of CD73 + macrophages in the tumor immune microenvironment (TIME). This effect significantly inhibits T cell proliferation and the immune response of CD8 + T cells, thereby impairing the efficacy of immunotherapy. In preclinical studies, we demonstrated that targeting CD109 in mice can markedly improve the immunosuppressive TIME, sensitizing iCCA cells to anti-PD-L1 immunotherapy. These findings represent a crucial step toward developing more effective therapies for iCCA and have significant implications for clinicians, scientists, and drug developers in the field.\r\nPubmed   Journal   ReadQx \r\nValidation and expansion of Baveno VII recompensation criteria in patients with cirrhosis and curable liver disease.\r\n Baveno-VII criteria identify cirrhotic patients with a good prognosis, but fewer than 10% of decompensated patients achieve recompensation. Expanding these criteria to include patients receiving minimal decompensation treatment identifies those with similarly low mortality risk. Impact and implications In recent years, growing evidence has shown that achieving an etiological cure can significantly improve the prognosis of decompensated patients, leading to the development of the concept of recompensation. Baveno VII recently proposed a definition for recompensation;  however, data on the clinical impact of this condition remain limited. In this study we evaluated Baveno VII criteria and developed and validated expanded Baveno VII criteria for recompensation. Our findings demonstrates that recompensation is associated with improved survival, reduced hyperdynamic circulation and decreased systemic inflammation in outpatients with decompensated cirrhosis. These results are valuable for hepatologists and researchers aiming to refine patient management strategies and risk stratification in cirrhosis care.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Carvedilol Remains the First-Line Treatment of Portal Hypertension After the CALIBRE Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Real-World Evidence of Upadacitinib-An Effective Induction Therapy for Crohn's Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: When and What to Ask-Capturing the Symptoms Experienced by Patients With PSC.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Artificial Intelligence for Clinical Trial Facilitation, Lessons for Inflammatory Bowel Disease: A Scoping Review.\r\nNotwithstanding the ethical, regulatory, and practical limitations, incorporation of AI into clinical trials may accelerate and improve quality of drug development in IBD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Acute Pancreatitis in Children: It's Not Just a Simple Attack.\r\nOur review highlights for the first time how AP can lead to significant long-term sequelae, including exocrine/nutritional deficiencies, endocrine pancreatic dysfunction, diabetes, recurrent pain, and decreased quality of life compared to healthy population controls. The goal of this review is to summarize advances in understanding of pediatric AP and to emphasize the importance of early recognition, appropriate risk stratification, and comprehensive follow-up after the first pediatric AP episode, while highlighting areas requiring future research to optimize patient outcomes.\r\nPubmed   Journal   ReadQx \r\nMonitoring the calm before the storm - A video capsule endoscopy guided proactive treat-to-target approach in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Gravity of a Unique Subcutaneous anti-IL23 Induction Regimen. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cellular and molecular mechanisms in the pathogenesis of pouchitis: more than just the microbiota.\r\nIn addition, we introduce the concept of pouchitis as a possible transmural disease and discuss the potential role of non-immune cells, including stromal cells, in perpetuating inflammation and intestinal barrier dysfunction. We discuss future directions, implications for novel therapies and propose novel multicellular disease models that can better capture the complexity of pouchitis pathogenesis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Aberrant ubiquitination causing liver cancer: the ADRM1-ΔEx9- FBXW7 connection.\r\n\r\nPubmed   Journal   ReadQx \r\nDiving deep: finding pathogenic intronic variants and making them actionable. \r\n\r\nPubmed   Journal   ReadQx \r\nMore than 10 years of IFN-free HCV treatment and viral hepatitis elimination: Mission not completed!\r\n\r\nPubmed   Journal   ReadQx \r\nRat hepatitis E virus: the new kid on the block?\r\n\r\nPubmed   Journal   ReadQx \r\nTo Sleeve or Not to Sleeve: Validation of Liver Transplantation with Sleeve Gastrectomy. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Optimizing Bile Acid Diarrhea Treatment: The Importance of Triglyceride Screening Before Bile Acid Sequestrant Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nQuality of Evidence Backing Recommendations for Eosinophilic Esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Odd Thing About Odds Ratios.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Associations between Abnormal Quantitative Autonomic Function Test Parameters and Specific Gastrointestinal Symptoms.\r\n\r\nPubmed   Journal   ReadQx \r\nChildhood Household Dysfunction and Low Household Income Associate with Increased Risk of Cirrhosis in Adults.\r\n\r\nPubmed   Journal   ReadQx \r\nCovert Ectopic Gastric Cancer in the Duodenum. \r\n\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Safety of Tofacitinib in Biologic-Naïve Elderly Patients with Ulcerative Colitis. \r\n\r\nPubmed   Journal   ReadQx \r\nImpact of Fluid Therapy in the Emergency Department in Acute Pancreatitis: a posthoc analysis of the WATERFALL Trial. \r\n\r\nPubmed   Journal   ReadQx \r\nMedicolegal Risks in Gastroenterology: Present and Emerging Concerns The gastroenterologist in private practice needs to be aware of these three technical areas of health law compliance.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-invasive Identification of Metabolic Dysfunction-associated Steatotic Liver Disease Patients eligible for Resmetirom Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting Management of Complex Patients with Acute Cholecystitis: Building Towards Optimized Care.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Coagulation, clipping and closure method: New combined approach to prevent delayed bleeding after gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nPuraStat for gastrointestinal bleeding management: Effective approach for endoscopic prevention and rescue therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to comment on \"Endoscopic submucosal dissection for proximal colonic lesions: an effective therapeutic option\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A pancreaticobiliary fistula due to pancreatic stones in long-term follow-up of chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nA serious esophageal-mediastinal fistula successfully treated by endoscopic debridement and continuous irrigation. \r\n\r\nPubmed   Journal   ReadQx \r\nCan artificial intelligence help to reduce intraprocedural bleedings during third-space endoscopy?\r\n\r\nPubmed   Journal   ReadQx \r\nColorectal cancer screening programs: how should we improve efficacy?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic suturing ligation and fundoplication for proton pump inhibitor-resistant severe reflux esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHybrid endoscopic approach for recanalization of biliary-enteric anastomotic occlusion with impacted hepatic stones in Roux-en-Y reconstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nIs biopsying of post-endoscopic mucosal resection scars by general endoscopists a waste of time and money?\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of a case of buried bumper byndrome using an endoscopic submucosal dissection-based approach. \r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous transhepatic cholangioscopy with cholangiography-guided choledochojejunostomy: a bridge drainage technique for distal common bile duct stenosis after Beger's operation.\r\n\r\nPubmed   Journal   ReadQx \r\nPulley traction strategy during esophageal endoscopic submucosal dissection: a new way to optimize submucosal exposure.\r\n\r\nPubmed   Journal   ReadQx \r\nSide-by-side placement of a novel slim 6-mm multi-hole covered self-expandable metallic stent for malignant hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nThe technique for retrieving a fully migrated pancreatic duct stent using a snare placed over the proximal end of biopsy forceps.\r\n\r\nPubmed   Journal   ReadQx \r\nUnanticipated gastroduodenal fistula induced by multiple magnetic beads: successful endoscopic management without the need for surgery. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection effectively treats circumferential early-stage esophageal cancer recurring at the scar left by a prior endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Polyp Over Rectal Varices Treated with Endoscopic Band Ligation.\r\n\r\nPubmed   Journal   ReadQx \r\nA RARE CASE OF IDIOPATHIC PAN-COLONIC VARICES ASSOCIATED WITH ANGIOECTASIAS.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare case of adenocarcinoma arising from gastric inlet patch.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare case of obstructive jaundice: solitary peribiliary cyst in extrahepatic duct.\r\n\r\nPubmed   Journal   ReadQx \r\nAn elderly male with 30-year recurrent hematochezia: endoscopic diagnosis of colorectal hemangioma.\r\n\r\nPubmed   Journal   ReadQx \r\nAtypical EUS Findings in Pancreatic Ductal Adenocarcinoma Challenging Traditional Diagnostic Criteria.\r\n\r\nPubmed   Journal   ReadQx \r\nBULLET IN CBD- A RARE CAUSE OF JAUNDICE.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis and Treatment of a Patient with Complex Pancreaticobiliary Maljunction and Pancreatic Duct Stones.\r\n\r\nPubmed   Journal   ReadQx \r\nElectrohydraulic lithotripsy after appendiceal fecalith impaction during basket retrieval.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Diverticulitis Imitating an Ulcerated Gastric Neoplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nOnce in a lifetime: The rare association of angiectasias and heterotopic gastric mucosal patch in the proximal esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nPapilloma or carcinoma that is the question.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful closure of a colovesical fistula using over-the-scope clip system combined with argon plasma coagulation.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Accurate identification and risk-stratification of HBeAg-negative indeterminate phase of chronic hepatitis B: not all shades of grey are the same.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Primary sclerosing cholangitis and autoimmune hepatitis-Distinct or common autoimmune penetrance?\r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling the genetic susceptibility to HBV-related liver cancer: The role of virus-host immune interactions.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk.. \r\n\r\nPubmed   Journal   ReadQx \r\nToward functional cure of hepatitis B: Is combination therapy the key?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Real-World Evidence of Upadacitinib-An Effective Induction Therapy for Crohn's Disease? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: When and What to Ask-Capturing the Symptoms Experienced by Patients With PSC. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Advancing Non-Invasive Assessment Tools for MASLD-A Focus on Disease Remission.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Methodological Considerations in Comparing Liver Outcomes of Glucagon-Like Peptide-1 Receptor and Sodium Glucose Cotransporter-2 Inhibitors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Post-TIPS Hepatic Encephalopathy-The Long-Term Mortality Conundrum in Cirrhotic Patients With Portal Hypertension.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Moving towards standardized diagnostic criteria for retrograde cricopharyngeus dysfunction.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    GALAD's Impact on HCC Detection: Insights and Future Considerations.\r\n\r\nPubmed   Journal   ReadQx \r\nOld dogs play new tricks: alpha-fetoprotein dynamics in the era of GALAD score.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Perspective on enhancing CRC risk prediction.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A Rare Cause of Lipid Metabolism Disorder and Cirrhosis in an Adult.\r\n\r\nPubmed   Journal   ReadQx \r\nCarvedilol is Associated with Lower Risk of Hepatic Decompensation Compared to Other Non-Selective Beta-Blockers in Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nCritical Analysis of Statistical Methods in Albumin Treatment Study: Advocating for Nonlinear Approaches in Biological Data Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring the Complex Relationship Between Air Pollution and MASLD: Key Considerations for Future Research.\r\n\r\nPubmed   Journal   ReadQx \r\nFollow-up NIT values rather than their variation predict hepatocellular carcinoma after HCV eradication.\r\n\r\nPubmed   Journal   ReadQx \r\nPeppermint Oil Associated Hepatotoxicity.\r\n\r\nPubmed   Journal   ReadQx \r\nReply on the need for an adult-to-adult liver graft split policy.\r\n\r\nPubmed   Journal   ReadQx \r\nRuptured HCC: Not exiled, but navigating an evidence vacuum.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-04-18T09:04:38-04:00",
    "input_file": {}
  },
  {
    "path": "gi/04-11-2025/",
    "title": "Fri Apr 11 2025",
    "description": "138 articles - From Friday Apr 04 2025 to Friday Apr 11 2025",
    "author": [],
    "date": "2025-04-11",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Routine Polypectomy Practices Vary Widely Among US Endoscopists and Commonly Deviate from Guidelines: An Analysis of Colonoscopy Registry Data.\r\n Polypectomy technique varies widely among US endoscopists and may not follow best practices.\r\nPubmed   Journal   ReadQx \r\nTHE SAN DIEGO CONSENSUS FOR LARYNGOPHARYNGEAL SYMPTOMS AND LARYNGOPHARYNGEAL REFLUX DISEASE.\r\nThe San Diego Consensus represents the formal modern-day inter-disciplinary care paradigm to evaluate and manage LPS and LPRD.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Curriculum for training in peroral endoscopic myotomy (POEM) in Europe (Part I): European Society of Gastrointestinal Endoscopy (ESGE) Position Statement. \r\n7: POEM competence should reflect the technical success rate, both the short- and long-term clinical success rates, and the rate of true adverse events. 8: A POEM center should maintain a prospective registry of al procedures performed, including patient work-up and outcomes, procedural techniques, and adverse events.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Deceased donor liver utilisation and assessment: Consensus guidelines from the European Liver and Intestine Transplant Association.\r\nOnline voting was held to approve statements according to a modified Delphi method;  statements reaching ≥85% agreement were approved. Statements addressing liver utilisation, the definition of high-risk livers, and strategies and criteria for dynamic liver assessment are presented.\r\nPubmed   Journal   ReadQx \r\nEASL Clinical Practice Guidelines on TIPS.\r\nThe aim of these EASL guidelines is to comprehensively address al aspects of TIPS in patients with cirrhosis. Other related topics, such as the use of TIPS in surgical settings and in vascular liver disorders, are covered in separate dedicated clinical practice guidelines.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    2025 Seoul Consensus on Clinical Practice Guidelines for Irritable Bowel Syndrome. \r\nThe modified Delphi method was used to achieve expert consensus to adopt the core recommendations of the guidelines. These guidelines serve as a reference for clinicians (including primary care physicians, general healthcare providers, medical students, residents, and other healthcare professionals) and patients, helping them to make informed decisions regarding IBS management.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Suggestions to Strengthen a Systematic Review.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    High Global Prevalence of Steatotic Liver Disease and Associated Subtypes: a Meta-Analysis. \r\nPrevalence was notably elevated in individuals with type 2 diabetes (70.2%;  95% CI: 66.1-73.9;  I2 = 65.4%) and in overweight/obese populations (70.7%;  95% CI: 43.2-88.4;  I2 = 99.0%). The high prevalence of SLD shows that there remains an urgent need for targeted public health interventions and policies to address the modifiable risk factors contributing to the global burden of SLD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Large Language Model-supported Systematic Reviews to Augment Clinical Guideline Development: An AGA Pilot. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Association of Proton Pump Inhibitor Use With Gastric Cancer in Regions With High Prevalence of Gastric Cancer: Systematic Review and Meta-analysis. \r\npylori. Optimization of long-term PPI use seems to be necessary in regions where gastric cancer is prevalent.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Biopsy-Sparing Diagnosis of Coeliac Disease Based on Endomysial Antibody Testing and Clinical Risk Assessment.\r\nLow-risk adult patients could have been safely diagnosed with coeliac disease non-invasively based on EmA without endoscopy and duodenal biopsy. Older patients with alarm symptoms should undergo endoscopy with duodenal biopsy to avoid missing non-coeliac enteropathies. Further validation of our results is necessary.\r\nPubmed   Journal   ReadQx \r\nClinical Trial: Dose-Finding Study of Linaprazan Glurate, A Novel Potassium-Competitive Acid Blocker, Versus Lansoprazole for the Treatment of Erosive Oesophagitis.\r\nLinaprazan glurate demonstrated high 4-week healing rates compared to lansoprazole, with a good safety profile, supporting its further development.\r\nPubmed   Journal   ReadQx \r\nDiagnostic Accuracy of an Add-On, Blood-Based Screening Test for Colorectal Cancer in Two Established Screening Programmes. \r\nClinicalTrials. gov identifier: NCT04980443, NCT05205967, NCT04369053.\r\nPubmed   Journal   ReadQx \r\nExtracellular Vesicles miRNome Profiling Reveals miRNAs Engagement in Dysfunctional Lipid Metabolism, Chronic Inflammation and Liver Damage in Subjects With Metabolic Dysfunction-Associated Steatotic Liver Disease. \r\nIn addition, let-7d-5p and let-7f-5p inversely correlated with the circulating and hepatic expression of pro-inflammatory cytokines, which increased by increasing degrees of AT-IR. Our results suggest an intertwined connection between miR-122-5p, miR-375-3p, and the let-7 family in modulating lipid derangements and inflammatory pathways in patients with 'at-risk MASH', paving the basis for further studies aiming at investigating their potential therapeutic value.\r\nPubmed   Journal   ReadQx \r\nImmigration Factors and Monitoring of Chronic Hepatitis B Infection Among Foreign-Born: The FOCUS-HBV Multicentre Cohort. \r\nAdherence to long-term monitoring is suboptimal among a diverse cohort of immigrants with chronic HBV. More efforts to engage and retain immigrants in care are needed.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Relationship Between Elevated Liver Biochemical Tests and Negative Clinical Outcomes in Primary Biliary Cholangitis: A Population-Based Study.\r\nProlonged elevation of multiple hepatic biomarkers and fibrosis scores is associated with a greater risk of negative clinical outcomes, underscoring the importance of ongoing monitoring beyond the guideline-recommended initial treatment response to guide timely treatment decisions and improve PBC management.\r\nPubmed   Journal   ReadQx \r\nReal-World Effectiveness and Safety of Mirikizumab Induction Therapy in Patients With Ulcerative Colitis: A Multicentre Retrospective Observational Study. \r\nThere were no adverse events leading to permanent discontinuation of mirikizumab or death. This real-world study demonstrated the short-term effectiveness and safety of mirikizumab in patients with UC.\r\nPubmed   Journal   ReadQx \r\nRisk of De Novo Inflammatory Bowel Disease in Patients With Psoriasis and Psoriatic Arthritis Treated With IL-17A Inhibitors: A Population-Based Study.\r\nAmong 13,216 matched patients per group, 142 developed IBD with IL-17 inhibitors versus 60 with apremilast (aHR = 2.50, 95% CI: 1.85-3.39). IL-17 inhibitors increase IBD risk, necessitating careful patient selection and monitoring.\r\nPubmed   Journal   ReadQx \r\nTherapeutic Sequences of Systemic Therapy After Atezolizumab Plus Bevacizumab for Hepatocellular Carcinoma: Real-World Analysis of the IMMUreal Cohort.\r\nSequential therapy following atezolizumab and bevacizumab is feasible only for selected patients. However, preserving liver function seems crucial to optimising multi-line therapy and improving outcomes in advanced hepatocellular carcinoma.\r\nPubmed   Journal   ReadQx \r\nThree-Dimensional Transjugular Intrahepatic Portosystemic Shunt Geometry Predicts Shunt Dysfunction. \r\nThis retrospective monocentric study includes patients from the NEPTUN cohort (registered at ClinicalTrials. gov;  Identifier: NCT03628807).\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Risk Stratification Tool for Relapse After Intravenous-to-Subcutaneous Switching of Infliximab in Patients with Inflammatory Bowel Diseases.\r\nPre-switch infliximab clearance and fecal calprotectin are accurate predictors of relapse after switching to subcutaneous infliximab. An interactive risk stratification tool facilitates confirmation of a stratified medicine approach to improve infliximab therapy in IBD.\r\nPubmed   Journal   ReadQx \r\nClinical and HLA associations of fluoroquinolone induced liver injury: results from the Drug-Induced Liver Injury Network. \r\nFQ DILI is a class effect that presents with a short latency, variable pattern of liver injury, and carries a significant risk of chronicity and mortality. There is a significant association with HLA-DQA1*03:01 and HLA B*57:01.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Polysaccharide Hemostatic Powder on blood oozing among patients with Post-Endoscopic Sphincterotomy Bleeding: A Randomized Controlled Trial.\r\nPHP is not inferior to endoscopic clip and could be of use in immediate hemostasis for non-pulsatile post-EST bleeding, with the added advantage of ease of use. Further research is needed to assess its efficacy in preventing delayed bleeding. (chictr.org.cn, ChiCTR2400092280).\r\nPubmed   Journal   ReadQx \r\nExistential Reflections by Older Adults with Inflammatory Bowel Diseases on Medical and Surgical Treatments.\r\nSupporting older adults with IBD to feel less resigned with their disease is critical. Providers should consider redefining what \"feeling normal\" means to facilitate disease acceptance and present treatment information with minimal bias.\r\nPubmed   Journal   ReadQx \r\nIs Carbohydrate Intolerance associated with carbohydrate malabsorption in Disorders of Gut-Brain Interaction (DGBI)?\r\n Carbohydrate intolerance affects a substantial group of DGBI patients, impacting their quality of life and symptom severity. Further research is needed to explore the underlying mechanisms in patients who do not have carbohydrate malabsorption/maldigestion.\r\nPubmed   Journal   ReadQx \r\nLONG-TERM SUSTAINED IMPROVEMENT IN UNPLANNED HEALTHCARE UTILIZATION IN PATIENTS WITH INFLAMMATORY BOWEL DISEASE.\r\nEfforts to sustain improvements after a QI initiative can result in long-term improvement in patient outcomes.\r\nPubmed   Journal   ReadQx \r\nPATIENT REPORTED OUTCOME MEASURES IN BENIGN ESOPHAGEAL DISORDERS.\r\nFuture efforts should focus on creating user-friendly PROs that comprehensively evaluate not just clinical presentation but also the disease state, which will enhance clinical symptom follow-up, quality of life assessment and research applications. Assessments of hypervigilance and visceral anxiety will complement these applications as these measures are both a PRO and an important moderator of symptom severity and quality of life.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Cannabis Use in Gastroparesis: A Propensity Matched Analysis 41,374 gastroparesis patients.\r\nCannabis use in gastroparesis patients appears to increase healthcare utilization. These findings underscore the need to carefully assess the risks and benefits of cannabis in gastroparesis management. Prospective studies are essential to evaluate cannabinoids' efficacy and safety in this context.\r\nPubmed   Journal   ReadQx \r\nThe Utility of Multitarget Stool DNA Testing in Community-Based Clinical Practice.\r\n The rate of colon cancer detection (10/5,827 (0.2%) patients for whom it was ordered and 10/3,119 (0.3%) who completed the test) was lower than expected in a screening cohort. The majority of patients who completed MT-sDNA testing had a false positive result for advanced adenomas or CRC (73%). Together, these findings raise questions about the effectiveness of screening based on MT-sDNA testing in an average risk population.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biologic switch timing and risk of infection in patients with ulcerative colitis/Crohn's disease: a retrospective study. \r\nOverlapping switches were common and not associated with an increased risk of serious infection versus non-overlapping biologics. Shortened washout periods may pose minimal safety risks to patients while improving UC/CD therapy management and improving trial recruitment.\r\nPubmed   Journal   ReadQx \r\nEffect, tolerability, and safety of exclusive palatable elemental diet in patients with intestinal microbial overgrowth.\r\n PED significantly impacts the gut microbiome. Tolerance to EDs improve with enhanced palatability. Larger studies with longer follow-up are needed to assess response durability. (ClinicalTrials.gov ID  NCT05978973).\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease classification is dynamic, affecting clinical trial eligibility and subclass-specific treatments. \r\nSLD and the subclassification hereof is highly dynamic, especially driven by changes in alcohol use and hepatic steatosis. This affects eligibility for clinical trials and clinical management of patients with SLD.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Assessment of the participation rate and effectiveness of upper gastrointestinal cancer screening in China: a multicenter population-based screening study. \r\nParticipation in endoscopic screening among a high-risk UGIC population in China was low. We found that one-time endoscopic screening significantly reduced mortality caused by UGIC.\r\nPubmed   Journal   ReadQx \r\nEndoscopic balloon dilation with steroid injection versus radial incision and cutting with steroid for refractory esophageal anastomotic stricture: a randomized study. \r\nEBD combined with steroid injection is the standard treatment for refractory anastomotic stricture after esophagectomy.\r\nPubmed   Journal   ReadQx \r\nSimulators and training models for diagnostic and therapeutic gastrointestinal endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Technical and Technology Review.\r\nIn Part I, only mechanical simulators are reported and described. In Part II, animal simulators (ex vivo/in vivo) and virtual reality models are detailed, together with prototypes that are currently not commercially available.\r\nPubmed   Journal   ReadQx \r\nThe Safety and Efficacy of Endoscopic Intraperitoneal Subserosal Dissection for Gastric Submucosal Tumors with Extraluminal Growth Pattern.\r\nEISD appears to be a feasible and safe method for removing gastric extraluminal SMTs in selected patients.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Barrett's Oesophagus Surveillance versus endoscopy at need Study (BOSS): a randomized controlled trial.\r\n Surveillance did not improve overall survival or cancer-specific survival. 'At need' endoscopy may be a safe alternative for low-risk patients.\r\nPubmed   Journal   ReadQx \r\nFUT7 improves intestinal immune homeostasis in IBD by enhancing Treg intestinal homing and immunosuppression.\r\n FUT7 enhances Treg intestinal homing and immunosuppression. Thus, upregulating FUT7 expression in Tregs could be a novel therapeutic strategy for IBD.\r\nPubmed   Journal   ReadQx \r\nKRASG12D cells override homeostatic cell elimination mechanisms in adult pancreas via Wnt5a and cell dormancy. \r\nRAS mutant cells activate Wnt5a and cell dormancy to avoid cell expulsion and to survive in the adult pancreas.\r\nPubmed   Journal   ReadQx \r\nMASH Adipose Tissue Macrophages Secrete Extracellular Vesicles That Activate Liver Fibrosis in Obese Male Mice. \r\nIdentification of the fibrogenic miRs, miR-155 and miR-34a, within MASH-ATM-sEVs, highlights the mechanistic importance of extrahepatic signals in MASH. These findings show the therapeutic potential of modulating macrophage phenotypes and their sEV cargo to ameliorate MASH.\r\nPubmed   Journal   ReadQx \r\nTL1A/DR3 signaling regulates the generation of pathogenic Th9 cells in experimental Crohn's disease. \r\nWe demonstrate that functional DR3 receptor is essential for Th9 cell pathogenicity, revealing a new mechanism by which TL1A/DR3 signaling drives experimental CD-like ileitis. The TL1A/DR3/Th9 pro-inflammatory pathway may offer a novel therapeutic target for patients with CD.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparing the feasibility, safety, and efficacy of Stretta radiofrequency and anti-reflux ablation therapy for treating patients with refractory gastroesophageal reflux disease: A retrospective, single-center cohort study. \r\nBoth groups showed similar improvements in GERDQ scores;  however, SRF was more effective in terms of PPI withdrawal and caused fewer complications. In contrast, ARAT was better at improving Hill's valve grading and resolving Barrett's esophagus.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Characteristic immune cell interactions in livers of children with acute hepatitis revealed by spatial single-cell analysis identify a possible postacute sequel of COVID-19.\r\nWe identified a possible manifestation of an immune-mediated postacute sequel to COVID-19 associated with a characteristic immune infiltrate in children with AHUO. COVID-19 testing should be considered in paediatric AHUO.\r\nPubmed   Journal   ReadQx \r\nColorectal cancer incidence after the first surveillance colonoscopy and the need for ongoing surveillance: a retrospective, cohort analysis.\r\n Patients with high-risk findings at both baseline and SC1 needed an SC2, while those with low-risk findings at SC1 did not, regardless of their baseline findings.\r\nPubmed   Journal   ReadQx \r\nOpposite regulation of intestinal and intrahepatic CD8+ T cells controls alcohol-associated liver disease progression. \r\nALD is associated with loss of duodenal CD8+ T cells but elevation of intrahepatic CD8+ T cells, which aggravates and ameliorates ALD, respectively. Restoration of survival and functions of intestinal and intrahepatic CD8+ T cells may represent a novel therapeutic strategy for ALD patients.\r\nPubmed   Journal   ReadQx \r\nReactive cholangiocyte-derived ORM2 drives a pathogenic modulation of the injured biliary niche through macrophage reprogramming. \r\nMechanistically, ORM2 effects were mediated by an inositol 1,4,5-trisphosphate receptor type 2-dependent calcium pathway. This study reveals a paracrine communication circuit during ductular reaction, in which reactive cholangiocyte-derived ORM2 reprogrammes liver macrophages, participating in a pathogenic remodelling of the immune biliary niche.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Advances in imaging - Elastography.\r\nSpleen stiffness measurement (SSM) complements liver assessments, enhancing the identification of portal hypertension and refining patient risk stratification. This review covers current clinical applications but also anticipates future innovations such as artificial intelligence based algorithms that could expand elastography's clinical impact so improving patient outcomes.\r\nPubmed   Journal   ReadQx \r\nCell therapies and liver organogenesis technologies: Promising strategies for end-stage liver disease.\r\nNotably, liver replacement technologies hold considerable potential for producing biologically functional and transplantable liver grafts. In this review, we discuss the fundamental principles and recent advancements in cell therapies and liver organogenesis technologies while also addressing the challenges and future prospects in this rapidly evolving field.\r\nPubmed   Journal   ReadQx \r\nPortal sinusoidal vascular diseases: Assessment and therapy.\r\nThis review discusses methods for assessing PSVD, including clinical and histological features, imaging techniques, and currently available treatments. It also addresses the challenges posed by the new nomenclature and the remaining questions in disease assessment.\r\nPubmed   Journal   ReadQx \r\nRenin-angiotensin-aldosterone system inhibitor use improves clinical outcomes in patients with metabolic dysfunction-associated steatotic liver diseases: Target trial emulation using real-world data.\r\nACEi/ARB use in patients with MASLD was associated with a reduced risk of mortality, MALO, and MACE compared to CCB use. A large prospective study is needed for external validation.\r\nPubmed   Journal   ReadQx \r\nSimulating the impact of survival benefit-based liver transplant organ allocation.\r\nOur simulations predicted that survival benefit-based allocation would only increase post-transplant survival by an average of 18 days per recipient, at the expense of a simulated increase in waitlist mortality of 400 deaths per year. The current practice of liver transplantation, with sickest-first allocation operating in a system where transplant physicians ration organs to maximize outcomes, survival benefit overall is maintained and not compromised.\r\nPubmed   Journal   ReadQx \r\nTargeting the ER stress sensor IRE1 protects the liver from fibrosis through the downregulation of the proteostasis factor P4HB/PDIA1. \r\nAnalyses of human MASH samples revealed a positive correlation between IRE1 signaling and P4HB/PDIA1 expression as well as the severity of the disease. Altogether, our results establish a role of the IRE1/P4HB axis in the regulation of collagen production and support its implication in the pathogenesis of liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cisplatin-induced Disruption of Mitochondrial Divisome Leads to Enhanced Cisplatin Resistance in Cholangiocarcinoma.\r\nWe proposes a novel feasible treatment strategy to reverse CDDP resistance in CCA through targeting mitochondria morphology. Our study highlights the importance of monitoring dynamic changes at the protein and organelle levels during anticancer treatment, providing robust evidence for functional precision oncology. Impact and implications This study identifies that high INF2 expression at baseline is associated with poor prognosis in cholangiocarcinoma (CCA) patients. Moreover, cisplatin-induced INF2 degradation via proteasomal and SEC62-mediated ER-phagy is revealed as a key driver of mitochondrial hyperfusion and chemoresistance in CCA. It establishes mitochondrial morphology targeting as a novel strategy to overcome chemotherapy resistance. Furthermore, this study emphasizes the need to focus on dynamic changes in tumor proteins or organelle functions during treatment (functional precise oncology), rather than limiting analysis to static tumor states. Given that inhibition of oncogenes may lead to potential resistance mechanisms, comprehensive preclinical evaluations are essential before clinical application.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Association Between Caffeine Intake and Stool Frequency- or Consistency-Defined Constipation: Data From the National Health and Nutrition Examination Survey 2005-2010. \r\nCaffeine consumption is not associated with stool frequency or consistency-defined constipation. Nevertheless, increased caffeine intake may decrease the risk of constipation (defined by stool frequency) among participants in the high-cholesterol intake group.\r\nPubmed   Journal   ReadQx \r\nAssociation of Genetically Predicted Obesity and Stool Frequency: Evidence From an Observational and Mendelian Randomization Study. \r\nObesity-related anthropometric indicators were causally associated with increased stool frequency in the overall and central obesity groups. Weight loss could be a potential approach to improve gastrointestinal regularity in individuals with obesity.\r\nPubmed   Journal   ReadQx \r\nGastric Myoelectrical Activity Subtypes in Functional Dyspepsia and Gastroparesis. \r\nWLST-electrogastrography coupled with GE study may distinguish between normal/dysrhythmic GMA revealing pathophysiologicalphenotypes of GP and FD. Analysing extent of power change in normogastric, and dysrhythmic frequencies may comprehensively elucidate disease severity.\r\nPubmed   Journal   ReadQx \r\nLong-term Prognosis and Prognostic Factors in Ineffective Esophageal Motility. \r\nPatients with ineffective esophageal motility continue to experience long-term esophageal symptoms at follow-up. Provocative tests seem to have the potential to partly predict the long-term prognosis of dysphagia.\r\nPubmed   Journal   ReadQx \r\nOverlapping Reflux Symptoms in Functional Dyspepsia Are Mostly Unrelated to Gastroesophageal Reflux. \r\nStrikingly, these symptoms primarily diverged from reflux etiology and exhibited suboptimal responses to PPI intervention. These findings challenge prevailing paradigms and accentuate the imperative for nuanced therapeutic approaches tailored to the distinctive characteristics of overlapping reflux symptoms in the context of FD.\r\nPubmed   Journal   ReadQx \r\nPanenteric Transit Times and Contractile Activity in Diabetic Gastroenteropathy. \r\nGastrointestinal transit times, as well as antral and colonic contractile activity, differed between individuals with diabetic gastroenteropathy and controls. The overall gastric contraction frequency was associated with symptom severity.\r\nPubmed   Journal   ReadQx \r\nValidation of the London Classification for Rectal Hyposensitivity in an Anorectal Manometry Database of 2540 Patients With Functional Defecatory Disorder. \r\nDefining RH based on 1 or more abnormal sensory thresholds showed better clinical correlation with patient characteristics. However, further prospective studies are needed to validate these findings before proposing revisions to the current London classification criteria.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: 'Risk-Adapted Starting Ages of Colorectal Cancer Screening for People With Diabetes or Metabolic Syndrome'.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How to Interpret Clinical Impact of Viral Replication Activity for Postoperative Recurrence of HBV-Related HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Obesity and Outcomes on Advanced Therapy in Ulcerative Colitis-The Fat of the Matter.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Ethical considerations for the use of deception in pediatric research: Reflections on the use of deceptive placebo in children with DGBI.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nCold snare polypectomy: Is it safe for patients on antiplatelet therapy?\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided biliary drainage: old dogs can learn new tricks.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoZip: Are we ready for robotic systems in obesity?\r\n\r\nPubmed   Journal   ReadQx \r\nPearls learned from a decade of experience with peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nSelf-assembling peptide use in colonic diverticular bleeding: Too early to tell?\r\n\r\nPubmed   Journal   ReadQx \r\nWill predicting a benign esophageal stricture to be at high risk of being refractory at index endoscopy help in management?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Globus: Its True Relationship to Acid Reflux? Opposing Patterns of Location-specific Basal Pressure Compared to Gastroesophageal Reflux Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nOverlap Between Gastroesophageal Reflux Disease and Functional Dyspepsia: Do We Need a New Management Paradigm? \r\n\r\nPubmed   Journal   ReadQx \r\nPotassium-competitive Acid Blockers for Treatment of Extraesophageal Symptoms and Signs. \r\nTherefore, P-CABs appear to have a treatment role in extraesophageal symptoms and signs of GERD. However, considering that P-CABs are not superior to PPIs, large-scale, multi-center studies with double dose P-CABs over a prolonged period of time may elucidate a subgroup of patients in whom P-CABs are beneficial in ameliorating extraesophageal symptoms and signs.\r\nPubmed   Journal   ReadQx \r\nThe Duodenal Microenvironment in Functional Dyspepsia. \r\nWe discuss the potential triggers for these observed alterations, including psychological comorbidities, luminal alterations and food related triggers. In summary, this review presents the evidence of molecular and cellular changes in patients with FD, with an impaired duodenal barrier and activated mucosal eosinophils and mast cells, challenging the notion that FD is purely functional, and offering different targets for potential future treatments.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2025 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\nA case of multiple gastrointestinal ulcers caused by dental floss used for endoscopic submucosal dissection defect closure.\r\n\r\nPubmed   Journal   ReadQx \r\nAccurately Predicting Recurrent Primary Sclerosing Cholangitis After Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nBarrett's Esophagus in Time and Space: A Methylation Panel for Tracking Esophageal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nCENTORING AND ANCHORING APPROACH TO ENDOSCOPICALLY MANAGE NON-HEALING PEG SITE FISTULA.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nEarly Stage Crohn's Disease-Associated Small Bowel Adenocarcinoma at Ileal Stenosis Detected by Ballon-Assisted Enteroscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nNovel Closure of Large Gastric Defect Using a Dual-Channel Endoscope. \r\n\r\nPubmed   Journal   ReadQx \r\nRapid Development of Giant Esophageal Pseudo-Diverticulosis.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Ling et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Wei.\r\n\r\nPubmed   Journal   ReadQx \r\nTreatment of Clostridioides difficile: The Times They are a Changing.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of benign biliary stricture treated with a magnetic compression anastomosis technique.\r\n\r\nPubmed   Journal   ReadQx \r\nA case of collagenous gastritis: endoscopic and endocytoscopic features.\r\n\r\nPubmed   Journal   ReadQx \r\nA modified detachable snare closure for post-endoscopic submucosal dissection defects: the clip, loop, and clips technique. \r\n\r\nPubmed   Journal   ReadQx \r\nA rare clinical case of a gastric adenocarcinoma of fundic gland-type associated with a second independent gastric signet-ring cell carcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of a large gastric trichobezoar using a snare modified from a lithotripter to facilitate argon plasma coagulation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection of a rectal lesion using a new flower-shaped multiband traction system.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided portal vein sampling and circulating tumor cells: the next frontier in pancreatic cancer, or a step too far? \r\n\r\nPubmed   Journal   ReadQx \r\nGel submarine technique: a novel gel immersion endoscopy for securing the view in emergency upper gastrointestinal endoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nLynch-related adenocarcinoma in a cervical gastric inlet patch. \r\n\r\nPubmed   Journal   ReadQx \r\nNovel endoscopic full-thickness resection device for colon polyp resection. \r\n\r\nPubmed   Journal   ReadQx \r\nOpen-pore drainage film-based vacuum stent for intraluminal endoscopic negative pressure therapy of the esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful delayed endoscopic management of dislocated hepaticogastrostomy stent with self-expanding metal stent and esophageal perforation closure. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Cause of Abdominal Pain and Melena.\r\n\r\nPubmed   Journal   ReadQx \r\nA learner's guide to optical diagnosis in endoscopy: training strategies and practical applications.\r\n\r\nPubmed   Journal   ReadQx \r\nGastro Curbside Consult: A rare case of ileocolitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHow Will the Future Judge Us?\r\n\r\nPubmed   Journal   ReadQx \r\nRemodeling the colon with ileal properties to treat short bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Alcohol exhibits contrasting effects on CD8+ T cells in the gut and liver in alcohol-associated liver disease. \r\n\r\nPubmed   Journal   ReadQx \r\nImmune pathology in paediatric acute hepatitis of unknown origin - uncovering the link to COVID-19.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Accurate prediction of hepatocellular carcinoma risk in patients with chronic HBV infection: HBeAg status and HBsAg level matter.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Considerations on the use of LPCN 1148 in cirrhotic patients with sarcopenia. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Post-TIPS hemodynamic target adherence fails to improve outcomes in cirrhotic patients. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: Considerations on the use of LPCN 1148 in cirrhotic patients with sarcopenia. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: Post-TIPS hemodynamic target adherence fails to improve outcomes in cirrhotic patients. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: 'Risk-Adapted Starting Ages of Colorectal Cancer Screening for People With Diabetes or Metabolic Syndrome'. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How to Interpret Clinical Impact of Viral Replication Activity for Postoperative Recurrence of HBV-Related HCC-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Obesity and Outcomes on Advanced Therapy in Ulcerative Colitis-The Fat of the Matter: Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on \"Association Between Viral Replication Activity and Postoperative Recurrence of HBV-Related Hepatocellular Carcinoma\"-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on \"Association Between Viral Replication Activity and Postoperative Recurrence of HBV-Related Hepatocellular Carcinoma\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association Between Viral Replication Activity and Postoperative Recurrence of HBV-Related Hepatocellular Carcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Comparing the Efficacy of Adjuvant PD-1 Inhibitor After Curative Resection for Metabolic Dysfunction-Associated Steatotic Liver Disease Related HCC Versus Other Aetiologies-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Comparison of the Efficacy of Adjuvant PD-1 Inhibitor After Curative Resection for Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) Related HCC Versus Other Aetiologies.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Inflammatory Potential of the Diet and Risk of Crohn's Disease and Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Inflammatory Potential of the Diet and Risk of Crohn's Disease and Ulcerative Colitis. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Lubiprostone Treatment for MASLD-Gender Imbalance and Blinding Considerations.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Lubiprostone Treatment for MASLD-Gender Imbalance and Blinding Considerations. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis Critique: Refining the Association Between Helicobacter pylori and Eosinophilic Oesophagitis. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis Critique: Refining the Association Between Helicobacter pylori and Eosinophilic Oesophagitis. Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A large language model chatbot would only be as intelligent as the mind that uses it!\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Use of Large Language Models to Identify Surveillance Colonoscopy Intervals-A Feasibility Study\".\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Challenges in managing poorly differentiated esophageal adenocarcinoma: insights from long-term study.\r\n\r\nPubmed   Journal   ReadQx \r\nConcerns regarding bleeding risk of cold snare resection for colorectal polyps in patients with antiplatelet agents.\r\n\r\nPubmed   Journal   ReadQx \r\nConsideration of the risk score model of lymph node metastasis in early gastric cancer based on EUS.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of Zenker's diverticulum: need for standardization for high-quality comparative data.\r\n\r\nPubmed   Journal   ReadQx \r\nRefining endoscopic resection criteria for early gastric cancer in elderly patients.\r\n\r\nPubmed   Journal   ReadQx \r\nUltra-low-volume bowel preparation for colonoscopy: much more to explore.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Germline mutations and pancreatic cancer risk in chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    MELD-Creatinine: The C®at is out of the bag.\r\n\r\nPubmed   Journal   ReadQx \r\nRat Hepatitis E: A Silent Threat or Overestimated Risk?\r\n\r\nPubmed   Journal   ReadQx \r\nThyroid Function and MASLD Risk Stratification in Children with Obesity: a not negligible link.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Rapid Progression of Nonspecific Esophageal Motor Disorder to Type II Achalasia and Recovery of Peristalsis After Pneumatic Dilation. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-04-11T00:32:17-04:00",
    "input_file": {}
  }
]
