[
  {
    "path": "gi/08-22-2025/",
    "title": "Fri Aug 22 2025",
    "description": "163 articles - From Friday Aug 15 2025 to Friday Aug 22 2025",
    "author": [],
    "date": "2025-08-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Management of Hepatitis Delta: Commentary. \r\nThe purpose of this American Gastroenterological Association (AGA) Clinical Practice Update is to facilitate understanding and improve clinical management of patients with hepatitis delta virus infection. This commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership, and underwent internal peer review by the Clinical Practice Updates Committee and external peer review through standard procedures of Gastroenterology.\r\nPubmed   Journal   ReadQx \r\nUnmasking Treatment Efficacy: A Consensus Blueprint for Steroid Stewardship in IBD Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Enteral stent placement for benign and malignant disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic Review: The Relationship Between the Faecal Microbiome and Colorectal Neoplasia in Shotgun Metagenomic Studies.\r\nHeterogeneity and potential for bias indicates that findings should be interpreted with caution. Standardised protocols to ensure robust methodology and allow pooling of large-scale data are required before these findings can be used in clinical practice (PROSPERO  CRD42023431977).\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Efficacy and Safety of Tenofovir Alafenamide (TAF) and Tenofovir Disoproxil Fumarate (TDF) Followed by TAF in Chronic Hepatitis B Patients of East Asian Ethnicity Following 5 Years of Treatment.\r\nThrough 5 years, rates of virologic suppression were high in East Asian patients treated with TAF or switched from TDF to TAF. TAF and TDF were well tolerated, with improved renal and bone safety observed in patients switching from TDF to TAF.\r\nPubmed   Journal   ReadQx \r\nMetALD: Diagnosis and Prognosis With Non-Invasive Tests.\r\n Widely available NITs are applicable for MetALD, where cut-offs can be used to diagnose advanced fibrosis and predict clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Avoidant/restrictive eating in people with and without bowel symptoms in the general population: Prevalence, Clinical Profile and Associated Factors. \r\nAvoidant/restrictive eating is common in individuals with bowel symptoms and associated with a more severe clinical profile, indicating a need to discuss eating behavior with patients. However, avoidant/restrictive eating is also common in individuals in the general population without bowel symptoms.\r\nPubmed   Journal   ReadQx \r\nCan symptoms and medical history predict outcomes for hydrogen and methane breath testing?\r\n This large questionnaire study demonstrated that IBS-like symptoms, refractory gastroesophageal reflux symptoms, and skin conditions are associated with outcomes on HMBT. These findings support the use of HMBT in accordance with current clinical guidelines.\r\nPubmed   Journal   ReadQx \r\nIncreased mortality associated with sarcopenia in inflammatory bowel disease: a long-term prospective cohort study. \r\nProbable and confirmed sarcopenia increase the risk of long-term mortality in IBD patients. Sarcopenia assessment can help risk stratification for prognosis in older IBD patients.\r\nPubmed   Journal   ReadQx \r\nSafety of Esophageal Dilation Procedures in Patients on Antithrombotic Therapy: A US Collaborative Network Cohort Study. \r\nDAPT was numerically associated with a higher risk of bleeding, but this did not reach statistical significance. These findings aim to inform the clinical decision-making in pre- and post-procedure management of esophageal dilation procedures.\r\nPubmed   Journal   ReadQx \r\nThe impact of integrating pelvic MRI at diagnosis on early detection of perianal Crohn's disease in pediatrics. \r\nThese patients needed more and earlier perianal surgery and had higher biologic use despite their perianal disease being subclinical. Adding routine MR imaging at time of pediatric CD diagnosis may help inform treatment decisions and improve these outcomes.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Accelerated vs Step-Up Endoscopic Treatment for Pancreatic Walled-Off Necrosis: A Randomized Controlled Trial (ACCELERATE). \r\n(ClinicalTrials. gov, Number NCT05601687).\r\nPubmed   Journal   ReadQx \r\nArtificial Intelligence for Quantifying Endoscopic Mucosal Ulceration in Crohn's Disease. \r\nPerformance of CVE for CD was similar in the SEAVUE validation cohort. CVE provides a means for automated ulceration and mucosal injury quantitation that shows conceptual agreement with SES-CD and offers new capabilities to improve the granularity and personalization of endoscopic disease assessment in CD.\r\nPubmed   Journal   ReadQx \r\nEffect of five dietary emulsifiers on inflammation, permeability, and the gut microbiome: a placebo-controlled randomized trial.\r\n In this double-blind placebo-controlled exploratory trial, emulsifier supplementation lowered SCFA concentration compared to placebo. Emulsifier supplementation did not impact intestinal or systemic inflammation, or metabolic endpoints. Cholesterol levels decreased after two weeks of EFD. These results point towards potential intestinal benefits of limiting dietary emulsifiers in the diet, requiring further investigation.\r\nPubmed   Journal   ReadQx \r\nReal-World Experience of Upadacitinib Reinduction and High Dose Maintenance Therapy in Inflammatory Bowel Disease.\r\n Most patients with IBD who lose response to UPA when dose reduced in maintenance can be recaptured with 45mg QD. Among these, continuing 45mg QD for maintenance is effective, and appears safe.\r\nPubmed   Journal   ReadQx \r\nReal-time use of computer-aided diagnosis in the optical diagnosis of gastric neoplasia: A multicenter randomized controlled trial.\r\n The present CADx assistance did not improve the non-expert optical diagnosis of gastric neoplasia. Further improvements of the CADx with WLI are needed by changing the confidence level cut-off and additional training on easily missed neoplasias. Another option is CADx with magnifying narrow band imaging. (Japan Registry of Clinical Trials, number jRCTs032210171).\r\nPubmed   Journal   ReadQx \r\nReal-world comparison of the effectiveness of tofacitinib and ustekinumab in patients with ulcerative colitis: the TORUS study. \r\nTofacitinib and ustekinumab are similarly effective to induce and maintain CFREM after anti-TNF failure in UC. However, tofacitinib could be favored in case of multiple therapeutic failures (≥ 3 biologics) and primary failure to any biologic.\r\nPubmed   Journal   ReadQx \r\nWhole-Exome Sequencing-Identified Germline Variants Underlie High Familial Risk and Early-Onset Colorectal Cancer in Taiwan.\r\n These findings improve our understanding of germline genetics in Taiwanese CRC, support better screening and management strategies, and highlight the need to expand Asian variant databases for improved risk assessment and care.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Efficacy of artificial intelligence for adenoma detection in water exchange colonoscopy: A two-center randomized controlled trial.\r\nFor WE colonoscopy, integrating CADe statistically increased APC without prolonging the withdrawal time or causing a concomitant increase in non-neoplastic lesion resection.\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of refractory gastrointestinal-tracheobronchial fistulas with two novel occluders: a comparative cohort study.\r\nAll procedure-related AEs were mild, occurring in five DU (13.9%) and three MU patients (6.0%). The MU occluder showed greater potential for sustained occlusion than the DU occluder and may be a viable option for refractory GI-tracheobronchial fistulas, although further prospective studies are needed.\r\nPubmed   Journal   ReadQx \r\nNational root-cause analysis of 1724 post-colonoscopy colorectal cancers demonstrates avoidable harm.\r\nThis is the largest detailed PCCRC review to date. The majority of PCCRCs were avoidable and caused significant harm. This study clarifies the causes of diagnostic delays and highlights high-risk areas of the colon and high-risk patients, and what needs to be done to reduce PCCRC in the future.\r\nPubmed   Journal   ReadQx \r\nReducing the environmental impact of gastrointestinal endoscopy: a prospective study on waste management through waste segregation and staff education.\r\nTargeted interventions such as staff education and structured waste segregation protocols substantially reduced RMW and associated GHG emissions in a high-volume endoscopy unit. These results suggest that simple, low-cost changes may improve environmental sustainability in clinical practice.\r\nPubmed   Journal   ReadQx \r\nSTAndardization of Reports (the STAR project) Upper gastrointestinal endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative. \r\nA suggestion for a normal findings report is provided. Standardized reporting could enhance the quality of UGI endoscopy.\r\nPubmed   Journal   ReadQx \r\nTraining esophagogastroduodenoscopy skills: a randomized multicenter trial comparing simulation-based training versus clinical training.\r\nSBT prior to CBT reduces the number of supervised procedures required to achieve independent procedural completion without negatively affecting patient satisfaction or increasing training costs. These findings support the routine implementation of SBT when learning EGD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Histologic response is associated with improved esophageal distensibility and symptom burden in pediatric eosinophilic esophagitis.\r\n Histologic remission is associated with improved esophageal distensibility over time in pediatric EoE patients. Baseline esophageal distensibility provides a quantitative marker of tissue remodeling and may help predict disease severity and fibrostenotic progression.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical impact of combination of lesion-border findings and pit patterns for identifying invasive versus non-invasive neoplastic lesions in ulcerative colitis.\r\nOne hundred and eighteen lesions were classified with distinct borders and 40 with indistinct borders. The diagnostic sensitivity, specificity, and accuracy of type II/III pit patterns were intramucosal, suggesting lesions suitable for endoscopic resection.\r\nPubmed   Journal   ReadQx \r\nClinical utility of suprapapillary plastic stents for lifelong biliary drainage in unresectable malignant hilar biliary obstruction. \r\nSPPS, as the first stent for unresectable MHBO, was considered superior to SEMS for the intermittent maintenance of LBD. Achieving LBD success or extending TLBDF may help preserve therapeutic options.\r\nPubmed   Journal   ReadQx \r\nComparison of endoscopic band ligation versus over-the-scope clip for colonic diverticular bleeding: A propensity score-matched cohort analysis. \r\nNo significant differences in initial hemostasis, requirements for IVR or surgery, requirements of red blood cell transfusion, and adverse events were observed between the two groups. OTSC was more effective than EBL for reducing early recurrent bleeding rate in endoscopic hemostasis for CDB.\r\nPubmed   Journal   ReadQx \r\nENDOSCOPIC TUNNELED STRICTUROTOMY VERSUS SURGICAL CONVERSION TO ROUX-EN-Y GASTRIC BYPASS FOR THE MANAGEMENT OF STENOSIS AFTER SLEEVE GASTRECTOMY.\r\n Endoscopic stricturotomy is a safe, effective alternative for refractory post-LSG stenosis.\r\nPubmed   Journal   ReadQx \r\nFocused communication Three-dimensional volume estimates of pancreatic fluid collections in relation to clinical outcomes of endoscopic ultrasound-guided treatment. \r\nThe maximum diameter represented a comparable model goodness-of-fit. PFC volume was associated with the outcomes of EUS-guided interventions, and the maximum diameter may be a reasonable surrogate.\r\nPubmed   Journal   ReadQx \r\nOptimal Interval of Screening Endoscopy for Reducing Gastric Cancer Mortality: A Nationwide Cohort Study. \r\nPatients who underwent screening at intervals ≤3 years had a significantly reduced risk of GC-specific mortality compared to those screened at intervals >3 years. A 3-year screening interval may be an effective strategy for high-risk regions.\r\nPubmed   Journal   ReadQx \r\nPerformance comparison of quantitative and qualitative fecal immunochemical tests in community-based colorectal cancer screening. \r\nQnFIT exhibited lower positivity, higher DR at colonoscopy and PPV for CRC over qlFIT. Almost half of colonoscopy resources were saved by qnFIT, although adenoma and polyp were missed in population screening.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Clinical results of an HBV-specific T-cell receptor-T-cell therapy (SCG101) in patients with HBV-related hepatocellular carcinoma treated in an investigator-initiated, interventional trial.\r\n As monotherapy for patients with HBV-HCC, SCG101 demonstrated pronounced antiviral and antitumour activities and a safety profile manageable with supportive care. SCG101's T-cell expansion, serum HBsAg drop and tumour response collectively underscore on-target activity.\r\nPubmed   Journal   ReadQx \r\nGlobal prevalence and gastrointestinal symptom burden of individuals with a history of cholecystectomy.\r\n Cholecystectomy is prevalent worldwide and varies across world regions. A history of this procedure is associated with a higher GI symptom burden, either due to new cholecystectomy-related symptomatic conditions, or persistent DGBI misattributed to biliary disease for which a cholecystectomy was erroneously performed.\r\nPubmed   Journal   ReadQx \r\nISG15 deficiency in hepatic stellate cells promotes TGFβ2-induced liver fibrosis by counteracting CREB1 ISGylation.\r\nISG15 regulated HSC activation and liver fibrosis in part via the CREB1/TGFβ2/SMAD2 regulatory pathway. Utilisation of ISG15-CREB1 signalling may be a potential therapeutic target for liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nIntrahepatic donor microbiota-based metataxonomic signature detected in organ preservation solution enables prediction of short-term liver transplant outcomes.\r\n Donor intrahepatic microbial DNA signature predicts LT outcomes via immune-metabolic modulation. While causality requires further study, these findings position the graft microbiome as a novel biomarker and potential therapeutic target, paving the way for microbiome-informed precision care in transplantation.\r\nPubmed   Journal   ReadQx \r\nMucosal transcriptomic landscape along the small and large intestines in individuals with and without type 2 diabetes.\r\n Our study offers a detailed mapping of the transcriptomic landscape in the human intestinal tract, demonstrating regionalised gene expression profiles tied to critical biological processes. Notable alterations in immune system activity in the large intestine were observed in individuals with T2D. The publicly available database generated from this study ( provides a valuable resource for exploring the mucosal transcriptome along the human intestinal tract.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A novel mechanism involving USP53-regulated BSEP trafficking underlies low-GGT intrahepatic cholestasis.\r\nLoss of USP53 interaction with MYO5B and its p.(Arg824Cys) variant impaired BSEP trafficking in USP53- and MYO5B-asociated low-GGT intrahepatic cholestasis. These results provide a novel mechanism that underlies USP53-PFIC and implicates USP53 in the pathogenesis of MYO5B-PFIC.\r\nPubmed   Journal   ReadQx \r\nCX3CR1+ macrophages interact with HSCs to promote HCC through CD8+ T-cell suppression. \r\nMoreover, genetic deficiency of CX3CR1 in myeloid cells or pharmacological inhibition of retinol metabolism remarkably attenuated HCC development. We showed that CX3CR1+Ly6C+ macrophages migrate and interact with aHSCs in the peritumoral region where retinoids induce arginase-1 expression in CX3CR1+Ly6C+ macrophages, subsequently depriving CD8+ T cells of arginine and promoting HCC.\r\nPubmed   Journal   ReadQx   PMC\r\nDistinct immune microenvironment of venous tumor thrombus in hepatocellular carcinoma at single-cell resolution. \r\nTAMs, especially C5aR+ TAMs, were enriched in PVTT. C5aR+ TAMs contribute to the development of PVTT and poor prognosis by reshaping the immunosuppressive environment.\r\nPubmed   Journal   ReadQx   PMC\r\nGenomic and the tumor microenvironment heterogeneity in multifocal hepatocellular carcinoma. \r\nAdditionally, MMP9+ tumor-associated macrophages were enriched across IM and MO, which formed cellular niches with regulatory T cells and proliferative/exhausted T cells. Our findings deeply decipher the heterogeneous TMEs between IM and MO, which provide a comprehensive landscape of multifocal HCC.\r\nPubmed   Journal   ReadQx   PMC\r\nHuman-induced pluripotent stem cell-based hepatic modeling of lipid metabolism-associated TM6SF2-E167K variant. \r\nOur findings indicate that induced hepatocytes generated from human-induced pluripotent stem cells carrying the TM6SF2-E167K recapitulate the effects observed in human hepatocytes from individuals with the TM6SF2 mutation. This study characterizes an in vitro model that can be used as a platform to identify potential clinical targets and highlights the therapeutic potential of targeting protein misfolding to alleviate ER stress and mitigate the detrimental effects of the TM6SF2-E167K mutation on hepatic lipid metabolism.\r\nPubmed   Journal   ReadQx   PMC\r\nPlasma FSTL-1 as a noninvasive diagnostic biomarker for patients with advanced liver fibrosis. \r\nA cutoff value ≤ 0.43 ng/mL was the optimal rule-out threshold, with a sensitivity of 84.62% (95% CI, 76.46%-90.30%) and a specificity of 79.51% (95% CI, 74.81%-83.53%), while ≥0.50 ng/mL was the best rule-in threshold, with a specificity of 86.41% (95% CI, 81.06%-90.43%) and a sensitivity of 70.67% (95% CI, 64.41%-76.23%). Plasma FSTL-1 has high diagnostic accuracy and could potentially reduce the need for liver biopsy in identifying patients with advanced liver fibrosis.\r\nPubmed   Journal   ReadQx   PMC\r\nUse of liver stiffness measurement for hepatocellular carcinoma risk stratification in metabolic dysfunction associated steatotic liver disease.\r\nLSM is associated with HCC risk in MASLD. HCC surveillance should be considered in non-cirrhotic MASLD with diabetes and LSM of ≥10 kPa.\r\nPubmed   Journal   ReadQx \r\nValue of HCC surveillance in a landscape of emerging surveillance options: Perspectives of a multi-stakeholder modified Delphi panel. \r\nThe panel acknowledged performance metrics of emerging methods may differ from other cancer screening programs given differences in populations, including higher risk of cancer development and competing risk of morality, and differences in diagnostic workflow in patients at risk of HCC. These data provide insights into the perceived value of HCC surveillance in an era of emerging blood- and imaging-based surveillance strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Decreased LONP1 expression exacerbates MASH-induced liver fibrosis via elevated orotic acid levels.\r\n Our findings demonstrate that the LONP1-DHODH interaction regulates orotic acid metabolism and alleviates MASH-induced liver fibrosis. Impact and implications Liver fibrosis is one of the main histological determinants of MASH, a disease that parallels the worldwide surge in metabolic syndromes. This study reveals that LONP1 links proteolytic surveillance to mitochondrial metabolic rewiring and regulates orotic acid metabolism, contributing to the progression of MASH-induced liver fibrosis. These findings suggest that targeting orotic acid or hepatocyte LONP1 may represent a promising therapeutic strategy. Further investigation into mitochondrial orotic acid metabolism may yield novel insights into the pathogenesis of liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nIdentification and validation of RIPK3 as a novel biomarker to predict outcomes in patients with acutely decompensated cirrhosis.\r\nRIPK3-associated cell death is an important driver of organ failure and mortality in AD/ACLF. Integrating plasma RIPK3 into prognostic models would enhance risk stratification and may guide personalised cell death inhibitor therapy in AD/ACLF patients. Impact and implications Our study underscores the pivotal role of Receptor-Interacting Protein Kinase 3 (RIPK3) as a biomarker in acute decompensation (AD) and acute-on-chronic liver failure (ACLF), linking its elevated levels with disease progression, organ dysfunction, and mortality. In liver biopsies, hepatic RIPK1 expression was significantly higher in ACLF than AD and correlated with disease severity and non-survival, supporting their hepatic origin. Through the integration of RIPK3 into predictive models, we provide a path towards personalized therapeutic strategies for AD by targeting necroptosis. This approach has the potential to revolutionize risk stratification, enhance clinical decision-making, and improve outcomes for these high-risk patients.  \r\nPubmed   Journal   ReadQx \r\nPhase I trial of ADP-A2AFP TCR T-cell therapy in patients with advanced hepatocellular or gastric hepatoid carcinoma.\r\nLymphodepletion chemotherapy followed by ADP-A2AFP TCR T-cell therapy showed a manageable safety profile and preliminary indications of antitumor activity in these previously treated patients. Impact & implications Adoptive T-cell therapy could be a much-needed additional treatment strategy for advanced hepatocellular carcinoma. Clinicians and researchers interested in the development of adoptive T-cell therapies for advanced solid tumors will be interested to learn that in this phase I trial, ADP-A2AFP T-cell receptor T-cell therapy was associated with an acceptable benefit-to-risk profile and encouraging antitumor activity, illustrating the treatment potential of adoptive T-cell therapy for advanced hepatocellular carcinoma. Clinicaltrials Gov number NCT03132792;  first posted 2017-04-08.\r\nPubmed   Journal   ReadQx \r\nProteogenomic profiling predicts outcomes of adjuvant chemotherapy in extrahepatic cholangiocarcinoma.\r\nHere we identified several prognostic and predictive biomarkers that may be useful for guiding adjuvant chemotherapy selection in resected EH-CCA. Further validation is required. Clinicaltrials Gov identifier NCT03079427 IMPACT AND IMPLICATIONS  Here we performed comprehensive proteogenomic analyses within a prospective randomized trial of patients with extrahepatic cholangiocarcinoma (EH-CCA). The findings highlighted specific genomic and proteomic alterations that were associated with differential benefit from adjuvant chemotherapy regimens. The integration of multiomics data into a machine learning model provides a practical framework for stratifying patients and guiding treatment decisions, which may inform future clinical trials and biomarker-driven therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Cephalosporin-Induced Liver Injury-Interesting but Tricky.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Does Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) With Advanced Fibrosis Also Equate to Risk of Advanced Coronary Artery Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Dual Advanced Therapy in Refractory Ulcerative Colitis-Hope Beyond Monotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Intestinal Ultrasound for the Assessment of Constipation-Out of the Shadows?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: PSC as an Independent Risk Factor for CRC Without IBD: Can Observed Epidemiological Trends Help Uncover Biological Mechanisms and Guide Surveillance Strategies? \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining Decompensation in Cirrhosis-More Than an Academic Playground? \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining Safety in Post-Liver Transplant IBD-Why Therapeutic Effectiveness Is the Ultimate Shield.\r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Impact of Alcohol Consumption on the Development and Progression of Metabolic Dysfunction-Associated Steatotic Liver Disease. \r\nAlcohol amplifies MASLD progression through synergistic mechanisms. Standardised evaluation of alcohol use is critical for risk stratification and the development of personalised treatment strategies.\r\nPubmed   Journal   ReadQx \r\nReview Article: Liver Transplantation for Hepatocellular Carcinoma in the Era of Immune Checkpoint Inhibitors.\r\nICI therapy is nuanced during the peri-transplant period and should therefore be selectively used in specific patients rather than being used ubiquitously.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biomarker to predict infection and optimize antibiotics use in patients with acutely decompensated cirrhosis: A step in the right direction.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief. \r\n\r\nPubmed   Journal   ReadQx \r\nAn innovative approach to pelvic abscess drainage through a lumen-apposing metal stent: a preliminary retrospective study on a homogeneous sample. \r\n\r\nPubmed   Journal   ReadQx \r\nEUS-Directed Transgastric Endoscopic Retrograde Cholangiopancreatography in Roux-en-Y Gastric Bypass Anatomy: A Review.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic necrosectomy: predicting when to step up and when to step off. \r\n\r\nPubmed   Journal   ReadQx \r\nOptimal stent design in unresectable malignant hilar biliary obstruction: the jury is still out. \r\n\r\nPubmed   Journal   ReadQx \r\nRedefining the endoscopic retrograde cholangiopancreatography endpoint: a 30-day perspective on patient care. \r\n\r\nPubmed   Journal   ReadQx \r\nUse of image-enhanced endoscopy to detect gastric premalignant lesions and early gastric cancer: time to leverage artificial intelligence to accomplish this task. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Liver stiffness progression comparison between diabetics and non-diabetics with biopsy-proven metabolic dysfunction-associated steatosis. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJ Hepatol\r\n    From long to snappy and short regimens for paracetamol overdose: Reinventing the N-acetyl cysteine wheel.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A rare case of large mucosal poorly differentiated colorectal adenocarcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unexpected Outcome of a Giant Hypopharyngeal Lipoma. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Submucosal Dissection for Removal of a Deeply Embedded Esophageal Fish Bone Presenting as a Submucosal Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Fang et al.\r\n\r\nPubmed   Journal   ReadQx \r\nType 4A Choledochal Cyst with Duodenal Compression. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Esophageal Involvement in Eosinophilic Granulomatosis with Polyangiitis.\r\n\r\nPubmed   Journal   ReadQx \r\nOral Contraceptives Significantly Reduce the Risk of Gastroesophageal Reflux Disease, Esophagitis, and Barrett's Esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nReal-World Cost Implications of AASLD/AGA MASLD Guidance for Patients with Diabetes, and Factors Associated with Advanced Fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe mushroom cap sign.\r\n\r\nPubmed   Journal   ReadQx \r\nURINE PROTEOMICS IN CIRRHOSIS AND ACUTE KIDNEY INJURY: INSIGHTS INTO THE PATHOGENESIS OF HEPATORENAL SYNDROME.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of endoscopic combined oval forceps removal of a rectal smooth curved-surface foreign body. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel technique for large colorectal specimen retrieval after endoscopic submucosal dissection: anoscope-assisted tumor extraction by defecation.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel technique of B2-B3 single-puncture bridging through liver parenchyma enabling endoscopic ultrasound-guided hepaticogastrostomy for rescue drainage. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAggressive or conservative cyanoacrylate therapy for gastric varices: is more glue better?\r\n\r\nPubmed   Journal   ReadQx \r\nAn anatomically designed duodenal stent with physiological drainage: effective endoscopic rescue in persistent perforation. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nArtificial intelligence-assisted colonoscopy: excellent results, but will mucosal exposure devices push this boundary?\r\n\r\nPubmed   Journal   ReadQx \r\nBalloon dilatation method to assist release of the snare trapped in a gastric bezoar.\r\n\r\nPubmed   Journal   ReadQx \r\nBalloon enteroscope insertion over an endoscopic nasobiliary drainage tube in patients with surgically altered anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscope combined with biliary forceps: a novel double-endoscope traction method for rectal endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nClosing the gap in endoscopy quality: is artificial intelligence the answer?\r\n\r\nPubmed   Journal   ReadQx \r\nClosure of a large post-endoscopic full-thickness resection defect in the duodenum using a novel through-the-scope twin clip.\r\n\r\nPubmed   Journal   ReadQx \r\nDetection by endoscopic ultrasound-guided fine-needle aspiration of retroperitoneal lymph node metastasis as the initial presentation of testicular seminoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDouble aortic arch: a rare cause of adult-onset dysphagia.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic features of a serrated tubulovillous adenoma in the sigmoid colon.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic full-thickness resection of an esophageal gastrointestinal stromal tumor without creation of a submucosal tunnel. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic full-thickness resection: precision and efficacy in treating a giant duodenal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for early gastric cancer using a novel bending attachment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of uncommon huge gastric pyloric gland adenoma. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic suturing with muscular after fundus mucoresection for refractory gastroesophageal reflux disease：a new anti-reflux technique. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic titanium clip with nylon loop for treating esophageal and gastric variceal bleeding after endoscopic variceal ligation and transjugular intrahepatic portosystemic shunt.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided cyanoacrylate injection for the treatment of gastric variceal bleeding after failed endoscopic embolization.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided drainage of a prevertebral neck abscess: a case report. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEnteroscopic direct drainage for submucosal intestinal juice leakage due to afferent loop syndrome in Roux-en-Y anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal perforation and obstruction during retrieval of gastrointestinal stromal tumor, with final retrieval using laryngoscope.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric reactive capillary hemangioma caused by tislelizumab. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHemostasis achieved with new self-assembling peptide hemostatic gel for a bleeding duodenal diverticulum.\r\n\r\nPubmed   Journal   ReadQx \r\nIntraoperative mixed reality support for endoscopic submucosal dissection of a large laterally spreading tumor in the rectum. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLaparotomy and endoscopy cooperative resection in the treatment of Peutz-Jeghers syndrome. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLaser-guided rescue: endoscopic removal of complex esophageal foreign bodies.\r\n\r\nPubmed   Journal   ReadQx \r\nMixed-reality-based education with holographic support before and during ERCP-related procedures. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNew peroral pancreatoscopy for direct diagnosis and precise guidewire placement in indeterminate pancreatic duct stricture. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPre-placement sharp angle traction-assisted endoscopic submucosal dissection for the treatment of laterally spreading tumors of the colon. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPrototype of a novel cold snare polypectomy device.\r\n\r\nPubmed   Journal   ReadQx \r\nQuadruple and quintuple transpapillary stenting without predilation for complex hilar biliary obstruction using a novel 7-Fr ultratapered plastic stent. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRarer than rare: managing an epiphrenic diverticulum in achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent intra-mural esophageal abscess as a complication of untreated eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nRepeat endoscopic submucosal dissection of esophageal squamous cell carcinoma near a previous scar by water pressure method.\r\n\r\nPubmed   Journal   ReadQx \r\nSecondary endoscopic ultrasound-guided gastroenterostomy to solve stent dysfunction and prolong lifetime in malignant gastric outlet obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful resolution of basket impaction in pancreatic stone extraction using endoscopic papillary large balloon dilation.\r\n\r\nPubmed   Journal   ReadQx \r\nThe \"garden eel\" technique for endoscopic treatment of hepatolithiasis beyond multiple acutely angled sections with strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nThe diagnostic value of confocal laser endomicroscopy in a cancer-mimicking lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nTornado cleaning technique for food impaction in gastroduodenal stent using a high-rotational spiral basket catheter.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTraction clip closure of small bowel perforation during single-balloon enteroscopy in a patient with surgical altered anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nTransrectal endoscopic resection of intraperitoneal gastrointestinal stromal tumor facilitated by incidental segmental absence of intestinal musculature. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nVideo capsule endoscopy identifies severe small bowel lesions in a pediatric case of Henoch-Schönlein Purpura.\r\n\r\nPubmed   Journal   ReadQx \r\nWill conventional endoscopic submucosal dissection disappear or be rescued from the water by saline immersion? \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A novel endoscopic closure using interconnected rubber rings combined with clips for colorectal mucosal defects after endoscopic submucosal dissection (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nBest of Colonoscopy in 2025.\r\n\r\nPubmed   Journal   ReadQx \r\nBest of EGD 2025.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of gastric mucosa-associated lymphoid tissue lymphoma by EUS-guided through-the-needle biopsy (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided Gallbladder Drainage Combined with ERCP for Severe Pancreatitis Complicated by Acute Obstructive Suppurative Cholangitis and Calculous Cholecystitis.\r\n\r\nPubmed   Journal   ReadQx \r\nIntravenous Dextrose During Emergence from Deep Sedation Reduces Postprocedural Dizziness in Adults Undergoing Gastrointestinal Endoscopy: A Randomized Controlled Trial. \r\n\r\nPubmed   Journal   ReadQx \r\nPeroral cholangioscopy facilitates successful management of post-EUS biliary drainage stent obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips: Endoscopic Management of Gastric Outlet Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Artificial intelligence-tailored bowel preparation reduces laxative burden and promotes sustainable endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnravelling the heterogeneous HCC risk in indeterminate chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Betaine in the treatment of steatotic liver disease-Historical fad or a timeless treasure worth reviving?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatic stellate cells and macrophages: Key players in HCC immune suppression. \r\n\r\nPubmed   Journal   ReadQx \r\nHoney, I shrunk the tumor: Downstaging HCC before liver transplantation. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Peripheral Foxp3-high Tregs as a dual biomarker for HCC prognosis and Immunotherapy response.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The treatment options for de novo perihilar cholangiocarcinoma require more details.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: The CRAPT-M score: Robust enough for clinical practice?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: The treatment options for de novo perihilar cholangiocarcinoma require more details.\r\n\r\nPubmed   Journal   ReadQx \r\nSMART Steps to HBV Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nSurging sludge: Intrahepatic cholangiocarcinoma mortality on the rise worldwide. \r\n\r\nPubmed   Journal   ReadQx \r\nUnlocking immunity's memory: Epigenetic keys to HBV control. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From gut to brain - and back again: A new paradigm of adaptive immune surveillance with implications for liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Cephalosporin-Induced Liver Injury-Interesting but Tricky. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Does Metabolic Dysfunction-Associated Steatotic Liver Disease With Advanced Fibrosis Also Equate to Risk of Advanced Coronary Artery Disease? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Dual Advanced Therapy in Refractory Ulcerative Colitis-Hope Beyond Monotherapy. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Intestinal Ultrasound for the Assessment of Constipation-Out of the Shadows? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining Decompensation in Cirrhosis-More Than an Academic Playground? Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining Safety in Post-Liver Transplant IBD-Why Therapeutic Effectiveness Is the Ultimate Shield. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    ALT and novel fibrosis scores for risk stratification of pediatric MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nAdvancing Proactive Therapeutic Drug Monitoring with Model-Informed Precision Dosing in Pediatric Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClarifying the Link Between IMO and Constipation.\r\n\r\nPubmed   Journal   ReadQx \r\nSymptom differences in IMO vs SIBO - is EPI the missing link?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Clarifying the Biological Specificity of Dietary Fiber Effects in Celiac Disease Risk: Mechanistic Precision Matters.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Colorectal cancer screening from the standpoint of sequential versus simultaneous approaches: insights from the Danish national screening program. \r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating the incidence and risk factor analysis of 30-day hospital admission after high-risk outpatient endoscopic retrograde cholangiopancreatography. \r\n\r\nPubmed   Journal   ReadQx \r\nOccurrence of gastric cancer in patients with juvenile polyposis syndrome. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    EUS-guided portal pressure measurement: how to make it more accurate?\r\n\r\nPubmed   Journal   ReadQx \r\nReal-world validation of a prognostic clinical index to predict steroid response in acute severe colitis: a single tertiary centre retrospective study.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-29T07:21:00-04:00",
    "input_file": {}
  },
  {
    "path": "gi/08-15-2025/",
    "title": "Fri Aug 15 2025",
    "description": "15 articles - From Friday Aug 08 2025 to Friday Aug 15 2025",
    "author": [],
    "date": "2025-08-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    Canadian Association of Gastroenterology Clinical Practice Guideline for the Endoscopic Management of Nonvariceal Nonpeptic Ulcer Upper Gastrointestinal Bleeding.\r\nFor patients with active bleeding from malignant tumors, the panel suggested topical hemostatic agents over conventional endoscopic hemostatic therapy;  it also suggested the administration of oncologic therapy after the endoscopic intervention. In patients with active bleeding from MWTs (oozing and spurting), the panel suggested endoscopic band ligation or endoscopic through-the-scope clip over epinephrine injection alone. For nonbleeding MWTs with visible vessels, adherent clots, flat pigmented spots, or clean-based ulcers, the panel suggested against endoscopic hemostatic therapy. For Dieulafoy's lesions, the panel suggested mechanical modalities with endoscopic band ligation or through-the-scope clip, contact thermocoagulation, or injection of sclerosants over epinephrine injection alone. For patients with gastric antral vascular ectasia, the panel suggested endoscopic band ligation over argon plasma coagulation. Guideline endorsement This guideline has been formally endorsed by leading international endoscopy societies  the American Society for Gastrointestinal Endoscopy, the European Society of Gastrointestinal Endoscopy, the Sociedad Interamericana de Endoscopía Digestiva, and the World Endoscopy Organization, as well as by the American Gastroenterological Association.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Frequency and Effectiveness of Dose Escalation and De-Escalation of Biologic Therapy in Inflammatory Bowel Disease: The RAINBOW-IBD Study of ENEIDA.\r\nIn the long term, some patients with IBD need biologic escalation, which frequently recaptures durable clinical remission. De-escalation is feasible in some patients. Re-escalation is generally effective after relapse.\r\nPubmed   Journal   ReadQx \r\nTemporal Trends in Medical and Surgical Management of Ulcerative Colitis in England: 2003-2020.\r\n Colectomy in the five years following diagnosis has declined, coinciding with an increased use of advanced therapies. Overall post-operative mortality is low. While the indication for colectomy may influence the risk of adverse outcomes, aggregate data provide a reassuring picture of current practice.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Peripancreatic Vascular Involvement and Gastric Varices in Autoimmune Pancreatitis: A Multicenter Retrospective Study.\r\nPeripancreatic vascular involvement represents a common complication of AIP and significantly responds to glucocorticoid therapy, underscoring the importance of careful monitoring to prevent potentially fatal outcomes.\r\nPubmed   Journal   ReadQx \r\nRisk of Advanced Colorectal Neoplasia at Follow-up Colonoscopy After Synchronous Adenoma and Clinically Significant Serrated Polyp.\r\nPatients with synchronous adenoma and CSSP may have concurrent adenoma-carcinoma and serrated pathways active and are at higher risk of developing advanced neoplasia compared with those with only adenomas. These results may help guide surveillance colonoscopy guidelines specific for those with synchronous adenoma and CSSP.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Successful AAV8 gene therapy on hepatic ex situ machine perfusion for mitochondrial neurogastrointestinal encephalomyopathy.\r\ng. gene therapy, in patient's explanted livers.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Lymphocyte-To-Monocyte Ratio and Recompensation in PBC-A New Piece in an Incomplete Puzzle?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Guidance for Timely Referral to Liver Transplantation.\r\nReferral for LT typically begins with primary care providers, gastroenterologists, and oncologists, who can more efficiently deliver their care through understanding of the referral process and LT framework. We aim to provide guidance to adult providers on timely referral to LT, demystify the LT evaluation process and contraindications to LT, and increase partnership between referring providers and transplant center providers caring for patients with advanced chronic liver disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Correction to: A Stool DNA-Based SDC2 Methylation Test for the Early Detection of Colorectal Cancer in an Asymptomatic, High-Risk Population: A Multicenter Prospective Randomized Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Global Incidence and Prevalence of Inflammatory Bowel Disease Over Time.\r\n\r\nPubmed   Journal   ReadQx \r\nReveal your sources: Designing training environments to support regulation of learning.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: The CRAPT-M score: Robust enough for clinical practice?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter on 'Post-TIPS Overt Hepatic Encephalopathy Increases Long-Term but Not Short-Term Mortality in Cirrhotic Patients With Variceal Bleeding: A Large-Scale, Multicentre Real-World'.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Caution Warranted in the Clinical Translation of IgG-Based Elimination Diets for IBS.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Not all DOACs are created equal, revisiting the safety of rivaroxaban for the prevention of portal hypertension-related complications.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-29T07:13:52-04:00",
    "input_file": {}
  },
  {
    "path": "gi/08-08-2025/",
    "title": "Fri Aug 08 2025",
    "description": "99 articles - From Friday Aug 01 2025 to Friday Aug 08 2025",
    "author": [],
    "date": "2025-08-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    The EXTENT Study: Results from an International Expert Delphi Consensus to define Ultrasonographic Parameters for Measuring Bowel Damage in Crohn's Disease.\r\nUltrasonographic equivalents for assessing small bowel and colonic damage in CD were derived to align with the validated LI criteria for MRE and colonoscopy. These statements mark the first phase of the EXTENT project, supporting the potential use of IUS in clinical practice and disease modification trials as an alternative tool for bowel damage assessment. The lack of consensus on grade 1 stricturing lesions suggests further exploration of IUS parameters is required.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Efficacy and Safety of Vedolizumab and Tofacitinib (VETO) Combination Therapy in Refractory Ulcerative Colitis Unresponsive to Anti-TNF and a Second-Line Advanced Therapy: A Prospective Cohort Nested Within a Randomised Trial.\r\n VETO was effective and safe in patients with UC refractory to anti-TNF and second-line therapies, with over half achieving clinical remission by 24 weeks.\r\nPubmed   Journal   ReadQx \r\nImpact of Frailty on the Prognosis of Patients With Liver Cirrhosis Undergoing Insertion of a TIPS.\r\nTIPS insertion seems to improve physical functioning, as indicated by a decreasing LFI, but only in patients with a poor performance in LFI prior to TIPS. Conducting LFI prior to elective TIPS insertion can identify those with an excellent prognosis. However, frailty should not be considered a contraindication for TIPS.\r\nPubmed   Journal   ReadQx \r\nLiver Fibrosis and the Risk of Coronary Artery Disease, Stent Thrombosis, Restenosis and Adverse Clinical Outcomes.\r\nLiver fibrosis is common among patients with CAD and is associated with CAD incidence, stent thrombosis, restenosis and long-term cardiovascular risk.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    988 Lifeline: A Lifesaver for GI Patients Facing Mental Health Challenges.\r\nWe regret any confusion this may have caused. This paper will be published once production is complete.\r\nPubmed   Journal   ReadQx \r\nInflammatory bowel disease patients are at increased risk for interstitial lung diseases.\r\n In this nationwide cohort study of >85,000 patients with incident IBD, we found an increased risk of ILD.\r\nPubmed   Journal   ReadQx \r\nNONENDOSCOPIC DETECTION OF BARRETT'S ESOPHAGUS IN PATIENTS WITHOUT GERD SYMPTOMS.\r\n Non-endoscopic BE detection is effective in patients without chronic GERD.\r\nPubmed   Journal   ReadQx \r\nRefined carbohydrate, different staple foods intake and risk of metabolic dysfunction-associated steatotic liver disease: a prospective community-based cohort study.\r\n Higher intake of total refined carbohydrate and rice was positively related with MASLD, and higher intake of wheat, coarse grains and yams might mitigate the risk of MASLD in Chinese population. These results underscored the significance of dietary patterns in preventing MASLD.\r\nPubmed   Journal   ReadQx \r\nUltra-Processed Grains and Risk of Inflammatory Bowel Disease: Results from the Prospective Urban Rural Epidemiology (PURE) Study.\r\n Higher intake of ultra-processed grains is associated with significantly increased risk of developing IBD. A healthy eating pattern should minimize consumption of ultra-processed grains. Further studies should be performed to understand which components of ultra-processed grains may be detrimental for health.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Phase 2 Study of MORF-057, an Oral α4β7 Integrin Inhibitor in Moderately to Severely Active Ulcerative Colitis.\r\n Overall, this study demonstrated that oral MORF-057 is well tolerated, with promising efficacy for individuals with moderately to severely active UC. Clinical trial identifier NCT05291689 CLINICAL TRIAL REGISTRY WEBSITE \r\nPubmed   Journal   ReadQx \r\nComparative Safety of Janus Kinase inhibitors vs. Tumor Necrosis Factor Antagonists in Patients with Inflammatory Bowel Diseases.\r\nIn an observational study of patients with IBD, JAK inhibitors were not associated with an increased risk of serious infections, VTE, or MACE compared with TNF antagonists, though the overall risk of infections was higher.\r\nPubmed   Journal   ReadQx \r\nDiagnostic yield of whole exome sequencing in adult-onset cholestatic liver disease.\r\n This study highlights the value of WES in the diagnostic workup of adult-onset cholestatic liver disease and expands our understanding of its genetic landscape, paving the way for larger-scale studies.\r\nPubmed   Journal   ReadQx \r\nIdentifying risk factors for metachronous colorectal cancer in Lynch syndrome.\r\nThis study identifies important risk factors for metachronous CRC in LS patients, which may support personalized counseling regarding surgical strategies. The findings highlight the complexity of surgical decision-making and the need for individualized approaches. Further studies are required to refine risk stratification and evaluate long-term outcomes to optimize patient care.\r\nPubmed   Journal   ReadQx \r\nMicrobiological profile of bacterial infections in patients with cirrhosis over time: a 20-year territory-wide study.\r\nAMR is rising in patients with cirrhosis. Multidisciplinary effort is crucial to combat AMR and manage bacterial infections in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nPreoperative body composition parameters are associated with postoperative outcomes in patients with Crohn's disease.\r\n Preoperative myosteatosis was consistently associated with overall postoperative complications, moderate-to severe, and infectious complications, in patients with CD following ICR. Furthermore, several body composition parameters were identified as risk factor or protective factor for postoperative complications and ePOR. Inconsistent findings were observed for SM levels and ePOR risk. The correlation between improvements of these parameters and postoperative outcomes requires further study.\r\nPubmed   Journal   ReadQx \r\nRepeatability and reproducibility of artificial imaging based digital pathology for the evaluation of liver fibrosis.\r\n The qFibrosis system has good repeatability and reproducibility for fibrosis staging. It can provide an accurate reference for pathologists to stage liver fibrosis more objectively.\r\nPubmed   Journal   ReadQx \r\nThe Prevalence and Burden of Disorders of Gut-Brain Interaction (DGBI) before versus after the COVID-19 Pandemic.\r\n The population prevalence and burden of DGBI have increased following the COVID-19 pandemic. Healthcare services and research funding bodies need to adapt to this post-COVID rise in DGBI and address how to best manage this patient group.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib Maintenance Therapy in Crohn's Disease: Final Results From the Randomized Phase 3 U-ENDURE Study.\r\n Consistent with the primary analysis, upadacitinib was more efficacious than placebo in achieving clinical and endoscopic endpoints in patients with Crohn's disease. The safety profile remained consistent with no new safety signals.  Number  NCT03345823.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel colonoscope with 230-degree extra-wide field of view optics: a prospective, first-in-human pilot study.\r\nThis first-in-human study shows that the EFOV colonoscope can be effectively and safely used in clinical practice. It promises improved detection of hidden polyps.\r\nPubmed   Journal   ReadQx \r\nAdded value of a balloon-based mucosal exposure device in computer-aided detection-assisted colonoscopy: a randomized controlled trial (COMBAT study).\r\nIn a FIT-based screening program, adding a balloon-based mucosal exposure device to CADe-assisted colonoscopy did not enhance the detection of subjects with high risk features or of neoplastic lesions. A CADe-related ceiling effect may have limited the benefit of the additional device.\r\nPubmed   Journal   ReadQx \r\nCost-effectiveness of colon capsule endoscopy in colorectal cancer screening: a modeling study.\r\nHowever, these increases came at high financial cost, and CCE cost-effectiveness was dominated by biennial FIT and 10-yearly colonoscopy. CCE was not cost effective for CRC screening compared with biennial FIT and 10-yearly colonoscopy.\r\nPubmed   Journal   ReadQx \r\nNumber, depth, and location of inadvertent pancreatic guidewire cannulations and post-ERCP pancreatitis from multi-center real-time intra-procedural data.\r\nSingle main PD duct canulation is independently associated with PEP and appears to be responsible for most of the magnitude of the association with PD cannulation. These data lend additional support to the use of preventative interventions such as PD stenting in cases where the PD is inadvertently cannulated.\r\nPubmed   Journal   ReadQx \r\nTopical hemostatic agents in endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Technical and Technology Review.\r\nTopical hemostatic agents offer effective options for managing GI bleeding. Products like Purastat, TC-325 Hemospray, EndoClot PHS, Nexpowder, Ankaferd Blood Stopper, and CG GEL have shown promising results in achieving hemostasis;  however, further RCTs and cost-effectiveness analyses are needed to better establish their roles in endoscopic practice.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A randomized trial of Endoscopic Submucosal Dissection vs Transanal Minimally Invasive Surgery in Early Rectal Neoplasms. DSETAMIS-2018 Study.\r\n ESD appears to be non-inferior to TAMIS for local resection of ERNs regarding 12-month recurrence. Both show favorable safety profiles. ESD was associated with fewer technical constraints, higher procedural success, shorter hospitalization, lower cost, and greater patient acceptance. These results should be interpreted considering the wide non-inferiority margin, limited sample size, and absence of multiplicity adjustment.\r\nPubmed   Journal   ReadQx \r\nGastroNet-5M: A Multicenter Dataset for Developing Foundation Models in Gastrointestinal Endoscopy.\r\n This study presents GastroNet-5M, a dataset of roughly 5 million endoscopic images. Pretraining endoscopic deep learning systems with GastroNet-5M improves diagnostic accuracy, reduces the need for scarce application-specific endoscopic imagery and annotations, and increases their robustness to the inevitable data heterogeneity in clinical practice. This may significantly accelerate development and implementation of endoscopic AI systems. GastroNet-5M is publicly available for scientific use.\r\nPubmed   Journal   ReadQx \r\nLow FODMAP diet improves colonic barrier function and mast cell activation in patients with IBS-D: A mechanistic trial.\r\nIBS-D patients exhibited improvement in colonic barrier dysfunction, mast cell recruitment, and activation post-LFD. FODMAP-mediated barrier dysfunction in IBS-D is mediated by direct activation of the TLR4 receptor on colonic mast cells by fecal LPS.  (NCT04542018).\r\nPubmed   Journal   ReadQx \r\nSelective urokinase inhibition plus chemotherapy: A novel approach to pancreatic cancer treatment via enhanced anti-tumour immunity and decreased metastasis.\r\nBB2-30F-based uPA-targeted therapy is innovative and effectively curtails local tumour growth and metastasis in PDAC mouse models, suggesting the potential to significantly improve patient outcomes. Our findings highlight the role of uPA in PDAC progression, supporting the targeting of uPA protease activity as a promising therapeutic approach for PDAC.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Large-scale profile study on hepatitis B surface antigen levels in chronic hepatitis B: implications for drug development targeting functional cure.\r\nThese patients are unlikely to achieve spontaneous HBsAg seroclearance, but also have suboptimal responses to novel antivirals. Our data has important implications for novel antiviral development.\r\nPubmed   Journal   ReadQx \r\nReal-world impact of implementing lumen-apposing metal stents for pancreatic fluid collections: a nationwide Japanese study.\r\nThe implementation of LAMS was not associated with improved key clinical outcomes but was linked to a higher risk of bleeding and increased healthcare costs. These findings do not support the routine use of LAMS for EUS-guided treatment of al PFCs in standard clinical practice but may restrict it to WON cases with clear indications.\r\nPubmed   Journal   ReadQx \r\nRole of CNNM4 in the progression of cholangiocarcinoma: implications for ferroptosis and therapeutic potential.\r\n This study reveals that increased CNNM4 expression drives CCA progression and malignancy and that its inhibition may be an effective therapeutic strategy to limit proliferation and metastasis in patients with CCA.\r\nPubmed   Journal   ReadQx \r\nTargeting Aurora kinase B regulates cholesterol metabolism and enhances chemoimmunotherapy in cholangiocarcinoma.\r\nAURKB regulates cholesterol levels and immune microenvironment in tumours, highlighting that targeting AURKB or adopting cholesterol-reducing strategy holds promise for CCA treatment, especially in conjunction with first-line chemoimmunotherapy.\r\nPubmed   Journal   ReadQx \r\nThrombospondin-2 is a performant biomarker of at-risk MASH and advanced MASH fibrosis in a large multicentre European cohort.\r\nSerum TSP2, alone or with clinical/biological variables, potently discriminates AF and ARM in patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Pilot trials of oral betaine in participants with non-alcoholic fatty liver disease and elevated alanine aminotransferase.\r\n Betaine 8 g/d, 4 g/d, and 2 g/d for 12-24 weeks significantly reduced ALT and other serologic markers of liver injury among participants with clinically defined MASLD and an elevated ALT.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Patient-derived liver organoids recapitulate liver epithelial heterogeneity and enable precision modeling of alcohol-related liver disease.\r\nOverall, we provide a human-based model that captures the epithelial complexity and specific patient features. This approach helps to identify drivers of cell plasticity and expanding organoid-based liver disease modeling for personalized medicine. Impact and implications Here, we describe the generation of biopsy-derived organoids (b-Orgs) from patients with liver disease. b-Orgs capture the liver epithelial cell composition found in patients' liver tissue and are efficiently generated from different stages of the disease, providing a platform for patient-tailored disease modeling and drug testing.\r\nPubmed   Journal   ReadQx \r\nTargeting xanthine oxidoreductase reverses resistance to EGFR tyrosine kinase inhibitors in intrahepatic cholangiocarcinoma.\r\nTargeting XOR-mediated EGFR stabilization and MUC1 upregulation represents a promising therapeutic strategy to inhibit iCCA progression and enhance sensitivity to EGFR TKIs in patients with iCCA. Impact and implications This study identifies XOR as a key driver of resistance to EGFR tyrosine kinase inhibitors (TKIs) in intrahepatic cholangiocarcinoma (iCCA), addressing a major limitation of current targeted therapies. By promoting EGFR stability through USP8-mediated deubiquitination and MUC1 upregulation, XOR enhances DNA repair and sustains oncogenic signaling. Inhibition of XOR sensitizes iCCA cells to EGFR TKIs, suppresses tumor progression, and exacerbates DNA damage. These findings suggest that targeting XOR could overcome TKI resistance and offer a novel therapeutic strategy for iCCA, potentially improving outcomes in a patient population with limited effective treatment options.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: HBV Integration: A Possible Key Driver in the Course of Patients With Chronic HBV Infection Under Viral Suppression.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Toward Safer Pain Management in IBD-Lessons From Prescription Patterns.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Effectiveness and Safety of Fecal Microbiota Transplantation for Recurrent Clostridioides difficile Infection in Immunocompromised Patients.\r\nThe safety and effectiveness outcomes of FMT in mild to moderately immunocompromised populations for recurrent CDI are comparable to those in immunocompetent cohorts.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Presentation of the AGA Distinguished Achievement Award in Basic Science to Eugene B. Chang, MD, AGAF.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Spatial single-cell omics: new insights into liver diseases.\r\nA recent example in immuno-oncology is the use of spatial architecture-based immune classifications, which can improve patient stratification. In this review, we provide an overview of the current methodology and novel spatial insights into metabolic, infectious, immune-mediated, toxic and malign liver diseases and discuss perspectives for clinical translation.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A newly revealed signaling pathway may explain the conundrum of how FGF21 simultaneously increases insulin sensitivity and autophagy.\r\n\r\nPubmed   Journal   ReadQx \r\nEstablishing hepatic decompensation as a meaningful clinical outcome during systemic therapy for hepatocellular carcinoma.\r\nWe propose that future trials should incorporate hepatic decompensation as a clinically meaningful and prognostically relevant intermediate secondary endpoint to uncouple the competing effects of decompensation and tumour progression on overall survival -the gold standard endpoint for the regulatory approval of systemic HCC therapy. Clinical practice should adopt an integrated a multifaceted treatment approach that addresses both the underlying liver disease and the superimposed cancer disease to optimize overall patients' outcomes throughout the expanding therapeutic landscape.\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol in steatotic liver disease.\r\nWe highlight its potential to improve both patient care and research in hepatology. Finally, we discuss future directions and current unmet needs which ultimately can move PEth towards broader, evidence-based integration into clinical medicine.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    ACG Presidential Address 2023.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to: Abstracts S2064, S2276, and S2115.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal Obstruction from Glue Cast Migration after Gastric Variceal Injection.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nMethodological Considerations in Assessing the Association Between GLP-1 RA and Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nPersistence, Effectiveness, and Safety of Upadacitinib in Crohn's Disease and Ulcerative Colitis in Real Life: Results From a Spanish Nationwide Study (Ureal Study).\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Extraintestinal symptoms in irritable bowel syndrome are associated with stress reactivity and the gut microbiome in a sex-dependent manner.\r\n\r\nPubmed   Journal   ReadQx \r\nGlucagon-like peptide-1 agonist liraglutide induces temporary impairment to gastric electrical activity in healthy volunteers.\r\n\r\nPubmed   Journal   ReadQx \r\nIsolated Colon Varices.\r\n\r\nPubmed   Journal   ReadQx \r\nOffice Endoscopy: Has its time come.\r\n\r\nPubmed   Journal   ReadQx \r\nSemaglutide-associated hepatic cytolysis.\r\n\r\nPubmed   Journal   ReadQx \r\nSquamous Cell Carcinoma in a Long-Standing Crohn's Enterocutaneous Fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic ultrasound-guided esophageal hematoma drainage after radiofrequency ablation for atrial fibrillation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nImmune checkpoint inhibitor-associated gastritis complicated by cytomegalovirus infection: A rare case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLarge cap-polyposis of the sigmoid successfully treated with endoscopic electroporation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nProphylactic clip closure after endoscopic mucosal resection in the proximal colon: are we missing the mark or just the right technique?\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful endoscopic closure and remove the clip from the peritoneal cavity for delayed perforation defect after duodenal endoscopic submucosal desection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful underwater endoscopic submucosal dissection for ulcerative colitis-associated neoplasia using a synchronized irrigation fluid management system.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Rare Case of Hyperamylasemia With a Rare Cause.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Case of Fever and Biliary Dilatation in an Adult.\r\n\r\nPubmed   Journal   ReadQx \r\nColonoscopic Follow-up After Abnormal Blood-Based Colorectal Cancer Screening Results.\r\n\r\nPubmed   Journal   ReadQx \r\nCurbside Consult: A rare case of chronic diarrhea.\r\n\r\nPubmed   Journal   ReadQx \r\nInterdicting nuclear autophagy to treat metabolic dysfunction-associated steatohepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nMicrobe-activated intestinal drug delivery for IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nStructured exercise for patients with colon cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    CNNM4: a ferroptotic vulnerability in cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nImplementing discard strategies for diminutive polyps using autonomous CADx in clinical practice.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: The CRAPT-M Score: Robust enough for clinical practice? \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Blood pressure adjustment and competing risks analysis should be reconsidered in the mortality exploration among children with MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Real-world evidence supports nephrotoxic risk of anakinra plus zinc in alcohol-associated hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Blood pressure adjustment and competing risks analysis should be reconsidered in the mortality exploration among children with MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From HCV to HEV: Repurposing a nucleoside analogue for hepatitis E therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nSimvastatin and rifaximin in patients with decompensated cirrhosis: Still a place for LIVER HOPE?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: HBV Integration-A Possible Key Driver on the Course of Patients With Chronic HBV Infection Under Viral Suppression. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Toward Safer Pain Management in IBD-Lessons From Prescription Patterns. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Efficacy Versus Effectiveness-An Important Nuance Among Real-World Studies.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Efficacy Versus Effectiveness-An Important Nuance Among Real-World Studies: Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Clarifying the Evidence: A Response on the IBS-Specific IgG ELISA-Based Elimination Diet Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nIgG-Guided Diets for IBS: Addressing Critical Questions of Evidence and Clinical Utility.\r\n\r\nPubmed   Journal   ReadQx \r\nMGPT in Advanced Adenomas: Predictive, Actionable, or Premature?\r\n\r\nPubmed   Journal   ReadQx \r\nMethodological Limitations in IgG-Based Elimination Diet for IBS.\r\n\r\nPubmed   Journal   ReadQx \r\nStandardizing FLIP Interpretation: From Classification to Calibration, Quantification, and Predictive Utility.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Contractility Pattern in the Dallas Consensus to Standardize Performance and Interpretation of FLIP Panometry.\r\n\r\nPubmed   Journal   ReadQx \r\nThe exclusion diet conundrum: are we separating the wheat from the chaff?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic resection for gastric tube cancer: navigating curability when surgical salvage is limited.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Reconsidering statins in MASLD: beyond cardiovascular protection to multisystem benefit.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Can We Trust Self-Reported Drinking Data in Trials of Alcohol-Related Liver Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nFrom Protocol to Precision: The Evolving Diagnosis of Hepatorenal Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Calorie Control or Circadian Alignment? A Closer Look at Time-Restricted Eating for MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nMale-to-female ratios in the risk of hepatocellular carcinoma: A nationwide study of Danish patients with viral or non-viral cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-acute decompensation: ready for clinical practice?\r\n\r\nPubmed   Journal   ReadQx \r\nPlasma volume expansion in patients with cirrhosis, ascites and acute kidney injury: enough, but not too much.\r\n\r\nPubmed   Journal   ReadQx \r\nRifaximin Not Effective? Or Was the Trial Underpowered?\r\n\r\nPubmed   Journal   ReadQx \r\nStratification, Therapeutic Targeting and Towards Personalised Care in Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-08T07:23:51-04:00",
    "input_file": {}
  },
  {
    "path": "gi/08-01-2025/",
    "title": "Fri Aug 01 2025",
    "description": "146 articles - From Friday Jul 25 2025 to Friday Aug 01 2025",
    "author": [],
    "date": "2025-08-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    The EXTENT Study: Results from an International Expert Delphi Consensus to define Ultrasonographic Parameters for Measuring Bowel Damage in Crohn's Disease.\r\nUltrasonographic equivalents for assessing small bowel and colonic damage in CD were derived to align with the validated LI criteria for MRE and colonoscopy. These statements mark the first phase of the EXTENT project, supporting the potential use of IUS in clinical practice and disease modification trials as an alternative tool for bowel damage assessment. The lack of consensus on grade 1 stricturing lesions suggests further exploration of IUS parameters is required.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Association for Bariatric Endoscopy systematic review and meta-analysis assessing the American Society for Gastrointestinal Endoscopy preservation and incorporation of valuable endoscopic innovations thresholds for transoral outlet reduction.\r\nFor suturing TORe, the pursestring suture pattern appears to be associated with superior outcomes compared to other suturing techniques. This PIVI assessment will be updated as additional data become available.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Network Meta-Analysis: Comparative Efficacy of Biologics and Small Molecules in the Induction and Maintenance of Remission in Crohn's Disease.\r\n Novel IL-23 inhibitors (such as mirikizumab, risankizumab and guselkumab) and anti-TNFs (such as infliximab and adalimumab) ranked high in the induction of clinical and endoscopic remission. This highlights the potential of novel advanced therapies for CD.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Early prognostic factors for reduced survival in autoimmune hepatitis: a systematic review with meta-analysis.\r\n Cirrhosis and insufficient treatment response are the prognostic factors with the highest impact on reduced survival in AIH. Other risk factors include advanced age, non-Caucasian ethnicity, PSC-variant syndrome, asymptomatic presentation, higher relapse rates and elevated INR, creatinine, ALP/AST ratio, and MELD score, while elevated baseline aminotransferases and albumin are protective.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Advanced Therapies in Achieving Remission by Disease Location in Crohn's Disease: A Systematic Review and Meta-analysis.\r\n The magnitude of efficacy of advanced therapies for ileal CD is generally lower compared with isolated colonic CD, with JAK inhibitors showing particularly limited efficacy for ileal disease. These results may help inform treatment selection.\r\nPubmed   Journal   ReadQx \r\nGlobal Trends in Antimicrobial Resistance Among Cirrhosis Patients with Bacteremia: A Systematic Review and Meta-Analysis.\r\n Bacteremia poses a significant global burden in cirrhosis, with geographic variability in AMR patterns. These findings highlight the urgent need for region-specific infection control, antibiotic stewardship, and enhanced AMR surveillance.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical outcomes of EUS-guided gallbladder drainage in patients with acute cholecystitis with ≥1 year of follow-up: a systematic review and meta-analysis.\r\n This study demonstrates that EUS-GBD is a technically effective and clinically durable treatment modality for acute cholecystitis with over one year follow up duration. The overall low rate of AEs associated with EUS-GBD reflects its unique ability to care for individuals considered high risk for surgery.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Emerging Trends in Patients Hospitalised With Cirrhosis-Aetiologies, Complications and Outcomes Compared to Other Chronic Health Conditions.\r\n Cirrhosis remains a significant clinical and public health challenge and is falling behind other major comorbidities with regard to inpatient outcomes. A focus on improved resource allocation and management options is warranted.\r\nPubmed   Journal   ReadQx \r\nLiver Fibrosis and the Risk of Coronary Artery Disease, Stent Thrombosis, Restenosis and Adverse Clinical Outcomes. \r\nOver 14.4 years, FIB-4 > 2.67 was associated with higher CAD incidence (aHR = 1.41, p 2.67 was associated with increased risks of ST and ISR (aHR = 1.34, p = 0.001) and MACE (aHR = 1.97, p < 0.001). Liver fibrosis is common among patients with CAD and is associated with CAD incidence, stent thrombosis, restenosis and long-term cardiovascular risk.\r\nPubmed   Journal   ReadQx \r\nRefining Prognosis in Cirrhosis Patients With Ascites: Impact of Acute vs. Non-Acute Decompensation.\r\nClassifying patients as AD versus NAD identified subgroups with different risks for further decompensation and transplant-free mortality.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Diagnosing Wilson Disease in Acute Liver Failure: Comparison of existing and experimental biomarkers.\r\n Standard biochemistry provides excellent diagnostic information for identifying WD in the setting of ALF. Combining ALT with specific copper measurements significantly improved diagnostic utility, with ANCC outperforming s-Cu. RelANCC may also be useful for WD diagnosis. We suggest adding s-Cu to the clinical algorithm in ALF.\r\nPubmed   Journal   ReadQx \r\nEpidemiologic Trends in Acute, Chronic, and Pregnancy-Specific Liver Diseases in Pregnancy.\r\n In this large epidemiologic study, we observed a 2.5-fold rise in CLD in pregnancy over the past 10 years, largely driven by the rising prevalence of MASLD, and declining prevalence of chronic viral hepatitis. Pregnancy-specific liver conditions were also significantly more common in those with CLD. Findings underscore the relevance of pre-conception counseling by hepatology providers and the importance of early obstetric collaboration to optimize outcomes for the growing number of pregnant women with pre-existing liver disease.\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Diseases-Specific Cognitive Behavioral Therapy Delivered via Telehealth Reduces Disability: ADEPT (Addressing Disability Effectively with Psychosocial Telemedicine) Pragmatic Randomized Controlled Trial.\r\n In a randomized controlled trial of patients with IBD, an 8-week telehealth-delivered IBD-specific CBT protocol reduced IBD-related disability, independent of clinical disease activity.\r\nPubmed   Journal   ReadQx \r\nInflammatory bowel disease and risk of more than 1500 comorbidities: A disease-wide pre- and post-diagnostic phenomic association study.\r\n Findings demonstrate that IBD is a multisystemic disease, particularly manifesting with metabolic, immune, and neuropsychological disorders, up-to 10 years prior to diagnosis. We find evidence for the generality of these findings with an international comparison. Diseases of etiological interest warrant further investigation.\r\nPubmed   Journal   ReadQx \r\nIntraductal Papillary Mucinous Neoplasm and Pancreatic Cancer: Opportunity Knocks Twice.\r\nThis review highlights current evidence and future perspectives on the clinical management of patients with IPMNs, with a particular focus on the dual opportunities for surveillance. Optimizing strategies for the early detection of both carcinoma derived from IPMN and carcinoma concomitant with IPMN has the potential to meaningfully reduce the burden of pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nLifestyle change after initial colonoscopy screening and incidence of colorectal cancer and major chronic diseases.\r\n Adopting a healthier lifestyle after initial colonoscopy screening may reduce risk of CRC and chronic diseases, suggesting colonoscopy screening could be a teachable moment for health promotion.\r\nPubmed   Journal   ReadQx \r\nMeasuring the Risk of Gluten Exposure: Development of the Gluten Exposure Risk Assessment (GERA) in Pediatric Patients.\r\n The Gluten Exposure Risk Assessment is a valid screening measure, completed by caregivers, for assessment of gluten exposure in children and adolescents with CeD following a gluten-free diet. GERA is a useful tool for evaluating the potential of risk for gluten exposure and potential need for intervention.\r\nPubmed   Journal   ReadQx \r\nNovel Implementation of Hepatitis B to Hepatitis Delta Reflex Testing in a United States Healthcare System.\r\nReflex testing improved efficiency and reduced gaps in the HBsAg to HDV screening cascade. Disparities in reflex testing rates among different patient groups were found, highlighting the need for universal reflex testing.\r\nPubmed   Journal   ReadQx \r\nRecurrence of primary sclerosing cholangitis after liver transplantation: a French national cohort study including 571 patients.\r\n Our results from a large cohort with long-term follow-up strongly confirm that rPSC after LT is frequent. The only modifiable factor associated with rPSC was maintenance treatment with corticosteroids, which could therefore be discontinued in the absence of a specific extra-hepatic indication.\r\nPubmed   Journal   ReadQx \r\nSimvastatin addition to standard of care improves long-term survival in patients with cirrhosis after variceal bleed: An open label randomized controlled trial.\r\n Simvastatin may be associated with improved survival in selected patients with cirrhosis after variceal bleed and reduced incidence of new onset/refractory ascites and its complications [CTRI/2022/07/044263].\r\nPubmed   Journal   ReadQx \r\nThe Patients Included in Clinical Trials of Biological Drugs for Inflammatory Bowel Disease Do Not Represent the Real-World Population.\r\nOnly a minority of real-world IBD patients would qualify for corresponding RCTs, questioning the external validity of these trials. However, real-world use of biologics demonstrated similar effectiveness and safety in eligible and non-eligible patients, underscoring the importance of practical clinical judgement in therapeutic decisions.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Comparative Safety of Janus Kinase inhibitors vs. Tumor Necrosis Factor Antagonists in Patients with Inflammatory Bowel Diseases.\r\nIn an observational study of patients with IBD, JAK inhibitors were not associated with an increased risk of serious infections, VTE, or MACE compared with TNF antagonists, though the overall risk of infections was higher.\r\nPubmed   Journal   ReadQx \r\nComparative effectiveness of tofacitinib versus upadacitinib for the treatment of acute severe ulcerative colitis.\r\n Tofacitinib and upadacitinib appear to have similar effectiveness and safety profiles when used for the treatment of ASUC.\r\nPubmed   Journal   ReadQx \r\nFIB-4 BASED REFERRAL PATHWAYS HAVE SUBOPTIMAL ACCURACY TO IDENTIFY INCREASED LIVER STIFFNESS AND INCIDENT ADVANCED LIVER DISEASE.\r\n FIB-4-based referral pathways to identify liver disease among the general population result in a high referral rate whilst not detecting approximately 60% of LSM≥8, 50% of LSM≥12, 40% of LSM≥15 and 25% of incident advanced liver disease. Current referral pathways to detect pre-cirrhotic liver disease in low-prevalence populations could benefit from further optimization.\r\nPubmed   Journal   ReadQx \r\nImpact of inflammatory bowel disease and primary sclerosing cholangitis on colorectal cancer risk:national cohort study.\r\nIBD patients have an increased risk of CRC, mostly prominent among young PSC+ patients. PSC+ patients display a tendency to develop CRC in the proximal colon and more synchronous CRC. This should be considered when monitoring and counselling IBD patients.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Changes in Fibrosis Markers: Monitoring Stiffness/Fibrosis Progression and Prognostic Outcomes in MASLD.\r\nDynamic FIB-4 monitoring tracks fibrosis and stiffness progression and predicts clinical outcomes in MASLD.\r\nPubmed   Journal   ReadQx \r\nMulti-Center Validation of Video-Based Deep Learning to Evaluate Defecation Patterns on 3D High-Definition Anorectal Manometry.\r\n3D high-definition anorectal manometry combined with video-based deep learning is a useful and clinically relevant technology for evaluating anorectal dyssynergia. Future use cases can be expanded to evaluating other motility disorders and their treatment.\r\nPubmed   Journal   ReadQx \r\nNEOPLASIA DETECTION RATE AND RISK OF POST-ENDOSCOPY ESOPHAGEAL ADENOCARCINOMA AND NEOPLASIA IN A POPULATION-BASED COHORT STUDY.\r\nThis study has provided population-based estimates of CDR and NDR and associations between CDR/NDR and PEEC/PEEN. Future studies remain to determine whether improving CDR/NDR decrease the incidence of PEEC/PEEN.\r\nPubmed   Journal   ReadQx \r\nPreoperative body composition parameters are associated with postoperative outcomes in patients with Crohn's disease.\r\n Preoperative myosteatosis was consistently associated with overall postoperative complications, moderate-to severe, and infectious complications, in patients with CD following ICR. Furthermore, several body composition parameters were identified as risk factor or protective factor for postoperative complications and ePOR. Inconsistent findings were observed for SM levels and ePOR risk. The correlation between improvements of these parameters and postoperative outcomes requires further study.\r\nPubmed   Journal   ReadQx \r\nThe Real-World Impact of Vitamin D Supplementation on Inflammatory Bowel Disease Clinical Outcomes.\r\n Vitamin D supplementation was associated with reduced IBD-related ED visits, hospitalizations, and corticosteroid use, supporting its potential as a low-cost adjunct in IBD management. Prospective studies are needed to optimize dosing strategies and define target serum levels for improved long-term outcomes.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib Maintenance Therapy in Crohn's Disease: Final Results From the Randomized Phase 3 U-ENDURE Study.\r\n Consistent with the primary analysis, upadacitinib was more efficacious than placebo in achieving clinical and endoscopic endpoints in patients with Crohn's disease. The safety profile remained consistent with no new safety signals.  Number  NCT03345823.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Do all trainers think the same? Exploring use of the Think Aloud method to understand colonoscopy trainer thought processes.\r\nThis study provides support for use of TA as a method to understand trainer cognition in colonoscopy. It suggests the need for further research to explore consistency of training across trainers.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided gallbladder drainage for distal malignant biliary obstruction: Outcomes from a multicenter cohort.\r\nEUS-GBD is a clinically effective salvage therapy for DMBO that may be positioned after unsuccessful endoscopic retrograde cholangiopancreatography or EUS-BD in a single anesthetic session. Most patients have a short LOS and few serious AEs. Furthermore, oncologic therapy can be successfully resumed post-procedure. EUS-GBD, therefore, should be considered an effective, safe, and durable addition to the treatment armamentarium for DMBO.\r\nPubmed   Journal   ReadQx   PMC\r\nFinancial buy-in does not affect outcomes of endoscopic sleeve gastroplasty: Retrospective cohort.\r\nHaving \"skin in the game\" by paying for ESG OOP does not correlate with better outcomes or treatment adherence, which further supports broad insurance coverage for this procedure.\r\nPubmed   Journal   ReadQx   PMC\r\nMinor papilla approach improves technical success of nasopancreatic drainage-based pancreatic juice cytology for early pancreatic cancer diagnosis.\r\nIncorporating the minor papilla approach substantially improves technical success of NPD-PJC without increasing PEP risk, underscoring the importance of individualized ERP strategies for early-stage PC diagnosis.\r\nPubmed   Journal   ReadQx   PMC\r\nOutcomes and complications of biliary drainage for malignant biliary obstruction: National prospective study.\r\nCareful multidisciplinary consideration of risks and potential benefits should be undertaken prior to attempting malignant biliary drainage due to the high risk of complications and early mortality.\r\nPubmed   Journal   ReadQx   PMC\r\nPathologic complete response after neoadjuvant therapy for resectable esophageal squamous cell carcinoma: Endoscopic characteristics and implications.\r\nEndoscopic characteristics are significant predictors of pCR in patients with ESCC receiving nCIT or nCT. The predictive model demonstrated high accuracy in both derivation and validation cohorts.\r\nPubmed   Journal   ReadQx   PMC\r\nUtility of a novel tapered-tip sheath system for preoperative mapping biopsy of biliary tract cancers.\r\nPreoperative mapping biopsy using the novel tapered-tip sheath system is a promising option for assessing the extent of biliary tract cancers.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Adverse events of cold snare compared to hot snare and ablation endoscopic mucosal resection for large colorectal polyps.\r\nCold EMR demonstrated lower rates of SAEs, serious PEB and perforation compared to hot EMR. Perforation and mortality occurred almost exclusively after hot EMR. Hot EMR with margin ± base ablation did not increase SAEs compared to hot EMR without ablation.\r\nPubmed   Journal   ReadQx \r\nRegenerative endoscopy for the treatment of difficult gastrointestinal defects: results from a pilot trial.\r\nThese results suggest that endoscopic injection of autologous tSVFem may treat complex esophageal and rectal defects, also communicating with adjacent organs other than the urinary tract. (ClinicalTrials.gov, number  NCT04670276).\r\nPubmed   Journal   ReadQx \r\nTopical hemostatic agents in endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Technical and Technology Review.\r\nTopical hemostatic agents offer effective options for managing GI bleeding. Products like Purastat, TC-325 Hemospray, EndoClot PHS, Nexpowder, Ankaferd Blood Stopper, and CG GEL have shown promising results in achieving hemostasis;  however, further RCTs and cost-effectiveness analyses are needed to better establish their roles in endoscopic practice.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Enhancement of Inpatient Mortality Prognostication with Machine Learning in a Prospective Global Cohort of Patients with Cirrhosis with External Validation.\r\n Random forest analysis trained on a global prospective cirrhosis cohort enhances mortality prediction over traditional methods, is consistent across country income levels, and is successfully validated externally in a US-Veteran population.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical Outcomes of Endoscopic Submucosal Dissection for Residual Neoplasia After Incomplete Resection of Large Non-Pedunculated Colorectal Polyps: A Large Multicenter Propensity Match Study.\r\nESD can be performed safely and effectively as a salvage therapy after failed attempt at ER of LNPCPs. ESD may be selectively considered as part of our endoscopic armamentarium for the management of these difficult-to-treat lesions. support current guideline endorsed indications for ESD for the treatment of residual neoplasia after incomplete ER.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Performance of the China-CLIF framework in acute-on-chronic liver failure: a multicohort study across all aetiologies.\r\nThis study evaluated the broader applicability of the China-CLIF framework across diverse aetiologies and varying severity levels of ACLF. These findings may provide a valuable foundation for harmonising ACLF diagnostic and prognostic system.\r\nPubmed   Journal   ReadQx \r\nReal-world impact of implementing lumen-apposing metal stents for pancreatic fluid collections: a nationwide Japanese study.\r\nThe implementation of LAMS was not associated with improved key clinical outcomes but was linked to a higher risk of bleeding and increased healthcare costs. These findings do not support the routine use of LAMS for EUS-guided treatment of al PFCs in standard clinical practice but may restrict it to WON cases with clear indications.\r\nPubmed   Journal   ReadQx \r\nTargeting Aurora kinase B regulates cholesterol metabolism and enhances chemoimmunotherapy in cholangiocarcinoma. \r\nAURKB inhibitor or simvastatin can suppress CCA progression and significantly enhance sensitivity to chemoimmunotherapy. AURKB regulates cholesterol levels and immune microenvironment in tumours, highlighting that targeting AURKB or adopting cholesterol-reducing strategy holds promise for CCA treatment, especially in conjunction with first-line chemoimmunotherapy.\r\nPubmed   Journal   ReadQx \r\nThrombospondin-2 is a performant biomarker of at-risk MASH and advanced MASH fibrosis in a large multicentre European cohort.\r\nSerum TSP2, alone or with clinical/biological variables, potently discriminates AF and ARM in patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Chiglitazar in MASLD with hypertriglyceridemia and insulin resistance: A phase II, randomized, double-blind, placebo-controlled study.\r\n Chiglitazar significantly reduced liver fat content in MASLD with hypertriglyceridemia and insulin resistance, with a dose-dependent effect and favorable safety profile.\r\nPubmed   Journal   ReadQx \r\nE2F2 transcription factor promotes a cholestatic MASH phenotype by regulating hepatobiliary metabolism through miR-34a-5p.\r\nE2F2 deficiency protects against MASH and cholestasis preventing cholesterol accumulation, fibrosis, and inflammation through modulation of miR-34a-5p, which could provide therapeutic benefits for patients with cholestatic-MASH.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Amitriptyline for the Treatment of Extra-esophageal Symptoms in Proton Pump Inhibitor-refractory Patients With Suspected Gastroesophageal Reflux Disease.\r\nAdding low-dose amitriptyline to PPI therapy did not offer a short-term advantage over PPI alone. Both treatments improved symptoms and QoL. Given the challenging nature of GERD's extraesophageal manifestations and mixed evidence for neuromodulator therapy, further studies are needed to identify patient subgroups that may benefit from adjunctive neuromodulator therapy.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Accelerometers to Quantify Physical Activity in MASLD-Impact on Clinical Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Evolving Trends in Ulcerative Colitis Management-Insights From the Lothian Cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Good Vibrations for Better Colonoscopy Preparation and Constipation.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: LAMP Lights the Way-A Pragmatic Case for NUDT15 Screening Across Diverse Populations.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Polypharmacy in MASLD-An Overlooked Epidemic Disproportionately Affecting Women and Patients With Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Advancing Inflammatory Bowel Disease-driven Colorectal Cancer Management: Molecular Insights and Endoscopic Breakthroughs Towards Precision Medicine.\r\nThe future of IBD-related CRC management will incorporate a holistic, multi-integrated approach, combining AI-driven diagnostics, omics data integration, endoscopic and surgical innovations and nanotechnology-based therapies. This paradigm shift aims to enhance precision medicine, promoting organ-sparing approaches, improved diagnostics, and personalized cancer treatment with the potential to reduce CRC risk.\r\nPubmed   Journal   ReadQx \r\nBlue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nGender Equity in Gastroenterology: Perspectives From the AGA Women's Committee on Current Frameworks and Future Directions.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Colon capsule endoscopy today: Brief overview of leading UK and Danish initiatives.\r\nThese national CCE programs reveal the complexity of large-scale implementation, driven by variations in definitions and protocols. Harmonized quality metrics and shared definitions of success are essential. Efforts should focus on reducing downstream procedures and fostering cross-system learning.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Presentation of the AGA Distinguished Achievement Award in Basic Science to Eugene B. Chang, MD, AGAF.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Recent advances in clinical practice endohepatology: the endoscopic liver rush.\r\nThese involve, among others, endoscopic ultrasound (EUS)-guided liver biopsy, EUS-guided portal pressure gradient measurement, coil and glue embolisation of gastric varices and spontaneous portosystemic shunts, artificial-assisted cholangioscopy. In this review, we aim to focus on different applications within endohepatology which are at the benchtop (or coming close by) and attempt to prognosticate potential future techniques within this rapidly evolving field.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A newly revealed signaling pathway may explain the conundrum of how FGF21 simultaneously increases insulin sensitivity and autophagy.\r\n\r\nPubmed   Journal   ReadQx \r\nYAP/TAZ-Driven Cell Competition in Early MASLD as a Tumor-Suppressive Mechanism.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Intraductal Oncocytic Papillary Neoplasm of the Pancreas: A Rare Diagnosis Aided by Next-Generation Sequencing.\r\n\r\nPubmed   Journal   ReadQx \r\nMarked pancreatic atrophy and calcification after immune checkpoint inhibitor-related pancreatic injury.\r\n\r\nPubmed   Journal   ReadQx \r\nMetastatic Colorectal Cancer Diagnosed During Pregnancy.\r\n\r\nPubmed   Journal   ReadQx \r\nSevere Complications of a Massively Enlarged IPMN.\r\n\r\nPubmed   Journal   ReadQx \r\nUnprecedented Duodenal Erosion of a Transjugular Intrahepatic Portosystemic Shunt Stent: A Rare Trigger for Recurrent Polymicrobial Sepsis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Meta-Epidemiological Analysis of Sex Disparities in Hepatology Clinical Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nChatGPT Is Not Yet Ready to Replace Motility Experts.\r\n\r\nPubmed   Journal   ReadQx \r\nCourse of portal hypertension and applicability of non-invasive tests after recompensation in alcohol-related cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluation of QuickStroop for predicting post-TIPS hepatic encephalopathy.\r\n\r\nPubmed   Journal   ReadQx \r\nExtraintestinal symptoms in irritable bowel syndrome are associated with stress reactivity and the gut microbiome in a sex-dependent manner. \r\n\r\nPubmed   Journal   ReadQx \r\nGlucagon-like peptide-1 agonist liraglutide induces temporary impairment to gastric electrical activity in healthy volunteers. \r\n\r\nPubmed   Journal   ReadQx \r\nIncidence, Risk Factors, and Outcomes of Post-ERCP Cholangitis: an International Multi-center Prospective Study.\r\n\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol is Cost-Effective to Accurately Detect Periodic Alcohol Use in Patients with Alcohol Associated Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRuptured Short Gastric Artery Pseudoaneurysm in Chronic Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSignificant Liver Disease among Increased Alcohol Consumers More than Doubled from 1999-2020 Alongside Evolving US Population Demographics.\r\n\r\nPubmed   Journal   ReadQx \r\nSocial Isolation from Living Alone and Mortality among US Adults with Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Effective closure of post-gastric endoscopic submucosal dissection defect using anchor-pronged clip, string-clip, and detachable snare.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInterval colorectal cancer: Lesson from looking back.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A novel endoscopic suture anchor device for large mucosal defect closure in an in vivo porcine model.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel method using an ultra-thin cholangioscope and through the cholangioscope snare to remove an embedded internally migrated pancreatic stent from a previously normal pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel muscle-friendly technique with 90° dissection plane rotation in tunneling endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel traction method for underwater colorectal endoscopic submucosal dissection: reopenable clip-over-the-line traction.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare case of severe acute pancreatitis complicated by gastric fistula and total splenic liquefaction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAnchoring wire technique for additional stent placement after endoscopic ultrasonography-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnosis of hereditary hemorrhagic telangiectasia based on endoscopic detection of oral telangiectasias.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic intraperitoneal subserosal dissection for tumor in the spleen-stomach space.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic resection of gastric cancer involving pylorus and duodenum using novel anchor ring-shaped thread counter traction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided drainage of a right liver fistula caused by percutaneous thermoablation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided gastroenterostomy through the mesh of a previous enteral stent in a patient with malignant gastric outlet obstruction and refractory ascites.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided hepaticogastrostomy in a patient with complex postsurgical anatomy after subtotal esophagectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided lauromacrogol embolization for suspected Zollinger-Ellison syndrome: a novel approach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatic ring drainage via a pancreaticoenteric fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nHide and seek: a case of almost missed ingested foreign body.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntegrated diagnosis and treatment: Endoscopic retrograde direct cholangioscopy addressed the challenges of type III perforations.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLiver transplantation for spalt-like transcription factor 4-positive dual-phenotype hepatocellular carcinoma with microscopic bile duct tumor thrombus: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel elastic band-loop traction technique in transanal endoscopic super-minimally invasive resection of a large pedunculated polyp with hypertrophic stalk.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPenetration of the common bile duct into the duodenum by a half-pigtail plastic stent: a rare complication of biliary stenting.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReflections on artificial intelligence for submucosal vessel detection during third-space endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nReintervention for self-expandable metal stent dysfunction caused by tumor ingrowth using endoscopic holmium laser ablation.\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of lollipop-shaped stent-stone complex using direct-vision laser lithotripsy.\r\n\r\nPubmed   Journal   ReadQx \r\nRendezvous technique using a drill dilator through endosonographically created route in a patient with huge pancreatic stones.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimultaneous submucosal tunneling endoscopic septum division and submucosal tunneling endoscopic resection for epiphrenic diverticulum combined with an esophageal submucosal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-balloon enteroscopy-assisted endoscopic ultrasound-guided gastroenterostomy for duodenal ascending part obstruction in stage IV pancreatic tail carcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSubmucosal abscess at the esophagogastric junction successfully treated by endoscopic submucosal dissection: A rare case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful endoscopic hemostasis of arterial bleeding with concurrent technical troubleshooting during endoscopic sleeve gastroplasty using a single cinch.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTriple stent-in-stent placement of novel 6-mm multi-hole covered self-expandable metal stents for malignant hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater compression hemostasis method for active bleeding in underwater endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nUnwrapping the problems: endoscopic repair of fundoplication fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Colonoscopic Follow-up After Abnormal Blood-Based Colorectal Cancer Screening Results. \r\n\r\nPubmed   Journal   ReadQx \r\nEmerging Role of Phosphatidylethanol Testing in Clinical Practice for the Identification of Steatotic Liver Disease Subtypes: Is This the New Standard?\r\n\r\nPubmed   Journal   ReadQx \r\nGender Equity in Gastroenterology: Perspectives From the AGA Women's Committee on Current Frameworks and Future Directions.\r\n\r\nPubmed   Journal   ReadQx \r\nInterdicting nuclear autophagy to treat metabolic dysfunction-associated steatohepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nMicroscopic Colitis: Clearing the Usual Suspects.\r\n\r\nPubmed   Journal   ReadQx \r\nPsychosocial Impact of Endoscopic Procedural Complications on Gastroenterologists: The Second Victims.\r\n\r\nPubmed   Journal   ReadQx \r\nSemaglutide in MASH: A Promising Step Forward with Room for Improvement.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Partial cure of chronic hepatitis B: potential implications for HCC surveillance?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Considerations on the diagnostic accuracy and applicability of MASHResInd in MASH resolution.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Is fecal acetate a viable pan-etiological predictor of outcomes in HCC immunotherapy?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Reevaluating PCA and SCTransform usage in single-cell intrahepatic cholangiocarcinoma analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Is fecal acetate a viable pan-etiological predictor of outcomes in HCC immunotherapy?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Reevaluating PCA and SCTransform usage in single-cell intrahepatic cholangiocarcinoma analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Simvastatin and rifaximin in patients with decompensated cirrhosis: Still a place for LIVER HOPE? \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: LAMP Lights the Way-A Pragmatic Case for NUDT15 Screening Across Diverse Populations-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on \"Immigration Factors and Monitoring of Chronic Hepatitis B Infection Among Foreign-Born: The FOCUS-HBV Multicentre Cohort\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Diet to Modify Risk of IBD-More Plants and Less Processed Food?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Efficacy Versus Effectiveness-An Important Nuance Among Real-World Studies.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Efficacy Versus Effectiveness-An Important Nuance Among Real-World Studies: Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Late Diagnosis of Chronic Hepatitis B-Quantifying the Missed Opportunities and Clinical Consequences.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Optimising Targeted Next-Generation Sequencing for Intestinal Tuberculosis Diagnosis-Methodological Considerations.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Noncontrast MRI in Hepatocellular Carcinoma Surveillance: Considerations for Implementation in Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nThoughts on \"Noncontrast magnetic resonance imaging vs ultrasonography for hepatocellular carcinoma surveillance\".\r\n\r\nPubmed   Journal   ReadQx \r\nVisualization Score Might be Considered for Hepatocellular Carcinoma Surveillance.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A challenge and an opportunity: integrating stent removal into ERCP workflow.\r\n\r\nPubmed   Journal   ReadQx \r\nArtificial intelligence in EUS reporting.\r\n\r\nPubmed   Journal   ReadQx \r\nArtificial intelligence-augmented surveillance for endoscopic safety: a forward step.\r\n\r\nPubmed   Journal   ReadQx \r\nDelayed clearance of prophylactic pancreatic stents after ERCP.\r\n\r\nPubmed   Journal   ReadQx \r\nEmergent peroral endoscopic myotomy: a promising strategy needing standardized evaluation.\r\n\r\nPubmed   Journal   ReadQx \r\nRedefining risk stratification in acute lower GI bleeding: multicenter validation of British Society of Gastroenterology guidelines uncovers critical gaps and high-risk phenotypes.\r\n\r\nPubmed   Journal   ReadQx \r\nSociety of American Gastrointestinal and Endoscopic Surgeons response to American Society for Gastrointestinal Endoscopy guidelines on diagnosis and management of gastroesophageal reflux disease.\r\n\r\nPubmed   Journal   ReadQx \r\nTiming of endoscopic detorsion in sigmoid volvulus.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Anticoagulation in colorectal ESD: implications for bleeding risk management.\r\n\r\nPubmed   Journal   ReadQx \r\nReconsidering statins in MASLD: beyond cardiovascular protection to multisystem benefit. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-01T13:22:18-04:00",
    "input_file": {}
  }
]
