[
  {
    "path": "gi/02-27-2026/",
    "title": "Fri Feb 27 2026",
    "description": "102 articles - From Friday Feb 20 2026 to Friday Feb 27 2026",
    "author": [],
    "date": "2026-02-27",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    AGA Clinical Practice Update on Management of Gastric Polyps: Expert Review.\nIf the polyp is biopsied or resection is incomplete, follow-up endoscopy is advised within 3 months for high-grade dysplasia and 6 months for low-grade dysplasia. BPA 14: Endoscopic surveillance is advised in patients with gastric polyps when the histopathology of adjacent mucosa confirms GIM and/or atrophic gastritis.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    American Society for Gastrointestinal Endoscopy standards for fellowship training in peroral endoscopic myotomy.\nThis consensus effort provides evidence-based minimum standards for POEM training, applicable to both GI and surgical trainees. These recommendations are intended to guide the structure of training programs, ensure safe dissemination of POEM, and support the evolution of competency-based education in third-space endoscopy.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Gastroenterol\n    Adjunctive Use of p53 Immunohistochemistry for Risk Stratification in Barrett's Esophagus: A Systematic Review and Meta-Analysis.\n While aberrant p53 expression has been associated with an increased risk of progression to advanced neoplasia in BE patients undergoing surveillance, the diagnostic characteristics are suboptimal precluding uniform clinical adoption. Prospective studies with standardized grading protocols are needed to determine whether p53-guided surveillance strategies can meaningfully improve patient outcomes.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Systematic review of participation, positivity and yield over time in fecal immunochemical test-based organized colorectal cancer screening programs.\n Organized FIT-based CRC screening programs achieve consistent participation in nearly half of persons and no participation in approximately one third. FIT-positivity and yields for CRC, AA, and adenoma are highest in the first round and may stabilize at clinically relevant steady states at the third to fourth rounds.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Clinical Trial: Early Nivolumab Addition to Regorafenib in Patients With Hepatocellular Carcinoma in Second-Line (The GOING Trial).\nThe add-on strategy of regorafenib plus nivolumab in second-line had manageable safety and significant clinical activity with a noteworthy median overall survival of 20 months. Among those progressing on sorafenib, 45% were alive at 3 years. These findings support further evaluation with mechanism-guided trials after progression on immunotherapy.\nPubmed   Journal   ReadQx Differential visceral blood flow in the hyperdynamic circulation of patients with liver cirrhosis.\nRather than a generalised systemic hyperdynamic circulation, liver disease is associated with dysregulated splanchnic vasodilatation and portosystemic shunting that, while inducing a high cardiac output, causes compensatory extra-splanchnic vasoconstriction - the 'splanchnic steal' phenomenon. These circulatory disturbances may underlie many of the manifestations of advanced liver disease.\nPubmed   Journal   ReadQx Novel Symptom Subgroups in Patients With Irritable Bowel Syndrome Are Associated With Healthcare Utilisation in Secondary and Tertiary Care.\nIn patients with IBS in secondary and tertiary care, the LCA model identified groups of individuals with more severe symptoms and greater impairments in quality of life at baseline and significantly higher rates of healthcare utilisation during longitudinal follow-up.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Colorectal neoplasia rates in Li Fraumeni Syndrome.\n LFS patients have comparable ADR and higher SDR to average risk adults despite earlier, more frequent surveillance, irrespective of TP53 PGV subtype. Our data support current recommendations for earlier and more frequent colonoscopy surveillance than average-risk guidelines, across LFS phenotypes.\nPubmed   Journal   ReadQx Differences in Outcomes following Ileocecal Resection in Older Adults with Crohn's Disease in the Biologic Era.\nOlder adults had lower symptom-based clinical recurrence rates but higher mortality.\nPubmed   Journal   ReadQx High detection rates and associated factors of colorectal serrated lesions: a multicenter prospective study in the Asia-Pacific.\n This multicenter study demonstrates that detection rates and estimated prevalence of SLs are higher than previously reported in the Asia-Pacific and highlights the impact of institutional differences, challenging the notion of their low regional prevalence.\nPubmed   Journal   ReadQx Histogenetic Classification Predicts Outcomes in 130 Adults with Chronic Intestinal Pseudo-Obstruction.\nIntegrated genetic and histological evaluation informed etiological classification in adults with CIPO and may aid clinical decision-making.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Antiviral therapy reduces HCC and cirrhosis risk in Chinese chronic hepatitis B patients with mildly elevated ALT.\n NA therapy reduced the risk of HCC and cirrhosis in non-cirrhotic CHB patients with mildly elevated ALT levels (1-2×ULN). These findings support the expansion of antiviral treatment criteria for the early treatment of these patients.\nPubmed   Journal   ReadQx Immediate vs. On-demand Endoscopic Necrosectomy in Infected Walled-off Pancreatic Necrosis: A Randomized Controlled Trial.\n In patients with infected walled-off pancreatic necrosis, immediate necrosectomy was not superior to on-demand necrosectomy. However, the on-demand strategy was associated with fewer necrosectomy sessions, and fewer adverse events.  number  NCT05530772.\nPubmed   Journal   ReadQx Pre-diagnostic Changes in the Metabolome of Inflammatory Bowel Disease.\nResults A total of 1,206 metabolites were significantly altered prior to IBD diagnosis (p 1000 metabolites up to 14 years prior to diagnosis of IBD, most pronounced in individuals with later CD. Our findings suggest a long pre-clinical phase of IBD, where mucosal breakdown contributes to production of inflammation-modulating lipids.\nPubmed   Journal   ReadQx Uncomplicated Choledocholithiasis in Elderly Patients: A Target Trial Emulation Comparing Observation and ERCP (CHOIcE).\n In elderly patients with uncomplicated choledocholithiasis, early ERCP was not associated with improved outcomes. Findings support a selective, 'as-needed' approach to ERCP in this population.\nPubmed   Journal   ReadQx Upadacitinib Maintenance Therapy in Pediatric Ulcerative Colitis: 52-week Multicenter Study from the Porto Group of ESPGHAN.\n Upadacitinib is an effective induction and maintenance therapy for refractory pediatric UC and IBD-U. Effectiveness should be weighed against the potential risks of AEs.\nPubmed   Journal   ReadQx Gastroenterology\n    Immediate or On-Demand Endoscopic Necrosectomy for Necrotizing Pancreatitis: A Randomized Controlled Trial (WONDER-01).\n Compared with the step-up approach, immediate DEN following EUS-guided drainage of necrotizing pancreatitis reduced time to clinical success without increasing adverse outcomes but required more DEN procedures (ClinicalTrials.gov, Number  NCT05451901).\nPubmed   Journal   ReadQx Incidence of Cancer in Patients With Familial Adenomatous Polyposis in the Netherlands: A Nationwide Cohort Study.\nDespite developments in preventive treatments, individuals with FAP remain at increased risk for multiple cancers, underscoring the need for improved screening and surveillance strategies.\nPubmed   Journal   ReadQx The MetALD-ALD Prediction Index: A Phosphatidylethanol-Driven Biomarker Panel for Identifying Individuals With Steatotic Liver Disease and Excessive Alcohol Use.\nMAPI is a novel, accurate, and scalable biomarker panel for detecting MetALD-ALD. MAPI may guide confirmatory PEth testing in clinical practice and be leveraged in observational cohort studies lacking PEth measurements, as well as in clinical trials.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Ability of computed tomography and endoscopic ultrasound to predict pTNM of resected ampullary adenocarcinomas (AC): an analysis of the French Fédération Française de Cancérologie Digestive AC prospective cohort study.\nAlthough the overall performance of both modalities was low, we found that both EUS and CT had good NPV for the prediction of pN0 and EUS had a good NPV for predicting pT1.\nPubmed   Journal   ReadQx Durable Partial Reversal of Roux-en-Y Gastric Bypass Using the Parallel-Lumen Apposing Metal Stent Septotomy Technique: A Multicenter Feasibility Study.\n Parallel-LAMS septotomy provides a safe and effective endoscopic approach to achieve a durable GG anastomosis, thereby partially reversing RYGB without reliance on in-dwelling stents.\nPubmed   Journal   ReadQx Lyon ESD Dissection score: A pre-procedure prediction model for operating time in colorectal endoscopic submucosal dissection.\n This validated pre-procedure scoring system accurately predicts colorectal ESD duration, especially for longer procedures. It may facilitate scheduling, optimize resource use, and improve workflow in endoscopy units.\nPubmed   Journal   ReadQx Role of Prophylactic Antibiotics in Patients Undergoing EUS-Directed Transgastric Interventions (EDGI) in Roux-en-Y Gastric Bypass and EUS-Gastroenterostomy (EUS-GE).\n Prophylactic antibiotics for EDGI and EUS-GE did not significantly improve infection-related outcomes.\nPubmed   Journal   ReadQx Gut\n    E-cadherin loss in Cd44-positive gastric cells initiates diffuse gastric cancer in a murine model.\nBackground inactivation.\nPubmed   Journal   ReadQx Oleic acid promotes lung injury in hypertriglyceridaemia-associated acute pancreatitis via the PIEZO1/NR4A1/CPT1A axis impairing endothelial fatty acid oxidation.\n OA promotes endothelial barrier dysfunction and exacerbates HTG-AP-associated ALI via the Piezo1/NR4A1/CPT1A axis by impairing FAO, offering a novel mechanistic insight and identifying potential therapeutic targets for HTG-AP-associated ALI.\nPubmed   Journal   ReadQx Parental obesity and risk of metabolic dysfunction associated steatotic liver disease in adult offspring: UK birth cohort study.\nExcess parental adiposity pre-pregnancy was associated with a higher odds of offspring MASLD, mediated by cumulative excess childhood BMI, highlighting the potential of life course interventions to reduce the risk of MASLD in future generations.\nPubmed   Journal   ReadQx Hepatology\n    Deep learning-assisted tumor radiomic dynamics on MRI predict pathological complete response in HCC undergoing immune-based therapy followed by hepatectomy.\n Dynamic radiomic changes effectively predict pCR in uHCC after conversion therapy. Combining delta radiomics with AFP response significantly improves predictive performance, offering a non-invasive method for assessing pCR and potentially guiding personalized treatment decisions.\nPubmed   Journal   ReadQx Dietary anthocyanins alleviates age-dependent hepatic steatosis by expanding Limosilactobacillus reuteri and modulating gut microbiota-bile acid-hepatic FXR signaling.\nCy-3-G alleviates age-dependent hepatic steatosis by selectively promoting L. reuteri expansion and reshaping bile acid composition to activate hepatic FXR signaling. These findings identify a gut microbiota-mediated mechanism by which a dietary anthocyanin mitigates age-related MASLD.\nPubmed   Journal   ReadQx Long-term outcomes of atezolizumab-bevacizumab in unresectable hepatocellular carcinoma: A real-world study.\nOur data confirmed sustained effectiveness of AB without new safety concerns. Surgical/locoregional treatments after the start of AB and liver decompensation were common, highlighting the need for a multidisciplinary and integrated approach in advanced HCC.\nPubmed   Journal   ReadQx Myeloid KIF13B suppresses the STT3A/CTSD/THBS1 Axis to prevent MASH.\nCollectively, our study establishes a novel regulatory axis, ZNF384/KIF13B/STT3A/CTSD/THBS1, essential for macrophage-hepatocyte crosstalk during MASLD progression and providing potential therapeutic targets for the treatment of MASLD.\nPubmed   Journal   ReadQx Real-world impact of AUD pharmacotherapy on healthcare utilization, cost, and cost-effectiveness in the U.S.\nAUD pharmacotherapy is significantly associated with lower alcohol-associated healthcare utilization, particularly inpatient care, and medical charges in real-world settings, with the largest economic benefits observed in patients without advanced liver disease. These findings support broader implementation of pharmacologic treatment for AUD including in patients with ALD and underscore the importance of early intervention to maximize cost-effectiveness.\nPubmed   Journal   ReadQx The rise of transplant oncology in primary liver cancer and metastatic disease.\nTransplant oncology reshapes the therapeutic landscape of liver malignancies, with growing evidence supporting liver transplantation in carefully selected patients beyond traditional indications. Optimized downstaging, innovative donor strategies, and tailored immunosuppression are pivotal for safe expansion. Continued collaboration between the transplant and oncology disciplines, along with prospective trials, is essential to further define standardized protocols and solidify transplantation as a cornerstone of multidisciplinary cancer care.\nPubmed   Journal   ReadQx J Hepatol\n    Development and validation of the A-TANGO organ failure score for acute-on-chronic liver failure in global cohorts.\nThe A-TANGO OF score is a more accurate, reproducible, and comprehensive tool for diagnosing ACLF with well-maintained prognostic ability, validated in large global cohorts. The A-TANGO OF score offers a robust tool for clinical trials enabling more reliable diagnosis, reducing the required sample size and providing readily assessable clinical endpoints, such as ACLF resolution, to define treatment responses effectively. Impact and Implications The A-TANGO organ failure (OF) score provides a scientifically justified advancement in ACLF research by refining organ-specific dysfunction thresholds and introducing a new grade 4, thereby addressing limitations in current EASL-CLIF criteria and improving identification of high-risk patients. These findings are important for clinicians, researchers, and healthcare systems globally, as they increase detection of organ failure, enhance risk stratification, and allow more accurate prediction of short-term mortality in hospitalized patients with cirrhosis. The A-TANGO OF score and its associated prognostic scores (ACLF-WBC and ACLF-CRP) can be applied in clinical practice to guide treatment decisions, and serve as reliable, measurable endpoints in clinical trials evaluating emerging therapies. Although limitations such as missing data, cohort-specific recruitment differences, and historical classification criteria exist, the consistent and robust performance of the A-TANGO scores across large, multinational cohorts highlights their potential applicability and utility on a global scale.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Clin Gastroenterol Hepatol\n    Blue Notes.\n\nPubmed   Journal   ReadQx Gastroenterology\n    ANORECTAL DISORDERS.\nBiofeedback therapy is efficacious in DD. Rectal sensory disorders are defined by both anorectal symptoms and increased (hyposensitivity) or decreased (hypersensitivity) sensory thresholds during rectal balloon distension, and sensory biofeedback is useful.\nPubmed   Journal   ReadQx BOWEL DISORDERS.\nEach disorder is defined, followed by sections on epidemiology, rationale for changes from prior criteria, clinical evaluation, pathophysiology and treatment. It is in hope that the Rome V BD Committee will assist clinicians and researchers in improving diagnosis, patient care and scientific endeavors of these common and burdensome disorders.\nPubmed   Journal   ReadQx Development of the Rome V Diagnostic Questionnaires.\nThe results indicate that the new questionnaires generally identify DGBI to a similar degree and with the same demographic patterns as the prior Rome IV versions. The Rome V Questionnaire Committee concluded that these new diagnostic questionnaire versions are well suited for epidemiologic and clinical research of DGBI in the Rome V era for both adult and pediatric populations.\nPubmed   Journal   ReadQx Fundamentals of Neurogastroenterology: Physiological Aspects and Clinical Implications.\nIn this article, normal physiology and pathophysiology of GI function, and processes underlying symptom generation are reviewed. This article provides a thorough appraisal of symptom profiles, pathogenesis and functional tests of the wide array of DGBI.\nPubmed   Journal   ReadQx Gallbladder and Sphincter of Oddi Disorders.\nWith growing recognition that these disorders have traditionally been over-diagnosed and their treatments - which are risky - have been overused, the approach to cholecystectomy and endoscopic retrograde cholangiopancreatography has become progressively more restrictive. This trend continues in Rome V, although predictors of response to therapy, especially for biliary and pancreatic SOD, are desperately needed.\nPubmed   Journal   ReadQx Gastroduodenal Disorders.\nSymptoms that can be attributed to the gastroduodenal area are classified into five categories: (1) Functional Dyspepsia, with two subcategories that can overlap: Postprandial Distress Syndrome, with meal-induced symptoms of postprandial fullness or early satiation and Epigastric Pain Syndrome, with epigastric pain or burning that does not occur exclusively postprandially;  (2) Nausea and Vomiting Disorders, which include three subcategories: chronic nausea and vomiting syndrome;  cyclic vomiting syndrome;  and cannabinoid hyperemesis syndrome;  (3) Excessive Belching Disorders, defined as audible escapes of air from the esophagus or the stomach and classified into 2 subcategories depending on the origin of the refluxed gas: gastric or supragastric belching;  (4) Inability to Belch Syndrome, a new category defined by the self-reported inability to belch;  and (5) rumination syndrome, defined by the repetitive, effortless regurgitation of recently ingested food into the mouth followed by the reswallowing or expulsion of the food bolus.\nPubmed   Journal   ReadQx Lower and Biliary Disorders of Gut-Brain Interaction: Child/Adolescent.\nRome V also acknowledges that DGBIs may coexist with other conditions producing gastrointestinal symptoms. These updates are intended to support a more consistent diagnostic framework and guide appropriate management strategies for children and adolescents.\nPubmed   Journal   ReadQx Rome V Pediatric Upper Gastrointestinal Disorders of Gut-Brain Interaction.\nThis harmony between symptoms and testing results in more precision in therapeutic approaches that are critically multidisciplinary. The ability to assign new, positive diagnoses across the upper gastrointestinal tract offers new opportunities for pediatric-focused therapeutic trials.\nPubmed   Journal   ReadQx J Hepatol\n    Cardiovascular Risk in MASLD: What Multiple Lines of Evidence Reveal.\n\nPubmed   Journal   ReadQx Updates in clinical medicine: MASLD in children and adolescents.\nWe also outline a practical approach to the management of MASLD in children, integrating newly developed non-invasive tests. Lastly, we provide key research questions to be studied in the coming years.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Evaluating the Use of Sex in Gastroenterology Algorithms: A FAIRS Framework Analysis.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Mycobacterium fortuitum: A Liver Mass in Luck.\n\nPubmed   Journal   ReadQx Response to Lewis et al.\n\nPubmed   Journal   ReadQx Response to Moutsoglou and Friedrichs.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Automated phenotyping with AI predicts future advanced neoplasia risk in colitis-associated low-grade dysplasia.\n\nPubmed   Journal   ReadQx Muscle Retracting Sign in Colorectal Macronodular Lesions: Prevalence, ESD Outcomes, and Submucosal Cancer Predictors.\n\nPubmed   Journal   ReadQx Endoscopy\n    A mirage under the water: underwater detection of an obscure anastomotic leakage.\n\nPubmed   Journal   ReadQx A simple device for assisting capsule endoscopy in passing through complex duodenal stenosis.\n\nPubmed   Journal   ReadQx   PMCArtificial intelligence-supported polyp detection (CADe) at colonoscopy reduces the detection of high grade dysplasia and invasive cancer.\n\nPubmed   Journal   ReadQx Building a durable \"rural-to-center\" endoscopy artificial intelligence system: practical enhancements for scale.\n\nPubmed   Journal   ReadQx Direct cholangioscopic visualization during placement of overlapping stents in malignant duodenal horizontal segment obstruction.\n\nPubmed   Journal   ReadQx Endoscopy E-Videos - recently published.\n\nPubmed   Journal   ReadQx Enhanced endoscopic transillumination enables precise tumor delineation in laparoscopic-endoscopic cooperative surgery for duodenal neuroendocrine tumor.\n\nPubmed   Journal   ReadQx From chronology to morphology: toward objective image-guided assessment of endoscopic ultrasound-guided drainage for walled-off necrosis.\n\nPubmed   Journal   ReadQx Gel-immersion peroral cholangioscopy-guided biopsy can maintain a clear endoscopic view during bleeding.\n\nPubmed   Journal   ReadQx Gel-immersion-assisted laser ablation of a self-expandable metal stent using a novel 3-o'clock-channel cholangioscope.\n\nPubmed   Journal   ReadQx   PMCHybrid endoscopic rescue following endoscopic ultrasound-guided choledochoduodenostomy.\n\nPubmed   Journal   ReadQx   PMCMulti-traction multi-tunneling techniques combined with novel enhanced imaging to facilitate endoscopic submucosal dissection of large rectal lesions.\n\nPubmed   Journal   ReadQx   PMCOutpatient overstitch repair of perforation following endoscopic submucosal dissection: a novel, cost-effective approach.\n\nPubmed   Journal   ReadQx   PMCPer-oral endoscopic tunneling transgastric drainage of an acute pancreatic necrotic collection.\n\nPubmed   Journal   ReadQx   PMCPeroral cholangioscopic diagnosis of refractory hemobilia caused by pancreatic arteriovenous malformation: a case report.\n\nPubmed   Journal   ReadQx Recovery of a migrated stent during endoscopic ultrasound-guided pancreatic pseudocyst drainage using a lithotripsy basket.\n\nPubmed   Journal   ReadQx   PMCSingle-arm robot-assisted endoscopic mucosal resection for oxyntic gland adenoma in the gastric fundus.\n\nPubmed   Journal   ReadQx   PMCSuccessful complete closure of anastomotic leak in ileal pouch anal anastomosis with endoscopic helix tacking device.\n\nPubmed   Journal   ReadQx   PMCVariceal transection with endoscopic submucosal dissection as a rescue therapy for esophageal varices with severe scarring.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    Can Colonoscopy Still Be Promoted as the Best Choice for Colorectal Cancer Screening?\n\nPubmed   Journal   ReadQx The best screening test is the one that gets followed up on. \n\nPubmed   Journal   ReadQx Visualizing Science in Gastroenterology: The Role of Infographics and Graphical Abstracts in Education, Communication, and Research Dissemination. \n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A management innovation of gastric perforation from percutaneous endoscopic gastrostomy tube placement.\n\nPubmed   Journal   ReadQx Cholangioscopic Diagnosis of Intrahepatic Fascioliasis Presenting as Eosinophilic Ascites in a Non-Endemic Area.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound assisted identification of ectopic papilla of Vater below the pylorus.\n\nPubmed   Journal   ReadQx Peroral pancreatoscopy-guided chemical ablation for a case of intraductal papillary mucinous neoplasm (with video).\n\nPubmed   Journal   ReadQx Successful Endoscopic Transpapillary Gallbladder Drainage With a Novel Catheter in a Patient with Malignant Biliary Stricture.\n\nPubmed   Journal   ReadQx When Pancreatitis Shows Its Face: A Rare Case of Pancreatic Panniculitis.\n\nPubmed   Journal   ReadQx Hepatology\n    Stains in primary biliary cholangitis: Untangling promise from bias.\n\nPubmed   Journal   ReadQx J Hepatol\n    MASLD and breast cancer risk: The role of hepatocyte-derived exosomes.\n\nPubmed   Journal   ReadQx Neoantigen-based vaccination unlocks precision immunotherapy in fibrolamellar carcinoma.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Letter: Association of Diabetes Mellitus With Post-TIPS Hepatic Encephalopathy in a Predominantly Viral Cirrhosis Cohort-Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Association of Diabetes Mellitus With Post-TIPS Hepatic Encephalopathy in a Predominantly Viral Cirrhosis Cohort.\n\nPubmed   Journal   ReadQx Letter: Statins for Cirrhosis: Are We Ready to Move From Cardiovascular Prophylaxis to Portal Pressure Management?\n\nPubmed   Journal   ReadQx Letter: Statins for Cirrhosis: Are we Ready to Move From Cardiovascular Prophylaxis to Portal Pressure Management? Authors' Reply.\n\nPubmed   Journal   ReadQx Gastroenterology\n    From Narrow Convolutional Neural Networks to Endoscopic Foundation Models: Implications for Sessile Serrated Lesion Detection.\n\nPubmed   Journal   ReadQx GastroNet-5M: Closing the Gaps for Global Clinical Impact.\n\nPubmed   Journal   ReadQx Glycemically Defined New-Onset Diabetes: A Window for Early Detection or a Marker of Aggressive Biology in Pancreatic Cancer?\n\nPubmed   Journal   ReadQx Pancreatic cancer risk in glycemically defined new-onset diabetes. \n\nPubmed   Journal   ReadQx Rethinking Infliximab Dosing in Acute Severe Ulcerative Colitis with Model-Informed Precision Dosing. \n\nPubmed   Journal   ReadQx Temporal Clustering of Pancreatic Cancer After GNOD: A Call to Rethink Early Detection Strategy. \n\nPubmed   Journal   ReadQx Time-Anchored Risk After Glycemically Defined New-Onset Diabetes and Its Implications for Pancreatic Cancer Detection.\n\nPubmed   Journal   ReadQx Gut\n    Clarifying decision rules and implementation boundaries for a two-step Fibrosis-4-vibration-controlled transient elastography pathway in type 2 diabetes MASLD.\n\nPubmed   Journal   ReadQx Metabolic determinants of hepatocellular carcinoma after SVR: persisting uncertainties.\n\nPubmed   Journal   ReadQx J Hepatol\n    Conversion surgery as a missing outcome in first-line immunotherapy trials for hepatocellular carcinoma: Conversion surgery in HCC immunotherapy.\n\nPubmed   Journal   ReadQx Differences in Immunosuppressive Strategies for Primary Sclerosing Cholangitis After Liver Transplantation.\n\nPubmed   Journal   ReadQx Early portopulmonary hypertension: a signal of increased mortality risk in cirrhosis.\n\nPubmed   Journal   ReadQx Ketogenic diets in MASLD: methodological limitations and the confounding role of protein intake.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-27T06:05:16-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-20-2026/",
    "title": "Fri Feb 20 2026",
    "description": "128 articles - From Friday Feb 13 2026 to Friday Feb 20 2026",
    "author": [],
    "date": "2026-02-20",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    AGA Clinical Practice Update on Management of Gastric Polyps: Expert Review. \nIf the polyp is biopsied or resection is incomplete, follow-up endoscopy is advised within 3 months for high-grade dysplasia and 6 months for low-grade dysplasia. BPA 14: Endoscopic surveillance is advised in patients with gastric polyps when the histopathology of adjacent mucosa confirms GIM and/or atrophic gastritis.\nPubmed   Journal   ReadQx Endosc Int Open\n    Adherence to ESGE guidelines on biliary stenting in malignant distal strictures: Results from a prospective Italian registry.\nAdherence to ESGE guidelines needs to be improved in specific areas, including excessive use of plastic stents, use of U-SEMS without pathological diagnosis, and routine performance of sphincterotomy and use of antibiotic prophylaxis. (ClinicalTrials.gov ID  NCT05761496).\nPubmed   Journal   ReadQx   PMC\n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Systematic Review of Published Guidelines: Recommendations for Exams Under Anaesthesia, Seton Insertion and Timing of Seton Removal for Perianal and Rectovaginal Fistulising Crohn's Disease.\n Substantial heterogeneity and limitations exist across guidelines on the surgical management of pfCD. This underscores the need for international consensus informed by multidisciplinary expertise to standardise care in this complex population.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    A systematic review of efficacy in irritable bowel syndrome: How the number needed to treat may be a misleading metric.\nWhen standardized endpoints are used, the NNTs for included IBS pharmacotherapies are similar across indications. Failure to account for endpoint heterogeneity in clinical trials for IBS may distort comparative effectiveness conclusions, undermining clinical decision-making.\nPubmed   Journal   ReadQx Antibiotic Use Linked to Worse Outcomes in Gastrointestinal and Liver Cancer Patients on Immune Checkpoint Inhibitors: A Meta-Analysis.\n Antibiotic use is associated with worse outcomes in gastrointestinal or liver cancer patients receiving ICIs and should be carefully justified. Prospective studies are needed to validate these results.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Effectiveness and safety of JAK inhibitors in acute severe ulcerative colitis: A systematic review and meta-analysis.\n JAK inhibitors are effective and safe in the treatment of ASUC as an adjunct to intravenous corticosteroids and as rescue therapy. Both tofacitinib and upadacitinib were associated with similar outcomes in ASUC. Randomised controlled trials evaluating the role of JAK inhibitors as co-therapy with corticosteroids and as a salvage therapy agent in corticosteroid non-responsive ASUC are required.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Management of gastric biopsies indefinite for dysplasia: a systematic review and meta-analysis.\nThe meta-analysis results showed a considerably high rate of gastric cancer diagnosis among patients with gastric IND, particularly in the intervention group and in the older age subgroup. We recommend that guideline societies recognize gastric IND as an independent lesion and work toward a consensus on the cytopathological features that define it.\nPubmed   Journal   ReadQx J Hepatol\n    Global epidemiology of bacterial infections in patients with cirrhosis: a systematic review and meta-analysis.\n The increase of Gram-positive and AMR-related infections may inform future empirical antibiotic strategies. Pronounced regional and economic disparities in infection patterns warrants region-specific efforts to mitigate AMR. Persistent challenges remain in reducing long-term mortality. Prospero registration number CRD42024593473. Impact and implications The epidemiology of bacterial infections is critical to guide clinical and public health decision-making, yet comprehensive global data remain limited. This systematic review and meta-analysis offer a detailed global overview of microbiological profiles, antimicrobial resistance patterns, and clinical outcomes associated with bacterial infections in cirrhosis, revealing substantial temporal and geographical variations. The high proportion and growing global burden of antimicrobial resistance among patients with cirrhosis underscore the urgent need for both international collaboration and context-specific national strategies.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Altered Pathogen Spectrum of Spontaneous Bacterial Peritonitis in Patients Treated With Proton Pump Inhibitors.\nPPI treatment is associated with increased abundances of gram-positive pathogens, including Enterococcus spp., in culture-positive SBP. This result can help guide empiric antibiotic therapy of SBP.\nPubmed   Journal   ReadQx Long-Term Use of Fenofibrate as Second-Line Therapy in Primary Biliary Cholangitis: A Retrospective Study.\nIn this long-term cohort of PBC patients with insufficient response to UDCA, fenofibrate significantly improved cholestatic markers and prognostic scores over time. Given this, and its favourable safety profile, fenofibrate should be further considered as an accessible and affordable second-line therapy in PBC.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Autonomic Dysfunction in Gastroduodenal Disorders Evaluated through Multimodal Non-Invasive Physiological Testing.\nAutonomic dysfunction independently predicted delayed gastric emptying and revealed a gastroparesis mechanism distinct from gastric myoelectrical impairment. Autonomic dysfunction altered the postprandial gastric motor response and was associated with a greater symptom burden. Multimodal physiological testing including autonomic profiling reveals distinct mechanistic subgroups in patients with chronic gastroduodenal symptoms.\nPubmed   Journal   ReadQx Biomarker Use in Barrett's Esophagus Surveillance.\nAs such, many studies to develop validated biomarkers that either assist in dysplasia assessment or independently serve as predictors of progression risk have been performed. In this review, we will summarize some of these studies, primarily focused on p53, abnormal genomic content, and methylated DNA markers, which have shown promise for their ability to identify patients at increased risk of progressing to more advanced disease.\nPubmed   Journal   ReadQx Computer-Aided Colonoscopy Alert Fatigue and Its Effect on Adenoma Detection.\n CADe assistance significantly improved ADR during early-day colonoscopies, but this benefit disappeared in later-day procedures. This pattern suggests that alert fatigue may limit endoscopists' responsiveness to CADe prompts as the day progresses.\nPubmed   Journal   ReadQx ELECTRONIC HEALTH RECORD CLINICAL DECISION SUPPORT TOOL IMPROVES AMBULATORY REFLUX TESTING PRACTICES.\nUse of CDS for reflux testing improves ordering practices and meaningful changes clinical management.\nPubmed   Journal   ReadQx Hepatic Encephalopathy is the Key Driver of Symptom Burden in a Longitudinal Cohort of Patients with Advanced Chronic Liver Disease: PAL-LIVER sub-study.\nSymptom burden in cirrhosis is generally stable but remain high among certain subgroups, especially those with HE. HE is the strongest and most consistent determinant of physical, psychological, and caregiver burden in cirrhosis. These findings highlight the urgent need for novel, HE-targeted interventions and comprehensive symptom management strategies particularly for women and those with alcohol-related liver disease.\nPubmed   Journal   ReadQx High Burden of Constipation among Autistic Youth - A Nationwide Query Powered by PCORnet®.\nApproximately 1 in 5 autistic children have constipation and experience high unplanned healthcare utilization.\nPubmed   Journal   ReadQx Multicenter Real-World Outcomes of Risankizumab in Crohn's Disease: The RESOLVE IG-IBD Study.\nIn a large, refractory, real-world CD population, RZB induced rapid and sustained favorable clinical, endoscopic, and radiologic outcomes. Importantly, one-year effectiveness was similar in patients with 2, and ≥3 prior failures, supporting RZB as a valuable option for a refractory population.\nPubmed   Journal   ReadQx Nociplastic Pain is Associated with Increased Healthcare Utilization and Lower Quality of Life in Patients with Inflammatory Bowel Disease.\nNP is common in IBD and linked to psychosocial comorbidity, higher healthcare use, and reduced QoL.\nPubmed   Journal   ReadQx Normalization of Dyssynergic Bear Down Patterns in the Seated Position Predicts Normal Balloon Expulsion Testing on High-Resolution Anorectal Manometry.\nTesting in the seated position may more reasonably predict BET success. A seated assessment may enhance diagnostic accuracy in defecation disorders.\nPubmed   Journal   ReadQx Outcomes of Artificial Intelligence Enhanced Colonoscopy in a Tertiary Clinical Setting.\n Implementing CADe in clinical practice significantly improved ADR, PDR, APC, and PPC. However, the increase in ADR appears inflated by the detection of polyps ≤ 5 mm, whose clinical significance in reducing CRC remains uncertain.\nPubmed   Journal   ReadQx Risk Factors for Proximal and Distal Advanced Colorectal Conventional and Serrated Neoplasia in Adults Under Fifty Years of Age.\n We identified modifiable risk factors including current smoking and higher BMI in young adults with right and left sided colorectal polyps. Older age, male sex and family history were non-modifiable predictors. These data can help to inform screening and prevention of CRC in young adults.\nPubmed   Journal   ReadQx Steatotic Liver Disease Has Surpassed Viral Hepatitis as the Leading Cause of Cirrhosis in the U.S. Veterans Health System.\n Substantial epidemiologic shifts in cirrhosis in the US over the last decade, driven by the rising burden SLD, underscore the need for multidisciplinary strategies targeting metabolic risk factors and alcohol use.\nPubmed   Journal   ReadQx The bidirectional relationship between cognitive function and active inflammatory bowel disease.\n These data provide further impetus to effectively treat IBD in older adults and suggest that delayed recall could be a useful screening tool for older adults with IBD.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Cardiometabolic Risk Factors Impair Recompensation and Survival in Alcohol-Associated Liver Disease.\nCMRFs-particularly T2DM and elevated BMI-were associated with lower recompensation and survival in patients declined for early LT for ALD, even when controlling for disease severity. These findings highlight the importance of considering CMRFs when weighing the potential for recompensation and need for transplantation in patients considered for early LT for ALD.\nPubmed   Journal   ReadQx Incidence and risk of colorectal dysplasia in patients with inflammatory bowel disease: A nationwide cohort study.\n Patients with IBD and dysplasia have a significantly increased risk of future dysplasia, particularly among patients with HGD. Personalized surveillance strategies based on risk factors are critical for preventing advanced CRN.\nPubmed   Journal   ReadQx Endosc Int Open\n    A novel over-the-scope endoscopic assisting platform for expanding therapeutic capabilities: Preclinical feasibility study (with video).\nOTS-EAP preserved endoscope flexibility and torque;  rapid valve-switching cleared the field within seconds, stents were deployed precisely under endoscopic view, and dual-instrument coordination simplified defect closure. The platform offers an inexpensive, radiation-sparing \"third hand\" for emergencies, bleeding, stenting, and suturing, warranting clinical translation.\nPubmed   Journal   ReadQx   PMCDevice-assisted enteroscopy: With increasing requirements, national Irish data support a centralized high-volume model to achieve performance targets.\nDAE requirement is increasing. Our study suggests that a high-volume model ensures compliance with international KPIs. These data also suggest that conscious sedation is a viable option for the majority of DAEs without reducing effectiveness, while maintaining comfort.\nPubmed   Journal   ReadQx   PMCEndoscopic resection in treatment of intramural esophageal cysts: Retrospective analysis of 67 cases.\nEndoscopic resection of intramural ECs is safe and effective with fairly good long-term follow-up outcomes. The STER technique has advantages of completely resecting intramural esophageal cysts originating from the deep muscularis propria layer, particularly lesions with extraluminal growth.\nPubmed   Journal   ReadQx   PMCFeasibility of repeat non-exposed endoscopic full-thickness resection of recurrent or residual colonic adenoma after previous full-thickness resection.\nRepeat EFTR for recurrence after a previous EFTR is feasible in most patients and only a few patients require surgical resection. The rate of recurrence might be higher than that after primary EFTR, yet there are no differences in AEs.\nPubmed   Journal   ReadQx   PMCNeoplasia outcomes following colonoscopy for Lynch syndrome at a dedicated center vs. community centers.\nA dedicated center with consistently high colonoscopy performance measures and navigation to augment patient adherence provided superior neoplasia outcomes in Lynch syndrome patients compared with community colonoscopy centers.\nPubmed   Journal   ReadQx   PMCPhase 1 trial of lavage cytology collected with endoscopic ultrasound-guided fine-needle aspiration for preoperative pancreatic cancer.\nThis novel EUS-guided lavage cytology method was safe and feasible. A Phase 2 trial is planned.\nPubmed   Journal   ReadQx   PMCRates of colorectal surgery in patients with non-malignant colorectal polyps: Results from a nationwide study.\nCompared with colorectal cancer surgeries, NMCRP surgeries were associated with significantly lower risks of wound, infectious, urinary, pulmonary, gastrointestinal, and cardiac AEs. Although the proportion of NMCRP surgeries has declined, ongoing efforts in education and training are needed to further reduce unnecessary surgeries and improve patient outcomes.\nPubmed   Journal   ReadQx   PMCResection of large, broad-based pedunculated and semi-pedunculated colorectal polyps using a scissor-type endoscopic submucosal dissection knife.\nST-ESD is safe and effective for resection of large, broad-based pedunculated and semi-pedunculated colorectal polyps.\nPubmed   Journal   ReadQx   PMCSafety and efficacy of fully-covered self-expandable metal stent placement for refractory stomal stenosis.\nFCSEMSs represent a safe and effective minimally invasive alternative for refractory stomal stenosis, with promising short-term outcomes.\nPubmed   Journal   ReadQx   PMCUtility of a novel sheath designed for mapping biopsy for preoperative malignant hilar biliary obstruction.\nMB using ES significantly improved technical success and specimen quality, providing valuable information for preoperative assessment of patients with biliary tract cancer.\nPubmed   Journal   ReadQx   PMCEndoscopy\n    Feasibility and safety of endoscopic ultrasound-guided gallbladder drainage for Niemeier type II acute perforated cholecystitis: a multicenter retrospective pilot study.\nDuring a median follow-up of 350 days (interquartile range [IQR] 240-448), Kaplan-Meier stent patency remained at 90.9% and the median patency time was 327 days (IQR 203-413). EUS-GBD appeared feasible and safe for high-risk patients with type II APC, achieving high technical and clinical success with a low rate of adverse events.\nPubmed   Journal   ReadQx Generative artificial intelligence for patient education material on gastric cancer prevention.\n ChatGPT-4o produced patient materials comparable to DiCE, but both require readability optimization;  a human-in-the-loop workflow and future tests across prompts and models are warranted.\nPubmed   Journal   ReadQx Gastroenterology\n    Overcoming CXCR4-Mediated T-Cell Exclusion Potentiates Antitumor Cytotoxicity in Fibrolamellar Carcinoma.\nOur findings demonstrate that immune resistance in FLC is mediated by both local T-cell exclusion and exhaustion, with combination CXCR4 and PD-1 blockade acting cooperatively to overcome these independent mechanisms. These results highlight the versatility of the human TSC system to aid in the study of rare cancer types and provide important preclinical evidence for the rational design of combination immunotherapy in FLC, which currently lacks any effective systemic therapy.\nPubmed   Journal   ReadQx Quorum sensing molecules are elevated in long-standing ulcerative colitis and are linked to the development of colitis-associated cancer.\nThe bacterial QSM C6-scAHL is elevated in UC patients with CAC risk factors. C6-scAHL promotes colon tumor development in mice and drives pro-inflammatory and pro-tumorigenic cytokine production in vitro. Our findings highlight a previously unexplored pathogenetic pathway linking the microbiome to CAC development and suggest targets to modify CAC risk.\nPubmed   Journal   ReadQx STING ablation in T cells is required for the efficacy of STING agonists in CAR-T cell immunotherapy of pancreatic cancer.\n Our findings suggest that STING KO CAR-T cells stand to benefit from STING agonists to improve CAR-T cell therapy for immune-deprived cancers such as pancreatic cancer.\nPubmed   Journal   ReadQx Single-Cell Analysis of Chemotherapy-induced Remodeling Reveals CD276-driven Basal-like Chemoresistance in Pancreatic Cancer.\nOur work uncovers the plasticity of PDAC tumor cell states and interactions with the TME that are modified during chemotherapy of unresectable advanced PDAC and pinpoints CD276/B7-H3 as a critical regulator and a promising therapeutic target for overcoming chemotherapy resistance.\nPubmed   Journal   ReadQx Gut\n    E-cadherin loss in Cd44-positive gastric cells initiates diffuse gastric cancer in a murine model.\nBackground inactivation.\nPubmed   Journal   ReadQx Hepatology\n    Unraveling the Tapestry: Lessons from multiomics and spatial biology in hepatocellular cancer.\nFinally, we explore the translational implications where spatial signatures may guide risk stratification, treatment selection, and clinical trial design. By integrating spatial architecture with molecular function, spatial omics is transforming our understanding of liver cancer biology and paving the way for spatially informed precision oncology.\nPubmed   Journal   ReadQx J Hepatol\n    Detection of Esophageal Varices and Prediction of Hepatic Decompensation in Unresectable Hepatocellular Carcinoma using AI: AI Detection of Varices and Decompensation.\nHepatoSageCT scores, supplemented with clinical data, enables accurate non-invasive detection of EV in AtezoBev-treated unresectable HCC and stratifying patients based on hepatic decompensation risk, potentially assisting in reducing unnecessary endoscopies and guiding prognosis. Impact and implications The present study demonstrates that foundation models applied to routine CT imaging, when combined with routinely-collected features such as the presence of portosystemic shunts, can accurately predict the presence of esophageal varices and risk of hepatic and first hepatic decompensation in patients with AtezoBev-treated unresectable HCC. These findings are particularly relevant for hepatologists and oncologists, as they highlight a promising non-invasive tool for timely risk assessment in a time-sensitive patient population. While prospective validation is warranted, this approach could support more personalized management and care of patients with unresectable HCC.\nPubmed   Journal   ReadQx Longitudinal Changes in Cardiometabolic Risk Factors are Associated with Changes in Liver Stiffness in Adults with MASLD.\nAnnual changes in CMRFs were associated with clinically relevant changes in LSM, CAP, and liver histology. These findings suggest that treatment of metabolic comorbidities is associated with the trajectory of disease progression in MASLD. Impact and implications Guideline-directed treatment of metabolic dysfunction-associated steatotic liver disease is focused on optimal treatment of cardiometabolic comorbidities, but there is limited evidence on the association between outcomes of this treatment and changes in markers of liver health. The results of this study demonstrate that longitudinal changes in these cardiometabolic parameters, particularly those associated with body weight, blood pressure, and glucose intolerance, are associated with both increases and decreases in liver stiffness measurements that represent clinically-meaningful changes in liver health. These results are broadly relevant to the care of persons with MASLD, as these results can provide meaningful treatment targets for guideline development and treating clinicians, as well as provide feasible goals for impacted persons with MASLD.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Steroid-Induced Diabetes in Autoimmune Hepatitis-A Call for Treatment Optimization.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Beyond Eosinophils: Redefining the Spectrum of Esophageal Inflammatory Diseases Through an Immune-Centric Paradigm.\nAn immune-centric approach recognizing distinct inflammatory pathways across EIDs offers opportunities for precision medicine, earlier intervention, and development of variant-specific biomarkers and targeted therapies. This paradigm shift is essential for advancing the field beyond arbitrary cell count thresholds toward mechanistic understanding of esophageal inflammation.\nPubmed   Journal   ReadQx Endosc Int Open\n    Barrett's esophagus: How can we miss high-grade dysplasia/cancer?\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    Centrally Mediated Disorders of Gastrointestinal Pain.\nAbdominal migraine is newly recognized in adults with paroxysmal, stereotypical episodes of intense abdominal pain. Narcotic bowel syndrome/opioid-induced gastrointestinal hyperalgesia is characterized by the paradoxical development of, or increases in, abdominal pain associated with continuous or increasing dosages of opioids.\nPubmed   Journal   ReadQx The Intestinal microenvironment and Disorders of Gut-Brain Interactions.\nAlong the way, concepts such as the microbiome-gut-brain axis have emerged to explain symptom generation in DGBI, forming the basis for novel diagnostic approaches and therapeutic interventions. Taken together, recent research findings have renewed interest in luminal and enteric phenomena in DGBI.\nPubmed   Journal   ReadQx Gut\n    Basal crypt dysplasia in Barrett's oesophagus: ready for prime time?\nThis review encompasses key features of CD, the diagnostic pitfalls encountered in clinical practice and the underlying biology driving crypt dysplasia. Future studies focusing on the natural history of CD, its molecular underpinnings and interobserver reproducibility will be pivotal in refining diagnostic criteria and improving patient outcomes in BE.\nPubmed   Journal   ReadQx Rise of prediagnostic molecular profiling in inflammatory bowel disease-can we close the door before the horse has bolted?\nIncreased levels of circulating antibacterial and antiviral antibody responses hint towards disordered host-microbe interactions as potential prime triggers for the transition between health and early disease, although it is possible that these serological responses are an epiphenomenon linked to early mucosal damage and microbial translocation. There is now a timely opportunity to develop these different molecular features into scalable and clinically tractable biomarker panels to detect preclinical disease and enable strategies to proactively intercept IBD before it even develops.\nPubmed   Journal   ReadQx J Hepatol\n    Approaching the holy grail in autoimmunity: CD19 CAR T-cell therapy in multiorgan IgG4-related disease.\n\nPubmed   Journal   ReadQx Targeting the tumour's Achilles heel: ATR inhibition to exploit a constitutive vulnerability of hepatoblastoma.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Bloating and breath tests: A pragmatic approach.\n\nPubmed   Journal   ReadQx Extensive Pneumatosis due to Colonic Perforation.\n\nPubmed   Journal   ReadQx Letter to the Editor. \n\nPubmed   Journal   ReadQx Oesophageal band ligation successfully controlled sentinel bleeding from an Aorto-Oesophageal Fistula.\n\nPubmed   Journal   ReadQx Endoscopy\n    A case of endoscopic therapy using electrohydraulic lithotripsy under peroral pancreatoscopy via the minor papilla.\n\nPubmed   Journal   ReadQx A case of endoscopic ultrasound-guided vascular intervention for pancreaticojejunal varices via a gastric approach.\n\nPubmed   Journal   ReadQx   PMCA case of successful cannulation for biliary enteric anastomosis stenosis via peroral cholangiopancreatoscope.\n\nPubmed   Journal   ReadQx AXIOS stents: not a solution to every problem - or the problems will keep surfacing.\n\nPubmed   Journal   ReadQx Choledochoduodenostomy rescue with cholangioscopic retrieval of a maldeployed fully covered self-expandable metal stent.\n\nPubmed   Journal   ReadQx Clip-assisted distal traction enables efficient en bloc snare excision of a small rectal neuroendocrine tumor.\n\nPubmed   Journal   ReadQx Conservative management of gastric ulcer penetration using a polyglycolic acid sheet: a case report.\n\nPubmed   Journal   ReadQx Diagnostic endoscopic ultrasound-guided fine-needle aspiration for disseminated parasitic leiomyomatosis after hysterectomy.\n\nPubmed   Journal   ReadQx   PMCElectrohydraulic lithotripsy-assisted endoscopic retrograde appendicitis therapy for a giant appendiceal fecalith.\n\nPubmed   Journal   ReadQx Endoscopic resection of a gastrointestinal stromal tumor using a new mucosal dissection knife in combination with far-view endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided gallbladder drainage in situs inversus totalis using a loop formation technique.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided hepaticogastrostomy using a novel double-lumen cannula designed for a 0.018-inch guidewire.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided recanalization of pancreaticojejunostomy anastomotic stricture using a forward-viewing echoendoscope.\n\nPubmed   Journal   ReadQx Failure of release of the Hot AXIOS distal flange: \"handle springing\" as a rescue technique.\n\nPubmed   Journal   ReadQx Full aspiration technique using a 7-Fr double-pigtail stent for endoscopic ultrasound-guided pancreatic fluid drainage of a pancreatic pseudocyst.\n\nPubmed   Journal   ReadQx Handmade snare technique for grasping and repositioning biliary stents via the endoscopic ultrasound-guided hepaticojejunostomy route.\n\nPubmed   Journal   ReadQx Hybrid-argon plasma coagulation for superficial esophageal cancer at risk of airway obstruction: a case report.\n\nPubmed   Journal   ReadQx   PMCLaparoscopy-assisted endoscopic ultrasound-guided gastroenterostomy for the treatment of gastric outlet obstruction.\n\nPubmed   Journal   ReadQx Novel endoscopic approach for duodenal neuroendocrine tumors: partial-closure-assisted endoscopic submucosal resection with a ligation device.\n\nPubmed   Journal   ReadQx   PMCNovel one-step deployment of Y-shaped metal stent: no more stent-in-stent or side-by-side.\n\nPubmed   Journal   ReadQx   PMCPercutaneous endoscopic gastrostomy-assisted placement of endoluminal vacuum-assisted closure for esophageal perforation.\n\nPubmed   Journal   ReadQx   PMCRemoval of an intra-gallbladder migrated lumen apposing metal stent through a secondary endoscopic ultrasound-guided gallbladder drainage.\n\nPubmed   Journal   ReadQx   PMCRescue endoscopic ultrasound-guided hemostasis for massive gastric cancer bleeding after transcatheter arterial embolization.\n\nPubmed   Journal   ReadQx Rescue multihole metal stent placement to prevent stent migration after endoscopic ultrasound-guided hepaticogastrostomy.\n\nPubmed   Journal   ReadQx Robot-assisted endoscopic closure of a antral defect using a single-arm transluminal endoscopic robot.\n\nPubmed   Journal   ReadQx Spontaneous isolated celiac artery dissection: a rare mimicker of pancreatic mass masquerading as neoplasm.\n\nPubmed   Journal   ReadQx   PMCStent-in-stent placement of multi-hole metal stents (M2) following creation of a gateway by endoscopic ultrasound-guided antegrade stenting after failed balloon assisted endoscopy.\n\nPubmed   Journal   ReadQx   PMCTroubleshooting: intraperitoneal migration of a dedicated plastic stent during endoscopic ultrasound-guided hepaticogastrostomy.\n\nPubmed   Journal   ReadQx Underwater endoscopic submucosal dissection with pocket method and an additional working channel: from traction to closure.\n\nPubmed   Journal   ReadQx Usefulness of electrohydraulic lithotripsy gel-immersion cholangioscopy for giant common bile duct stones.\n\nPubmed   Journal   ReadQx   PMCValue of contrast-enhanced endoscopic ultrasound and elastography in the diagnosis and evaluation of portal vein thrombus.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    BIOFEEDBACK GUIDED BY THORACOABDOMINAL WALL MOTION FOR THE TREATMENT OF RUMINATION: A RANDOMIZED PLACEBO-CONTROLLED TRIAL.\n\nPubmed   Journal   ReadQx Genomic Dissection of Pediatric Protein-Losing Enteropathy and Related Disorders: Clinical, Immunologic, and Therapeutic Insights.\n\nPubmed   Journal   ReadQx Hepatology\n    Battle of the NITs: MAF-5 leads the pack.\n\nPubmed   Journal   ReadQx Fellows' Corner.\n\nPubmed   Journal   ReadQx Rethinking liver transplant allocation: Balancing urgency and utility.\n\nPubmed   Journal   ReadQx Stains in primary biliary cholangitis: Untangling promise from bias. \n\nPubmed   Journal   ReadQx The fiber code: AI predicts HCC in MASLD.\n\nPubmed   Journal   ReadQx When the going gets tough, the tough keep scaling HIMALAYA.\n\nPubmed   Journal   ReadQx J Hepatol\n    From the Editor's Desk...\n\nPubmed   Journal   ReadQx One year after the TransMet trial: Transplant oncology at a turning point.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Steroid-Induced Diabetes in Autoimmune Hepatitis-A Call for Treatment Optimisation. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter on \"Inherited Genetic Risk of Liver Fibrosis in Lean Versus Nonlean Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD)\".\n\nPubmed   Journal   ReadQx Letter on 'Clinical Features of Portal Hypertension and Their Prognostic Implications in Patients With Autoimmune Hepatitis': Authors' Reply.\n\nPubmed   Journal   ReadQx Letter on 'Inherited Genetic Risk of Liver Fibrosis in Lean Versus Nonlean Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD)'; Authors' reply.\n\nPubmed   Journal   ReadQx Letter: Amino Acid Imbalance Is an Independent Factor for Mortality in Patients With Liver Cirrhosis.\n\nPubmed   Journal   ReadQx Letter: Amino Acid Imbalance Is an Independent Factor for Mortality in Patients With Liver Cirrhosis. Authors' reply.\n\nPubmed   Journal   ReadQx Letter: Amino Acid Imbalance and Mortality in Cirrhosis-Interpretation and Methodological Considerations.\n\nPubmed   Journal   ReadQx Letter: Amino Acid Imbalance and Mortality in Cirrhosis-Interpretation and Methodological Considerations. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: The Unresolved Issue of NSBB Confounding in Statin Research for Cirrhosis-Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: The Unresolved Issue of NSBB Confounding in Statin Research for Cirrhosis.\n\nPubmed   Journal   ReadQx Letter: Tumour Burden Score for Predicting Extrahepatic Metastasis in Hepatocellular Carcinoma After Curative Resection.\n\nPubmed   Journal   ReadQx Letter: Tumour Burden Score for Predicting Extrahepatic Metastasis in Hepatocellular Carcinoma After Curative Resection. Authors' Reply.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Definitional coupling between fatty liver indices and cardiometabolic risk factors in MASLD mortality analyses.\n\nPubmed   Journal   ReadQx Early Hepatic Encephalopathy After TIPS and Survival: Methodological and Clinical Considerations.\n\nPubmed   Journal   ReadQx Interpreting Survival Models in Post-TIPS Hepatic Encephalopathy.\n\nPubmed   Journal   ReadQx Response to: Definitional coupling between fatty liver indices and cardiometabolic risk factors in MASLD mortality analysis.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Enhancing Inpatient Mortality Prognostication in Cirrhosis Patients Through Machine Learning Techniques.\n\nPubmed   Journal   ReadQx Machine Learning in Cirrhosis: Moving from Static Admission Risk to Dynamic Decision Support.\n\nPubmed   Journal   ReadQx Response to \"The Natural History of Gastroesophageal Varices in Children With Portal Hypertension\".\n\nPubmed   Journal   ReadQx Gut\n    Clarifying the decision rules and implementation boundaries for risk-based HCC surveillance in MASLD.\n\nPubmed   Journal   ReadQx Time to colonoscopy after a positive FIT result matters.\n\nPubmed   Journal   ReadQx J Hepatol\n    Adjuvant Immunotherapy for Hepatocellular Carcinoma: Precision Selection of the Optimal Beneficiary Population as the Core Strategy.\n\nPubmed   Journal   ReadQx Biological ageing metrics in steatotic liver disease: a potential tool for risk stratification?\n\nPubmed   Journal   ReadQx Discrepancies in Treatment Eligibility Across International Guidelines for Chronic Hepatitis B.\n\nPubmed   Journal   ReadQx Establish a streamlined molecular profiling workflow for the clinical management of advanced cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Incidence and Risk Stratification of Hepatitis B Reactivation in Patients Receiving Anti-CD38 Monoclonal Antibody Therapy.\n\nPubmed   Journal   ReadQx Landscape of ALF Neuroprotection Without Invasive Monitoring.\n\nPubmed   Journal   ReadQx Letter: Recurrence pattern for HBV-related HCC after liver transplantation in the antiviral era. Authors' reply.\n\nPubmed   Journal   ReadQx Targeting MARCO in CASH: Balancing Antitumor Immunity and Hepatic Homeostasis.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-20T08:39:07-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-13-2026/",
    "title": "Fri Feb 13 2026",
    "description": "211 articles - From Friday Feb 06 2026 to Friday Feb 13 2026",
    "author": [],
    "date": "2026-02-13",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Am J Gastroenterol\n    Artificial Intelligence for Gastroenterology Practice: A Modified Delphi Consensus.\nThis consensus outlines how AI can augment rather than replace clinical expertise while promoting safety, transparency, interoperability, and equity. Priorities include pragmatic and prospective trials, multi-institutional data-sharing consortia, bias mitigation, and workforce training to enable trustworthy and clinically impactful AI adoption in GI, liver, and endoscopy care.\nPubmed   Journal   ReadQx Gastroenterology\n    Establishing Adenoma Testing Guidelines for Diagnosing Mosaicism.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Enhancing gastroenterology education through e-learning.\nThis article explores the transformative impact of e-learning on gastroenterology education, highlighting the advancements and benefits brought by the American Society for Gastrointestinal Endoscopy (ASGE) platforms. ASGE's e-learning platforms offer specialized content, interactive tools, and continuous updates, enhancing the learning experience for gastroenterologists.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Network Meta-Analysis: Comparison of Pharmacological Therapies in Compensated Metabolic Dysfunction-Associated Steatohepatitis Cirrhosis for Fibrosis Regression and MASH Resolution.\n This network meta-analysis provides relative rank-order estimates of the histological efficacy of available pharmacological therapies for compensated MASH cirrhosis. These data may have implications for the design of future clinical trials.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Antibiotic Use Linked to Worse Outcomes in Gastrointestinal and Liver Cancer Patients on Immune Checkpoint Inhibitors: A Meta-Analysis.\n Antibiotic use is associated with worse outcomes in gastrointestinal or liver cancer patients receiving ICIs and should be carefully justified. Prospective studies are needed to validate these results.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Efficacy of Artificial Intelligence-Assisted Upper Gastrointestinal Endoscopy for Neoplasm Detection: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.\n AI-EGD demonstrated superior performance compared to Co-EGD in detecting UGI neoplasms, particularly for lesions measuring 10 mm or more less. The higher detection rate of LGIN highlights the potential clinical value of AI support. Further trials are warranted to assess the impact of AI across varying levels of endoscopist experience.\nPubmed   Journal   ReadQx Hepatology\n    Impact of newer antihyperglycemic agents on hepatic complications: A systematic review and meta-analysis of data from 5.3 million patients with type 2 diabetes mellitus.\nGLP-1 RAs and SGLT-2 inhibitors were associated with hepatoprotective effects compared with other glucose-lowering therapies in patients with T2DM, with GLP-1 RAs showing additional benefits in chronic liver disease. These findings provide evidence on the relationships between antidiabetic drug classes and liver-related outcomes in patients with T2DM and may inform clinical decision-making.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Liver Steatosis-Related Polygenic Risk Score Predicts Hepatocellular Carcinoma Risk After Hepatitis C Virus Eradication.\nPRS-5 is independently associated with increased HCC risk after HCV eradication, supporting its role in personalised HCC surveillance strategies.\nPubmed   Journal   ReadQx Safety of Immune Checkpoint Inhibitors Prior to Liver Transplantation in Hepatocellular Carcinoma.\n Our results demonstrate that rejection rates were similar in patients receiving ICIs pre-LT and it can be safely managed.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Autonomic Dysfunction in Gastroduodenal Disorders Evaluated through Multimodal Non-Invasive Physiological Testing.\nAutonomic dysfunction independently predicted delayed gastric emptying and revealed a gastroparesis mechanism distinct from gastric myoelectrical impairment. Autonomic dysfunction altered the postprandial gastric motor response and was associated with a greater symptom burden. Multimodal physiological testing including autonomic profiling reveals distinct mechanistic subgroups in patients with chronic gastroduodenal symptoms.\nPubmed   Journal   ReadQx Biomarker Use in Barrett's Esophagus Surveillance.\nAs such, many studies to develop validated biomarkers that either assist in dysplasia assessment or independently serve as predictors of progression risk have been performed. In this review, we will summarize some of these studies, primarily focused on p53, abnormal genomic content, and methylated DNA markers, which have shown promise for their ability to identify patients at increased risk of progressing to more advanced disease.\nPubmed   Journal   ReadQx Colon-Pilot: A Generative AI Tool for Automated Colonoscopy Surveillance Recommendations and 2024 ACG/ASGE Quality Benchmarking.\n Colon-Pilot demonstrated high fidelity in applying surveillance guidelines and automated quality benchmarking, outperforming unassisted endoscopists in guideline adherence. By combining safety protocols with large-scale automated reporting, it offers a scalable solution for improving both efficiency and quality in colorectal cancer prevention.\nPubmed   Journal   ReadQx Computer-Aided Colonoscopy Alert Fatigue and Its Effect on Adenoma Detection.\n CADe assistance significantly improved ADR during early-day colonoscopies, but this benefit disappeared in later-day procedures. This pattern suggests that alert fatigue may limit endoscopists' responsiveness to CADe prompts as the day progresses.\nPubmed   Journal   ReadQx ELECTRONIC HEALTH RECORD CLINICAL DECISION SUPPORT TOOL IMPROVES AMBULATORY REFLUX TESTING PRACTICES.\nUse of CDS for reflux testing improves ordering practices and meaningful changes clinical management.\nPubmed   Journal   ReadQx Infliximab and Upadacitinib Demonstrate Superior Early Onset of Efficacy in Biologic-Naïve Ulcerative Colitis with Severe Endoscopic Disease.\nAmong biologic-naïve UC patients with severe endoscopic disease, infliximab and upadacitinib had the highest rates of week 2 and post-induction PRO-2 response. Baseline disease activity may help to better inform treatment choices.\nPubmed   Journal   ReadQx Nociplastic Pain is Associated with Increased Healthcare Utilization and Lower Quality of Life in Patients with Inflammatory Bowel Disease.\nNP is common in IBD and linked to psychosocial comorbidity, higher healthcare use, and reduced QoL.\nPubmed   Journal   ReadQx Normalization of Dyssynergic Bear Down Patterns in the Seated Position Predicts Normal Balloon Expulsion Testing on High-Resolution Anorectal Manometry.\nTesting in the seated position may more reasonably predict BET success. A seated assessment may enhance diagnostic accuracy in defecation disorders.\nPubmed   Journal   ReadQx Outcomes of Artificial Intelligence Enhanced Colonoscopy in a Tertiary Clinical Setting.\n Implementing CADe in clinical practice significantly improved ADR, PDR, APC, and PPC. However, the increase in ADR appears inflated by the detection of polyps ≤ 5 mm, whose clinical significance in reducing CRC remains uncertain.\nPubmed   Journal   ReadQx Prior Abdominal Surgery is Not Associated with Adverse Pregnancy, Delivery or Neonatal Outcomes in Women with Crohn's Disease: Results from the Pregnancy in Inflammatory Bowel Disease and Neonatal Outcomes (PIANO) Study.\nPrior surgery was not associated with adverse pregnancy or neonatal outcomes in CD.\nPubmed   Journal   ReadQx Proton Pump Inhibitors are More Cost-Effective than Potassium Competitive Acid Blockers for Gastroesophageal Reflux Disease.\n Despite PCAB efficacy, PPIs are a cost-effective strategy for GERD treatment, and can be positioned ahead of PCAB escalation on this basis. Reducing PCAB costs or accepting a higher WTP threshold would influence this finding, though PCABs may be favored in some current situations as evidenced by probabilistic sensitivity results.\nPubmed   Journal   ReadQx Risk Factors for Proximal and Distal Advanced Colorectal Conventional and Serrated Neoplasia in Adults Under Fifty Years of Age.\n We identified modifiable risk factors including current smoking and higher BMI in young adults with right and left sided colorectal polyps. Older age, male sex and family history were non-modifiable predictors. These data can help to inform screening and prevention of CRC in young adults.\nPubmed   Journal   ReadQx Vonoprazan Is Associated with Better Liver-Related Outcomes Compared to Proton Pump Inhibitors In Cirrhosis.\nAdjusted analysis showed lower 6/12-month outcomes with vonoprazan versus PPI for mortality (aHR-0.36/0.39), infections (aHR-0.60/0.67), liver-complications (aHR-0.16/0.18), and liver-related hospitalizations (aHR-0.12/0.13), which remained largely consistent on sensitivity analyses. Cirrhosis patients on PCABs demonstrate lower risk for poor outcomes at 6 and 12-months versus PPIs.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Alkaline Phosphatase Normalization Occurs Less Frequently in Hispanic Patients with Primary Biliary Cholangitis.\n Hispanic patients with PBC, and more broadly non-White patients, were significantly less likely than NHW patients to achieve CBR despite comparable baseline ALP levels. As ALP normalization becomes the preferred therapeutic target, addressing barriers to treatment response in underserved populations is essential.\nPubmed   Journal   ReadQx Association of change in healthy lifestyle in early adulthood with steatotic liver disease risk in midlife.\n Maintaining or improving healthy behaviors during early adulthood was associated with a reduction of midlife SLD risk, regardless of genetic predisposition.\nPubmed   Journal   ReadQx Clinical utility and diagnostic accuracy of the GAAD score in non-cirrhotic patients with focal liver lesions.\n In this cohort of non-cirrhotic patients with focal liver lesions, the GAAD score was highly predictive of HCC and offered superior diagnostic accuracy over AFP and PIVKA-II alone. These findings support the use of the GAAD score to guide management decisions in these patients.\nPubmed   Journal   ReadQx Clinical utility of a 50% and 30% decline in MRI-PDFF in predicting fibrosis improvement in metabolic dysfunction-associated steatohepatitis.\n MRI-PDFF super-response predicts fibrosis regression without worsening MASH, and a greater likelihood of MASH resolution without worsening fibrosis than MRI-PDFF response.\nPubmed   Journal   ReadQx Diagnostic Accuracy of Non-Invasive Tests for MASLD Across Age, Type 2 Diabetes, and Obesity Subgroups: A Multinational Study.\nAccuracy of non-invasive tests for advanced fibrosis in MASLD is influenced by age, T2D, and obesity. Age-adjusted FIB-4 thresholds may enhance risk stratification. Imaging-based and composite NITs (LSM and Agile-3+) provide more consistent performance across MASLD subpopulations.\nPubmed   Journal   ReadQx Early treatment initiation optimizes virologic and liver outcomes in pediatric patients with chronic hepatitis B aged 0-18 years.\nInitiating treatment at a younger age predicts more positive and rapid HBV clearance in children with CHB. Early intervention also improves hepatic elastography parameters in children with CHB.\nPubmed   Journal   ReadQx Feasibility and diagnostic accuracy of a capsule-sponge device for esophageal squamous neoplasia (EDEN trial).\n In this case-enriched cohort, the capsule-sponge was safe and feasible, and cytology with adjunct p53-IHC showed high accuracy for ESN/early ESCC. Validation in asymptomatic high-risk cohorts is warranted to define real-world performance and triage utility (NCT04192695).\nPubmed   Journal   ReadQx Gaze shift to screen edge boosts colorectal adenoma detection: multicenter randomized controlled trial (EYE-SIGHT trial).\nIncreased peripheral gaze by real-time guidance significantly improved adenoma and polyp detection without extending procedure time. This low-burden, scalable approach may offer a simple, effective method to improve colonoscopy. UMIN-CTR, UMIN000055006,\nPubmed   Journal   ReadQx Impact of Narrow-Band Imaging on Sessile Serrated Lesion Miss Rate: A Multicenter Randomized Tandem Colonoscopy Trial.\nNBI significantly reduces the miss rates of SSLs, proximal serrated lesions, and adenomas without reducing that of advanced SSLs.  (NCT05684328).\nPubmed   Journal   ReadQx ONE-YEAR CHANGES IN LSM, BUT NOT IN ALT AND CAP, PREDICT LONG-TERM LIVER OUTCOMES IN PATIENTS WITH MASLD.\nIn MASLD patients with LSM ≥8 or ≥10 kPa, the % LSM reduction at 1 year was independently associated with lower risk of LRE and LD.\nPubmed   Journal   ReadQx Peginterferon α-2b Enhances HBsAg Loss in NA-Suppressed Low-HBsAg Chronic Hepatitis B Patients: Everest Study in China.\nPegIFNα-2b enhances HBsAg loss in NA-suppressed, HBeAg-negative CHB patients with low HBsAg levels. Baseline and on-treatment predictors support the achievement of a functional cure.\nPubmed   Journal   ReadQx Peppermint oil and sweets in pediatric irritable bowel syndrome and functional abdominal pain: a randomized trial.\n Neither peppermint oil nor peppermint sweets were superior to placebo in treating paediatric IBS and FAP-NOS. These findings suggest prioritizing proven gut-brain axis-targeted interventions for this population.\nPubmed   Journal   ReadQx Prediction of inflammatory bowel disease based on early life risk factors in a population-based cohort.\n In a nationwide cohort with long-term follow up data, early life exposures were predictive of UC, especially younger-onset disease, while prediction of CD was less accurate.\nPubmed   Journal   ReadQx Progression of Liver Fibrosis and Liver-Related Event Risk in MASLD at High Cardiovascular Risk.\nHigher cardiovascular risk is associated with greater prevalence of advanced liver fibrosis , liver stiffness progression, and LRE incidence in MASLD.\nPubmed   Journal   ReadQx Revisiting the obesity paradox in MASLD: longitudinal trajectory analysis reveals time-varying mortality risks.\nThis study demonstrates that the association between obesity and MASLD outcomes is heterogeneous and depends on the timing of obesity exposure. Long-term BMI trajectory analysis suggests that obesity does not confer a survival advantage in MASLD, whereas maintaining non-obese status throughout adulthood is associated with lower overall mortality.\nPubmed   Journal   ReadQx Risk stratification of a novel non-invasive fibrosis score in metabolic dysfunction-associated steatotic liver disease.\n MFS optimally stratifies MASLD patients with high risk for developing long-term liver-related events and mortality.\nPubmed   Journal   ReadQx Tailored treatment of functional dyspepsia with nortriptyline: a multi-center, double-blind, placebo-controlled trial.\nNortriptyline was not more effective than placebo in reducing FD symptoms in participants pre-selected based on CYP2D6 genotype, although a biological effect of nortriptyline could not be ruled out. However, effects related to participants' belief appeared to be stronger;   number, NCT03652571.\nPubmed   Journal   ReadQx Ustekinumab and JAK inhibitors outperform vedolizumab as second-line therapy in anti-TNF-experienced patients with ulcerative colitis.\n Ustekinumab and JAKi were more effective than vedolizumab in inducing steroid-free and biochemical remission following anti-TNFα failure. Safety concerns with JAKi warrant careful patient selection in clinical practice.\nPubmed   Journal   ReadQx Validation of THCC-RI in the Hepatocellular Carcinoma Early Detection Strategy (HEDS) Study.\n In an independent multi-center cohort, THCC-RI had good performance for predicting the future risk of HCC in patients with cirrhosis, with stable discrimination and calibration over a 5-year follow-up. Implementation of THCC-RI into clinical care pathways requires further research.\nPubmed   Journal   ReadQx Endoscopy\n    Survival In Post-Endoscopy Esophageal Cancer: A Nordic Population-Based Cohort Study.\nThe 5-year survival in patients with PEEC seems to be better than in those with other esophageal cancer, but the survival is still poor.\nPubmed   Journal   ReadQx Gastroenterology\n    Genetic Risk of Inflammatory Bowel Disease Is Associated With Disease Course Severity.\nPatients with higher genetic burden for developing IBD also experience a more severe disease course. For patients with CD this link was largely mediated by disease extent, however, this was not the case for UC, which suggests a shared genetic architecture between disease susceptibility and severity.\nPubmed   Journal   ReadQx Genomic Insights Into Inflammatory Bowel Disease in United States Hispanic Participants: An Ancestry-Focused Study.\nAncestry-informed regression enabled identification of novel AFR and AIAN-specific risk alleles, which may also inform observed phenotypic differences. We have shown that some previously identified IBD loci have associations that are EUR-specific. These findings highlight the importance of genetic ancestry for elucidating the biological underpinnings of IBD and may have important pharmacogenetic implications.\nPubmed   Journal   ReadQx Multicenter Prospective Cohort Study on Clinical Outcomes and Fibrosis Patterns in Biopsy-Proven Steatotic Liver Disease Subtypes.\nMetALD and ALD are independently associated with substantially increased all-cause mortality and LRE risks compared with non-SLD. Distinct zone-specific collagen patterns identified by AI analysis suggest unique fibrotic progression pathways in MetALD and ALD, supporting the need for tailored risk stratification and targeted management strategies.\nPubmed   Journal   ReadQx TEM OR ESD IN EARLY RECTAL TUMORS: A CLINICAL & COST-EFFECTIVENESS ANALYSIS.\n For ERT, ESD was more cost-effective and offered higher-quality excision and lower recurrence rates than TEM. (ClinicalTrials.gov  NCT02885142).\nPubmed   Journal   ReadQx Vonoprazan-tetracycline dual regimen as rescue therapy for Helicobacter pylori infection: randomized controlled trial.\nFourteen-day vonoprazan-tetracycline dual therapy is an effective and well-tolerated rescue regimen for Helicobacter pylori infection. This simplified regimen achieved eradication rates non-inferior to BQT while substantially reducing adverse events and improving adherence. (chictr.org.cn, ChiCTR2400080705).\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Amber-red color imaging for enhanced anatomical structures recognition in third-space endoscopy: a prospective video-based study.\nACI enhances recognition of submucosal vessels, submucosal and muscle layers in ESD and POEM, benefiting both experts and non-experts, and may serve as a valuable adjunct in third-space endoscopy.\nPubmed   Journal   ReadQx Comparison of Anti-Migration versus Conventional Fully Covered Self-Expandable Metal Stents for Malignant Distal Biliary Obstruction: A Single-Center Long-Term Study.\nAnti-migration FCSEMSs demonstrated lower crude migration with similar patency (RBO risk), but adjusted analyses did not reach statistical significance.\nPubmed   Journal   ReadQx Evaluating Clinical Outcomes and Adverse Events: Risk Stratification of EUS-Guided Through-the-Needle Biopsy for Pancreatic Cyst in a Large Cohort.\nEUS-TTNB demonstrated notable clinical utility in revising diagnoses and influencing therapeutic decisions but poses a considerable risk of AEs. By applying this risk categorization model with careful consideration and patient selection, its clinical utility may be enhanced.\nPubmed   Journal   ReadQx Long-term outcome after endoscopic resection for esophageal squamous cell carcinoma invading muscularis mucosa without lymphovascular invasion: a multicenter retrospective study.\nAlthough CRR was not negligible;  however, the current strategy of observation may be a reasonable option given the low recurrence risk.\nPubmed   Journal   ReadQx Long-term outcome after endoscopic submucosal dissection for entire circumferential cT1aN0M0 esophageal squamous cell carcinoma.\nThe long-term outcomes of each treatment group for entire circumferential cT1aN0M0 ESCC were elucidated. The esophageal stricture and refractory stricture rates after ESD were higher than those in other patients. Further investigations in large cohorts are necessary to clarify the indication criteria for ESD in patients with lesions.\nPubmed   Journal   ReadQx The use of diluted epinephrine during gastric endoscopic submucosal dissection: an international randomized controlled trial.\n The addition of diluted epinephrine to the injection solution significantly reduces the procedure time for gastric ESD. (ClinicalTrials.gov  NCT04032119).\nPubmed   Journal   ReadQx Gut\n    <i>Acinetobacter baumannii<\/i> promotes gastric cancer metastasis via NA-mediated NAD metabolism reprogramming and glycolytic activation.\nWhile in enhancing NAD metabolism in GC cells through NA synthesis, consequently promoting GC metastasis. These findings establish a microbiota-metabolism axis as a mechanistic foundation for developing targeted therapeutic strategies against GC metastasis.\nPubmed   Journal   ReadQx Characterisation of plasmablast-derived HBsAg-specific antibody and its structural basis for binding to native HBsAg dimer.\n Overall, our work has uncovered the diverse gene features and varied anti-HBV activities of plasmablast-derived mAbs, providing a series of antibody drug candidates and the long-sought-after atomic model of AGL has paved the way for a wholistic characterisation of the AGL's dynamic conformation during HBV infection and immune response.\nPubmed   Journal   ReadQx Effect of long-term adherence on faecal immunochemical test positivity rate, positive predictive value and detection rate in organised population-based colorectal cancer screening.\n After an initial round with the highest FIT-positivity and detection rates, screening outcomes stabilise at lower levels reflecting neoplasia removal and subsequent selection of a lower-risk population. Because detection rates remain clinically relevant even in an adherent cohort, early screening cessation after a sequence of normal biennial FITs is not justified.\nPubmed   Journal   ReadQx Endothelial RAP1A attenuates sinusoidal capillarisation and liver fibrosis by inhibiting RAF1-mediated Notch activation.\nObjective This study aimed to investigate the role of the endothelial GTPase RAP1A in sinusoidal capillarisation and liver fibrosis. Design Liver fibrosis models were induced by HFHCD, CDAHFD, CCl is essential for maintaining LSEC homeostasis and represents a potential intervention target for liver fibrosis.\nPubmed   Journal   ReadQx Integrative proteogenomics maps multifactorial aetiology, progression and therapeutic vulnerabilities in gastric cancer.\n This proteogenomic framework defines exposure-informed and microbiome-informed gastric cancer subtypes, providing a molecular schema for patient stratification, prevention and actionable therapeutic vulnerabilities.\nPubmed   Journal   ReadQx KRAS-driven protein disulfide isomerase family A member 6 expression suppresses PRKR-like endoplasmic reticulum kinase-mediated immunogenic cell death to desensitise pancreatic ductal adenocarcinoma to immune checkpoint blockers.\nPDIA6, driven by KRAS G12D , alleviates ICD and promotes immune evasion, functioning as a predictive biomarker to screen ICB-sensitive patients and a therapeutic target to improve ICB efficacy in PDAC with KRAS mutations.\nPubmed   Journal   ReadQx Kynurenic acid mitigates poststroke brain damage through the gut-brain neural circuit.\n KYNA acts through an intestinal GPR35-vagus neural pathway to influence stroke recovery, highlighting this gut-brain signalling axis as a promising therapeutic avenue.\nPubmed   Journal   ReadQx Low-frequency repetitive transcranial magnetic stimulation attenuates visceral pain in IBS with diarrhoea via inhibition of the medial prefrontal cortex.\nHyperexcitability of the mPFC drives chronic visceral pain in patients with IBS-D and lf-rTMS provides analgesia by suppressing this hyperactivity, offering a novel, mechanism-based neuromodulation strategy for IBS-D treatment.\nPubmed   Journal   ReadQx MTFP1 drives pancreatic cancer liver metastatic colonisation by regulating mitochondrial metabolism reprogramming.\n Our data demonstrate that the enhanced MTFP1 expression leads to an upregulated glutamine-OXPHOS axis in PDAC liver colonisation. This metabolic shift is triggered by the ROS/PI3K/AKT/c-MYC/SLC1A5 pathway. Targeting MTFP1 may be a potential therapeutic strategy for PDAC patients with liver metastasis.\nPubmed   Journal   ReadQx Post-infection disorders of gut-brain interaction: results of the Rome Foundation Global Epidemiology Study.\nPI-DGBI represents a significant subset of DGBI, with distinct sociodemographic and clinical characteristics. These findings highlight the role of acute gastroenteritis in triggering the onset of long-term gastrointestinal disorders and underscore the need for targeted interventions to mitigate its impact on patient health.\nPubmed   Journal   ReadQx Prospective evaluation of radical surgery for adenocarcinoma of oesophagogastric junction: real-world insights from the CLAEG study.\n The CLAEG study shows that abdominal lymphadenectomy should be prioritised in AEG, with neoadjuvant therapy, total gastrectomy and laparoscopy associated with favourable short-term outcomes.\nPubmed   Journal   ReadQx SDC1<sup>+<\/sup> CAFs secreting CTGF drive tumour metastasis via FGFR3 signalling in cancers.\nOur study establishes SDC1 + CAFs as a universal, metastasis-promoting CAF subset across multiple cancer types and uncovers a novel KLF6-CTGF-FGFR3 axis that drives EMT and tumour dissemination. These findings provide mechanistic insight into CAF-tumour cell crosstalk and highlight actionable stromal targets for anti-metastatic therapies across diverse malignancies.\nPubmed   Journal   ReadQx Trogocytosis-orchestrated CLDN18.2-\"dressed\" CD8<sup>+<\/sup> T cells drive pancreatic cancer progression via glucose metabolic reprogramming-induced cytotoxicity debilitation and systematic immune senescence cascade.\nTrogocytosis-related CLDN18.2 inhibited the glucose uptake, glycolysis and cytotoxicity of tumour-infiltrating CD8 + T cells by promoting the ubiquitin-proteasomal degradation of β-catenin in PDAC. Therefore, targeting trogocytosis-related CLDN18.2 + CD8 + T cells may be a promising therapeutic strategy to inhibit PDAC progression.\nPubmed   Journal   ReadQx Hepatology\n    Age and sex influence transcriptomic responses to statin therapy that control liver aging during systemic metabolic dysfunction.\nAge-dependent transcriptional remodeling in the liver differs in statin users and non-users. Pathways involved in senescence are suppressed while those that promote ferroptosis are induced in statin users. These results suggest that statins may suppress biological aging in MASLD by acting as senolytics and highlight the complex, context-specific roles of senescence in liver adaptation and remodeling.\nPubmed   Journal   ReadQx Association between statin use and hepatic decompensation in patients with primary biliary cholangitis: A target trial emulation study.\nStatin use was consistently associated with a lower risk of hepatic decompensation and major liver events in patients with PBC, supporting a potential protective effect.\nPubmed   Journal   ReadQx CDK8 and CDK19 Mediator kinases are required for hepatitis delta virus replication.\nOur findings reveal the essential role of CDK8/19 in mediating the transcriptional activity of Pol-II during HDV replication, which is partially counteracted by HDV-encoded small HDAg.\nPubmed   Journal   ReadQx Hepatic GPR75 exacerbates MASH through GNAI2-Dependent signaling.\nThis study demonstrates that GPR75 serves as a novel regulator of MASLD /MASH by modulating hepatic fatty acid metabolism. These findings suggest that GPR75 suppression may represent a potential therapeutic strategy for MASLD/MASH treatment.\nPubmed   Journal   ReadQx Incorporating artificial intelligence into imaging for surveillance and diagnosis of liver cancer: Innovations, challenges, and clinical translation.\nLarge, prospective multicenter validation studies are essential to confirm clinical benefit and safety. Ultimately, the careful implementation of trustworthy and explainable AI tools could enable earlier detection, greater diagnostic precision, and more equitable liver cancer care.\nPubmed   Journal   ReadQx Lipid nanoparticle-delivered ornithine transcarbamylase mRNA alleviates liver fibrosis in preclinical models.\n Collectively, our study provides the first direct preclinical evidence supporting OTC mRNA therapeutics for treating liver fibrosis and establishes proof-of-concept for mRNA therapy as a novel strategy to reverse liver fibrosis.\nPubmed   Journal   ReadQx Statins halt polycystic liver disease by reprogramming metabolism and normalizing mitochondrial bioenergetics in cystic cholangiocytes.\n Mitochondrial and metabolic dysregulation are central to the pathogenesis of PLD. Targeting cholesterol metabolism with statins represents a promising therapeutic strategy to slow disease progression and reduce cyst burden.\nPubmed   Journal   ReadQx Uncovering the genetic landscape of cholangiocarcinoma and its subtypes via GWAS and integrative analyses.\nOur large-scale GWAS highlights new genetic variants and HLA-linked mechanisms underlying CCA susceptibility. Integrating multi-step post-GWAS approaches enhances understanding of CCA pathogenesis and may facilitate the development of risk biomarkers for early detection and precision prevention strategies.\nPubmed   Journal   ReadQx Understanding hepatopancreatobiliary cancer risks in a population-based primary sclerosing cholangitis-inflammatory bowel disease cohort.\nWhile some individuals with PSC-IBD experience an extended event-free disease course, a large proportion experienced disease-related cancer, colectomy, cholecystectomy and transplant events. Higher mortality rates observed after surgery are likely related to underlying disease processes that motivated surgical intervention (e.g. dysplasia/malignancy, refractory IBD), rather than the surgery itself. Understanding how PSC-IBD disease trajectories vary can inform individual management and patient counselling.\nPubmed   Journal   ReadQx J Hepatol\n    Distinct effects of ketogenic and non-ketogenic weight-loss diets on hepatic steatosis and mitochondrial metabolism in MASLD.\nBoth diets ameliorated MASLD, but KD produced a greater reduction in IHTG owing to a starvation-like metabolic state. However, the benefits of KD were accompanied by increased hepatic mitochondrial redox state and suppression of TCA cycle oxidation, which are features previously linked to progressive liver injury. Impact and implications This study provides mechanistic justification for considering dietary composition, in addition to caloric restriction, as a key determinant of steatosis resolution in MASLD. The findings highlight a potential trade-off between greater short-term reductions in liver fat and the emergence of metabolic features previously associated with increased susceptibility to liver injury. While a ketogenic diet may facilitate rapid liver fat reduction in selected clinical contexts, its use should be approached cautiously, particularly in individuals with advanced MASLD. These results underscore the need for systematic evaluation of dietary composition as a determinant of both efficacy and safety of nutritional interventions for MASLD. Clinical trial number NCT03737071.\nPubmed   Journal   ReadQx IL22 supports Long-Term Expansion of Mouse and Human Hepatocytes.\nIL22 enables large-scale expansion of both mouse and human hepatocytes in vitro by activating the Stat3-Bhlha15/Arntl2 axis. Our discoveries may support future utilization of IL22 in liver/hepatocyte-related clinical applications. Impact and implications Hepatocytes have wide applications in drug development, disease modeling, and cell therapy. However, expanding hepatocytes in large quantities in vitro without compromising their functions remains a significant challenge. We demonstrate that IL22, a unique cytokine primarily mediating localized epithelial repair and cytoprotection without inducing systemic immune activation, enables large-scale expansion of both mice and human hepatocytes in vitro by activating the Stat3-Bhlha15/Arntl2 axis. Our findings not only bridge the gap between liver regeneration in vivo and hepatocyte growth in vitro, but also support the future utilization of IL22 in liver/hepatocyte-related clinical applications.\nPubmed   Journal   ReadQx Macrophage-derived cathepsin B disrupts intestinal tight junctions through occludin degradation and promotes alcohol-associated liver disease.\nIntestinal cathepsin B is an essential mediator of gut barrier dysfunction and therapeutic target in alcohol-associated liver disease. Impact and implications Intestinal barrier disruption facilitates the microbial translocation to the liver, contributing to the progression of alcohol-associated hepatitis, however the molecular mechanisms driving barrier dysfunction remain incompletely understood. Our study identified the protease cathepsin B as a key contributor to the progression of alcohol-associated liver disease by degrading the extracellular region of tight junction protein occludin in the intestine, which in turn leads to barrier disruption. This work advances the field by addressing causality, uncovering the molecular target, and proposing cathepsin B as a promising therapeutic target in alcohol-associated hepatitis, a condition for which liver transplantation remains the only effective treatment in a limited subset of patients.\nPubmed   Journal   ReadQx Serum procalcitonin: A novel tumor biomarker for diagnosis and disease monitoring in fibrolamellar hepatocellular carcinoma.\n Procalcitonin is a sensitive and specific serum biomarker for FLC among primary liver cancers, with potential utility in diagnosis and monitoring of treatment response. Impact and implications This study is justified by the lack of reliable serum biomarkers for fibrolamellar carcinoma and demonstrates that procalcitonin is specifically overexpressed by FLC tumor cells and detectable in the blood of the patients with FLC. These findings are important for clinicians and researchers, as they identify a readily available biomarker that may facilitate diagnosis, improve disease monitoring, and support clinical trial design in a rare cancer that predominantly affects young patients. In clinical practice, serum PCT measurement could be incorporated as a non-invasive adjunct to imaging for the diagnosis and longitudinal assessment of FLC, although prospective studies in larger and more diverse cohorts are needed to refine diagnostic cut-offs and confirm specificity.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Beyond Viral Eradication-Cardiometabolic Risk and Cardiovascular Outcomes After SVR in Chronic Hepatitis C.\n\nPubmed   Journal   ReadQx Editorial: Does Antibiotic Prophylaxis of Spontaneous Bacterial Peritonitis Improve Outcomes in Decompensated Cirrhosis? Insights From a National Cohort.\n\nPubmed   Journal   ReadQx Review Article: Renal Safety Profiles of Tenofovir Alafenamide, Tenofovir Disoproxil Fumarate, and Entecavir for the Treatment of Chronic Hepatitis B Infection-General and Special Populations.\nCurrent first-line NUCs show comparable renal safety profiles in CHB patients with no or mild kidney dysfunction, with growing evidence that favours TAF. Future prospective studies are needed to validate these findings, and more research should focus on CHB patients with diabetes mellitus who are at risk of CKD.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Cost-effectiveness Models for Celiac Disease Mass Screening are Encouraging, but Policy Makers Need More.\n\nPubmed   Journal   ReadQx New Lessons in DILI: Rising Hepatotoxicity of Oncologic Agents and Predicting Very Short-term Survival in DILI Liver Failure.\n\nPubmed   Journal   ReadQx Time for zero tolerance of low Cecal Intubation Rates.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Interventional Endoscopic Ultrasound.\nThese advances offer safer less invasive alternatives to traditional therapies and define disruptive technologies that are impacting patient care. The purpose of this manuscript is to discuss the state-of-the-art in therapeutic EUS procedures focusing on current advances that are transforming endoscopic patient care.\nPubmed   Journal   ReadQx Toward Integration of Molecular Measures and Artificial Intelligence-Based Assessments With Clinical End Points in Inflammatory Bowel Disease.\nMonitoring mode-of-action-specific pharmacodynamic modules in the context of disease-related resolution pathways will guide assessment of novel and existing therapies. Artificial intelligence-assisted tools will be key to enabling this development, improving reproducibility, limiting costs, and delivering fast detection.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    TOPICAL HEMOSTATIC THERAPIES FOR ENDOSCOPIC TREATMENT OF NONVARICEAL GASTROINTESTINAL BLEEDING.\n\nPubmed   Journal   ReadQx Gut\n    CPS1: a multipurpose mitochondrial enzyme, bile protein, acute liver injury biomarker, and cytokine.\nCPS1 also plays a growing role in several cancers, by CPS1 upregulation or downregulation, particularly via metabolic reprogramming which alters the tumour microenvironment and impacts cancer growth and progression. Therefore, CPS1 has multiple enzymatic and non-enzymatic touch points spanning a wide range of cellular and extracellular functions and roles, with important physiological, homoeostatic, genetic disease, diagnostic and potential therapeutic clinical implications.\nPubmed   Journal   ReadQx Modulating the gut-reproductive tract axis: microbial influence on gynaecological cancer pathogenesis and treatment.\nHowever, most of these applications remain investigational, and current evidence is limited by heterogeneity across study designs, patient cohorts and cancer subtypes. This review summarises current understanding of gut microbiota profiles in reproductive tract cancers, examines potential mechanisms by which the microbiota influences malignancy, discusses its impact on therapy response and explores its emerging role in precision oncology.\nPubmed   Journal   ReadQx J Hepatol\n    Reversing the global burden of hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Extensive Pneumatosis due to Colonic Perforation.\n\nPubmed   Journal   ReadQx Hypertriglyceridemia-Associated Acute Pancreatitis.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Oesophageal band ligation successfully controlled sentinel bleeding from an Aorto-Oesophageal Fistula.\n\nPubmed   Journal   ReadQx Response to Chinitz and Menon.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Building and Sustaining Inflammatory Bowel Disease (IBD) Specialty Care in the Community: Insights and Solutions from the AGA IBD Community Care Initiative.\n\nPubmed   Journal   ReadQx Comparative Effectiveness and Safety of Upadacitinib Versus Risankizumab for Ulcerative Colitis.\n\nPubmed   Journal   ReadQx Dynamic magnetic resonance imaging evaluation of the impact of endoscopic sleeve gastroplasty on gastric structure and function.\n\nPubmed   Journal   ReadQx Intraductal papillary neoplasm of the bile duct with associated invasive carcinoma diagnosed by peroral cholangioscopy with NBI.\n\nPubmed   Journal   ReadQx LiverPRO reduces false positives and screening costs compared with Fibrosis-4 Index in steatotic liver disease.\n\nPubmed   Journal   ReadQx Multilocus heterotopic gastric mucosa mimicking Crohn's disease.\n\nPubmed   Journal   ReadQx Periampullary Subepithelial Pseudotumor in Acute Cholangitis.\n\nPubmed   Journal   ReadQx Endoscopy\n    \"Snow globe sign\" in malignant ascites and pleural effusions: a helpful sonographic finding on endoscopic ultrasound.\n\nPubmed   Journal   ReadQx A bubble-free strategy for saline-immersion endoscopic submucosal dissection: optimized electrosurgical settings and continuous low-pressure saline perfusion.\n\nPubmed   Journal   ReadQx A case involving a submucosal bulge in the duodenal bulb was ultimately confirmed to be a residual gallbladder.\n\nPubmed   Journal   ReadQx   PMCA novel 6 Fr inside biliary stent system for perihilar biliary drainage.\n\nPubmed   Journal   ReadQx   PMCA novel endoscopic ultrasound system assisted by artificial intelligence for the recognition of pancreatic parenchyma and the detection of solid/cystic lesions.\n\nPubmed   Journal   ReadQx   PMCA novel recanalization technique using inverted guidewire puncture under cholangioscopy for complete biliary stricture after liver transplantation.\n\nPubmed   Journal   ReadQx A triple-guidewire technique to stabilize the endoscope during endoscopic ultrasonography-guided pancreatic drainage following pancreaticoduodenectomy.\n\nPubmed   Journal   ReadQx   PMCAntegrade bile duct stone removal with double guidewire deployment using a novel double-lumen dilator.\n\nPubmed   Journal   ReadQx Arterial bleeding during endoscopic ultrasound-guided pancreatic pseudocyst drainage using a novel ultrasound processor.\n\nPubmed   Journal   ReadQx   PMCCholangioscopy-guided retrieval of a migrated stent using a novel thin cholangioscope in a patient with Roux-en-Y gastrectomy.\n\nPubmed   Journal   ReadQx Combined gastric mucosal ablation of the fundus using a new hybrid device with endoscopic sleeve gastroplasty for obesity.\n\nPubmed   Journal   ReadQx   PMCComplete resection of a duodenal submucosal tumor using clip-and-snare assisted endoscopic submucosal resection: a case report.\n\nPubmed   Journal   ReadQx Diagnosis of gallbladder villous tubular adenoma with high-grade intraepithelial neoplasia via peroral endoscopic choledochoscopy: a rare case of an elderly patient.\n\nPubmed   Journal   ReadQx   PMCDouble-balloon endoscopy-assisted bile duct biopsy with a long, tapered delivery system.\n\nPubmed   Journal   ReadQx Endoscopic closure of a gastrocutaneous fistula reopening 18 years after gastrostomy removal using argon plasma coagulation and endoscopic hand suturing.\n\nPubmed   Journal   ReadQx   PMCEndoscopic intermuscular dissection, knife-assisted full-thickness resection and defect closure for early rectal cancer.\n\nPubmed   Journal   ReadQx Endoscopic removal of esophageal bezoars using a condom as a novel retrieval device.\n\nPubmed   Journal   ReadQx   PMCEndoscopic rescue after lumen-apposing metal stent deployment failure during endoscopic ultrasound-guided drainage of a giant pancreatic pseudocyst.\n\nPubmed   Journal   ReadQx   PMCEndoscopic submucosal dissection including the papilla for a duodenal adenoma using a high-pressure injection knife.\n\nPubmed   Journal   ReadQx Endoscopic submucosal dissection with a traction-guided rendezvous approach for sigmoid colon cancer in the distal limb of a double-barrel colostomy.\n\nPubmed   Journal   ReadQx Endoscopic ultrasonography-guided B3 branch drainage/anastomosis as hepaticoduodenostomy in atrophic left hepatic lobe case.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided drainage for a delayed splenic abscess caused by electrocoagulation syndrome after endoscopic resection of small gastric submucosal tumor.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided dual-route recanalization of isolated hepatic ducts following complete hilar disconnection.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided perforator-targeted embolization for gastric variceal bleeding due to left-sided portal hypertension.\n\nPubmed   Journal   ReadQx   PMCEvaluating the value and risks of endoscopic full-thickness resection for giant duodenal hamartomas.\n\nPubmed   Journal   ReadQx Fluoroscopy-guided, sheath-assisted biopsy for indeterminate intraductal biliary masses.\n\nPubmed   Journal   ReadQx   PMCGel immersion electrohydraulic lithotripsy for gallbladder stones through a lumen-apposing metal stent.\n\nPubmed   Journal   ReadQx   PMCNovel application of metal-clip traction-assisted endoscopic intermuscular dissection for a rare calcifying fibrous tumor.\n\nPubmed   Journal   ReadQx   PMCNovel therapeutic ultrathin endoscope facilitates endoscopic intermuscular dissection for gastrointestinal stromal tumor adjacent to the anus.\n\nPubmed   Journal   ReadQx Peroral cholangiopancreatoscopy-guided diagnosis and treatment of an intramural bile duct stone complicated with immunoglobulin G4-related cholangitis: a case report with video.\n\nPubmed   Journal   ReadQx   PMCPeroral endoscopic tumor resection of a large esophageal leiomyoma using refined traction and extraction techniques.\n\nPubmed   Journal   ReadQx Preventing distal stent deflection using a sheath-assisted technique for malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx Short-type single-balloon enteroscope-assisted endoscopic retrograde cholangiopancreatography for complete occlusion of the biliary-enteric anastomosis.\n\nPubmed   Journal   ReadQx Side-by-side placement and removability of a novel multi-hole self-expandable metallic stent for malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCSide-by-side plastic stent insertion for refractory post-endoscopic sphincterotomy bleeding after covered metal stent placement.\n\nPubmed   Journal   ReadQx Traction-band clip-assisted biliary cannulation for a papilla located in the horizontal limb after total gastrectomy.\n\nPubmed   Journal   ReadQx Trans-fistulous pancreatoscopy-guided pancreatic duct stone extraction after endoscopic ultrasound-guided pancreaticogastrostomy in post-Whipple patient.\n\nPubmed   Journal   ReadQx Tubeless percutaneous transhepatic one-step biliary fistulation combined with choledochoscopic lithotripsy for hepatolithiasis: a case report.\n\nPubmed   Journal   ReadQx Two-layer closure method using anchor pronged clips for endoscopic full-thickness resection.\n\nPubmed   Journal   ReadQx Use of a Zenker's diverticulum overtube for the safe extraction of an unusual gastric foreign body.\n\nPubmed   Journal   ReadQx   PMCUse of a hemostatic matrix for control of bleeding during flexible endoscopic septotomy for Zenker's diverticulum.\n\nPubmed   Journal   ReadQx Gastroenterology\n    \"The cure better not worse than the illness\" - lessons from ethosuximide in irritable bowel syndrome.\n\nPubmed   Journal   ReadQx A Pelvic Cyst in a Patient with Acute Right Upper Quadrant Pain.\n\nPubmed   Journal   ReadQx A Rare and Reversible Cause of Gastric Wall Thickening and Severe Anemia.\n\nPubmed   Journal   ReadQx Adolescent Risk Factors for the Presence and Persistence of Irritable Bowel Syndrome in Young Adulthood-Findings From a Prospective Birth Cohort.\n\nPubmed   Journal   ReadQx FORECASTING THE INCIDENCE AND PREVALENCE OF INFLAMMATORY BOWEL DISEASE ACROSS NINE EPIDEMIOLOGIC STAGE 3 NATIONS.\n\nPubmed   Journal   ReadQx H Pylori Eradication in Healthy Adults Not Strongly Associated with Improved Mortality: A Fragility Index Analysis.\n\nPubmed   Journal   ReadQx Improving efficacy without increasing side effects? Exploring the impact of a novel GLP-1-glucagon dual receptor agonist upon metabolic dysfunction-associated steatohepatitis.\n\nPubmed   Journal   ReadQx Incidence of Rectal Cancer in Patients with Isolated Ulcerative Proctitis - A Population-Based Cohort Study.\n\nPubmed   Journal   ReadQx Involvement of Eosinophil-Driven Intestinal Immune Activation in Different Irritable Bowel Syndrome Subtypes and in the Response to a FODMAP Lowering Diet: A Post Hoc Analysis of the Randomized Controlled DOMINO Trial.\n\nPubmed   Journal   ReadQx Long-Term, Prospective Assessment of Cancer Risk in APC c.3920T>A (I1307K) Carriers: Evidence From a Cohort of Over 21,000 Healthy Individuals.\n\nPubmed   Journal   ReadQx Microbes and macrophages: how they interact to promote ulcerative colitis.\n\nPubmed   Journal   ReadQx TET3 is a Common Epigenetic Immunomodulator of Pathogenic Macrophages.\n\nPubmed   Journal   ReadQx Time-Restricted Feeding Reduces Body Mass Index, Visceral Adiposity, Systemic Inflammation, and Clinical Disease Activity in Adults With Crohn's Disease: A Randomized Controlled Study.\n\nPubmed   Journal   ReadQx Unusual Crohn's-like Enteritis in a Female Pediatric Patient.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Cholesterosis Beyond the Gallbladder: A Rare Case of Common Bile Duct Involvement Associated with Pancreaticobiliary Union.\n\nPubmed   Journal   ReadQx Radiofrequency ablation for a malignant biliary stricture by unresectable small-cell neuroendocrine carcinoma of the common bile duct (with video).\n\nPubmed   Journal   ReadQx Recurrent Pyloric Stenosis in a Roux-en-Y Gastric Bypass Patient Treated with EUS-Guided Gastrojejunostomy.\n\nPubmed   Journal   ReadQx Top tips for the endoscopic management of incompletely resected polyps (with videos).\n\nPubmed   Journal   ReadQx When CT Falls Short: Role of EUS and Peroral Pancreatoscopy in Identifying Main Duct Intraductal Papillary Mucinous Neoplasm in Patients with Asymptomatic Elevated CA19-9.\n\nPubmed   Journal   ReadQx Gut\n    Catch me if you can! Is there protection from HCV (re)infection?\n\nPubmed   Journal   ReadQx Exploiting a purine imbalance to target <i>KRAS<\/i> mutant pancreatic adenocarcinomas.\n\nPubmed   Journal   ReadQx From IPMN to invasive pancreatic cancer: new spatial insights.\n\nPubmed   Journal   ReadQx Hydroxylation matters! Microbial bile acid metabolism and colorectal cancer.\n\nPubmed   Journal   ReadQx Real-world evidence supports earlier treatment in HBeAg-positive but not HBeAg-negative chronic hepatitis B virus infection.\n\nPubmed   Journal   ReadQx Hepatology\n    Letter to the editor: Hepatocyte-derived extracellular vesicles promote endothelial pyroptosis in chronic liver disease: Undefined role of miR-153-3p.\n\nPubmed   Journal   ReadQx Reply: Deep learning and digital pathology powers prediction of HCC development in steatotic liver disease.\n\nPubmed   Journal   ReadQx Shedding new light on the chicken-and-egg dilemma of hepatitis delta virus (HDV) replication initiation.\n\nPubmed   Journal   ReadQx Thawing \"cold\" tumors: The NRF2-COX2-PGE2 axis as a pathway to precision immunotherapy in HCC.\n\nPubmed   Journal   ReadQx Unravelling the immunogenetic architecture of cholangiocarcinoma.\n\nPubmed   Journal   ReadQx J Hepatol\n    Hepatic zonation as the gatekeeper of β-catenin oncogenic transformation.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Beyond Viral Eradication-Cardiometabolic Risk and Cardiovascular Outcomes After SVR in Chronic Hepatitis C. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter on: 'Impact of Frailty on the Prognosis of Patients With Liver Cirrhosis Undergoing Insertion of a TIPS'.\n\nPubmed   Journal   ReadQx Letter on: 'Impact of Frailty on the Prognosis of Patients With Liver Cirrhosis Undergoing Insertion of a TIPS'. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: A Patient Centric Approach to Tapering Steroids in Steroid Responsive Moderate to Severely Active Ulcerative Colitis.\n\nPubmed   Journal   ReadQx Letter: A Patient Centric Approach to Tapering Steroids in Steroid Responsive Moderate to Severely Active Ulcerative Colitis. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Rifaximin Versus Low FODMAP Diet in IBS: What the Primary Endpoint Does Not Tell Us.\n\nPubmed   Journal   ReadQx Letter: Rifaximin Versus Low FODMAP Diet in IBS: What the Primary Endpoint Does Not Tell Us. Authors' Reply.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Cost-effectiveness of Novel Colorectal Neoplasia Screening Tests.\n\nPubmed   Journal   ReadQx Reply: Cost-effectiveness of Novel Noninvasive Screening Tests for Colorectal Neoplasia.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Beyond Curability: Age and Surgical Risk in Individualized Treatment of T1 Colorectal Cancer.\n\nPubmed   Journal   ReadQx Caution in Generalizing the Safety of Isolated Deep Submucosal Invasion in T1 Colorectal Cancer.\n\nPubmed   Journal   ReadQx Comments on \"Total Pancreatectomy With Islet Autotransplantation for Chronic Pancreatitis\".\n\nPubmed   Journal   ReadQx Defying GRAVITI - Reporting safety data in treat-through studies with rescue mechanisms.\n\nPubmed   Journal   ReadQx Diet and Chronic Constipation: Key Considerations of Subtype Specificity, Synergistic Effects, and Temporal Dynamics.\n\nPubmed   Journal   ReadQx Shared Decision Making in the Management of High-Risk T1 Colorectal Cancer.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Enhancing risk-based Barrett's esophagus screening through streamlined referral pathways.\n\nPubmed   Journal   ReadQx Is it time to abandon night-before laxative bowel preparation for small-bowel capsule endoscopy?\n\nPubmed   Journal   ReadQx Open Zenker without mucosal closure: novel to gastroenterology but not to otorhinolaryngology.\n\nPubmed   Journal   ReadQx The reliability of the endoscopic submucosal dissection versus transanal minimally invasive surgery recovery comparison: examining indication bias, baseline imbalance, and limited statistical power.\n\nPubmed   Journal   ReadQx Gut\n    Beyond gastrointestinal symptom burden: exploring the impact of previous cholecystectomy on ultrasound-based hepatocellular carcinoma surveillance in patients with liver cirrhosis.\n\nPubmed   Journal   ReadQx Challenges in defining MASLD in lean individuals: the impact of the Fatty Liver Index on phenotypic characterisation.\n\nPubmed   Journal   ReadQx Clarifying the decision rules and implementation boundaries for risk-based HCC surveillance in MASLD.\n\nPubmed   Journal   ReadQx Combined response to letters to the editors.\n\nPubmed   Journal   ReadQx Defining preclinical stages of Crohn's disease by faecal calprotectin and other risk factors: response to letter.\n\nPubmed   Journal   ReadQx Gastric cancer attributable to Helicobacter pylori in 2040.\n\nPubmed   Journal   ReadQx Gut health is associated with clonal haematopoiesis in older adults with and without HIV: the ARCHIVE longitudinal cohort study.\n\nPubmed   Journal   ReadQx Negative trial, positive lessons: refining endpoints and eligibility in RAP/CP prevention studies.\n\nPubmed   Journal   ReadQx Preclinical stages of Crohn's disease defined by faecal calprotectin in asymptomatic first-degree relatives.\n\nPubmed   Journal   ReadQx Real-world treatment patterns in microscopic colitis: a nationwide study from Sweden.\n\nPubmed   Journal   ReadQx Repositioning dual GLP-1/GIP receptor agonists for the treatment of colitis and colitis-associated tumourigenesis.\n\nPubmed   Journal   ReadQx SIMBA trial: reasons for failure despite sound principle.\n\nPubmed   Journal   ReadQx J Hepatol\n    Author response: Language barriers for adoption of artificial intelligence in hepatology.\n\nPubmed   Journal   ReadQx Obesity definitions reshape cardiovascular risk within MASLD.\n\nPubmed   Journal   ReadQx Progress and Remaining Barriers in Liver Xenotransplantation.\n\nPubmed   Journal   ReadQx The 2025 BCLC Staging System: Should Potential Liver Transplantation Be Prioritized?\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-13T06:55:21-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-06-2026/",
    "title": "Fri Feb 06 2026",
    "description": "41 articles - From Friday Jan 30 2026 to Friday Feb 06 2026",
    "author": [],
    "date": "2026-02-06",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Hepatology\n    Impact of newer antihyperglycemic agents on hepatic complications: A systematic review and meta-analysis of data from 5.3 million patients with type 2 diabetes mellitus.\nGLP-1 RAs and SGLT-2 inhibitors were associated with hepatoprotective effects compared with other glucose-lowering therapies in patients with T2DM, with GLP-1 RAs showing additional benefits in chronic liver disease. These findings provide evidence on the relationships between antidiabetic drug classes and liver-related outcomes in patients with T2DM and may inform clinical decision-making.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Clin Gastroenterol Hepatol\n    Diagnostic Accuracy of Non-Invasive Tests for MASLD Across Age, Type 2 Diabetes, and Obesity Subgroups: A Multinational Study.\nAccuracy of non-invasive tests for advanced fibrosis in MASLD is influenced by age, T2D, and obesity. Age-adjusted FIB-4 thresholds may enhance risk stratification. Imaging-based and composite NITs (LSM and Agile-3+) provide more consistent performance across MASLD subpopulations.\nPubmed   Journal   ReadQx Gaze shift to screen edge boosts colorectal adenoma detection: multicenter randomized controlled trial (EYE-SIGHT trial).\nIncreased peripheral gaze by real-time guidance significantly improved adenoma and polyp detection without extending procedure time. This low-burden, scalable approach may offer a simple, effective method to improve colonoscopy. UMIN-CTR, UMIN000055006,\nPubmed   Journal   ReadQx Peppermint oil and sweets in pediatric irritable bowel syndrome and functional abdominal pain: a randomized trial.\n Neither peppermint oil nor peppermint sweets were superior to placebo in treating paediatric IBS and FAP-NOS. These findings suggest prioritizing proven gut-brain axis-targeted interventions for this population.\nPubmed   Journal   ReadQx Tailored treatment of functional dyspepsia with nortriptyline: a multi-center, double-blind, placebo-controlled trial.\nNortriptyline was not more effective than placebo in reducing FD symptoms in participants pre-selected based on CYP2D6 genotype, although a biological effect of nortriptyline could not be ruled out. However, effects related to participants' belief appeared to be stronger;   number, NCT03652571.\nPubmed   Journal   ReadQx Ustekinumab and JAK inhibitors outperform vedolizumab as second-line therapy in anti-TNF-experienced patients with ulcerative colitis.\n Ustekinumab and JAKi were more effective than vedolizumab in inducing steroid-free and biochemical remission following anti-TNFα failure. Safety concerns with JAKi warrant careful patient selection in clinical practice.\nPubmed   Journal   ReadQx Gut\n    Effect of long-term adherence on faecal immunochemical test positivity rate, positive predictive value and detection rate in organised population-based colorectal cancer screening.\n After an initial round with the highest FIT-positivity and detection rates, screening outcomes stabilise at lower levels reflecting neoplasia removal and subsequent selection of a lower-risk population. Because detection rates remain clinically relevant even in an adherent cohort, early screening cessation after a sequence of normal biennial FITs is not justified.\nPubmed   Journal   ReadQx Integrative proteogenomics maps multifactorial aetiology, progression and therapeutic vulnerabilities in gastric cancer.\n This proteogenomic framework defines exposure-informed and microbiome-informed gastric cancer subtypes, providing a molecular schema for patient stratification, prevention and actionable therapeutic vulnerabilities.\nPubmed   Journal   ReadQx Post-infection disorders of gut-brain interaction: results of the Rome Foundation Global Epidemiology Study.\nPI-DGBI represents a significant subset of DGBI, with distinct sociodemographic and clinical characteristics. These findings highlight the role of acute gastroenteritis in triggering the onset of long-term gastrointestinal disorders and underscore the need for targeted interventions to mitigate its impact on patient health.\nPubmed   Journal   ReadQx Prospective evaluation of radical surgery for adenocarcinoma of oesophagogastric junction: real-world insights from the CLAEG study.\n The CLAEG study shows that abdominal lymphadenectomy should be prioritised in AEG, with neoadjuvant therapy, total gastrectomy and laparoscopy associated with favourable short-term outcomes.\nPubmed   Journal   ReadQx Hepatology\n    Incorporating artificial intelligence into imaging for surveillance and diagnosis of liver cancer: Innovations, challenges, and clinical translation.\nLarge, prospective multicenter validation studies are essential to confirm clinical benefit and safety. Ultimately, the careful implementation of trustworthy and explainable AI tools could enable earlier detection, greater diagnostic precision, and more equitable liver cancer care.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    2026 CME Information.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Response to Chinitz and Menon.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Periampullary Subepithelial Pseudotumor in Acute Cholangitis.\n\nPubmed   Journal   ReadQx Endoscopy\n    A case involving a submucosal bulge in the duodenal bulb was ultimately confirmed to be a residual gallbladder.\n\nPubmed   Journal   ReadQx A novel 6 Fr inside biliary stent system for perihilar biliary drainage.\n\nPubmed   Journal   ReadQx A novel endoscopic ultrasound system assisted by artificial intelligence for the recognition of pancreatic parenchyma and the detection of solid/cystic lesions.\n\nPubmed   Journal   ReadQx A triple-guidewire technique to stabilize the endoscope during endoscopic ultrasonography-guided pancreatic drainage following pancreaticoduodenectomy.\n\nPubmed   Journal   ReadQx Arterial bleeding during endoscopic ultrasound-guided pancreatic pseudocyst drainage using a novel ultrasound processor.\n\nPubmed   Journal   ReadQx Combined gastric mucosal ablation of the fundus using a new hybrid device with endoscopic sleeve gastroplasty for obesity.\n\nPubmed   Journal   ReadQx Diagnosis of gallbladder villous tubular adenoma with high-grade intraepithelial neoplasia via peroral endoscopic choledochoscopy: a rare case of an elderly patient.\n\nPubmed   Journal   ReadQx Endoscopic closure of a gastrocutaneous fistula reopening 18 years after gastrostomy removal using argon plasma coagulation and endoscopic hand suturing.\n\nPubmed   Journal   ReadQx Endoscopic removal of esophageal bezoars using a condom as a novel retrieval device.\n\nPubmed   Journal   ReadQx Endoscopic rescue after lumen-apposing metal stent deployment failure during endoscopic ultrasound-guided drainage of a giant pancreatic pseudocyst.\n\nPubmed   Journal   ReadQx Endoscopic ultrasonography-guided B3 branch drainage/anastomosis as hepaticoduodenostomy in atrophic left hepatic lobe case.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided perforator-targeted embolization for gastric variceal bleeding due to left-sided portal hypertension.\n\nPubmed   Journal   ReadQx Fluoroscopy-guided, sheath-assisted biopsy for indeterminate intraductal biliary masses.\n\nPubmed   Journal   ReadQx Gel immersion electrohydraulic lithotripsy for gallbladder stones through a lumen-apposing metal stent.\n\nPubmed   Journal   ReadQx Novel application of metal-clip traction-assisted endoscopic intermuscular dissection for a rare calcifying fibrous tumor.\n\nPubmed   Journal   ReadQx Peroral cholangiopancreatoscopy-guided diagnosis and treatment of an intramural bile duct stone complicated with immunoglobulin G4-related cholangitis: a case report with video.\n\nPubmed   Journal   ReadQx Side-by-side placement and removability of a novel multi-hole self-expandable metallic stent for malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx Use of a Zenker's diverticulum overtube for the safe extraction of an unusual gastric foreign body.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Letter: Rifaximin Versus Low FODMAP Diet in IBS: What the Primary Endpoint Does Not Tell Us.\n\nPubmed   Journal   ReadQx Letter: Rifaximin Versus Low FODMAP Diet in IBS: What the Primary Endpoint Does Not Tell Us. Authors' Reply.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Comments on \"Total Pancreatectomy With Islet Autotransplantation for Chronic Pancreatitis\".\n\nPubmed   Journal   ReadQx Diet and Chronic Constipation: Key Considerations of Subtype Specificity, Synergistic Effects, and Temporal Dynamics.\n\nPubmed   Journal   ReadQx Gut\n    Challenges in defining MASLD in lean individuals: the impact of the Fatty Liver Index on phenotypic characterisation.\n\nPubmed   Journal   ReadQx Clarifying the decision rules and implementation boundaries for risk-based HCC surveillance in MASLD.\n\nPubmed   Journal   ReadQx Real-world treatment patterns in microscopic colitis: a nationwide study from Sweden.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-06T07:30:32-05:00",
    "input_file": {}
  }
]
