[
  {
    "path": "gi/09-15-2023/",
    "title": "Fri Sep 15 2023",
    "description": "54 articles - From Friday Sep 08 2023 to Friday Sep 15 2023",
    "author": [],
    "date": "2023-09-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Cirrhotic cardiomyopathy influences clinical outcomes and enhances performance of conventional risk prediction models in acute-on-chronic liver failure with severe sepsis.\r\n POC-Echo measurements such as CCM markers (E/e' and e' velocity) and change in CI reliably predict circulatory failure and mortality in ACLF with severe sepsis. CCM markers significantly enhanced the CLIF-C ACLF and MELDNa predictive performance.\r\nPubmed   Journal   ReadQx \r\nMEFIB-Index and MAST-Score in the assessment of hepatic decompensation in metabolic dysfunction-associated steatosis liver disease-Individual participant data meta-analyses.\r\n A combination of MRI-based biomarker and blood tests, MEFIB-Index and MAST-Score can predict the risk of hepatic decompensation in patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nTenofovir disoproxil fumarate versus tenofovir alafenamide on risk of osteoporotic fracture in patients with chronic hepatitis B: A nationwide claims study in South Korea.\r\n TAF-treated patients with CHB had a significantly lower risk of osteoporotic fracture than TDF-treated patients.\r\nPubmed   Journal   ReadQx \r\nThe silent burden of non-alcoholic fatty liver disease in the elderly: A global burden of disease analysis.\r\n Over the past decade, the burden of NAFLD in the elderly has been increasing, necessitating immediate and inclusive measures to tackle the rising burden.\r\nPubmed   Journal   ReadQx \r\nWaitlist and post-transplant outcomes among candidates listed for liver transplant: Liver alone versus simultaneous liver kidney listings.\r\nAmong candidates with renal dysfunction at listing for LT, those listed for LT alone should receive transplant promptly to optimise waitlist outcomes. Those listed for SLK should wait to receive both organs to optimise post-transplant outcomes.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Anti-Mullerian Hormone, a Marker of Ovarian Reserve, Is Protective Against Presence and Severity of NASH in Premenopausal Women.\r\nAMH may reflect a unique biomarker of NASH in premenopausal women and findings suggest a novel link between reproductive aging and histologic severity of NAFLD in women.\r\nPubmed   Journal   ReadQx \r\nBeing Breastfed in Infancy and Risk of Colorectal Cancer and Precursor Lesions.\r\nBeing breastfed in infancy was associated with increased risk of CRC in adulthood, including among younger adults. However, further research is needed to understand the underlying biological mechanisms, as this association does not establish causation.\r\nPubmed   Journal   ReadQx \r\nIncidence of Etiology-specific Hepatocellular Carcinoma: diverging trends and significant heterogeneity by race and ethnicity.\r\nNew directly acting anti-viral drugs have impacted rates of HCV-HCC, offsetting important increases in both ALD- and NAFLD-HCC. Hispanics may be a group of concern due to higher rates for ALD- and NAFLD-HCC. HCC etiology varies remarkably and may warrant specific interventions by detailed race-ethnicity.\r\nPubmed   Journal   ReadQx \r\nLoneliness and Depressive Symptoms are High Among Older Adults with Digestive Disease and associated with Lower Perceived Health.\r\n Older adults with a digestive disease were more likely than those without a digestive disease to endorse loneliness and moderate-to-severe depression and these conditions are associated with poor-or-fair health. Gastroenterologists should feel empowered to screen patients for depression and loneliness symptoms and establish care pathways for mental health treatment.\r\nPubmed   Journal   ReadQx \r\nOptimizing the management algorithm for heartburn in general gastroenterology: Cost-effectiveness and cost-minimization analysis.\r\n Among patients with heartburn, endoscopy with ambulatory reflux monitoring (OFF-PPI) optimizes cost-effective management by matching treatment to phenotype. When erosive findings are absent, trialing PPI discontinuation is more cost-effective than optimizing PPI.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A machine learning-based choledocholithiasis prediction tool improves ERCP decision making - a proof of concept study.\r\nA machine learning-based tool was created that provides a real-time, personalized, objective probability of choledocholithiasis and ERCP recommendations. This more accurately directs ERCP use than the existing ASGE and ESGE guidelines and has the potential to reduce morbidity and healthcare costs associated with ERCP or missed choledocholithiasis.\r\nPubmed   Journal   ReadQx \r\nEndoscopic resection of large anastomotic polyps is safe and effective.\r\nLAPs present unique challenges due to their location overlying an anastomosis. Despite these challenges they can be safely and effectively managed endoscopically without recurrence at endoscopic follow-up.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Antireflux surgery versus antireflux medication and risk of esophageal adenocarcinoma in patients with Barrett's esophagus.\r\n Patients with Barrett's esophagus who undergo antireflux surgery do not seem to have a lower risk of esophageal adenocarcinoma than those using antireflux medication.\r\nPubmed   Journal   ReadQx \r\nStandardizing Randomized Controlled Trials in Celiac Disease: An International Multidisciplinary Appropriateness Study.\r\n We developed standardized recommendations for clinical trial design, eligibility criteria, outcome measures, gluten challenge, and disease evaluations for RCTs in patients with CeD.\r\nPubmed   Journal   ReadQx \r\nTraditional Medicine Pien Tze Huang Suppresses Colorectal Tumorigenesis through Restoring Gut Microbiota and Metabolites.\r\n PZH manipulated gut microbiota and metabolites toward a more favorable profile, improves gut barrier function, and suppresses oncogenic and pro-inflammatory pathways, thereby suppressing colorectal carcinogenesis.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    ERCP using balloon-assisted endoscope versus EUS-guided treatment for common bile duct stones in Roux-en-Y gastrectomy. \r\nThe 1-year recurrence rate was 8.3% in both groups. Effectiveness and safety of BE-ERCP and EUS-AG were comparable in CBD stone removal for patients after R-Y gastrectomy, but complete stone removal after technical success was superior in BE-ERCP.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    DNA-methylation signature accurately differentiates pancreatic cancer from chronic pancreatitis in tissue and plasma.\r\n The success of machine-learning to identify an effective marker signature documents the power of this approach. The high diagnostic accuracy of discriminating PDAC from CP could have tremendous consequences for treatment success, once the result from still a limited number of liquid biopsy samples would be confirmed in a larger cohort of patients with suspected pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nEnhanced antitumour immunity following neoadjuvant chemoradiotherapy mediates a favourable prognosis in women with resected pancreatic cancer.\r\n PDAC tumours of women are more sensitive to gemcitabine-based nCRT, resulting in longer OS after resection compared with men. This may be due to enhanced immunity impeding the infiltration of protumoral M2 macrophages into the TME. Our findings highlight the importance of considering sex disparities and mitigating immunosuppressive macrophage polarisation for personalised PDAC treatment.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    LIM domain only 7 negatively controls non-alcoholic steatohepatitis in the setting of hyperlipidaemia.\r\nThese findings provide proof-of-concept evidence supporting LMO7 as a robust suppressor of NASH in the context of hyperlipidemia, indicating that targeting the LMO7-TRIM47 axis is a promising therapeutic strategy for NASH.\r\nPubmed   Journal   ReadQx \r\nLack of complete biochemical response in autoimmune hepatitis leads to adverse outcome: first report of the IAIHG retrospective registry.\r\n The IAIHG-RR represents the world's largest AIH cohort with moderate-to-good data quality and a relevant number of liver-related events. The registry is a suitable platform for patient selection in future studies. Lack of complete biochemical response to treatment, non-white ethnicity, cirrhosis and PSC-AIH were associated with liver-related death and liver transplantation.\r\nPubmed   Journal   ReadQx \r\nPegylated interferon-a for chronic hepatitis B…not ready to be shelved yet! new insights on its role using single-cell transcriptomics.\r\nThe current editorial reviews a recent study related to the in-vivo use of PegIFN-a using single-cell RNA sequencing (scRNA-seq) technology. PegIFN-a reverts the transcriptome profile of treated samples close to that of the healthy population, diminishing the pro-inflammatory genes and 'inflammatory scores' which will be important for the HBV-cure program.\r\nPubmed   Journal   ReadQx \r\nSingle-cell immune profiling of mouse liver aging reveals Cxcl2+ macrophages recruit neutrophils to aggravate liver injury.\r\nThis in-depth study illustrates that the mechanism of Cxcl2+ macrophage-driven neutrophil activation involves the CXCL2-CXCR2 axis, and provide a potential therapeutic strategy for age-related liver injury.\r\nPubmed   Journal   ReadQx \r\nThe rapidly evolving landscape of HCC: Selecting the optimal systemic therapy.\r\nIn addition, predictive biomarkers for successful patients' stratification are yet to be available and constitute the focus of ongoing research. The treatment algorithm is likely to become even more complex since systemic therapeutic approaches are now being translated into earlier stages of the disease, with an impact on the evolution of the sequential treatment of HCC patients.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    AFP-L3 and DCP Strongly Predict Early Hepatocellular Carcinoma Recurrence After Liver Transplantation.\r\nDual-positivity for AFP-L3 =15% and DCP =7.5 strongly predicted post-LT HCC recurrence. This model could refine LT selection criteria and identify high-risk HCC patients to receive additional LRT with LT on hold until biomarker reduction is achieved.\r\nPubmed   Journal   ReadQx \r\nHepatic steatosis aggravates atherosclerosis via small extracellular vesicle-mediated inhibition of cellular cholesterol efflux.\r\n Steatotic hepatocytes-derived sEVs promote foam cells formation and facilitate atherogenesis by miR-30a-3p/ABCA1 axis. Targeting and reducing hepatic steatotic sEVs secretion or miR-30a-3p may be potential therapeutic approaches to slow the NAFLD-driven AS progression. Impact and implications The prevalence of non-alcoholic fatty liver disease (NAFLD) is associated with atherosclerosis (AS). However, the key molecular mechanism of how NAFLD affects atherosclerosis progression is still unclear. Herein, we identified small extracellular vesicles (sEVs) from steatotic hepatocytes as a trigger to accelerate AS progression. Steatotic hepatocytes-derived sEVs promoted foam cells formation via miR-30a-3p/ABCA1 axis. Our findings not only provide mechanistic insight into NAFLD-driven AS but also provide potential therapeutic targets for AS patients.\r\nPubmed   Journal   ReadQx \r\nImmunosuppressive CD10+ALPL+ neutrophils promote resistance to anti-PD-1 therapy in HCC by mediating irreversible exhaustion of T cells.\r\nCollectively, our results revealed a fundamental mechanism involving CD10 + ALPL + NEUs for tumor immune escape from durable anti-PD-1 treatment and provided further insights into immunotherapy targets or anti-PD-1 synergistic treatment regimens. Impact and implications Herein, we discovered that tumor cells reprogrammed CD10 + ALPL + NEUs to induce the \"irreversible\" exhaustion of T cells and hence allow the tumors to escape from the intended effects of anti-PD-1 treatment. Our data provided a new theoretical basis for the elucidation of special cell populations and a molecular mechanism underpinning resistance to immunotherapy. Targeting these cells contributed to evaluating indications for immunotherapy and could be looked at as a potentially more effective therapeutic approach.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Less is more for colorectal cancer diagnosis - FIT leads the way.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unveiling new horizons for liver steatosis genetic variants beyond hepatocellular carcinoma diagnosis - exploring the potential of HSD17B13 inhibition.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Cannabinoids and the GI Tract.\r\nThe synthesis and degradation of endocannabinoids, location of cannabinoid (CB) receptors, and cannabinoid mechanisms of action on immune/inflammatory, neuromuscular, and sensory functions in digestive organs are well documented. CB mechanisms, have potential for inflammatory, gastroparesis, and pain disorders;  however, the trials require replication and further understanding of risk-benefit to enhance use of cannabinoids in gastrointestinal diseases.\r\nPubmed   Journal   ReadQx \r\nCrohn's Disease: an Equal Opportunity Burden.\r\n\r\nPubmed   Journal   ReadQx \r\nMetabolic dysfunction-associated steatotic liver disease (MASLD) in inflammatory bowel disease (IBD): a proposed stepwise approach.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Pinstripe pattern of esophageal achalasia demonstrated with texture and color enhancement imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    The liver adventures of bariatric endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A MODEL TO ELIMINATE VIRAL HEPATITS INFECTION IN MIGRANTS: A PROSPECTIVE, MULTICENTER STUDY IN SOUTHERN ITALY.\r\n\r\nPubmed   Journal   ReadQx \r\nAn unusual case of rectal bleeding and abdominal pain in a young man. \r\n\r\nPubmed   Journal   ReadQx \r\nAscending to new heights for novel therapeutics for eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-Standing Symptomatic Fistulizing Perianal Crohn's Disease: Progression beyond inflammation. \r\n\r\nPubmed   Journal   ReadQx \r\nProteomic panels for alcohol-associated liver disease: accurate, but different enough from existing clinical tests?\r\n\r\nPubmed   Journal   ReadQx \r\nSurvival in unresectable hepatocellular carcinoma treated with a new immune checkpoint and anti-angiogenic drug combination.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Comparing the relative efficacy of therapeutics for eosinophilic oesophagitis: is counting eosinophils the right target?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    December 2023 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Causal relationship between aspirin and the risk of hepatocellular carcinoma remains unproven.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Muscle thickness measurement using ultrasound-A step closer to the use of body composition analysis in the management of inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Safety after cessation of nucleos(t)ide analogue therapy in patients with chronic hepatitis B infection-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Safety after cessation of nucleos(t)ide analogue therapy in patients with chronic hepatitis B infection.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Early Detection of Pancreatic Cancer: Considerable Advances, but Still a Long Way to Go.\r\n\r\nPubmed   Journal   ReadQx \r\nGLP-1 Receptor Agonist Treatment in Liver Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Helicobacter pylori Eradication in the United States: A Deeper Exploration of Demographics, Strain Variations, and Clinical Implications.\r\n\r\nPubmed   Journal   ReadQx \r\nInvestigating the Causal Relationship between Gut Microbiota and Crohn's Disease: A Mendelian Randomization Study.\r\n\r\nPubmed   Journal   ReadQx \r\nQuestion on the use of BMI = 25 kg/m2 to define obesity to analyze the incidence and risk factors of hepatic steatosis and hepatic fibrosis in the Chinese population.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Tailoring treatment to the circumstance: reasoning behind metal versus plastic drainage of pancreatic collections - authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    99% of patients with NAFLD meet MASLD criteria and natural history is therefore identical.\r\n\r\nPubmed   Journal   ReadQx \r\nChanging from NAFLD trough MAFLD to MASLD: similar prevalence and risk factors in a large Brazilian cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nNAFLD to MASLD is wokeism?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-17T20:22:04-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-08-2023/",
    "title": "Fri Sep 08 2023",
    "description": "49 articles - From Friday Sep 01 2023 to Friday Sep 08 2023",
    "author": [],
    "date": "2023-09-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Endosc Int Open\r\n    Early versus late endoscopic treatment of pancreatic necrotic collections: A systematic review and meta-analysis.\r\nEarly endoscopic treatment of PNC can be considered for indications such as infected necrosis or sterile necrosis with symptoms or complications;  however, future large multicenter studies are required to further evaluate its safety.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Treatment of walled-off necrosis using lumen-apposing metal stent versus plastic stents: A systematic review and meta-analysis of data from randomized trials.\r\nExcept for procedural duration, there is no significant difference in clinical outcomes in patients with WON treated using LAMS or plastic stents.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Randomised clinical trial: Faecal microbiota transplantation for irritable bowel syndrome with diarrhoea.\r\n FMT performed twice at an interval of four weeks did not significantly reduce IBS-SSS score. However, more patients had improvement in abdominal bloating, which was associated with a reduction in hydrogen sulphide-producing bacteria. (ClinicalTrials.gov NCT03125564).\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Chicago Classification v4.0 stratifies acid burden and abnormal impedance-pH variables better than Chicago Classification v3.0.\r\n CCv4.0 hypomotility criteria are more specific in supporting GERD evidence compared to CCv3.0.\r\nPubmed   Journal   ReadQx \r\nVirtual Reality Improves Symptoms of Functional Dyspepsia: Results of a Randomized, Double-Blind, Sham-Controlled, Pilot Study.\r\n Virtual reality is safe and results in significant symptom improvement in FD. Larger trials are warranted.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Age-dependent Female Survival Advantage in Hepatocellular Carcinoma: A Multicenter Cohort Study.\r\n Female survival advantage in HCC depends on age, and this may be associated with age-dependent sex-specific factors.\r\nPubmed   Journal   ReadQx \r\nComparative effectiveness of biologic therapies in preventing penetrating complications in patients with Crohn's disease.\r\n Anti-TNF therapy was associated with a lower risk of LPD and PPD compared with VDZ, and lower risk of LPD compared with UST. Further studies are needed to validate these findings and to determine potential reasons for these differences.\r\nPubmed   Journal   ReadQx \r\nIncidence of Inflammatory Bowel Disease in Urban China: A Nationwide Population-Based Study.\r\nThis study is the first to draw a portrait of the distribution of IBD in urban China. The difference in IBD incidence between urban China and other countries suggests an association between the IBD burden and industrialization process. The accelerating urbanization and industrialization process in China, a country with a population of 1.4 billion people, will likely increase the burden of IBD.\r\nPubmed   Journal   ReadQx \r\nReal-world efficacy of dupilumab in severe, treatment-refractory, and fibrostenotic patients with eosinophilic esophagitis.\r\nIn this population of severe, refractory, and fibrostenotic EoE patients, most achieved histologic, endoscopic, and symptom improvement with a median of 6 months of dupilumab, and esophageal stricture diameter improved. Dupilumab has real world efficacy for a severe EoE population, most of whom would not have qualified for prior clinical trials.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Comparison of guidewires for successful cannulation of biliary stenosis and targeting of biliary branches in ERCP.\r\nThe results of this model test, which focused on the time required to complete the course around the model, can serve as a foundation for guidewire selection. This method holds potential utility in future guidewire development.\r\nPubmed   Journal   ReadQx \r\nPerforation-free removal of gastric gastrointestinal stromal tumors: Endoscopic inversion and strangulation of muscle layer and resection (EISMR).\r\nThe median procedure time was 93 min (range, 58-120 min), and there were no major complications. We concluded that EISMR would be a safe and effective technique for endoscopic resection of gastric GISTs and may be an alternative to surgery or endoscopic submucosal dissection.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Tissue Systems Pathology Test Outperforms Pathology Review in Risk Stratifying Patients with Low-Grade Dysplasia.\r\nThe TSP-9 test outperformed the pathologists in risk-stratifying BE patients with LGD. Care guided by the test can provide an effective solution to variable pathology review of LGD, improving health outcomes by upstaging care to therapeutic intervention for patients at high risk for progression, while reducing unnecessary interventions in low-risk patients.\r\nPubmed   Journal   ReadQx \r\nAutomated Artificial Intelligence Model Trained on a Large Dataset Can Detect Pancreas Cancer on Diagnostic CTs as well as Visually Occult Pre-invasive Cancer on Pre-diagnostic CTs.\r\nAutomated AI model trained on a large and diverse dataset shows high accuracy and generalizable performance for detection of PDA on diagnostic CTs as well as for visually occult PDA on pre-diagnostic CTs. Prospective validation with blood-based biomarkers is warranted to assess the potential for early detection of sporadic PDA in high-risk subjects.\r\nPubmed   Journal   ReadQx \r\nCell-in-Cell-Mediated Entosis Reveals A Progressive Mechanism in Pancreatic Cancer.\r\nEntosis is correlated with PDAC progression, especially in liver metastasis. NET1 is a newly validated entosis-related gene and a molecular marker of poor outcomes. PDAC cells generate a highly aggressive subpopulation marked by upregulated NET1 via entosis, which may drive PDAC progression.\r\nPubmed   Journal   ReadQx \r\nGuselkumab in Patients With Moderately to Severely Active Ulcerative Colitis: QUASAR Phase 2b Induction Study.\r\nGuselkumab intravenous induction was effective versus placebo in patients with moderately to severely active UC. Guselkumab was safe, and efficacy and safety were similar between guselkumab dose groups.\r\nPubmed   Journal   ReadQx \r\nMultistate model of the Natural History of Inflammatory Pancreatic Diseases: A Nationwide Population-based Cohort Study.\r\nOur findings reveal an increased risk of CP and pancreatic cancer in patients with a history of acute pancreatitis. However, most patients with CP and pancreatic cancer transitioned directly from a healthy state.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic construction of an anti-reflux mucosal barrier for the treatment of gastroesophageal reflux disease, a pilot study.\r\nARMV is a safe, feasible and effective procedure for GERD patients in this pilot study. Further prospective and comparative trials are needed to confirm its role among endoscopic anti-reflux therapies.\r\nPubmed   Journal   ReadQx \r\nThe carbon cost of inappropriate endoscopy.\r\nThe environmental impact of inappropriate endoscopic procedures in Italy and Europe is remarkable. These results highlight the need to adopt novel strategies aimed at reducing both the carbon footprint of digestive endoscopy and the rate of inappropriate procedures.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoluminal radiofrequency ablation in patients with malignant biliary obstruction: a randomised trial.\r\n A combination of endoluminal RFA and stenting was not superior to stenting alone in prolonging survival or improving stent patency in patients with malignant biliary obstruction.\r\nPubmed   Journal   ReadQx \r\nPredicting residual neoplasia after a non-curative gastric ESD: validation and modification of the eCura system in the Western setting: the W-eCura score.\r\n The eCura scoring system may be applied in Western countries to stratify the risk of LNM after a gastric HRR. A new score is proposed that may further decrease the number of unnecessary surgeries.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    LIM domain only 7 negatively controls non-alcoholic steatohepatitis in the setting of hyperlipidaemia.\r\nThese findings provide proof-of-concept evidence supporting LMO7 as a robust suppressor of NASH in the context of hyperlipidemia, indicating that targeting the LMO7-TRIM47 axis is a promising therapeutic strategy for NASH.\r\nPubmed   Journal   ReadQx \r\nLack of complete biochemical response in autoimmune hepatitis leads to adverse outcome: first report of the IAIHG retrospective registry.\r\n The IAIHG-RR represents the world's largest AIH cohort with moderate-to-good data quality and a relevant number of liver-related events. The registry is a suitable platform for patient selection in future studies. Lack of complete biochemical response to treatment, non-white ethnicity, cirrhosis and PSC-AIH were associated with liver-related death and liver transplantation.\r\nPubmed   Journal   ReadQx \r\nPegylated interferon-a for chronic hepatitis B…not ready to be shelved yet! new insights on its role using single-cell transcriptomics.\r\nThe current editorial reviews a recent study related to the in-vivo use of PegIFN-a using single-cell RNA sequencing (scRNA-seq) technology. PegIFN-a reverts the transcriptome profile of treated samples close to that of the healthy population, diminishing the pro-inflammatory genes and 'inflammatory scores' which will be important for the HBV-cure program.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A+T rich interaction domain protein 3a (Arid3a) impairs Mertk-mediated efferocytosis in cholestasis.\r\nArid3a promotes cholestatic liver injury via impairing Mertk-mediated efferocytosis of apoptotic cholangiocytes by macrophages during cholestasis. The Arid3a-Mertk axis is a novel promising therapeutic target for cholestatic liver diseases. Impact and implications Macrophages play an important role in the pathogenesis of cholestatic liver diseases. This study reveals that macrophages with Arid3a upregulation manifest a pro-inflammatory phenotype and promote cholestatic liver injury by impairing Mertk-mediated efferocytosis of apoptotic cholangiocytes during cholestasis. Although we now offer a new paradigm how efferocytosis is regulated in a myeloid cell autonomous manner, the regulatory effects of Arid3a on chronic liver diseases remain to be further elucidated.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Endosc Int Open\r\n    Low-grade dysplasia on Barrett's esophagus: visible or not ?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Are the \"ELEMENTS\" Fulfilled for Adoption of EUS-Guided Choledochoduodenostomy as a First-Line Modality?\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Intestinal Metaplasia: Real Culprit or Innocent Bystander as a Precancerous Condition for Gastric Cancer?\r\nEndoscopic surveillance for GIM may therefore be necessary, especially when there is extensive corpus GIM. Recent advances in image-enhanced endoscopy with integrated artificial intelligence have facilitated the identification of GIM and neoplastic lesions, which will impact preventive strategies in the near future.\r\nPubmed   Journal   ReadQx \r\nTSP-9: A Barrett's esophagus biomarker better than pathologists?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Abnormal gastrointestinal motility is a major factor in explaining symptoms and a potential therapeutic target in patients with disorders of gut-brain interaction.\r\nFor each section regarding GI motor dysfunction, the article describes the preferred methods and the documented motor dysfunctions in DGBI based on those methods. The predominantly non-invasive measurements of gut motility as well as therapeutic interventions directed to abnormalities of motility suggest that such measurements are to be considered in patients with DGBI not responding to first-line approaches to behavioural or empirical dietary or pharmacological treatment.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Comparative Effectiveness of Upadacitinib Versus Ustekinumab for Ulcerative Colitis: A Multicenter Retrospective Cohort Study.\r\n\r\nPubmed   Journal   ReadQx \r\nNatural Evolution of Pancreatic Serous Cystadenoma on EUS (with Video).\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Piercing technique for mucosal hyperplasia at an uncovered part of a partially covered stent after endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nSimple endoscopic transpapillary gallbladder aspiration/irrigation using a double-pigtail plastic stent system.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic closure of a rectovaginal fistula following surgery for endometriosis using the MARCEAU system.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided reintervention for biliary metal stent kinking using a device delivery system.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Chain Reaction to dysphagia.\r\n\r\nPubmed   Journal   ReadQx \r\nA Woman with Pyoderma Gangrenosum, Recurrent Abdominal Pain, and Hematochezia.\r\n\r\nPubmed   Journal   ReadQx \r\nAnonymous Living Donor Liver Transplantation: The Altruistic Strangers.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosing the Struggling Fellow.\r\n\r\nPubmed   Journal   ReadQx \r\nGenetic Defect in Submucosal Gland Associated Caveolin-3: A New Paradigm in Esophageal Adenocarcinoma Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nRisk of cancer and mortality in Peutz-Jeghers syndrome and Juvenile Polyposis Syndrome - a nationwide cohort study with matched controls.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Enolase: a metabolic checkpoint behind diverse exhaustion stages of CD8+ T cells in chronic HBV and HCV.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: NAFLD, MAFLD or MASLD? cut the Gordian knot with \"Ludwig disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nReply: NAFLD, MAFLD or MASLD? cut the gordian knot with \"Ludwig disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nThe chronicles of hepatocellular carcinoma classification: Subtyping, modeling and treatment.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    \"Secondary prevention of esophageal variceal bleeding: Still a long way to go, but the direction is obvious\".\r\n\r\nPubmed   Journal   ReadQx \r\nAustralasian insights and perspectives on the burden of Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGlucagon-like Peptide-1 Receptor Agonists: Best Choice for Patients with Cirrhosis and Diabetes?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    ALKBH5 in Colorectal Cancer: An insufficiently explored and controversial research area.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-08T17:03:20-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-01-2023/",
    "title": "Fri Sep 01 2023",
    "description": "74 articles - From Friday Aug 25 2023 to Friday Sep 01 2023",
    "author": [],
    "date": "2023-09-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastrointest Endosc\r\n    Transportation barriers and endoscopic procedures: barriers, legal challenges, and strategies for GI endoscopy units.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Hepatology\r\n    Medications for alcohol use disorder promote abstinence in alcohol-related cirrhosis: results from a systematic review and meta-analysis.\r\n MAUD in patients with cirrhosis are effective in promoting AA and have a good safety profile. Larger studies on the effects of MAUD are needed, especially in patients with advanced liver disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Integrated HBV DNA and cccDNA maintain transcriptional activity in intrahepatic HBsAg-positive patients with functional cure following PEG-IFN-based therapy.\r\n Integrated HBV DNA and cccDNA maintain transcriptional activity and maybe involved in HBsAg seroreversion in intrahepatic HBsAg-positive patients with functional cure and linked to virological relapse.\r\nPubmed   Journal   ReadQx \r\nProspective direct comparison of non-invasive liver tests in outpatients with type 2 diabetes using intention-to-diagnose analysis.\r\nIn intention-to-diagnose analysis, FibroTest-T2D, TD-SWE and VCTE performed similarly for staging fibrosis, and out-performed Fibrosis-4 in outpatients with type 2 diabetes. The standard analysis over-estimated VCTE performance. Clinicaltrial gov  NCT03634098.\r\nPubmed   Journal   ReadQx \r\nRisk and predictors of hepatic decompensation in grey zone patients by the Baveno VII criteria: A competing risk analysis.\r\nPatients in grey zone of Baveno VII criteria remain at high risk of hepatic decompensation. Clinical risk factors and spleen stiffness can further stratify the risk in such patients.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Review of Available Medical Therapies to Treat Moderate to Severe Inflammatory Bowel Disease in 2023.\r\nAdditionally, safety considerations and use in special populations is summarized with proposed algorithms for positioning therapies. The aim is to provide a synopsis of high impact data and aid in outpatient treatment decision making for IBD patients.\r\nPubmed   Journal   ReadQx \r\nEndoscopist and procedure-level factors associated with increased adenoma detection with the use of a computer-aided detection (CADe) device.\r\nThe application of CADe devices in clinical practice should be carefully evaluated. Larger studies should explore differences in endoscopist-related factors for CADe.\r\nPubmed   Journal   ReadQx \r\nInterventional Endoscopic Ultrasound: Current Status and Future Frontiers.\r\nInterventional Endoscopic Ultrasound (EUS) has fueled remarkable advancements in the field of therapeutic procedures, revolutionizing minimally invasive interventions for a diverse range of conditions. This review highlights the latest breakthroughs and advancements in therapeutic EUS, showcasing its potential to transform patient care.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    COLORECTAL CANCER STAGE-DISTRIBUTION AT FIRST AND REPEAT FECAL IMMUNOCHEMICAL TEST SCREENING.\r\n FIT-based screening is effective in downstaging CRC, also at repeat screening. Increasing the FIT cut-off level has limited impact on the stage-distribution of detected CRCs, though greatly affects CRC detection and thus is important to keep low.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Development and validation of a post-radiotherapy prediction model for bowel dysfunction after rectal cancer resection.\r\nPORTLARS could predict major bowel dysfunction after rectal cancer resection following radiotherapy with high accuracy and robustness. It may serve as a useful tool to highlight patients who need additional support for long-term dysfunction in the early stage.\r\nPubmed   Journal   ReadQx \r\nPancreatic acinar cells-derived sphingosine-1-phosphate contributes to fibrosis of chronic pancreatitis via inducing autophagy and activation of pancreatic stellate cells.\r\nActivated SPHK1/S1P pathway in iPACs induces autophagy and activation of PSCs by regulating S1PR2/AMPK/mTOR pathway, which promoting fibrogenesis of CP. The hypoxia microenvironment might contribute to the crosstalk between PACs and PSCs in pathogenesis of CP.\r\nPubmed   Journal   ReadQx \r\nThe natural disease course of pancreatic cyst associated neoplasia, dysplasia, and ductal adenocarcinoma; results of a microsimulation model.\r\n The mean duration of HGD lesions prior to development of PC was estimated to be 4.0 years. This implies a window of opportunity for screening, presuming the availability of a reliable diagnostic test. The probability that LGD cyst will progress to cancer was predicted to be low.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoluminal radiofrequency ablation in patients with malignant biliary obstruction: a randomised trial.\r\n A combination of endoluminal RFA and stenting was not superior to stenting alone in prolonging survival or improving stent patency in patients with malignant biliary obstruction.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal syndromes preceding a diagnosis of Parkinson's disease: testing Braak's hypothesis using a nationwide database for comparison with Alzheimer's disease and cerebrovascular diseases.\r\n Dysphagia, gastroparesis, IBS without diarrhoea and constipation might specifically predict Parkinson's disease.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    HDV RNA Assays: Performance characteristics, clinical utility and challenges.\r\nWe summarize distinct technical features and performance characteristics of available HDV RNA assays. Finally, we provide considerations for the use of HDV RNA assays in the context of drug development and patient monitoring.\r\nPubmed   Journal   ReadQx \r\nHepatocellular carcinoma reduced, HBsAg loss increased and survival improved after finite therapy in hepatitis B patients with cirrhosis.\r\nFinite Nuc therapy in HBeAg-negative HBV-LC may reduce HCC incidence, increase HBsAg loss and improve survival. Greater HBsAg decline/loss may reflect enhanced immunity and contribute to the reduction of hepatic carcinogenesis.\r\nPubmed   Journal   ReadQx \r\nImpact of PNPLA3 I148M on alpha-1 antitrypsin deficiency-dependent liver disease progression.\r\n Our results demonstrate that the PNPLA3 polymorphism in the absence of additional metabolic risk factors is insufficient to drive the development of advanced liver disease in severe alpha1-antitrypsin deficiency.\r\nPubmed   Journal   ReadQx \r\nRefractory hepatic hydrothorax is associated with increased mortality with death occurring at lower MELD-Na compared to cirrhosis and refractory ascites.\r\nRH was associated with higher risk of LRD than RA at equivalent MELD-Na. By contrast, MELD 3.0 may better predict risk of LRD in RH.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Familial Coaggregation of MASLD with Hepatocellular Carcinoma and Adverse Liver Outcomes: Nationwide Multigeneration Cohort Study.\r\nThere is distinct familial clustering of adverse liver-related outcomes in families of individuals with biopsy-proven MASLD with higher relative risks of HCC, progressive liver disease, and liver-related mortality, but absolute risks are low. Impact and implications Metabolic dysfunction-associated steatotic liver disease (MASLD;  formerly termed Nonalcoholic fatty liver disease;  NAFLD) clusters in families with high genetic susceptibility and shared environmental risk factors, but the risks of developing hepatocellular carcinoma (HCC) and other major liver-related outcomes in family members of individuals with MASLD are largely unknown. This large nationwide multigeneration cohort study involving family members (first-degree relatives and spouses) of individuals with biopsy-proven MASLD and of matched general population comparators found slightly increased risks of HCC in first-degree relatives, and of developing cirrhosis and liver-related mortality in al family members of individuals with biopsy-proven MASLD. The findings of this study provide large-scale evidence to inform clinical practice guidelines for recommendations on the early identification of individuals at higher risk of liver-related morbidity and mortality.\r\nPubmed   Journal   ReadQx \r\nMolecular-based targeted therapies in patients with hepatocellular carcinoma and hepato-cholangiocarcinoma refractory to atezolizumab/bevacizumab.\r\n Molecular-based guided therapy is feasible in patients with HCC/H-CCK progressing under atezolizumab/bevacizumab and may be useful in a small subset of patients. Impact and implications Whole genome/exome and RNA sequencing in clinical practice have never been previously reported in patients with HCC and H-CCK. Herein, we provided a pilot study suggesting that Whole genome/exome RNA sequencing is feasible on tumor biopsy in patients refractory to atezolizumab/bevacizumab with a small subset of the patients with at least one actionable genomic alteration and who received an adapted targeted therapy. This is a proof-of-concept study suggesting that a small subset of patients have a clinical benefit from this strategy. Finally, validation of this approach will be required in a larger cohort of patients.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Achalasia and Hiatal Hernia: A Rare Association and a Therapeutic Challenge.\r\nHiatal hernia is rarely associated with achalasia. The presence of a hiatal hernia should not influence treatment decisions in patients with achalasia.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: If STRIDE-II is the hammer, then Crohn's disease and ulcerative colitis are not the same nails.\r\n\r\nPubmed   Journal   ReadQx \r\nRecent advances in fibrosis assessment for metabolic dysfunction-associated fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nCurrent Pharmacologic Therapies for Hepatorenal Syndrome-Acute Kidney Injury.\r\nOur current understanding of HRS treatment is improved by recent randomized clinical trials. Previous studies using varying medication doses along with the \"old\" definition of hepatorenal syndrome (HRS type 1) rather than HRS-AKI means that there is still a need for future multicenter prospective studies further refining the risk-benefit ratio of vasoconstrictors for HRS-AKI patients. The Food and Drug Administration has approved terlipressin for use in September 2022. Because it will take time to adapt into clinical practice, less cost-prohibitive vasoconstrictors should still be considered. Opportunities also exist to clarify the safety, timing of initiation, as well as possible discontinuation of terlipressin.\r\nPubmed   Journal   ReadQx \r\nHepatorenal Syndrome-Acute Kidney Injury in Liver Transplantation.\r\nTerlipressin has been shown to reverse HRS-AKI in a significant proportion of those treated and consequently can lead to increased LT patient survival and freedom from renal replacement therapy. We will review the impact of HRS on the management of patients awaiting LT, present strategies to prevent this significant complication, and discuss major implications of recent therapeutic advances in the setting of LT.\r\nPubmed   Journal   ReadQx \r\nPathophysiology of Hepatorenal Syndrome - Acute Kidney Injury.\r\nOther contributing factors to renal dysfunction include the tubular damaging effects of cholestasis and adrenal dysfunction. Future developments include the use of metabolomics to identify metabolic pathways that can lead to the development of renal dysfunction, with the potential of identifying biomarkers for early diagnosis of renal dysfunction and the development of treatment strategies.\r\nPubmed   Journal   ReadQx \r\nResearch Considerations in Digestive and Liver Disease in Transgender and Gender-Diverse Populations.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Diagnosis and Non-pharmacological Management of Acute Kidney Injury in Patients with Cirrhosis.\r\nThe diagnosis and early institution of nonpharmacologic and pharmacologic management are key to the recovery of renal function. The objective of this review is to provide a practical approach to the use of diagnostic biomarkers and highlight the nonpharmacologic management and prevention of acute kidney injury.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Gastric Intestinal Metaplasia: Real Culprit or Innocent Bystander as a Precancerous Condition for Gastric Cancer?\r\nEndoscopic surveillance for GIM may therefore be necessary, especially when there is extensive corpus GIM. Recent advances in image-enhanced endoscopy with integrated artificial intelligence have facilitated the identification of GIM and neoplastic lesions, which will impact preventive strategies in the near future.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Different levels of healing in inflammatory bowel diseases: mucosal, histological, transmural, barrier and complete healing.\r\nAlthough none of these new levels of healing indicate a definitive cure of the diseases, they make an important contribution to the assessment of patients' prognosis. The ultimate level of healing in IBD would be a resolution of al aspects of intestinal and extraintestinal inflammation (complete healing).\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Uniting to defeat steatotic liver disease: A global mission to promote healthy livers and healthy lives.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Promising Digital Therapeutics for Nonalcoholic Steatohepatitis: More Efforts Are Needed.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nCeliac Disease Detection Strategies: Poor Performance of the Case-Finding Policy.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of ALT Changes on the Risk of HCC in Hepatitis B-Compensated Cirrhotic Patients With Low Viremia.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Catassi et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Liaw.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Seidita et al.\r\n\r\nPubmed   Journal   ReadQx \r\nRisk Stratification Based on Cyst Size and Its Stability for Low-Risk Intraductal Papillary Mucinous Neoplasms: Which Size Matters?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Delivering high-quality, efficient gastroenterology care to vulnerable and underserved populations: special considerations and possible solutions.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Cholangioscopy in IgG4-related sclerosing cholangitis using texture and color enhancement imaging and red dichromatic imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nComplete anastomotic stenosis treated by combined stricturotomy using two colonoscopes.\r\n\r\nPubmed   Journal   ReadQx \r\nDeep submucosal invasion as a risk factor for recurrence after endoscopic submucosal dissection for T1 colorectal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of an intraductal papillary neoplasm of the bile duct with fibrovascular stalks using detective flow imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided reintervention for biliary metal stent kinking using a device delivery system.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric leak closure after the misdeployment of a lumen-apposing metal stent.\r\n\r\nPubmed   Journal   ReadQx \r\nHistopathologic uncertainties after colorectal endoscopic submucosal dissection with visible retraction of proper muscle layer.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of a large percutaneous endoscopic gastrostomy tube-associated gastric ulcer with endoscopic suturing.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic sphincterotomy allows removal of a fractured stone basket trapped in the pancreatic duct after lithotripsy.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-tunnel Zenker's diverticulum peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    2 AM In The ICU: What Could Go Wrong.\r\n\r\nPubmed   Journal   ReadQx \r\nA woman with unintended weight loss, hematochezia, abdominal pain, and vomiting.\r\n\r\nPubmed   Journal   ReadQx \r\nEruption of Subcutaneous Nodules in a Patient With Abdominal Pain and Arthralgia.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Stomach Looks Suspicious, But Is It Pernicious?\r\n\r\nPubmed   Journal   ReadQx \r\nTolerance to dietary antigens in the upper intestine through chopping of Gasdermin D.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Multiple inflammatory mechanisms in eosinophilic oesophagitis make it unlikely that single pathway inhibition by monoclonal biological therapies would succeed.\r\n\r\nPubmed   Journal   ReadQx \r\nPotential of personalised approaches in gastric cancer prevention.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: NAFLD, MAFLD or MASLD? cut the Gordian knot with \"Ludwig disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nReply: NAFLD, MAFLD or MASLD? cut the gordian knot with \"Ludwig disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nSarah C. Kalser, Ph.D.Obituary.\r\n\r\nPubmed   Journal   ReadQx \r\nThe chronicles of hepatocellular carcinoma classification: Subtyping, modeling and treatment.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: If STRIDE-II is the hammer, then Crohn's disease and ulcerative colitis are not the same nails-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Recent advances in fibrosis assessment for metabolic dysfunction-associated fatty liver disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Baveno-VI criteria to exclude large varices in patients with hepatocellular carcinoma-What have we learned?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Chinese herbal medicine Curcumin-QingDai (CurQD) - A good treatment option for active ulcerative colitis?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Chinese herbal medicine Curcumin-QingDai (CurQD)-A good treatment option for active ulcerative colitis? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comment on \"ChatGPT Answers Common Patient Questions About Colonoscopy\".\r\n\r\nPubmed   Journal   ReadQx \r\nEvolving Landscape of Large Language Models: An Evaluation of ChatGPT and Bard in Answering Patient Queries on Colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nMeasures and Definitions of Risk Factors for Small Intestinal Cancer: Improving Reproducibility and Credibility of Analysis Using Data From the Global Burden of Disease (GBD) Database.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Inflammatory bowel disease in STAT1 gain-of-function immunodeficiency treated with precision medicine.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Prevalence of Steatotic Liver Disease and Associated Fibrosis in the United States: Results from NHANES 2017-March 2020.\r\n\r\nPubmed   Journal   ReadQx \r\nSex Differences in Prevalence and Prognosis of Steatotic Liver Disease Phenotypes: Biological Sex Matters.\r\n\r\nPubmed   Journal   ReadQx \r\nSteatotic Liver Disease as A New Nomenclature for NAFLD from The Perspectives of The MENA Region: One Size Fits All This Time.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-04T19:09:53-04:00",
    "input_file": {}
  }
]
