[
  {
    "path": "gi/05-10-2024/",
    "title": "Fri May 10 2024",
    "description": "85 articles - From Friday May 03 2024 to Friday May 10 2024",
    "author": [],
    "date": "2024-05-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Hepatology\r\n    Letter to the Editor: A multi-society Delphi consensus statement on new fatty liver disease nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Hepatol\r\n    Control Compounds for Preclinical Drug-Induced Liver Injury Assessment: Consensus-driven systematic review by the ProEuroDILI Network.\r\nThe extensive analysis highlighted the lack of agreement on control compounds for in vitro DILI assessment. Following comprehensive in vitro and clinical data analysis together with input from the expert committee, an evidence-based consensus-driven list of 10 positive and negative drugs is proposed for validating in vitro models for improving preclinical drug safety testing regimes. Impact and implications Prediction of human toxicity early in the drug development process remains a major challenge. For this, human in vitro models are becoming increasingly important, however, the development of more physiologically relevant liver models and careful selection of control DILI+ and DILI- drugs are requisites to better predict DILI liability of new drug candidates. Thus, this systematic study holds critical implications for standardizing validation of new in vitro models for studying drug-induced liver injury (DILI). By establishing a consensus-driven list of positive and negative control drugs, the study provides a scientifically justified framework for enhancing the consistency of preclinical testing, thereby addressing a significant challenge in early hepatotoxicity identification. The results are of paramount importance to al the actors involved in the drug development process, offering a standardized approach to assess hepatotoxic risks. Practically, these findings can guide researchers in evaluating safety profiles of new drugs, refining in vitro models, and informing regulatory agencies on potential improvements to regulatory guidelines, ensuring a more systematic and efficient approach to drug safety assessment.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Outcomes of patients with hepatocellular carcinoma treated with atezolizumab plus bevacizumab in real-world clinical practice who met or did not meet the inclusion criteria for the phase 3 IMbrave150 trial.\r\nPatients who are treated with Atezo/Bev and meet the inclusion criteria for the phase 3 IMbrave150 trial, as well as those who do not meet the inclusion criteria but have good liver function, have a good prognosis for survival.\r\nPubmed   Journal   ReadQx \r\nReal-life effectiveness of sofosbuvir/velpatasvir/voxilaprevir in hepatitis C patients previously treated with sofosbuvir/velpatasvir or glecaprevir/pibrentasvir.\r\n SOF/VEL/VOX is an effective rescue therapy for failures to SOF/VEL or GLE/PIB, with an SVR of 88.6%. Factors previously linked to lower SVR rates, such as GT3 infection, cirrhosis and first-line therapy with SOF/VEL were not associated with lower SVRs.\r\nPubmed   Journal   ReadQx \r\nThe deep abdominal ultrasound transducer (DAX) increases the success rate and diagnostic accuracy of shear wave elastography for liver fibrosis assessment in patients with obesity-A prospective biopsy-controlled study.\r\npSWE- and 2D-SWE enable the non-invasive identification of advanced fibrosis and cirrhosis in patients with obese MASLD. The use of the DAX transducer for acoustic radiation force imaging (ARFI)-LSM avoids technical failures in an obese population and subsequently offers advantages over VCTE-LSM for the evaluation of fibrosis in an obese MASLD population at risk for fibrosis.\r\nPubmed   Journal   ReadQx \r\nThe use of opioids nine months after surgery for Crohn's disease - a nationwide cohort study.\r\n Clinicians should be aware that in patients with a need for opioids before surgery, the surgery may not change the need for opioids. Future research should examine effective analgesic strategies that help minimise opioid use in this population.\r\nPubmed   Journal   ReadQx \r\nUpdates in characteristics and survival rates of cirrhosis in a nationwide cohort of real-world U.S. patients, 2003-2021.\r\nHCC incidence and survival vary by aetiology among patients with cirrhosis, with cryptogenic cirrhosis having the lowest survival and lower survival in the more recent time period.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Multicenter Randomized Controlled Trial Of Microbiome-Based Artifıcial Intelligence-Assisted Personalized Diet Vs Low Fodmap Diet: A Novel Approach for the Management of Irritable Bowel Syndrome.\r\nThe AI-assisted personalized diet emerges as a promising approach for comprehensive IBS management. With its ability to address individual variation, the PD approach demonstrates significant symptom relief, enhanced quality of life, and notable diversity shifts in the gut microbiome, making it a valuable strategy in the evolving landscape of IBS care.\r\nPubmed   Journal   ReadQx \r\nBile Acid Diarrhea is Associated with an Increased Incidence of Gastrointestinal Cancers.\r\n This nationwide cohort study indicates an association between BAD and GI cancers. We found both a higher incidence of GI cancer after BAD diagnosis compared with controls and increased OR of GI cancer before BAD diagnosis. Bearing in mind the underdiagnosis of BAD, the delay of BAD diagnosis, and the carcinogenic effect of bile acids, these findings warrant further investigations of the risk of GI cancer in individuals with BAD.\r\nPubmed   Journal   ReadQx \r\nExcess weight, polygenic risk score and findings of colorectal neoplasms at screening colonoscopy.\r\n Excess weight and polygenic risk are associated with increased risk of colorectal neoplasms in a multiplicative manner. Maintaining normal weight is estimated to have an equivalent effect as having 38 percentiles lower PRS.\r\nPubmed   Journal   ReadQx \r\nUtility of a Third Heplisav-B Dose in Patients with Inflammatory Bowel Disease without Immunity Following Two-Dose Heplisav-B Vaccination.\r\n In patients with IBD lacking HBV immunity despite two-dose Heplisav-B vaccination, administration of a third dose resulted in a 56.7% seroconversion rate. Our results suggest that administration of an additional Heplisav-B dose may be an effective strategy in patients lacking immunity despite primary two-dose vaccination.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Randomized Trial of Choice Architecture and Mailed Colorectal Cancer Screening Outreach in a Community Health Setting.\r\n Both choice of testing and FIT alone increased response and may align with patient preferences.\r\nPubmed   Journal   ReadQx \r\nCharacterization of Biologic Discontinuation Among Pediatric Patients with Crohn's Disease.\r\nConcomitant immunomodulator use and proactive TDM decreased risk of biologic discontinuation. Strategies are needed to preserve biologic efficacy and prevent biologic discontinuation.\r\nPubmed   Journal   ReadQx \r\nLiver fibrosis assessed via non-invasive tests is associated with incident heart failure in a general population cohort.\r\n In the general population, serum markers of liver fibrosis are associated with increased hospitalization/death from heart failure. Genetic polymorphisms associated with liver fibrosis were not positively associated with elevated heart failure risk.\r\nPubmed   Journal   ReadQx \r\nOzanimod in Patients With Moderate to Severe Ulcerative Colitis Naive to Advanced Therapies.\r\n Ozanimod is an effective, durable, and well-tolerated oral therapy for AT-naive ulcerative colitis patients.\r\nPubmed   Journal   ReadQx \r\nTemporal Trends in Body Composition and Metabolic Markers Prior to Diagnosis of Pancreatic Ductal Adenocarcinoma.\r\n This study identified significant alterations in a variety of soft tissue and metabolic markers that occur in the development of PDAC. Early recognition of these metabolic changes may provide an opportunity for early detection.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Adherence to follow-up and resource use after abnormal FIT-screening: Evaluation of the Danish colorectal cancer screening program.\r\nHigh adherence to baseline colonoscopy after positive FIT-screening is followed by lower adherence throughout the adenoma surveillance program. Better adherence to the guidelines could potentially improve the effectiveness and efficiency of the screening program.\r\nPubmed   Journal   ReadQx   PMC\r\nImpact of temperature-controlled endobiliary radiofrequency ablation for inoperable hilar cholangiocarcinoma: A propensity score-matched analysis.\r\nTemperature-controlled endobiliary RFA resulted in favorable stent patency without increasing the rate of AEs but it did not significantly increase OS in patients with inoperable hilar CCA (Clinical trial registration\r\nPubmed   Journal   ReadQx   PMC\r\nOutcomes following duodenectomy in patients with familial adenomatous polyposis.\r\nAfter duodenectomy in FAP, a considerable risk of developing adenomas and cancer in the stomach and jejunum exists with poor cancer prognosis, highlighting the need for close postoperative endoscopic surveillance.\r\nPubmed   Journal   ReadQx   PMC\r\nPlan-do-study-act (PDSA) interventions to improve real-world endoscopy unit productivity.\r\nThe PDSA ramp model is an effective means of assessing operational processes, developing novel interventions, and building consensus to improve the real-world productivity in a resource-conscious manner.\r\nPubmed   Journal   ReadQx   PMC\r\nStructural factors influencing the clinical performance of 0.025-inch guidewires for pancreatobiliary endoscopy: An experimental study.\r\nCWD affects shaft stiffness;  CWD and coating type affect shaft lubricity and torque response. Because TRR and TW are correlated with seeking ability, an appropriate combination of core wire thickness, TW, and coating design is required to develop a guidewire with good seeking ability.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Comparison of disposable digital single-operator cholangioscopy versus direct peroral cholangioscopy for the diagnosis of intraductal superficial lesions of the bile duct.\r\nOur results demonstrate that both POC systems are safe and useful for the detection, characterization, and diagnosis of minute ISL-Bs. While D-SOC displayed a shorter procedure time and a tendency for higher technical success rate, D-POC provided superior visualization quality, allowing detailed observation of the surface structure and microvascular patterns.\r\nPubmed   Journal   ReadQx \r\nStratification of Barrett's esophagus surveillance based on p53 immunohistochemistry: a cost effectiveness analysis by an international collaborative group.\r\n  A surveillance strategy for BE based on abnormal p53 IHC is cost-effective relative to a conventional surveillance strategy and is likely to be associated with higher diagnostic rates of dysplasia.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Association of GLP-1 receptor agonists and hepatocellular carcinoma incidence and hepatic decompensation in patients with type 2 diabetes.\r\nGLP-1RAs were associated with a reduced risk of incident HCC and hepatic decompensation compared to other anti-diabetes medications in patients with T2DM. These findings provide supporting evidence for future studies to investigate the underlying mechanisms and their clinical use.\r\nPubmed   Journal   ReadQx \r\nRisk of cancers proximal to the colon in fecal immunochemical test positive screenees in a colorectal cancer screening program.\r\n FIT-positive screenees were at significantly increased risk of being diagnosed with a cancer proximal to the colon within three years after FIT, though the three-year cumulative incidence was still less than one percent.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical predictors of significant findings on EUS for the evaluation of incidental common bile duct dilation.\r\n Less than 10% of patients undergoing EUS for incidental CBD dilation had pathologic findings. This novel, externally validated, clinical prediction model may reduce low-yield, invasive evaluation in nearly a third of patients.\r\nPubmed   Journal   ReadQx \r\nComparative diagnostic performance of rapid urease test with the sweeping method versus tissue sampling method after Helicobacter pylori eradication.\r\nThe RUT with the sweeping method could potentially replace the tissue sampling method as a test to confirm H. pylori eradication and be an alternative option to UBT for patients requiring endoscopy.\r\nPubmed   Journal   ReadQx \r\nEffects of Glucagon-like Peptide-1 Receptor Agonists on Upper Endoscopy in Diabetic and Non-Diabetic Patients.\r\nGLP-1 RA use can lead to delayed gastric emptying, affecting EGD adequacy regardless of the presence of diabetes, and may warrant dose adjustment to improve safety and efficacy of these procedures.\r\nPubmed   Journal   ReadQx \r\nEstablishment and validation of a risk score model based on EUS: assessment of lymph node metastasis in early gastric cancer.\r\n We developed a practical risk score model based on preoperative factors to help EUS predict lymph node metastasis in early gastric cancer patients, guiding the selection of optimal treatment approaches for these patients.\r\nPubmed   Journal   ReadQx \r\nRe-Cellularization via Electroporation Therapy of the duodenum combined with GPL-1 receptor agonist to replace insulin therapy in patients with type 2 diabetes; 12 months results of a first-in-human study.\r\n These results suggest that ReCET is feasible and safe. In combination with semaglutide, ReCET may be a promising therapeutic option to replace insulin therapy in selected T2D patients, while improving glycemic control and metabolic health.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Comprehensive single-cell analysis deciphered microenvironmental dynamics and immune regulator olfactomedin 4 in pathogenesis of gallbladder cancer.\r\n These findings offer a valuable resource for understanding the pathogenesis of gallbladder diseases and indicate OLFM4 as a potential biomarker and therapeutic target for GBC.\r\nPubmed   Journal   ReadQx \r\nDiagnostic yield from symptomatic gastroscopy in the UK: British Society of Gastroenterology analysis using data from the National Endoscopy Database.\r\nCancer yield was highest in elderly male patients, and those over 50 with dysphagia. Three-quarters of al gastroscopies were performed on patients whose cancer risk was <1%, suggesting inefficient resource utilisation.\r\nPubmed   Journal   ReadQx \r\nLandscape of the gut mycobiome dynamics during pregnancy and its relationship with host metabolism and pregnancy health.\r\n This study provides a landscape of gut mycobiome dynamics during pregnancy and its relationship with host metabolism and pregnancy health, which lays the foundation of the future gut mycobiome investigation for healthy pregnancy.\r\nPubmed   Journal   ReadQx \r\nNovel IL-4/HB-EGF-dependent crosstalk between eosinophils and macrophages controls liver regeneration after ischaemia and reperfusion injury.\r\n Together, these studies uncovered an indispensable role of eosinophils in liver repair after acute injury and identified a novel crosstalk between eosinophils and macrophages through the IL-4/HB-EGF axis.\r\nPubmed   Journal   ReadQx \r\nTLR8 agonist selgantolimod regulates Kupffer cell differentiation status and impairs HBV entry into hepatocytes via an IL-6-dependent mechanism.\r\n Our transcriptomic characterisation of SLGN sheds light into the programmes regulating KC activation. Furthermore, in addition to its previously described effect on established HBV infection and adaptive immunity, we show that SLGN impairs HBV entry. Altogether, SLGN may contribute through KCs to remodelling the intrahepatic immune microenvironment and may thus represent an important component of future combinations to cure HBV infection.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Epidemiology, screening, and Co-management of type 2 diabetes mellitus and Metabolic-dysfunction associated steatotic liver disease.\r\nThe emergence of numerous randomized clinical trials has shed light on the treatment of T2DM combined with MASLD. This review uncovered the epidemiology of the intertwined T2DM and MASLD, offer insights into the evaluation of hepatic fibrosis in T2DM patients, glucose monitoring in MASLD population, and provide comprehensive co-management strategies for addressing both diseases.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Efficacy of Tegoprazan in Patients With Functional Dyspepsia: A Prospective, Multicenter, Single-arm Study.\r\n Tegoprazan (50 mg) administered once daily provided satisfactory symptom relief for FD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Hepatitis C virus eradication improves skeletal muscle mass.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: Evaluation and care of the critically ill patient with cirrhosis.\r\nImplementation of organ support therapies, intensive care protocols, nutrition, palliative care and end-of-life discussions and decisions are an integral part of critical care of the patient with cirrhosis. A multi-disciplinary approach towards critical care management is likely to yield better outcomes.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Postprandial symptoms in disorders of gut-brain interaction and their potential as a treatment target.\r\nIn others, fermentation of intestinal carbohydrates, with gas release altering reflex responses, adverse reactions to food chemicals, central mechanisms or nocebo effects may dominate. However, if the concept that postprandial symptoms arise from food antigens driving an immune response in the gastrointestinal tract in a subset of patients is correct, it is paradigm-shifting, because if the choice of treatment were based on one or more of these therapeutic targets, patient outcomes may be improved.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    FGF21 Agonists: An Emerging Therapeutic for Metabolic Dysfunction-Associated Steatohepatitis and Beyond.\r\nWithin the armamentarium of future treatment options, FGF21 analogs exhibit an interesting positioning thanks to their pleiotropic effects in addition to their significant effect on both MASH resolution and fibrosis improvement. In this review, we summarize preclinical and clinical data from FGF21 analogs for MASH and explore additional potential therapeutic indications.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Do Rectal Neuroendocrine Tumors with Incomplete Endoscopic Resection for Positive Resection Margin Need Salvage Treatment?\r\n\r\nPubmed   Journal   ReadQx \r\nIs Hepatic Encephalopathy the First True Disorder of Gut-Brain interaction?\r\n\r\nPubmed   Journal   ReadQx \r\nThe Association Between Ultra-Processed Foods and Inflammatory Bowel Disease: Far More Complex Than Thought.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Colon Volume by Computed Tomography and Scintigraphic Colonic Transit in Constipated Patients With or Without Redundant Colon.\r\n\r\nPubmed   Journal   ReadQx \r\nGiant Hepatic Hemangioma.\r\n\r\nPubmed   Journal   ReadQx \r\nHigher adalimumab concentration is associated with complete fistula healing in patients with perianal fistulizing Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRisankizumab concentration but not IL-22 levels are associated with clinical and biochemical remission in patients with Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nUsing computer aided optical diagnosis and expert review to evaluate colorectal polyps diagnosed as normal mucosa in pathology.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A double-incision endoscopic myotomy of the cricopharyngeal muscle for the management of a large hemi-circumferential Zenker's diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nApproach to patients with positive vertical margins after endoscopic resection of Barrett's neoplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic utility of contrast-enhanced ultrasound endoscopy in a case of hemosuccus pancreaticus　.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDirect vision endoscopic retrograde appendicitis therapy in the treatment of appendicitis with appendicolith in young women.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection with dental floss traction for the treatment of a superficial tumor in the horizontal part of the duodenum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-directed transgastric endoscopic retrograde cholangiopancreatography procedure for choledocholithiasis after sleeve gastrectomy and Roux-en-Y.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided emergency choledochoduodenostomy through a double duodenal stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHemostatic powder for the management of hemorrhage from esophageal self-expanding metal stents: A case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSnare traction-assisted endoscopic submucosal dissection for removal of rare giant laryngeal liposarcoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Targeted screening for Barrett's esophagus and esophageal cancer: Post-hoc analysis from the randomized BEST3 trial.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Bile duct ulcer caused by plastic stents.\r\n\r\nPubmed   Journal   ReadQx \r\nThreadlike Linear Calcifications along the Proximal Colon of a 71-Year-Old Woman with Chronic Abdominal Pain.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of texture and color enhancement imaging and red dichromatic imaging for the diagnosis of gallbladder cancer using peroral cholecystoscopy through an EUS-guided gallbladder drainage route (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Diagnostic dilemma: sudden onset of multiple skin lesions in a patient with intestinal disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPerplexing case of abdominal pain with eosinophilia and fasciitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Can dietary gluten restriction improve hepatic steatosis? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Exploring the influence of diet on later-onset ulcerative colitis-Are eggs and spicy foods the key factors in Asia? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Hepatitis C virus eradication improves skeletal muscle mass-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: High qHBsAg-Is it a good or bad signal? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Mortality in immune-mediated inflammatory diseases during early adulthood-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Boosting non-invasive tests-Opportunities and challenges from resmetirom.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Potential confounders might exaggerate the risk of rheumatoid arthritis in patients with microscopic colitis-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Potential confounders might exaggerate the risk of rheumatoid arthritis in patients with microscopic colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Presence of progression or absence of response? Alternative trial designs for immunotherapy of advanced hepatocellular carcinoma. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The enigma of angiotensin receptor blocker-associated enteropathy-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Artificial Intelligence Chatbots in Healthcare: Navigating Accuracy, Privacy, and Global Applicability.\r\n\r\nPubmed   Journal   ReadQx \r\nNo solid reasons not to measure ammonia.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Optimizing Helicobacter pylori Eradication Therapies: From Trial to Real World.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Perspectives on biliary radiofrequency ablation: Review of a recent meta-analysis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGut\r\n    Concerns about instrumental variable selection for biological effect versus uptake of proton pump inhibitors in Mendelian randomisation analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A Closer Look at the Innovative PAGED-B Score.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatic phenotypes of EFL1-related Shwachman-Diamond syndrome in a biopsy-validated study.\r\n\r\nPubmed   Journal   ReadQx \r\nIndividuals with cardiometabolic risk factors are at higher risk for early-onset NAFLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLooking for a deeper characterization of new decompensation patterns.\r\n\r\nPubmed   Journal   ReadQx \r\nOsteoporosis in hepatitis B patients receiving tenofovir disoproxil fumarate: does fibroblast growth factor 23 play a role?\r\n\r\nPubmed   Journal   ReadQx \r\normothermic Perfusion of a Human Tumoral Liver for 17 Days with concomitant extracorporeal blood purification therapy: case description.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-05-11T23:25:04-04:00",
    "input_file": {}
  },
  {
    "path": "gi/04-26-2024/",
    "title": "Fri Apr 26 2024",
    "description": "112 articles - From Friday Apr 19 2024 to Friday Apr 26 2024",
    "author": [],
    "date": "2024-04-26",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Is it time to include oral vancomycin in therapeutic guidelines for primary sclerosing cholangitis-associated inflammatory bowel disease?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    American Society for Gastrointestinal Endoscopy-European Society of Gastrointestinal Endoscopy guideline on primary endoscopic bariatric and metabolic therapies for adults with obesity.\r\nThe guideline suggests the use of EBMTs plus lifestyle modification in patients with a BMI of ≥30 kg/m 2 , or with a BMI of 27.0-29.9 kg/m 2 with at least 1 obesity-related comorbidity. Furthermore, it suggests the utilization of intragastric balloons and devices for endoscopic gastric remodeling (EGR) in conjunction with lifestyle modification for this patient population.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Pain Management in Inflammatory Bowel Disease: Commentary.\r\nThis expert commentary incorporates important as well as recently published studies in this field, and it reflects the experiences of the authors. Formal ratings regarding the quality of evidence or strength of the presented considerations were not included because systematic reviews were not performed.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy-European Society of Gastrointestinal Endoscopy guideline on primary endoscopic bariatric and metabolic therapies for adults with obesity.\r\nThe guideline suggests the use of EBMTs plus lifestyle modification in patients with a BMI of ≥ 30 kg/m 2 , or with a BMI of 27.0-29.9 kg/m 2 with at least 1 obesity-related comorbidity. Furthermore, it suggests the utilization of intragastric balloons and devices for endoscopic gastric remodeling (EGR) in conjunction with lifestyle modification for this patient population.\r\nPubmed   Journal   ReadQx \r\nConsensus statements on the current landscape of artificial intelligence applications in endoscopy, addressing roadblocks, and advancing artificial intelligence in gastroenterology.\r\nThe consensus process led by the ASGE AI Task Force and experts from various disciplines has shed light on the potential of AI in endoscopy and gastroenterology. AI-based algorithms have shown promise in augmenting endoscopist performance, redefining quality metrics, optimizing workflows, and aiding in predictive modeling and diagnosis. However, challenges remain in evaluating AI algorithms, ensuring transparency and interpretability, addressing governance and data procurement, determining payment models, defining relevant clinical outcomes, and fostering collaboration between stakeholders. Addressing these challenges while maintaining a balanced perspective is crucial for the meaningful advancement of AI in gastroenterology.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: Persistence of advanced therapies in the treatment of inflammatory bowel disease.\r\n This meta-analysis highlights the superior persistence of ustekinumab and vedolizumab over TNFi, and offers valuable insights for clinicians navigating the challenging landscape of UC and CD therapeutic choices.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Quantified Metrics of Gastric Emptying Delay by GLP-1 Agonists: A Systematic Review and Meta-Analysis with Insights for Periprocedural Management.\r\nWhile a gastric emptying delay of ∼36 minutes is quantifiable on GLP-1 RA medications, it is of limited magnitude relative to standard periprocedural fasting periods. There were no substantial differences in gastric emptying on modalities reflective of liquid emptying (AAT), particularly at time points relevant to periprocedural care.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Palliative procedures for malignant gastric outlet obstruction: A network meta-analysis.\r\n PGJ and EGE are recommended for malignant GOO. PGJ could be the alternative choice in centers with limited resources or cases unsuitable for EGE.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    EUS- versus ERCP-guided biliary drainage for malignant biliary obstruction: A systematic review and meta-analysis of randomized controlled trials.\r\nEUS-BD and ERCP-BD had similar efficacy and safety as the initial approach for MBO. However, EUS-BD had a significantly lower risk of reintervention, post-procedure pancreatitis, tumor in/overgrowth, and reduced hospital stay.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Ultrasound-based steatosis grading system using 2D-attenuation imaging: an individual patient data meta-analysis with external validation.\r\nATI is a reliable, non-invasive marker of steatosis. This validated ATI-based steatosis grading system could be valuable in assessing MASLD patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Diagnostic yield from symptomatic lower gastrointestinal endoscopy in the UK: A British Society of Gastroenterology analysis using data from the National Endoscopy Database.\r\nMost colonoscopies were performed on patients with low-risk symptoms, where cancer risk was similar to the general population. Cancer and large polyp yield was highest in elderly patients with rectal bleeding or anaemia, although still fell short of FIT-based screening yields.\r\nPubmed   Journal   ReadQx \r\nDietary factors and patterns in relation to risk of later-onset ulcerative colitis in Chinese: A prospective study of 0.5 million people.\r\nThe findings highlight the importance of evaluating dietary factors and patterns in the primary prevention of later-onset UC in Chinese adults.\r\nPubmed   Journal   ReadQx \r\nHepatic inflammation and fibrosis are profiles related to mid-term mortality in biopsy-proven MASLD: A multicenter study in Japan.\r\nIn patients with biopsy-proven MASLD, the prevalence of MASH and advanced fibrosis was approximately 65% and 20%, respectively. The leading cause of mortality was liver-related events. Hepatic inflammation and fibrosis were significant factors influencing mid-term mortality. These findings highlight the importance of targeting inflammation and fibrosis in the management of patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nLong-term clinical outcomes in steatotic liver disease and incidence of liver-related events, cardiovascular events and all-cause mortality.\r\nThe new consensus nomenclature can be used to stratify the risk of complications and prognosis. The nomenclature is beneficial for risk stratification and identifying new mechanisms for disease-specific therapeutic implications.\r\nPubmed   Journal   ReadQx \r\nMagnetic resonance enterography findings 46 weeks after initiation of biological therapy predict long-term adverse outcomes in Crohn's disease.\r\n MRE findings at week-46 after initiating biological therapy can predict long-term adverse outcomes in CD. Therapeutic intervention may be required in patients with persistence of severe inflammatory lesions, CD-associated complications, or creeping fat.\r\nPubmed   Journal   ReadQx \r\nRandomised clinical trial: First-line infliximab biosimilar is cost-effective compared to conventional treatment in paediatric Crohn's disease.\r\nFirst-line infliximab treatment resulted in higher odds of being in clinical remission without being more expensive, making it the dominant strategy over conventional treatment in the first 2 years after diagnosis in children with moderate-to-severe Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nRecent steroid use and the relapse risk in ulcerative colitis patients with endoscopic healing.\r\nEven for patients with UC who achieved EH, the risk of relapse remains high following recent steroid therapy. Physicians need to consider the duration since last steroid use to stratify the relapse risk in UC patients with EH.\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease-associated all-cause/cause-specific mortality in the United States.\r\nSLD, especially MASLD and MetALD, is associated with increased all-cause mortality among adults in the US. Given this significant association between SLD or subtype of SLD (MASLD and MetALD) and all-cause mortality, adopting the proposed SLD criteria may help identify a sub-group of individuals with SLD who are at an increased risk for all-cause mortality.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    \"Reducing Eosinophil Counts in Eosinophilic Esophagitis in Children Is Associated with Reduction in Later Stricture Development\".\r\nIn this cohort study with > 10 years of follow up, children with EoE with a period of histologic disease control and diagnosed at younger ages were less likely to develop esophageal strictures. While this suggests histologic remission is associated with reduction of remodeling complications, additional prospective data with long-term follow up is needed.\r\nPubmed   Journal   ReadQx \r\nAdjunctive Use of WATS-3D in Symptomatic GERD Patients Increases Detection of Barrett's Esophagus and Dysplasia.\r\n The addition of WATS-3D to FB in GERD patients being screened for BE resulted in confirmation of BE in an additional ⅕ th of patients. Furthermore, dysplasia diagnoses approximately doubled.\r\nPubmed   Journal   ReadQx \r\nArtificial Intelligence for Quantifying Cumulative Small Bowel Disease Severity on CT-Enterography in Crohn's Disease.\r\n Automated cumulative ileal injury scores show promise for improving prediction of outcomes in small bowel CD. Beyond replicating expert judgement, spatial enterography analysis can augment the personalization of bowel assessment in CD.\r\nPubmed   Journal   ReadQx \r\nImproved adenoma detection rate using a novel colonoscopic distal attachment: a multicenter randomized controlled trial.\r\n EAC significantly increased ADR and APC compared with SC, particularly for adenomas < 10 mm, non-pedunculated adenomas, and adenomas in the transverse and left colon.\r\nPubmed   Journal   ReadQx \r\nLaryngeal Recalibration Therapy Improves Laryngopharyngeal Symptoms in Patients with Suspected Laryngopharyngeal Reflux Disease.\r\n 85% of patients with chronic laryngopharyngeal symptoms referred for GERD evaluation that underwent LRT experienced laryngeal symptom response. Rates of symptom response were maintained across patients with or without proven GERD as well as patients with or without concomitant esophageal reflux symptoms. SLP directed LRT is an effective approach to incorporate into multi-disciplinary management of chronic laryngopharyngeal symptoms/laryngopharyngeal reflux disease.\r\nPubmed   Journal   ReadQx \r\nTransoral Outlet Reduction: Expert Tips, Tricks, and Troubleshooting.\r\nAs endoscopic bariatric therapies are increasingly incorporated into the multidisciplinary management of obesity, it is crucial to have a standardized, evidence-based framework for their implementation. Here, based on the available literature and the authors' combined experience of over 1,000 TORe procedures, we present our approach to patient selection, procedural technique, troubleshooting, and patient aftercare unique to TORe.\r\nPubmed   Journal   ReadQx \r\nVisceral adipose tissue reduction measured by deep neural network architecture improved reflux esophagitis endoscopic grade.\r\nVisceral obesity is strongly associated with RE. VAT volume reduction was prospectively associated with improvement in RE endoscopic grade dose-dependently. Visceral obesity is a potential target for RE treatment.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Centrally Distributed Adiposity as a Modifiable Risk Factor for Fecal Incontinence: U.S. Population-Based Analysis.\r\n WHtR was independently associated with increased odds of FI in this nationally representative sample of US adults, whereas BMI was not consistently correlated. This suggests bowel continence may depend more on how body mass is distributed.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Audit of hemostatic clip use after colorectal polyp resection in an academic endoscopy unit.\r\nAudits of clip use in an endoscopy practice can reveal surprising findings, including high and variable rates of unnecessary use after cold resection. Audit can potentially reduce unnecessary costs, carbon emissions, and plastic waste.\r\nPubmed   Journal   ReadQx \r\nDeep learning and capsule endoscopy: Automatic multi-brand and multi-device panendoscopic detection of vascular lesions.\r\nThis is the first proof-of-concept artificial intelligence deep learning model developed for pan-endoscopic automatic detection of vascular lesions during CE. The diagnostic performance of this CNN in multi-brand devices addresses an essential issue of technological interoperability, allowing it to be replicated in multiple technological settings.\r\nPubmed   Journal   ReadQx \r\nNovel treatment with double scope technique for disconnected pancreatic duct syndrome with external pancreatic fistula.\r\nTwo-scope-guided tractogastrostomy for treatment of external pancreatic fistula due to disconnected pancreatic duct syndrome is a feasible technique and can be further evaluated.\r\nPubmed   Journal   ReadQx \r\nQuantification of interstitial cells of Cajal and fibrosis during gastric per-oral endoscopic myotomy and its association with clinical outcomes.\r\nThe degree of fibrosis may be related to pyloric dysfunction and clinical response to G-POEM. Additional studies are needed to confirm these results.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Environmental impact of small-bowel capsule endoscopy.\r\n The GHG emission of SBCE is mainly determined by patient travelling. The capsule device itself has a comparably low carbon footprint. Considering capsule components disposal is illegal, retrieval of the capsule seems crucial but increasing device-related emissions.\r\nPubmed   Journal   ReadQx \r\nTraining in optical diagnosis in community hospitals is associated with improved recognition and treatment of T1 CRC: a prospective multicenter intervention study (OPTICAL II).\r\n Training in optical recognition of T1CRCs in community hospitals was associated with an increase in sensitivity for T1CRCs. Recognition led to a higher rate of en bloc local excision, resulting in higher R0-resection rates. This may be an important step towards more organ-preserving strategies.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Clinical presentation and spectrum of gluten symptomatology in celiac disease.\r\nBiomarkers like interleukin-2 that are highly sensitive and specific for celiac disease highlight a role for gluten-specific T cells in acute gluten symptomatology. A mechanistic understanding of symptoms will inform approaches to better measure and effectively treat them.\r\nPubmed   Journal   ReadQx \r\nPhosphatidylinositol 4-kinase III alpha governs cytoskeletal organization for invasiveness of liver cancer cells.\r\nPI4KIIIα regulates cytoskeleton organization via PIK3C2γ/Akt2/paxillin-cofilin to favor migration and invasion of liver cancer cells. These findings provide mechanistic insight into the contribution of PI4KIIIα and HCV to progression of liver cancer and identify promising targets for therapeutic intervention.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    COMPUTER-AIDED DIAGNOSIS IMPROVES CHARACTERIZATION OF BARRETT'S NEOPLASIA BY GENERAL ENDOSCOPISTS.\r\n CADx assistance significantly increased characterization performance of BE neoplasia by general endoscopists to the level of expert endoscopists. The use of this CADx system may thereby improve daily Barrett surveillance.\r\nPubmed   Journal   ReadQx \r\nDetection of residual stones by peroral direct cholangioscopy in patients with intrahepatic stones after hepaticojejunostomy: A prospective study (with video).\r\nPDCS is a safe and effective procedure for complete stone removal in patients with IHBD stones after HJ.\r\nPubmed   Journal   ReadQx \r\nValidation of Artificial Intelligence-based Bowel Preparation Assessment in Screening Colonoscopy.\r\nIn unqualified-AI patients, the >5mm AMR was significantly higher than in qualified-AI patients (35.71% vs 13.19%, p=0.0056, OR 0.2734, 95% CI 0.1139, 0.6565), as were the AMR (50.89% vs 20.79%, p 5mm AMR, provided key evidence for implementing AI in guiding the bowel re-cleansing, potentially standardizing the future colonoscopy screening;  ClincialTrials. gov, NCT05145712.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Hypoxia-inducible factor-1α mediates reflux-induced epithelial-mesenchymal plasticity in Barrett's oesophagus patients.\r\nIn BO patients, reflux oesophagitis induces EMP changes associated with increased HIF-1α signalling in Barrett's metaplasia. In Barrett's cells, ABS trigger EMP via HIF-1α signalling. Thus, HIF-1α appears to play a key role in mediating reflux-induced EMP that might contribute to cancer in BO.\r\nPubmed   Journal   ReadQx \r\nImpact of age, comorbidities and relevant changes on surveillance strategy of intraductal papillary mucinous neoplasms: a competing risk analysis.\r\n Although it is not uncommon the occurrence of changes considered by current guidelines as relevant during surveillance of low risk BD-IPMNs, malignancy rate is low and survival is significantly affected by competing patients' age and comorbidities. IPMN surveillance strategy should be tailored based on these features and modulated over time.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A genome-wide association study identified PTPN2 as a population-specific susceptibility gene locus for primary biliary cholangitis.\r\nPTPN2, a novel susceptibility gene for PBC in the Japanese population, may be involved in the pathogenesis of PBC via an insufficient negative feedback loop caused by the PTPN2 risk allele of rs2292758 in IFN signaling. This suggests that PTPN2 could be a potential molecular target for PBC treatment.\r\nPubmed   Journal   ReadQx \r\nAlcohol-associated liver disease - global epidemiology.\r\nAddressing the growing ALD concern requires robust public health initiatives, heightened awareness, refined diagnostic techniques, and comprehensive epidemiological studies. These measures are vital to tackle the increasing prevalence of ALD and mitigate its extensive impact on individuals and healthcare systems.\r\nPubmed   Journal   ReadQx \r\nJFH1-based Core-NS2 genotype variants of HCV with genetic stability in vivo and in vitro: Important tools in evaluation of virus neutralization.\r\nThese mouse-selected HCV recombinants enable triage of new vaccine-relevant antibodies in vitro and further allow characterization of protection from infection in vivo using identical viruses in human-liver chimeric mice. As such, these viruses will serve as important resources in testing novel antibodies and can thus guide strategies to develop an efficient protective vaccine against HCV infection.\r\nPubmed   Journal   ReadQx \r\nPNPLA3 rs738409, age, diabetes, sex, and advanced fibrosis jointly contribute to the risk of major adverse liver outcomes in metabolic-associated steatotic liver disease.\r\nThe deleterious effects of PNPLA3 rs738409 on the risk of MALO are significantly worsened by advanced fibrosis, age, T2DM, and sex.\r\nPubmed   Journal   ReadQx \r\nVascular damage and excessive proliferation compromise liver function after extended hepatectomy in mice.\r\nIn summary, SFSS arises from an imbalance and desynchronized interplay between functional regeneration and vascular restructuring. To improve survival following SFSS-hepatectomy, it is essential to adopt a two-pronged strategy aimed at preserving the function of proliferating parenchymal cells and simultaneously attenuating vascular damage.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Comparison of non-contrast abbreviated MRI and ultrasound as surveillance modalities for HCC.\r\nAnnual NC-AMRI showed a marginally higher sensitivity than biannual US for HCC detection in high-risk patients. The DY of annual NC-AMRI was significantly higher than that of biannual US, without increasing the FRR. Alternating US and NC-AMRI at 6-month intervals could be an optimal surveillance strategy for high-risk patients. Impact and implications Current guidelines permit the use of magnetic resonance imaging (MRI) as a surveillance tool for hepatocellular carcinoma (HCC) in patients in whom ultrasonography (US) is inadequate. However, the specific indications, imaging sequences, and surveillance intervals for MRI surveillance remain unclear. In our study, we found that annual non-contrast (NC)-abbreviated MRI (AMRI) exhibited marginally higher sensitivity and significantly better diagnostic yield than biannual US in high-risk patients for HCC. Adopting alternating US and NC-AMRI at 6-month intervals demonstrated significantly improved sensitivity compared to biannual US, making it a potentially optimal surveillance strategy for high-risk patients. Clinical trial number ClinicalTrials.gov Identifier  NCT02551250.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Adequate protein intake is more crucial than the profile of amino acids intake for sarcopenia prevention during the earlier stages of liver cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Are changes in quantitative biliary metrics the first sign of progression in primary sclerosing cholangitis?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Are glucagon-like peptide-1 receptor agonists the functional cure for patients with metabolic dysfunction-associated cirrhosis?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Can dietary gluten restriction improve hepatic steatosis?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Crystalising the burden of steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Enriching our understanding of MASLD through representation of under-reported populations.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Exploring the influence of diet on later-onset ulcerative colitis-Are eggs and spicy foods the key factors in Asia?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Foretelling the future-Emerging role of magnetic resonance enterography as a prognostic tool in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: High qHBsAg-is it a good or bad signal?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Mortality in immune-mediated inflammatory diseases during early adulthood.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Novel insights into the prognostic relevance of high-dose PPI treatment in patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Peering through the fog-New tools to assess neurocognitive symptoms in coeliac disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining liver health-Personalised approach to assessment of serum ALT in clinical practice.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Sequencing rescue therapy for acute severe ulcerative colitis-Ready for revision?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Terlipressin and MDRO colonisation in cirrhosis-Is there a causal link?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    ESGE Young Endoscopists - keeping an EYE on the future.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Changing fate: how EGFRs \"pit\" cell vs cell in the stomach.\r\n\r\nPubmed   Journal   ReadQx \r\nPresentation of the Julius M. Friedenwald Medal to M. Bishr Omary.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Improving colonoscopy quality: growing evidence to support adenomas per colonoscopy as a standard quality indicator.\r\n\r\nPubmed   Journal   ReadQx \r\nPhase analysis: a novel and useful application of artificial intelligence in endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Multidisciplinary Collaborative Team for Screening of Autoimmune Gastritis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    En bloc endoscopic submucosal dissection of a large laterally spreading tumor involving the papilla.\r\n\r\nPubmed   Journal   ReadQx \r\nLongitudinal Follow-up of Fib-4 in Patients at Risk of MASLD Receiving Low-dose Methotrexate Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Computer-aided detection for colorectal neoplasia in randomized and non-randomized studies.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Combined percutaneous-endoscopic puncture rendezvous technique for biliary-enteric anastomotic occlusion after pancreaticoduodenectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nDifficult management of pancreatic pseudocyst drainage in a 4-year-old child.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic sutured purse-string resection: a novel technique for resection of large gastric subepithelial lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-directed transgastric ERCP for disconnected pancreatic duct syndrome: finding the edge to bridge the gap.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric endoscopic submucosal dissection in Western countries: current and future perspective.\r\n\r\nPubmed   Journal   ReadQx \r\nKill two birds with one stone: Flexible cholangioscopy for treatment of common bile duct stone and identification of suspicious gallbladder wall thickening.\r\n\r\nPubmed   Journal   ReadQx \r\nOutcomes of endoscopic submucosal dissection of early gastric cancer neoplasia in the West and change in the absolute indications.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic-portal vein fistula in acute pancreatitis successfully treated with endoscopic approach.\r\n\r\nPubmed   Journal   ReadQx \r\nPeroral cholangioscopy-guided lithotripsy using a novel thin cholangioscope under balloon enteroscopy for Roux-en-Y anastomosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPull-back myotomy to prevent mucosal injury during peroral endoscopic myotomy for jackhammer esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nThe running suture with clip and string technique after colonic endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Rare Case Mimicking Congenital Hepatic Fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Alcohol-Associated Rash.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Cat Scratch Colon.\r\n\r\nPubmed   Journal   ReadQx \r\nClearance of gut mucosal SARS-CoV-2 antigens and post-acute COVID-19 after two years in patients with inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nSevere Acute Hepatitis of Unknown Etiology in Children: New Virus or Immune Dysregulation.\r\n\r\nPubmed   Journal   ReadQx \r\nUnlocking the potential of fecal virome transplants (FVT): modulating the gut-brain axis in stress-related disorders.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Prevention of inadvertent injury of diaphragm during posterior peroral endoscopic myotomy for achalasia cardia.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Mast cells and histamine in cholangiocarcinoma: exploring overlooked avenues for enhanced patient management.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Clonal hematopoiesis of indeterminate potential and risk of hepatocellular carcinoma: New kids on the block.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderstanding advanced cystic fibrosis liver disease through genetic variation: Where do the pathways lead and how much further must we go?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A different picture on liver biopsy.\r\n\r\nPubmed   Journal   ReadQx \r\nAnimal hepacivirus models for hepatitis C virus immune responses and pathology.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Crystalising the burden of steatotic liver disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Sequencing rescue therapy for acute severe ulcerative colitis-Ready for revision? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of persistently high HBsAg levels during HBeAg-seropositive stage and hepatocellular carcinoma risk in chronic hepatitis B patients-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of persistently high HBsAg levels during HBeAg-seropositive stage and hepatocellular carcinoma risk in chronic hepatitis B patients.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Bif195 for aspirin-induced gastric mucosal damage - More to do in further research. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Bif195 for aspirin-induced gastric mucosal damage-More to do in further research.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Presence of progression or absence of response? Alternative trial designs for immunotherapy of advanced hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Risks of proton pump inhibitor treatment in cirrhotic patients.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Shorter duration of intravenous terlipressin for variceal bleeding in patients with cirrhosis-A promising find.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Shorter duration of intravenous terlipressin for variceal bleeding in patients with cirrhosis-A promising find. Author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The enigma of angiotensin receptor blocker-associated enteropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Complexity of trials on pain management in acute pancreatitis: an ongoing challenge.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    GLP1 Receptor Agonists and Post-Endoscopic Aspiration Pneumonia: What Plays a Role in Clinical Practice?\r\n\r\nPubmed   Journal   ReadQx \r\nSessile Serrated Lesions Pursuit: FITness and Benchmark.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Does indomethacin reduce the risk of thromboembolic events in patients undergoing ERCP?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic techniques to reduce recurrence after EMR of large nonpedunculated colorectal polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nThe superiority of blue-light imaging and narrow-band imaging over white-light imaging in the detection of proximal colonic lesions.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-04-27T23:36:54-04:00",
    "input_file": {}
  },
  {
    "path": "gi/04-19-2024/",
    "title": "Fri Apr 19 2024",
    "description": "82 articles - From Friday Apr 12 2024 to Friday Apr 19 2024",
    "author": [],
    "date": "2024-04-19",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Pain Management in Inflammatory Bowel Disease: Commentary.\r\nThis expert commentary incorporates important as well as recently published studies in this field, and it reflects the experiences of the authors. Formal ratings regarding the quality of evidence or strength of the presented considerations were not included because systematic reviews were not performed.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy-European Society of Gastrointestinal Endoscopy guideline on primary endoscopic bariatric and metabolic therapies for adults with obesity.\r\nThe guideline suggests the use of EBMTs plus lifestyle modification in patients with a BMI of ≥ 30 kg/m 2 , or with a BMI of 27.0-29.9 kg/m 2 with at least 1 obesity-related comorbidity. Furthermore, it suggests the utilization of intragastric balloons and devices for endoscopic gastric remodeling (EGR) in conjunction with lifestyle modification for this patient population.\r\nPubmed   Journal   ReadQx \r\nConsensus statements on the current landscape of artificial intelligence applications in endoscopy, addressing roadblocks, and advancing artificial intelligence in gastroenterology.\r\nThe consensus process led by the ASGE AI Task Force and experts from various disciplines has shed light on the potential of AI in endoscopy and gastroenterology. AI-based algorithms have shown promise in augmenting endoscopist performance, redefining quality metrics, optimizing workflows, and aiding in predictive modeling and diagnosis. However, challenges remain in evaluating AI algorithms, ensuring transparency and interpretability, addressing governance and data procurement, determining payment models, defining relevant clinical outcomes, and fostering collaboration between stakeholders. Addressing these challenges while maintaining a balanced perspective is crucial for the meaningful advancement of AI in gastroenterology.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    British Society of Gastroenterology guidelines for the management of hepatocellular carcinoma in adults.\r\nThe clinical and scientific data underpinning the recommendations we make are summarised in detail. Much of the content will have broad relevance, but the treatment algorithms are based on therapies that are available in the UK and have regulatory approval for use in the National Health Service.\r\nPubmed   Journal   ReadQx \r\nThe use of faecal microbiota transplant as treatment for recurrent or refractory Clostridioides difficile infection and other potential indications: second edition of joint British Society of Gastroenterology (BSG) and Healthcare Infection Society (HIS) guidelines.\r\nThe guidelines also considered emergent literature on the use of FMT in non-CDI settings (including both gastrointestinal and non-gastrointestinal indications), reviewing relevant randomised controlled trials. Recommendations are provided regarding special areas (including compassionate FMT use), and considerations regarding the evolving landscape of FMT and microbiome therapeutics.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Quantified Metrics of Gastric Emptying Delay by GLP-1 Agonists: A Systematic Review and Meta-Analysis with Insights for Periprocedural Management.\r\nWhile a gastric emptying delay of ∼36 minutes is quantifiable on GLP-1 RA medications, it is of limited magnitude relative to standard periprocedural fasting periods. There were no substantial differences in gastric emptying on modalities reflective of liquid emptying (AAT), particularly at time points relevant to periprocedural care.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Application of clinical decision support tools for predicting outcomes with vedolizumab therapy in patients with inflammatory bowel disease: A KASID multicentre study.\r\nCDSTs for VDZ had acceptable accuracy in predicting effectiveness outcomes including clinical and biochemical outcomes in UC. However, their utility in CD was limited.\r\nPubmed   Journal   ReadQx \r\nCrohn's disease after surgery: Changes in post-operative management strategies over time and their impact on long-term re-operation rate-A retrospective multicentre real-world study.\r\n Despite increased post-operative use of IMMs and anti-TNFα agents in the last two decades, the impact of these strategies on the risk of long-term re-operation rate has been modest.\r\nPubmed   Journal   ReadQx \r\nDiagnostic yield from symptomatic lower gastrointestinal endoscopy in the UK: A British Society of Gastroenterology analysis using data from the National Endoscopy Database.\r\nMost colonoscopies were performed on patients with low-risk symptoms, where cancer risk was similar to the general population. Cancer and large polyp yield was highest in elderly patients with rectal bleeding or anaemia, although still fell short of FIT-based screening yields.\r\nPubmed   Journal   ReadQx \r\nProspective evaluation of patients with non-cirrhotic portal hypertension: A single centre study.\r\nPatients irrespective of specific features of PH had similar survival or survival without decompensation. Patients without specific features are at risk for disease progression and should be monitored closely. Thrombocytopenia and increased LSM are associated with severe forms of liver disease, which are strongly associated with outcomes.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Adjunctive Use of WATS-3D in Symptomatic GERD Patients Increases Detection of Barrett's Esophagus and Dysplasia.\r\n The addition of WATS-3D to FB in GERD patients being screened for BE resulted in confirmation of BE in an additional ⅕th of patients. Furthermore, dysplasia diagnoses approximately doubled.\r\nPubmed   Journal   ReadQx \r\nAssociation of endoscopist colonoscopy quality measures with follow-up colonoscopy outcomes after positive stool tests (mt-sDNA or FIT): Retrospective cross-sectional analysis of data from the New Hampshire Colonoscopy Registry.\r\nThe frequency of negative colonoscopies after positive stool tests was significantly higher in exams performed by endoscopists with low ADR and CSSDR. Our results also suggest a benchmark target of at least 40% for ADR in patients with mt-sDNA+ or FIT+ tests, and 20% for SSLs in mt-sDNA+ patients.\r\nPubmed   Journal   ReadQx \r\nEffects of clip anchoring on preventing migration of fully covered self-expandable metal stent in patients undergoing ERCP: a multicenter, randomized controlled study.\r\nOur data suggest that clip-assisted anchoring is an effective and safe method for preventing migration of FCSEMS without increasing the adverse events.\r\nPubmed   Journal   ReadQx \r\nFocal distal esophageal dilation (blown-out myotomy) after achalasia treatment: prevalence and associated symptoms.\r\n 30% of the patients treated with POEM develop a BOM, which is associated with a higher acid exposure, more reflux symptoms and symptoms of regurgitation.\r\nPubmed   Journal   ReadQx \r\nThe public's intended uptake of hypothetical esophageal adenocarcinoma screening scenarios: a nationwide survey.\r\n Participants in this study self-selected through a web-based survey, potentially introducing selection bias. Participants generally intended to participate in EAC screening, although the level of intent depends on the discomfort and performance associated with the offered screening test. Determining eligibility based on GERD symptoms, age, or a risk calculator, but not sex, would be acceptable to most individuals.\r\nPubmed   Journal   ReadQx \r\nTransoral Outlet Reduction: Expert Tips, Tricks, and Troubleshooting.\r\nAs endoscopic bariatric therapies are increasingly incorporated into the multidisciplinary management of obesity, it is crucial to have a standardized, evidence-based framework for their implementation. Here, based on the available literature and the authors' combined experience of over 1,000 TORe procedures, we present our approach to patient selection, procedural technique, troubleshooting, and patient aftercare unique to TORe.\r\nPubmed   Journal   ReadQx \r\nVisceral adipose tissue reduction measured by deep neural network architecture improved reflux esophagitis endoscopic grade.\r\nVisceral obesity is strongly associated with RE. VAT volume reduction was prospectively associated with improvement in RE endoscopic grade dose-dependently. Visceral obesity is a potential target for RE treatment.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Differential effects of genetic polymorphism on comorbid disease in metabolic dysfunction-associated steatotic liver disease.\r\nThis combination of MASLD-related genetic variants is useful for predicting LRE in Japanese patients with MASLD. The genetic risk according to these variants is useful for LRE risk assessment, especially in patients without metabolic risk factors or in younger patients in Japan.\r\nPubmed   Journal   ReadQx \r\nFactors affecting nonfunctioning small pancreatic neuroendocrine neoplasms and proposed new treatment strategies.\r\nNF-spNENs are heterogeneous with varying levels of malignancy. Therefore, treatment strategies based on tumor size alone can be unreliable;  personalized treatment strategies that consider tumor grading are preferable.\r\nPubmed   Journal   ReadQx \r\nOne Year Outcomes Among Children Identified With Celiac Disease Through A Mass Screening Program.\r\nThis novel study of children with CD identified through a mass screening program demonstrated improvement in symptoms, quality of life, and iron deficiency after one year follow up. This demonstrates that there may be benefit to CD mass screening.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A safe and effective endoscopic treatment method for simple hepatic cysts (with video).\r\nETGHCD provided a feasible, safe, effective, and minimal invasive alternative approach for the treatment of simple hepatic cysts.\r\nPubmed   Journal   ReadQx   PMC\r\nDevelopment of a novel endoscopic hemostasis-assisted navigation AI system in the standardization of post-ESD coagulation.\r\nThe effectiveness and safety of this endoscopic treatment-assisted AI system that identifies visible vessels requiring PEC should be confirmed in future studies.\r\nPubmed   Journal   ReadQx   PMC\r\nImpact of a new dedicated sheath device for tissue sampling of biliary stricture on pathological diagnostic yield: Retrospective study.\r\nTBFB with the novel sheath device contributed to improved sensitivity for diagnosis of biliary stricture without insertion of forceps outside the bile duct.\r\nPubmed   Journal   ReadQx   PMC\r\nLong-term course of untreated asymptomatic esophageal eosinophilia and minimally symptomatic eosinophilic esophagitis.\r\nInstead, the localized type may spontaneously improve, implying a different pathogenesis in the presence of the diffuse type. Further studies should clarify the long-term prognosis.\r\nPubmed   Journal   ReadQx   PMC\r\nLow-dose pulsed vs standard pulsed fluoroscopy during ERCP to reduce radiation without change in image quality: Prospective randomized study.\r\nLow-dose pulsed fluoroscopy is a reliable method that substantially reduces radiation without compromising image quality or affecting procedure or fluoroscopy times. This underscores the need for standardization in ERCP fluoroscopy settings to limit radiation exposure.\r\nPubmed   Journal   ReadQx   PMC\r\nPrimary anastomosis closure after endoscopic ultrasound-directed transgastric intervention.\r\nSingle-stage EDGI is an effective approach to managing RYGB patients with pancreaticobiliary pathology. Thus far, endoscopic TTS tack-based suturing appears to have a high success rate in anastomosis closure after LAMS removal and should be considered as a primary method for preventing chronic fistulae.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Impact of long-term transmural plastic stents on recurrence after endoscopic treatment of walled-off pancreatic necrosis.\r\nAmong patients who undergo ETD of WON, leaving DPS in situ seems to lower the risk on recurrent fluid collections, without any long term DPS-related complications. These results suggest that DPS should not be routinely removed and can be safely left indwelling indefinitely.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of salvage endoscopic submucosal dissection for Barrett's neoplasia recurrence after radiofrequency ablation.\r\n In expert hands, salvage ESD is a safe and effective treatment for recurrence of Barrett's neoplasia after RFA treatment.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Clinical presentation and spectrum of gluten symptomatology in celiac disease.\r\nBiomarkers like interleukin-2 that are highly sensitive and specific for celiac disease highlight a role for gluten-specific T cells in acute gluten symptomatology. A mechanistic understanding of symptoms will inform approaches to better measure and effectively treat them.\r\nPubmed   Journal   ReadQx \r\nHow future pharmacological therapies for celiac disease will complement the gluten-free diet.\r\nAn increasing spectrum of therapeutic approaches target defined mechanisms in celiac disease pathogenesis, and some currently advance to phase 2-3 clinical studies. We discuss these approaches in terms of potential efficiency, practicability, safety and need as defined by patients, regulatory authorities, health care providers and payors.\r\nPubmed   Journal   ReadQx \r\nPhosphatidylinositol 4-kinase III alpha governs cytoskeletal organization for invasiveness of liver cancer cells.\r\nPI4KIIIα regulates cytoskeleton organization via PIK3C2γ/Akt2/paxillin-cofilin to favor migration and invasion of liver cancer cells. These findings provide mechanistic insight into the contribution of PI4KIIIα and HCV to progression of liver cancer and identify promising targets for therapeutic intervention.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    COMPUTER-AIDED DIAGNOSIS IMPROVES CHARACTERIZATION OF BARRETT'S NEOPLASIA BY GENERAL ENDOSCOPISTS.\r\n CADx assistance significantly increased characterization performance of BE neoplasia by general endoscopists to the level of expert endoscopists. The use of this CADx system may thereby improve daily Barrett surveillance.\r\nPubmed   Journal   ReadQx \r\nDetection of residual stones by peroral direct cholangioscopy in patients with intrahepatic stones after hepaticojejunostomy: A prospective study (with video).\r\nPDCS is a safe and effective procedure for complete stone removal in patients with IHBD stones after HJ.\r\nPubmed   Journal   ReadQx \r\nThe use of a real-time computer-aided detection system for visible lesions in the Barrett's esophagus during live endoscopic procedures, a pilot study.\r\n In this pilot study, the CADe system detected al potentially neoplastic lesions in Barrett's esophagus comparable to an expert endoscopist. Continued refinement of the system may improve specificity. External validation in larger multicenter studies is planned.\r\nPubmed   Journal   ReadQx \r\nValidation of Artificial Intelligence-based Bowel Preparation Assessment in Screening Colonoscopy.\r\nIn unqualified-AI patients, the >5mm AMR was significantly higher than in qualified-AI patients (35.71% vs 13.19%, p=0.0056, OR 0.2734, 95% CI 0.1139, 0.6565), as were the AMR (50.89% vs 20.79%, p 5mm AMR, provided key evidence for implementing AI in guiding the bowel re-cleansing, potentially standardizing the future colonoscopy screening;  ClincialTrials. gov, NCT05145712.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Clinical, experimental and pathophysiological effects of Yaq-001: a non-absorbab le, gut-restricted adsorbent in models and patients with cirrhosis.\r\nThis study provides strong preclinical rationale and safety in patients with cirrhosis to allow clinical translation.\r\nPubmed   Journal   ReadQx \r\nPorcine-derived pancreatic enzyme replacement therapy may be linked to chronic hepatitis E virus infection in cystic fibrosis lung transplant recipients.\r\n PwCF had disproportionate rates of HEV seropositivity, regardless of transplant status. Chronic HEV infection was evident only in CF transplant recipients. HEV may represent a significant risk for pwCF, particularly post-transplant. Studies to assess HEV incidence and prevalence in pwCF, and potential role of PERT are required.\r\nPubmed   Journal   ReadQx \r\nRecurrent RhoGAP gene fusion CLDN18-ARHGAP26 promotes RHOA activation and focal adhesion kinase and YAP-TEAD signalling in diffuse gastric cancer.\r\nDesign We built a transgenic mouse model with fusion is a gain-of-function DGC oncogene that leads to activation of RHOA and activation of FAK and YAP signalling. These results argue for further evaluation of emerging FAK and YAP-TEAD inhibitors for these deadly cancers.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Acute hepatic porphyrias - a guide for Hepatologists.\r\nThe AHPs are very treatable conditions, with excellent outcomes if diagnosed and treated early. A high index of suspicion for the presence of these disorders along with accurate testing and timely treatment will help reduce the burden of disease and prevent irreversible complications in patients with AHP.\r\nPubmed   Journal   ReadQx \r\nAlcohol-associated liver cancer.\r\nIn the current review, we discuss the pathogenesis, heterogeneity, preclinical approaches, epigenetic and genetic profiles of A-HCC, and discuss the current insights into and the prospects for future research on A-HCC. The potential effect of alcohol on cholangiocarcinoma and liver metastasis are also discussed.\r\nPubmed   Journal   ReadQx \r\nAlcohol-associated liver disease - global epidemiology. \r\nAddressing the growing ALD concern requires robust public health initiatives, heightened awareness, refined diagnostic techniques, and comprehensive epidemiological studies. These measures are vital to tackle the increasing prevalence of ALD and mitigate its extensive impact on individuals and healthcare systems.\r\nPubmed   Journal   ReadQx \r\nAn artificial intelligence-generated model predicts 90-day survival in alcohol-associated hepatitis: A global cohort study.\r\nHarnessing AI within a global consortium, we pioneered a scoring system excelling over traditional models for 30 and 90-day AH mortality predictions. Beneficial for clinical trials, steroid therapy, and transplant indications, it's accessible at \r\nPubmed   Journal   ReadQx \r\nComparing serial and current liver stiffness measurements to predict decompensation in compensated advanced chronic liver disease patients.\r\n Once the current LSM is known, previous LSM values do not add to the prediction of LREs in cACLD patients.\r\nPubmed   Journal   ReadQx \r\nER stress signaling at the interphase between MASH and hepatocellular carcinoma.\r\nHere we propose that chronic ER stress is a common transversal factor contributing to the transition from liver disease (risk factor) to HCC. Interventional strategies to target the UPR in HCC as cancer therapy are also discussed.\r\nPubmed   Journal   ReadQx \r\nMachine learning-based plasma metabolomic profiles for predicting long-term complications of cirrhosis.\r\nWe developed a metabolomic state-integrated nomogram, which enables risk stratification and personalized administration of liver-related events.\r\nPubmed   Journal   ReadQx \r\nNeutralizing antibodies to interferon alfa arising during peginterferon therapy of chronic hepatitis B in children and adults: Results from the HBRN trials.\r\nThe development of anti-IFNα nAbs during PegIFNα treatment diminishes responses to antiviral therapy. Understanding how and why anti-IFNα antibodies develop may allow for optimization of IFN-based therapy, which is critical given its renewed use in HBV-cure strategies.\r\nPubmed   Journal   ReadQx \r\nNon-invasive tests for alcohol-associated liver disease.\r\nAdditionally, the evaluation of NITs for screening and predicting ALD and liver complications was addressed comprehensively. Future perspectives of NITs for ALD were explored, alongside a thorough discussion of the opportunities and challenges associated with NITs for ALD screening.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    B cell characteristics define HCV reinfection outcome.\r\nMBC quality, but not necessarily breadth of nAb responses, is important for protection against antigenically diverse variants, which is encouraging for HCV vaccine development.\r\nPubmed   Journal   ReadQx \r\nComparison of non-contrast abbreviated MRI and ultrasound as surveillance modalities for HCC.\r\nAnnual NC-AMRI showed a marginally higher sensitivity than biannual US for HCC detection in high-risk patients. The DY of annual NC-AMRI was significantly higher than that of biannual US, without increasing the FRR. Alternating US and NC-AMRI at 6-month intervals could be an optimal surveillance strategy for high-risk patients. Impact and implications Current guidelines permit the use of magnetic resonance imaging (MRI) as a surveillance tool for hepatocellular carcinoma (HCC) in patients in whom ultrasonography (US) is inadequate. However, the specific indications, imaging sequences, and surveillance intervals for MRI surveillance remain unclear. In our study, we found that annual non-contrast (NC)-abbreviated MRI (AMRI) exhibited marginally higher sensitivity and significantly better diagnostic yield than biannual US in high-risk patients for HCC. Adopting alternating US and NC-AMRI at 6-month intervals demonstrated significantly improved sensitivity compared to biannual US, making it a potentially optimal surveillance strategy for high-risk patients. Clinical trial number ClinicalTrials.gov Identifier  NCT02551250.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Phenotypes of MASLD-associated hepatocellular carcinoma.\r\nIts natural history, prognosis and treatment are specifically addressed, as the role of metabolic phenotypes of MASLD-HCC as a potential strategy for risk stratification. The challenges in identifying high-risk patients and screening strategies are also discussed, as well as the potential approaches for MASLD-HCC prevention and treatment.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Intestinal inflammation and extraintestinal disease: understanding dynamic risk.\r\n\r\nPubmed   Journal   ReadQx \r\nPresentation of the Julius M. Friedenwald Medal to M. Bishr Omary.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Antibiotic Prophylaxis for ERCP.\r\n\r\nPubmed   Journal   ReadQx \r\nIndividualizing the Approach to Stopping Nucleos(t)ide Analogs: Can We Use a Low HBsAg Threshold to Predict a High Chance of Functional Cure and Minimal Risk of Hepatic Decompensation?\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater Endoscopic Mucosal Resection for Superficial Nonampullary Duodenal Epithelial Tumors.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Artificial Intelligence and Medical Liability in Gastrointestinal Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Role of Advanced Practice Providers in Modern Gastroenterology Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A novel \"NOTES\" technique for treating incarcerated stones in the gallbladder neck.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nWater pressure method for endoscopic submucosal dissection of a rectal tumor on the gravitational side close to the dentate line.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A single common target across the world: to make colorectal endoscopic submucosal dissection safer, faster, and easier for R0 resection.\r\n\r\nPubmed   Journal   ReadQx \r\nAn elastic traction device for facilitating endoscopic submucosal dissection of a submucosal tumor at the cardia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInternal and external bidirectional traction facilitating endoscopic submucosal excavation of a huge subepithelial tumor in the fornix of the gastric fundus near the cardia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe running suture with clip and string technique after colonic endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An Unusual Cause of Cat Scratch Colon.\r\n\r\nPubmed   Journal   ReadQx \r\nClearance of gut mucosal SARS-CoV-2 antigens and post-acute COVID-19 after two years in patients with inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMicrobial metabolite: a link between psychological stress and epithelial disturbance.\r\n\r\nPubmed   Journal   ReadQx \r\nUnlocking the potential of fecal virome transplants (FVT): modulating the gut-brain axis in stress-related disorders.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Mast cells and histamine in cholangiocarcinoma: exploring overlooked avenues for enhanced patient management.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    \"Reply: Chronic hepatitis B baseline viral load and on-treatment liver cancer risk: A multinational cohort study of HBeAg-Positive patients\".\r\n\r\nPubmed   Journal   ReadQx \r\nClonal hematopoiesis of indeterminate potential and risk of hepatocellular carcinoma: New kids on the block. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovations in Healthcare Delivery for Patients with Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Chronic hepatitis B baseline viral load and on-treatment liver cancer risk: A multinational cohort study of HBeAg-Positive patients.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Endoscopy for potential variceal bleeding within 12 hours- not so fast!\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: On the use of non-selective beta blockers in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Endoscopy for potential variceal bleeding within 12 hours-not so fast!\r\n\r\nPubmed   Journal   ReadQx \r\nReply: On the use of non-selective beta blockers in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A different picture on liver biopsy.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Complexity of trials on pain management in acute pancreatitis: an ongoing challenge.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    GLP1 receptor agonists and post-endoscopic aspiration pneumonia: what plays a role in clinical practice?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    EUS-guided gallbladder drainage in acute cholecystitis: response to letter to the editor.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-04-22T00:24:33-04:00",
    "input_file": {}
  },
  {
    "path": "gi/04-12-2024/",
    "title": "Fri Apr 12 2024",
    "description": "114 articles - From Friday Apr 05 2024 to Friday Apr 12 2024",
    "author": [],
    "date": "2024-04-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Endosc Int Open\r\n    Sessile serrated polyp detection rates after fecal immunochemical test or multitarget stool DNA test: Systematic review and meta-analysis.\r\n10 ug/g. Further comparative studies are needed to assess the impact of our findings on colorectal cancer reduction.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Computer-aided quality assessment of endoscopist competence during colonoscopy: A systematic review.\r\nThirteen studies developed or tested CAQ systems, most frequently by correlating it to ADR. Only five studies tested feedback by implementing the CAQ system. A meta-analysis was impossible due to the heterogeneous study designs, and more studies are warranted.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided biopsies vs surgical specimens for establishing patient-derived pancreatic cancer organoids: A systematic review and meta-analysis.\r\n The SR of PDTO establishment from EUS-guided biopsies is comparable to surgical specimens. Both techniques are suitable for tissue acquisition for PDTOs in clinical and research settings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    A prospective study on the prevalence of at-risk MASH in patients with type 2 diabetes mellitus in the United States.\r\n Among adults aged ≥50 years with T2DM, the prevalence of MASLD, at-risk MASH and cirrhosis is high, posing a significant risk for liver-related morbidity and mortality. Approximately 14% of patients with T2DM may be candidates for pharmacologic therapies specific to MASH-related fibrosis.\r\nPubmed   Journal   ReadQx \r\nPaediatric-onset immune-mediated inflammatory disease is associated with an increased mortality risk-A nationwide study.\r\n Patients diagnosed with pIMID have a fourfold higher risk of mortality when followed into early adulthood compared with reference individuals. This underlines the severe disease course of pIMID and highlights the need for multidisciplinary care.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Associations of intra-pancreatic fat deposition with incident diseases of the exocrine and endocrine pancreas: A UK Biobank prospective cohort study.\r\nFP is a common pancreatic disorder. Fat in the pancreas is an independent risk factor for diseases of both the exocrine pancreas and endocrine pancreas.\r\nPubmed   Journal   ReadQx \r\nCENTRAL NEUROMODULATORS IN IRRITABLE BOWEL SYNDROME. WHY, HOW AND WHEN.\r\nThis may include an atypical antipsychotic or brain-gut behavioral treatment. When tapering central neuromodulators, the dose should be reduced slowly over 4 weeks but may take longer when discontinuation effects occur.\r\nPubmed   Journal   ReadQx \r\nCharacterization of the Small Bowel Microbiome Reveals Different Profiles in Human Subjects who are Overweight or have Obesity.\r\nDirect analysis of the duodenal microbiome has identified key genera associated with overweight and obesity, including some previously identified in stool, e.g. Bifidobacterium and Lactobacillus. Specific species and strains exhibit differing associations with overweight and obesity, including escalation and de-escalation features that may represent targets for future study and therapeutics.\r\nPubmed   Journal   ReadQx \r\nHigh concordance between nonalcoholic fatty liver disease and metabolic dysfunction associated steatotic liver disease in the TARGET-NASH real world cohort.\r\n The new MASLD nomenclature is highly concordant with the prior TARGET-NASH pragmatic definitions.\r\nPubmed   Journal   ReadQx \r\nMetabolic Sequelae and All-Cause Mortality in Chronic Pancreatitis With and Without Prior Acute Pancreatitis: A Nationwide Population-Based Cohort Study.\r\nThis nationwide study revealed that the majority of CP patients have no prior episode(s) of AP, indicating that an attack of AP sensitizing the pancreas is not essential for CP development. CP patients with and without prior AP have different risk profiles of PPDM and all-cause mortality.\r\nPubmed   Journal   ReadQx \r\nOvert hepatic encephalopathy - more than meets the eye.\r\n Qualitative clinical evaluation of OHE is not reliable and recommendations should be followed.\r\nPubmed   Journal   ReadQx \r\nRates of Recurrent Intestinal Metaplasia and Dysplasia After Successful Endoscopic Therapy of Barrett's Neoplasia by EMR vs ESD and Ablation: A Large North American Multicenter Cohort.\r\nPatients with BE dysplasia/neoplasia achieving CRIM, initially treated with EMR/ablation had comparable recurrence rates to ESD/ablation. Randomized trials are needed to confirm these outcomes between the two ER techniques.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Differential effects of genetic polymorphism on comorbid disease in metabolic dysfunction-associated steatotic liver disease.\r\nThis combination of MASLD-related genetic variants is useful for predicting LRE in Japanese patients with MASLD. The genetic risk according to these variants is useful for LRE risk assessment, especially in patients without metabolic risk factors or in younger patients in Japan.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes of endoscopic ultrasound-guided ablation versus surgery for pancreatic cystic tumors.\r\nFor select patients with PCTs, EUS-PCA showed superior results to surgery in terms of long-term safety profile and preservation of pancreatic function.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Costs of Esophageal Strictures in the United States.\r\nEsophageal strictures are common, affecting between 1/100 to 1/1000 patients in the United States, with the highest rates seen in patients aged 75y and older. Accordingly, strictures have a significant financial burden on the healthcare system, with costs above $1 billion annually.\r\nPubmed   Journal   ReadQx \r\nRise In First-Time ERCP For Benign Indications >1 Year After Cholecystectomy Is Associated With Worse Outcomes.\r\n The rate of late-ERCP post-cholecystectomy is increasing significantly, particularly in patients with comorbidities associated with disorder of gut-brain interaction and mimickers of choledocholithiasis. Late-ERCPs are associated with disproportionately higher rates of adverse events, including initiation of chronic opioid use.\r\nPubmed   Journal   ReadQx \r\nThe effects of food insecurity on hepatic steatosis and fibrosis in people with HIV.\r\nFI is highly prevalent among PWH and associated with lower odds of NAFLD, and among PWH with diabetes, a greater odds of advanced fibrosis. FI may contribute to hepatic fibrosis through mechanisms other than steatosis in PWH.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Accurate and safe diagnosis and treatment of neoplastic biliary lesions using a novel 9F and 11F digital single-operator cholangioscope.\r\nThe novel DSOC device has excellent diagnostic accuracy in distinguishing neoplastic biliary lesions as well as therapeutic benefits in the context of total stone removal, with no documented AEs.\r\nPubmed   Journal   ReadQx   PMC\r\nAssociation between endoscopist adenoma detection rate and serrated polyp detection: Retrospective analysis of over 200,000 screening colonoscopies.\r\nThis study shows that endoscopists with higher ADR detect significantly more serrated lesions than those with a lower ADR.\r\nPubmed   Journal   ReadQx   PMC\r\nEstablishing the optimal number of passes during EUS-FNB for diagnosis of pancreatic solid lesions: Prospective multicenter study.\r\nAt least two passes should be performed for the diagnosis of solid pancreatic lesions. MOSE is a reliable tool to predict the histological adequacy of specimens.\r\nPubmed   Journal   ReadQx   PMC\r\nPotential for expanded application of endoscopic hand suturing: A pilot study of 15 cases.\r\nIn patients with POEM and anastomotic leak, EHS was discontinued because of the narrow lumen. In conclusion, EHS appears feasible and safe in situations.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Over-the-scope clip as first-line treatment of peptic ulcer bleeding: a multicentre randomized controlled trial (TOP Study).\r\nLow rates of 30-day rebleeding were observed after first-line endoscopic treatment of acute PU bleeding with either OTSC or TTSC. However, OTSC showed higher efficacy than TTSC in achieving successful initial hemostasis and overall clinical success.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An Immunocompetent Mongolian Gerbil Model for Hepatitis E Virus Genotype 1 Infection.\r\nHEV-1 efficiently infected Mongolian gerbils. This HEV-1 infection model will be valuable for investigating hepatitis E immunopathogenesis and evaluating vaccines and antivirals against HEV.\r\nPubmed   Journal   ReadQx \r\nComparison of Vonoprazan versus Intravenous Proton Pump Inhibitor for Prevention of High-Risk Peptic Ulcers Rebleeding after Successful Endoscopic Hemostasis: A Multicenter Randomized Noninferiority Trial.\r\n In patients with high-risk PU bleeding, the efficacy of vonoprazan in preventing 30-day rebleeding was noninferior to intravenous PPI.\r\nPubmed   Journal   ReadQx \r\nHow future pharmacological therapies for celiac disease will complement the gluten-free diet.\r\nAn increasing spectrum of therapeutic approaches target defined mechanisms in celiac disease pathogenesis, and some currently advance to phase 2-3 clinical studies. We discuss these approaches in terms of potential efficiency, practicability, safety and need as defined by patients, regulatory authorities, health care providers and payors.\r\nPubmed   Journal   ReadQx \r\nImpaired glycosylation of gastric mucins drives gastric tumorigenesis and serves as a novel therapeutic target.\r\n We propose that Golgi stress responses and aberrant glycans are important drivers of, and promising new therapeutic targets for gastric cancer.\r\nPubmed   Journal   ReadQx \r\nNutrition assessment and management in celiac disease.\r\nTherefore, assessment of nutritional status and diet quality upon diagnosis, and during long-term GFD is key in the management of CeD. This narrative review addresses nutritional considerations in CeD and management of common challenges associated with a gluten-free diet.\r\nPubmed   Journal   ReadQx \r\nRapid Endoscopic Diagnosis of Benign Ulcerative Colorectal Diseases with an Artificial Intelligence Contextual Framework.\r\nThese results enable this model to fit in the routine endoscopic workflow, and the contextual framework to be adopted for diagnosing other closely-related diseases.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    'Long-term outcomes after endoscopic submucosal dissection for relative indication early gastric cancer in non-surgical candidates'.\r\n ESD safely confers DFS in poor surgical candidates with RI EGC in a large Western cohort. Patients who are elderly and comorbid or decline surgical resection may benefit from ESD and avoid the risks of surgery and its long-term sequelae.\r\nPubmed   Journal   ReadQx \r\nAdministration of oral prednisolone to prevent esophageal stricture after balloon-type radiofrequency ablation for ultralong-segment esophageal neoplasia.\r\nOral prednisolone may offer a useful and safe preventive option for post-RFA stricture in ultralong ESCNs. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nAppendicoscopy Using Single Operator Cholangioscope in The Management of Acute Obstructive Appendicitis: A Novel Alternative.\r\n Appendicoscopy appears to be a feasible and effective alternative therapy for the accurate diagnosis and treatment of acute obstructive appendicitis.\r\nPubmed   Journal   ReadQx \r\nDuodenal papilla radiomics-based prediction model for post-endoscopic retrograde cholangiopancreatography pancreatitis using machine learning: a retrospective multicohort study.\r\nRadiomic signature of papilla is a crucial independent predictor of PEP. The papilla-radiomics-based model performs well for the clinical prediction of PEP.\r\nPubmed   Journal   ReadQx \r\nMulti-step validation of a Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis prediction system integrating multi-modal data: A multi-center study.\r\nWe firstly developed a multi-modal prediction model for identifying PEP with clinical-acceptable performance. The image and technique features are crucial for PEP prediction.\r\nPubmed   Journal   ReadQx \r\nNovel self-expandable stent-based endobiliary radiofrequency ablation for unresectable malignant biliary obstruction.\r\nThe SES-RFA system with polarity-switching between electrodes provided an even circumferential area of ablation and enhanced ablation depth between the electrodes. This novel endobiliary RFA system is a promising modality for local ablation in patients with unresectable MBO.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of remimazolam versus propofol during endoscopic ultrasound: A multicenter randomized controlled study.\r\n Remimazolam was superior to propofol in terms of safety and efficacy during EUS examinations.\r\nPubmed   Journal   ReadQx \r\nThe use of a real-time computer-aided detection system for visible lesions in the Barrett's esophagus during live endoscopic procedures, a pilot study.\r\n In this pilot study, the CADe system detected al potentially neoplastic lesions in Barrett's esophagus comparable to an expert endoscopist. Continued refinement of the system may improve specificity. External validation in larger multicenter studies is planned.\r\nPubmed   Journal   ReadQx \r\nUtilization of Pancreatic Endotherapy in Patients with Chronic Pancreatitis: Results From a Multicenter Cohort Study in the United States.\r\nNearly half of patients with CP who undergo PET received one or more repeat courses within 2-3 years. In addition to a prior history of AP, demographic and socioeconomic factors were associated with receiving PET.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Lactococcus lactis HkyuLL 10 suppresses colorectal tumourigenesis and restores gut microbiota through its generated alpha-mannosidase.\r\nObjective Probiotic administration may serve as a prophylactic measure against CRC.\r\nPubmed   Journal   ReadQx \r\nFluorescently labelled vedolizumab to visualise drug distribution and mucosal target cells in inflammatory bowel disease.\r\n These results indicate the potential of FMI to determine the local distribution of drugs in the inflamed target tissue and identify drug target cells, providing new insights into targeted agents for their use in IBD.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Incidence of liver cancer in young adults according to the global burden of disease database 2019.\r\n Over the past decade, there has been a marked increase in the burden of primary liver cancer, especially that originating from steatotic liver disease. This trend calls for the development of urgent and comprehensive strategies to mitigate this rising burden globally.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    B cell characteristics define HCV reinfection outcome.\r\nMBC quality, but not necessarily breadth of nAb responses, is important for protection against antigenically diverse variants, which is encouraging for HCV vaccine development.\r\nPubmed   Journal   ReadQx \r\nEMC10 modulates hepatic ER stress and steatosis in an isoform specific manner.\r\nThese findings demonstrate a novel, isoform specific role for EMC10 in the pathogenesis of MASLD and identify the secreted isoform as a tractable therapeutic target for MASLD via antibody-based neutralization. Impact and implications We have shown the role of EMC10 in the regulation of energy homeostasis and obesity. In this study, we determine the distinct roles of the two isoforms of EMC10 in the regulation of hepatic ER stress and steatosis in mice, and associations of MASLD with different EMC10 isoforms in humans. Our findings delineate a novel regulatory axis for hepatosteatosis and identify EMC10 as a modulator of the PERK-eIF2α-ATF4 signaling cascade that may be of broad physiological significance. Moreover, our pre-clinical and clinical studies clearly provide the foundations for translation of scEMC10 modulation for the treatment of MASLD.\r\nPubmed   Journal   ReadQx \r\nGenetic risk accentuates dietary effects on hepatic steatosis, inflammation and fibrosis in a population-based cohort.\r\nEffects of diet on LFC and cT1 were markedly accentuated in patients at increased genetic risk for SLD, implying dietary interventions may be more impactful in these populations.\r\nPubmed   Journal   ReadQx \r\nJNJ-73763989 and bersacapavir treatment in nucleos(t)ide analog suppressed patients with chronic hepatitis B: REEF-2.\r\nFinite 48-week treatment with JNJ-3989+JNJ-6379+NA resulted in fewer and less severe posttreatment HBV DNA increases and ALT flares, and a higher proportion of patients with off-treatment HBV DNA suppression, with or without HBsAg suppression, but did not result in FC. Clinicaltrials Gov identifier NCT04129554.\r\nPubmed   Journal   ReadQx \r\nPolyploidisation pleiotropically buffers ageing in hepatocytes.\r\nsOur results suggest a model whereby polyploidisation leads to fundamentally different cell states. Polyploid conversion enables pleiotropic buffering against age-related decline via non-random allelic segregation to restore a wild-type genome.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Effect of Trimebutine and Rifaximin on Breath Hydrogen and Methane by Glucose Breath Test in Patients With Functional Bloating: A Randomized Double-blind Clinical Trial.\r\nMethods We performed a randomized double-blind placebo-controlled trial ( no. KCT0004836) that included patients with functional bloating, no constipation, and SIBO using the hydrogen (H .\r\nPubmed   Journal   ReadQx \r\nFactors Associated With the Prevalence of Irritable Bowel Syndrome: The Miyagi Part of the Tohoku Medical Megabank Project Community-based Cohort Study.\r\nThis large cross-sectional population-based cohort study identified several factors associated with IBS prevalence. Psychological factors were significantly associated with IBS prevalence across al age groups and sexes.\r\nPubmed   Journal   ReadQx \r\nMultimorbidity of Allergic Diseases Is Associated With Functional Gastrointestinal Disorders in a Young Japanese Population.\r\n Allergic disease multimorbidity is positively correlated with the prevalence of FD and IBS in a young population.\r\nPubmed   Journal   ReadQx \r\nRetrograde Cricopharyngeus Dysfunction, a New Motility Disorder: Single Center Case Series and Treatment Results.\r\nOur case series of 50 patients with R-CPD shows very good short-term and good long-term improvement of symptoms after injection of BT. These results are in line with previous studies.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Clostridium butyricum on Gut Microbial Changes and Functional Profiles of Metabolism in High-fat Diet-fed Rats Depending on Age and Sex.\r\nBackground/aims A high-fat diet (HFD) causes dysbiosis and promotes inflammatory responses in the colon. This study aims to evaluate the effects of on HFD-induced gut dysbiosis in young male rats originate from the functional profiles of carbohydrate and energy metabolism.\r\nPubmed   Journal   ReadQx \r\nThe Effects of Fermented Rice Drink With Lactiplantibacillus plantarum JSA22 in Overweight Irritable Bowel Syndrome Patients: A Randomized, Double-blind, Placebo-controlled Study.\r\nBackground/aims This study aims to investigate the effect of a fermented rice drink with JSA22 showed a beneficial effect in reducing abdominal distension in IBS patients. Bacteria that reduce visceral fat accumulation increased in the stool and saliva of patients who consumed fermented rice drinks.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Diagnosis of GERD in patients with extra-oesophageal symptoms-still a long way to go….\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Recompensation in PBC is good. But is it good enough?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Time to address quality of life in our IBD treatment-IBD nurse intervention as a key part of multimodal IBD management.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: A practical approach to persistent gastrointestinal symptoms in inflammatory bowel disease in remission.\r\nPersistent gastrointestinal symptoms in IBD in remission can be traced back to potential pathophysiological mechanisms in individual patients and can be treated adequately. For both IBD-related complications and comorbidities and IBS-like symptoms in IBD in remission, pharmacological, dietary, lifestyle or psychological treatments can be effective. A systematic and personalised approach is required to reduce the burden for patients, healthcare systems, and society.\r\nPubmed   Journal   ReadQx \r\nReview article: Contemporary management of gastrointestinal, pancreatic and hepatic toxicities of immune checkpoint inhibitors.\r\nExpanding clinical trial and cohort data have clarified the epidemiology and clinical characteristics of gastrointestinal, pancreatic and hepatic toxicities of ICIs. Guidelines, though valuable, remain based principally on retrospective cohort data. Quality prospective, controlled studies may refine algorithms for treatment and potential immunotherapy rechallenge.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Nature and nurture in familial aggregation of steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPhenotypes of MASLD-associated hepatocellular carcinoma.\r\nIts natural history, prognosis and treatment are specifically addressed, as the role of metabolic phenotypes of MASLD-HCC as a potential strategy for risk stratification. The challenges in identifying high-risk patients and screening strategies are also discussed, as well as the potential approaches for MASLD-HCC prevention and treatment.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Intestinal inflammation and extraintestinal disease: understanding dynamic risk.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Common Pathophysiological Mechanisms and Treatment of Diabetic Gastroparesis.\r\nGastrointestinal motility disorders are closely related to a variety of factors including the absence and destruction of interstitial cells of Cajal, abnormalities in the neuro-endocrine system and hormone levels. Therefore, this study will review recent literature on the mechanisms of DGP and gastrointestinal motility disorders as well as the development of prokinetic treatment of gastrointestinal motility disorders in order to give future research directions and identify treatment strategies for DGP.\r\nPubmed   Journal   ReadQx \r\nExploring the Atypical Allergy Spectrum in Disorders of Gut-Brain Interactions: From Food to Aeroallergens.\r\n\r\nPubmed   Journal   ReadQx \r\nHow Does Esophageal Smooth Muscle Change After Denervation in Achalasia?\r\n\r\nPubmed   Journal   ReadQx \r\nOpioid-induced Constipation: Old and New Concepts in Diagnosis and Treatment.\r\nThe bowel functional index is the main tool for assessing the severity of OIC and for monitoring the response. The paper discusses the recent literature on the pathophysiology, clinical evaluation, and management of OIC and provides a pragmatic approach for its assessment and treatment.\r\nPubmed   Journal   ReadQx \r\nRetrograde Cricopharyngeus Dysfunction: Inability of Belch Due to Upper Esophageal Sphincter Relaxation Failure.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Asymptomatic Colonic Anisakis Infiltrating a Post-Endoscopic Mucosal Resection Scar.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Role of the Gastroenterologist in Obesity Management: Now Is the Right Time for Our Involvement.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater Endoscopic Mucosal Resection for Superficial Nonampullary Duodenal Epithelial Tumors.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Barriers to Community-Based Eradication of Helicobacter pylori Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nClinical Outcomes and Safety of Upper Endoscopy While on Glucagon-like Peptide-1 Receptor Agonists.\r\n\r\nPubmed   Journal   ReadQx \r\nNumber of older biological siblings and early-onset colorectal cancer risk.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel endoscopic electrocoagulation hemostasis technique for uncontrolled intraprocedural bleeding: series connection of foreign body forceps and hemostatic forceps.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA radiation-free novel approach for intestinal stent placement: the \"scope-in-scope\" technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare case of delayed duodenal perforation due to an over-the-scope clip.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAn elastic traction device for facilitating endoscopic submucosal dissection of a submucosal tumor at the cardia.\r\n\r\nPubmed   Journal   ReadQx \r\nAn unusual complication following endoscopic ultrasound-directed transgastric ERCP in a patient with a history of bariatric surgery.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAutologous skin-grafting surgery with novel continuous liquid infusion stent for prevention of esophageal stenosis after complete circular endoscopic submucosal tunnel dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nClosing the gender authorship gap.\r\n\r\nPubmed   Journal   ReadQx \r\nDetective flow imaging endoscopic ultrasound for localizing pancreatic insulinomas that are undetectable with other imaging modalities.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDuodenal neuroendocrine tumor successfully removed by endoscopic submucosal dissection with adaptative traction device.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEffective hemostasis with a self-assembling peptide hemostatic gel to manage leaky hemorrhage at the ulcer closure site after gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic hemostasis with bipolar forceps coagulation for post-endoscopic sphincterotomy bleeding.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided vascular intervention for pancreaticojejunal variceal bleeding.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFinding the needle in a haystack: single-balloon enteroscopy to diagnose diffuse large B-cell lymphoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIleus tube-assisted endoscopic detorsion as a useful initial management for cecal volvulus in a patient with septic shock.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nImpedance planimetry-guided peroral endoscopic myotomy of the fundoplication valve.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInternal and external bidirectional traction facilitating endoscopic submucosal excavation of a huge subepithelial tumor in the fornix of the gastric fundus near the cardia.\r\n\r\nPubmed   Journal   ReadQx \r\nLaser lithotripsy for pancreatolithiasis in pancreas divisum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLiver transplant bile duct suture leading to acute cholangitis: endoscopic removal via cholangioscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLotus sign: The lumen-apposing metal stent that failed to bloom.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrograde navigational tunnel technique in peroral endoscopic myotomy for sigmoid-type achalasia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful cannulation using a novel rotatable sphincterotome in a hepaticojejunal anastomotic stricture with a steep angle.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe case of infected intra-abdominal hematoma complicating endoscopic ultrasound-guided tissue acquisition.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUsefulness of a novel drill dilator in removing a migrated biliary plastic internal stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Endotherapy for Distant Anastomotic Strictures with a Twist: Reaching New Depths in Lumen Apposing Metal Stent Placement.\r\n\r\nPubmed   Journal   ReadQx \r\nOral 10% concentrated sodium chloride for preoperative preparation of peroral endoscopic myotomy in achalasia of cardia: a simple and effective method.\r\n\r\nPubmed   Journal   ReadQx \r\nThickened Submucosal Adipose Tissue Layer During ESD of IBD Dysplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    The pathophysiology of polycystic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Diagnosis of GERD in patients with extra-oesophageal symptoms-still a long way to go… Authors' reply'.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Recompensation in PBC is good. But is it good enough? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Determining optimal ALT cut-off values for predicting significant hepatic histological changes in chronic hepatitis B virus infection.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Diet-microbiome interactions in inflammatory bowel disease-Navigating towards individualised dietary strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The emerging role of novel capsule endoscopy systems in gastroenterology with specific reference to small bowel Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The emerging role of novel capsule endoscopy systems in gastroenterology with specific reference to small bowel Crohn's disease. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Use of liver stiffness measurement to identify liver cirrhosis in patients with chronic hepatitis D-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Use of liver stiffness measurement to identify liver cirrhosis in patients with chronic hepatitis D.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Authors' Reply: Pathogenic variant IPMN tumors show faster tumor growth than familial pancreatic cancer kindreds: prognostic indicators.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Helicobacter pylori Eradication Therapies: From Trial to Real World.\r\n\r\nPubmed   Journal   ReadQx \r\nRESPONSE TO LETTER TO THE EDITOR BY DANIEL KESZTHELYI ENTITLED GASTROPARESIS: READY FOR RE-CONCEPTUALIZATION?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: A word of caution is needed.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Do GLP1 receptor agonists cause post-endoscopic aspiration pneumonia?\r\n\r\nPubmed   Journal   ReadQx \r\nIntestinal motility may not be completely dependent on epithelial Ret signalling in the adult intestine.\r\n\r\nPubmed   Journal   ReadQx \r\nMeasuring the quality and safety of upper endoscopy in patients taking glucagon-like peptide-1 receptor agonists.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Ambulatory Impedance-pH Assessment Is the Industry Standard But Is It Always the Best Choice?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-04-14T21:07:16-04:00",
    "input_file": {}
  }
]
