[
  {
    "path": "gi/02-16-2024/",
    "title": "Fri Feb 16 2024",
    "description": "107 articles - From Friday Feb 09 2024 to Friday Feb 16 2024",
    "author": [],
    "date": "2024-02-16",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Treatment Decision for Locally Resected T1 Colorectal Carcinoma-Verification of the Japanese Guideline Criteria for Additional Surgery Based on Long-Term Clinical Outcomes.\r\nOur large-scale real-world multicenter study demonstrated the validity of the JSCCR criteria for pT1 CRC after local resection, especially regarding favorable outcomes in patients with low risk of LNM.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Establishment of Standards for the Referral of Large Non-Pedunculated Colorectal Polyps: An International Expert Consensus Using a Modified Delphi Process.\r\n The identified consensus statements can aid in improving the triage and planning of resection techniques for large colorectal polyps, ultimately contributing to the reduction of colorectal cancer incidence and mortality.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Additional viewpoints from transplant surgeons on Banff consensus recommendations for the assessment of steatotic donor livers.\r\n\r\nPubmed   Journal   ReadQx \r\nReply \"additional viewpoints from transplant surgeons on Banff consensus recommendations for the assessment of steatotic donor livers\".\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Comparative efficacy of P-CABs versus proton pump inhibitors for Grade C/D esophagitis: A systematic review and network meta-analysis.\r\n Vonoprazan has considerable efficacy in initial and maintained healing of grade C/D esophagitis compared with PPIs, with moderate short-term and long-term safety.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic spray cryotherapy for dysphagia palliation in esophageal cancer: Systematic review and meta-analysis.\r\nEndoscopic liquid nitrogen spray cryotherapy can effectively and safely treat dysphagia in esophageal cancer. It can be considered an option for dysphagia palliation in centers with expertise and equipment.\r\nPubmed   Journal   ReadQx   PMC\r\nRisk of recurrence with or without plastic stent after EUS-guided treatment of peripancreatic fluid collections: A systematic review and meta-analysis.\r\nIn this meta-analysis, long-term PS placement reduced the risk of PFC recurrence. Given the potential AEs of indwelling PS, further research is required to evaluate the overall benefits of long-term PS placement.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Diagnostic yield of endoscopic and EUS-guided biopsy techniques in subepithelial lesions of the upper gastro-intestinal tract: a systematic review. \r\nReported procedure-related complications graded AGREE II or higher were 2.8-3.9% for endoscopic biopsies, 1.0-4.5% for EUS-FNA, 0.9-7.7 % for EUS-FNB, 1.9-7.9% for MIAB. Based on the available evidence, MIAB and EUS-FNB seem to be most effective in terms of achieving a high diagnostic yield, with similar rates of adverse events.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Clinico-Pathological Appraisal of Duodenal Neuroendocrine Tumors at a Racially Diverse Safety Net Hospital.\r\n Larger scale studies are needed to determine the significance of these findings.\r\nPubmed   Journal   ReadQx \r\nImplementation of a hepatocellular carcinoma surveillance program in a community-based integrated health system in patients with hepatitis C cirrhosis.\r\nImplementation of a population-based program resulted in significant improvement in HCC surveillance use and clinical outcomes among patients with HCV cirrhosis. These findings may inform similar interventions by other healthcare systems.\r\nPubmed   Journal   ReadQx \r\nPredicting Risk of Colorectal Cancer After Adenoma Removal in a Large, Community-based Setting.\r\nA comprehensive CRC risk prediction model featuring patient age, diabetes diagnosis, and baseline colonoscopy indication and polyp findings was more accurate at predicting post-polypectomy CRC diagnosis than a model based on polyp findings alone.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Association between Vonoprazan and the risk of gastric cancer after Helicobacter pylori eradication.\r\nThe use of PCABs was associated with an increased risk of GC among Hp-eradicated patients, with duration/dose response effects.\r\nPubmed   Journal   ReadQx \r\nFeasibility and Colonoscopy Yield using the Fecal Immunochemical Test (FIT)-based Colorectal Screening in a Latin America Country.\r\n Implementation of a FIT-based CRC screening program was feasible in a low-resource setting, and there was a high yield for neoplasia in individuals with a positive FIT. This approach could be used as a model to plan and disseminate organized CRC screening more broadly in Brazil and Latin America.\r\nPubmed   Journal   ReadQx \r\nHypercholesterolemia is associated with dysregulation of lipid metabolism and poor prognosis in primary biliary cholangitis.\r\nOur results indicate that patients with PBC having baseline TC levels above 5.2 mmol/L have unique lipidome characteristics and are at a higher risk of poor clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Cloud technology and capsule endoscopy: A single-center users' experience of remote online video analysis and reporting. \r\nPillCam remote reader is a reliable, secure, and effective capsule analysis platform and should be incorporated into any CE service development plan.\r\nPubmed   Journal   ReadQx \r\nInsulated tip/needle-knife endoscopic stricturotomy is safe and effective for treatment of non-traversable anorectal strictures. \r\nEndoscopic stricturotomy is safe and effective in treating severe anorectal/anopouch strictures.\r\nPubmed   Journal   ReadQx \r\nPer-oral cholangioscopy in patients with primary sclerosing cholangitis: a 12-month follow-up study. \r\nIn PSC patients, POCS visualization/biopsy and ERC/cytology each identified three cases of CCA. Some patients had a repeat procedure and none experienced POCS-related SAEs.\r\nPubmed   Journal   ReadQx \r\nTransluminal antegrade drill dilation technique for hepaticojejunostomy stricture with cholangioscopic evaluation (with video).\r\nIn conclusion, TAD appears to be technically feasible and safe.\r\nPubmed   Journal   ReadQx   PMC\r\nTrends in prevalence of esophageal adenocarcinoma: Findings from a statewide database of over 6 million patients. \r\nTherefore, we aimed to assess the time trends in the prevalence and incidence of EAC and some of its risk factors in a large population of patients in Florida and to assess these trends based on age categories. We hypothesized that the prevalence of EAC and BE has increased over time at younger age groups.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    High risk stigmata and treatment strategy for acute lower gastrointestinal bleeding: a nationwide study in Japan.\r\nA population-level endoscopy dataset allowed us to identify high risk endoscopic SRH and propose a simple endoscopic treatment strategy for ALGIB. Unlike upper gastrointestinal bleeding, the rebleeding risks for ALGIB depend on colonic location, bleeding etiology, and treatment modality.\r\nPubmed   Journal   ReadQx \r\nRisk of a post-colonoscopy colorectal cancer in patients with diverticular disease: A population-based cohort study.\r\nAlthough the absolute risk was low, the relative risk of proximal PCCRCs may be elevated in patients with DD undergoing colonoscopy compared with non-DD patients.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A look into the future: Are we ready for an approved therapy in celiac disease?\r\nIn this perspective, we aim to describe these contextual issues and then look ahead to the future. What might be the major challenges in celiac disease clinics in the coming years once drugs are an option alongside the diet? And what will be future objectives for researchers who further decipher the mucosal immunology of celiac disease? Speculating on the answers to these questions is as stimulating as it is fascinating to be part of this turning point.\r\nPubmed   Journal   ReadQx \r\nApoptotic Vesicular Metabolism Contributes to Organelle Assembly and Safeguards Liver Homeostasis and Regeneration.\r\nThese findings establish a previously unrecognized functional and mechanistic framework that apoptosis through vesicular metabolism safeguards liver homeostasis and regeneration, which holds promise for hepatic disease therapeutics.\r\nPubmed   Journal   ReadQx \r\nAutonomous Artificial Intelligence versus AI Assisted Human optical diagnosis of colorectal polyps: A randomized controlled trial.\r\nAutonomous AI-based optical diagnosis exhibits non-inferior accuracy to endoscopist-based diagnosis. Both Autonomous AI and AI-H exhibited relatively low accuracy for optical diagnosis, however Autonomous AI achieved higher agreement with pathology-based surveillance intervals.\r\nPubmed   Journal   ReadQx \r\nEarly initiation of biologics and disease outcomes in children and adults with inflammatory bowel diseases: results from the nationwide epi-IIRN cohort.\r\n Early initiation of biologics was not associated with several IBD outcomes with the exception of a reduced risk of surgery and steroid-dependency for CD, which requires confirmation in future studies. In UC, early introduction of biologics was not associated with reduced risk of colectomy or steroid-dependency.\r\nPubmed   Journal   ReadQx \r\nEndoscopic gallbladder stenting to prevent recurrent cholecystitis in deferred cholecystectomy: a randomized trial. \r\n(Thaiclinicaltrials. org, number: TCTR20200913001).\r\nPubmed   Journal   ReadQx \r\nHistological remission in inflammatory bowel disease and female fertility: A nationwide study.\r\nAn association between histological and clinical activity and reduced female fertility in CD and UC was found. Notably, histological inflammation was linked to reduced fertility also in women with clinically quiescent IBD.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Feasibility of Esophageal Endoscopic Submucosal Dissection after Radiofrequency Ablation Treatment in Patients with Barrett's Esophagus.\r\nESD could be a feasible and safe option for patients with a history of RFA. It could be considered for esophageal neoplasms in patients previously treated with RFA for BE.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Faecal microbial transfer and complex carbohydrates mediate protection against COPD.\r\n The gut microbiome contributes to COPD pathogenesis and can be targeted therapeutically.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Comparison of six tests for diagnosing minimal hepatic encephalopathy and predicting clinical outcome - A prospective, observational study.\r\nWhere applicable, the diagnosis of mHE should be made based on adjusted norm values for the tests, exclusively. The mHE tests cannot be equated with one another and have an overall limited value in predicting clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nExtensive splanchnic vein thrombosis after SARS-CoV-2 vaccination a Vascular Liver Disease Group (VALDIG) initiative.\r\nAlthough definite VITT was rare, in 72% no other cause for SVT could be identified following SARS-CoV-2 vaccination. These cases were different from patients with non-vaccine related SVT, with lower incidence of prothrombotic conditions, higher rates of bowel ischemia and poorer outcome. Although SVT after SARS-CoV-2 vaccination is rare in absolute terms, these data remain relevant considering ongoing re-vaccination programs.\r\nPubmed   Journal   ReadQx \r\nFrom past to present to future: Terlipressin and hepatorenal syndrome-acute kidney injury.\r\nHowever, its recent Food and Drug Administration (FDA) approval has generated new interest in this population, as a new base of prescribers now work to incorporate the drug into clinical practice. In this article, we review HRS pathophysiology and diagnostic criteria, clinical use of terlipressin and alternative therapies, and identify areas of future research in the space of HRS and kidney injury in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nGenomics of human NAFLD: Lack of data reproducibility and high interpatient variability in drug target expression as major causes of drug failures.\r\nLack of data reproducibility, high interpatient variability and absence of disease dependent drug target regulations are likely causes of NASH drug failures in clinical trials.\r\nPubmed   Journal   ReadQx \r\nMolecular mechanisms in MASLD/MASH related HCC.\r\nWe delve into MASH-HCC associated genetic variations and somatic mutations, disease progression and research models, multi-omics analysis, immunological and microenvironmental impacts, and discuss targeted/combined therapies to overcome immune evasion and the biomarkers to recognize treatment responders. By furthering our comprehension of the molecular mechanisms underlying MASH-HCC, our goal is to catalyze the advancement of more potent treatment strategies, ultimately leading to enhanced patient outcomes.\r\nPubmed   Journal   ReadQx \r\nRecent outcomes of liver transplantation for Budd Chiari Syndrome - a study of the European Liver Transplant Registry (ELTR) and affiliated centers.\r\n LT for BCS results in excellent patient- and graft survival. Older recipient or donor age, and higher MELD are associated with poorer outcomes, while long-term anticoagulation improves both patient and graft outcomes.\r\nPubmed   Journal   ReadQx \r\nSintilimab plus bevacizumab combined with radiotherapy as first-line treatment for hepatocellular carcinoma with portal vein tumor thrombus: A multicenter, single-arm, phase 2 study.\r\nSintilimab plus bevacizumab combined with radiotherapy provides favorable treatment response and survival outcomes along with an acceptable safety profile in the first-line setting for HCC patients with PVTT. (ClinicalTrials.gov Identifier  NCT05010434).\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Blocking viral entry with bulevirtide reduces the number of HDV-infected hepatocytes in human liver biopsies.\r\n Blocking viral entry diminishes signs of liver inflammation and promotes a strong reduction of HDV infection within the liver, thus suggesting that some patients may achieve HDV cure with long-term treatment. Impact and implications Chronic infection with the hepatitis delta virus causes the most severe form of viral hepatitis affecting approximately 12 million people worldwide. The entry inhibitor bulevirtide (BLV) is the only recently approved anti-HDV drug, which has proven efficacious and safe in clinical trials and real-word data. Here, we investigated paired liver biopsies at baseline and after 24 or 48 weeks of treatment from three clinical trials to understand the effect of the drug on viral and host parameters in the liver, the site of viral replication. We found that BLV treatment strongly reduces the number of HDV-infected cells and signs of liver inflammation. This data implies that blocking viral entry ameliorates liver inflammation and that prolonged treatment regimens might lead to HDV cure in some patients. This concept will inform further developments of therapeutic strategies and combination treatments in CHD patients.\r\nPubmed   Journal   ReadQx \r\nChimeric antigen receptor-modified macrophages ameliorate liver fibrosis in preclinical models.\r\n Collectively, our findings demonstrate the potential of using macrophages as a platform for CAR technology to provide an effective treatment option for liver fibrosis. CAR-Ms might be developed for treatment of patients with liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nIncreased Siglec-9/Siglec-9L interactions on NK cells predict poor HCC prognosis and present a targetable checkpoint for immunotherapy.\r\nOur study provides the rationale for HCC treatment by targeting Siglec-9 on NK cells and identifies a promising small-molecule inhibitor against Siglec-9 that enhances NK cell-mediated HCC surveillance.\r\nPubmed   Journal   ReadQx \r\nMajor HBV splice variant encoding a novel protein important for infection.\r\nPrior studies unveiled the potential integration of the HBc -Cys protein into the HBV capsid. We confirmed the proposal and validated its identity and function during infection.\r\nPubmed   Journal   ReadQx \r\nNuclear miR-204-3p mitigates metabolic dysfunction-associated steatotic liver disease in mice.\r\nmiR-204-3p inhibits macrophage inflammation, coordinating macrophage actions on hepatocytes and HSCs to ameliorate steatohepatitis. Macrophage miR-204-3p may be a therapeutic target for MASLD. Impact and implications Metabolic dysfunction-associated steatotic liver disease (MASLD) is a chronic inflammatory disease ranging from simple steatosis to non-alcoholic steatohepatitis. However, the molecular mechanisms underlying the progression of MASLD remain incompletely understood. Here, we demonstrate that miR-204-3p levels in circulating peripheral blood mononuclear cells are negatively correlates with disease severity in patients with MASLD. Nuclear miR-204-3p activates ULK1 transcription and improves autophagic flux, limiting macrophage activation and hepatic steatosis. Our study provides a novel understanding of the mechanism of macrophage autophagy and inflammation in steatohepatitis and suggests that miR-204-3p may act as a potential therapeutic target for MASLD.\r\nPubmed   Journal   ReadQx \r\nPrimary hypocholesterolemia is associated with an increased risk of hepatic complications in the general population.\r\nHBL is associated with a markedly increased risk of hepatic complications. HBL must be considered as a substantial independent risk factor for liver diseases which justifies specific prevention and screening.\r\nPubmed   Journal   ReadQx \r\nRandomized-controlled trial of anakinra plus zinc vs. prednisone for severe alcohol-associated hepatitis.\r\nParticipants with SAH treated with prednisone using the Day-7 Lille score as a stopping rule had significantly higher overall and transplant-free 90-day survival and lower incidence of acute kidney injury than those treated with A+Z.\r\nPubmed   Journal   ReadQx \r\nSex-determining region Y gene promotes liver fibrosis and accounts for sexual dimorphism in its pathophysiology.\r\nSRY is a strong pro-fibrotic factor and accounts for the sex disparity of liver fibrosis, suggesting its critical role as a potentially sex-specific therapeutic target for prevention and treatment of the disease.\r\nPubmed   Journal   ReadQx \r\nTherapeutic vaccine-induced plasma cell differentiation is defective in the presence of persistently high HBsAg levels.\r\nSustained high levels of HBsAg challenge the potential of therapeutic hepatitis B vaccines to induce canonical plasma cell differentiation necessary for producing anti-HBs antibodies. Employing a strategy combining antibodies with vaccines can surmount this altered humoral response associated with atypical pre-plasma cells, leading to improved therapeutic efficacy in HBV carrier mice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Enhancing frailty assessment in liver transplantation candidates-The role of the Duke Activity Status Index in predicting mortality and guiding prehabilitation.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How often can we get the right diagnosis after bone marrow transplant in patients with abnormal liver function tests?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The prevalence and outcomes of perianal Crohn's disease across treatment eras.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Glucagon-like peptide-1 receptor agonists in patients with cirrhosis - answering the unanswered questions?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Colonoscopy vs. the Fecal Immunochemical Test: Which is Best?\r\nThis review will separately state the \"best case\" for FIT and colonoscopy as the screening tool of first choice. In addition, the review will examine these modalities from a health economics perspective to provide the reader further context about the relative advantages of these commonly used tests.\r\nPubmed   Journal   ReadQx \r\nImmunopathogenesis of Primary Biliary Cholangitis, Primary Sclerosing Cholangitis and Autoimmune Hepatitis: Themes and Concepts.\r\nDevelopment of effective therapies requires better knowledge of pathogenic mechanisms, including the roles of genetic risk, and how the environment and gut dysbiosis cause immune cell dysfunction and aberrant bile acid signalling. This review summarises key aetiolopathogenic concepts and themes relevant for clinical practice, and how such learnings can guide the development of new therapies for people living with AILDs.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Democracy in Science. \r\n\r\nPubmed   Journal   ReadQx \r\nOne - or more - blind spot(s) unveiled in the new definition of decompensated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Endoscopy\r\n    Anastomotic biliary stricture after orthotopic liver transplantation: what can we propose after failure of classic ERCP technique to cannulate the stricture? \r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted endoscopic mucosal resection for a mildly dysplastic lesion of the common bile duct: a pilot exploration for super minimally invasive surgery. \r\n\r\nPubmed   Journal   ReadQx \r\nContrast-enhanced endoscopic ultrasound-guided fine-needle aspiration for a gastric submucosal tumor with surrounding hemorrhage. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for esophageal cancer behind a tracheoesophageal voice prosthesis. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided choledochoduodenostomy using a novel, ultra-stiff, high-sliding guidewire and a dumbbell-shaped metal stent. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided partial splenic embolization for hypersplenism: a novel alternative. \r\n\r\nPubmed   Journal   ReadQx \r\nFunnel-hood-assisted endoscopic retrograde appendicitis therapy for acute appendicitis. \r\n\r\nPubmed   Journal   ReadQx \r\nGravity-assisted opacification method for confirming hilar biliary obstruction. \r\n\r\nPubmed   Journal   ReadQx \r\nNeedle puncture fistulotomy: a new technique for needle-knife fistulotomy as a primary biliary access method for biliary cannulation. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic pseudocyst with biliary fistula diagnosed using a novel slim peroral cholangioscope. \r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous endoscopic necrosectomy with the assistance of implanted stent to manage walled-off necrosis: first clinical experience. \r\n\r\nPubmed   Journal   ReadQx \r\nRetroflexed endoscopic submucosal dissection of a lesion invading the pyloric ring, using a newly developed thin endoscope. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful cholangioscopy-guided cannulation using a novel slim cholangioscope in a patient with Roux-en-Y gastrectomy. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful hemostasis with red dichromatic imaging for bleeding rectal dieulafoy's lesion. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful retrieval of a migrated stent in the pancreatic duct after endoscopic ultrasound-guided pancreaticogastrostomy with peroral pancreatoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nThrough-the-cholangioscope metal biliary stent placement as a novel endoscopic technique for bile duct strictures. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Cause of Acute Liver Failure.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare cause of abdominal pain and weight loss.\r\n\r\nPubmed   Journal   ReadQx \r\nAbdominal pain and bilious vomiting with a dilated duodenum and stomach in a five-year-old boy.\r\n\r\nPubmed   Journal   ReadQx \r\nBeyond time and space: charting dynamic evolution of sporadic colorectal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nHolding back the tide: Interferon-gamma to the rescue.\r\n\r\nPubmed   Journal   ReadQx \r\nSurvival of the fittest: Clonal selection of somatic mutations reveals targets to abate chronic liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic submucosal dissection, will it always be a hyper specialized skill?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    High-fat diet-induced AKT-palmitoylation in hepatocellular carcinoma: a breakthrough mechanistic investigation.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Association of glucagon-like peptide-1 receptor agonists with serious liver events among patients with type 2 diabetes: A Scandinavian cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Promise and pitfalls of a natural killer cell signature for hepatocellular carcinoma detection in HCV patients with sustained virological response.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter To The Editor: AGILE 3+ score, enhancing the diagnostic accuracy of advanced fibrosis in patients with non alcoholic fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver, heart, and kidney crosstalk in cirrhosis: POCUS is the focus.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: 'Letter to the editor: Are we comparing apples with oranges?'\r\n\r\nPubmed   Journal   ReadQx \r\nReply: AGILE 3+ score, enhancing the diagnostic accuracy of advanced fibrosis in patients with non alcoholic fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nenHanCCing knowledge of genetic factors in primary liver tumor.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Enhancing frailty assessment in liver transplantation candidates-The role of the Duke Activity Status Index (DASI) in predicting mortality and guiding prehabilitation. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How often can we get the right diagnosis after bone marrow transplant in patients with abnormal liver function tests? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The prevalence and outcomes of perianal Crohn's disease across the treatment eras-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Should ulcerative colitis be monitored more or less invasively?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Should ulcerative colitis be monitored more or less invasively? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The multifaceted role of Escherichia coli in influencing disorders of industrial populations.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The multifaceted role of Escherichia coli in influencing disorders of the industrial populations-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Dissecting Geographical and Racial Disparities in H. pylori Infection Rates: Screening and Eradication Strategies in the U.S.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom ChatGPT to GutGPT: Enhancing AI for Personalized Healthcare.\r\n\r\nPubmed   Journal   ReadQx \r\nSteatotic Liver Disease: Advancing Science and Patient Care Beyond Traditions.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Lifestyle-associated risk factor and gastrointestinal cancers: targeting potential of the gut microbe-host crosstalk-based metabolic processes.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Proton pump inhibitors and the risk of inflammatory bowel disease: a Mendelian randomisation study. \r\n\r\nPubmed   Journal   ReadQx \r\nRe-evaluating early-onset OSCC in Africa: findings of minimal cumulative incidence. \r\n\r\nPubmed   Journal   ReadQx \r\nShort-chain fatty acids in patients with severe acute pancreatitis: friend or foe? \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Changes of hepatic myeloid cells in chronic viral hepatitis and after cure and their clinical significance.\r\n\r\nPubmed   Journal   ReadQx \r\nDual Positivity for AFP-L3 and DCP Identifies Patients at Exceptionally High Risk for Post-LT HCC Recurrence.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic diagnosis and treatment for portal hypertension: not yet ready for clinical practice!\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the experimental to the clinical: deepening the understanding of mycophenolate mofetil combined with prednisolone therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nIdentifying the pivotal role of non-acute decompensation as a precursor to acute decompensation in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nResearchers call for more flexible editorial conduct rather than abruptly adopting only the new MASLD nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\nTailoring allocation policies and improving access to pediatric liver transplantation in Italy: outframing and concluding: Comment on:Tailoring allocation policies and improving access to pediatric liver transplantation over a 16-year period. Spada M, et al. J Hepatol. 2023 Dec 18:S0168-8278(23)05308-4. doi: 10.1016/j.jhep.2023.11.031. Epub ahead of print. PMID: 38122833.Ref 5.\r\n\r\nPubmed   Journal   ReadQx \r\nThe joint Middle East and North Africa and sub-Saharan Africa position statement on continuing endorsing the MAFLD definition.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-16T13:24:15-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-02-2024/",
    "title": "Fri Feb 02 2024",
    "description": "95 articles - From Friday Jan 26 2024 to Friday Feb 02 2024",
    "author": [],
    "date": "2024-02-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Diet and Nutritional Therapies in Patients With Inflammatory Bowel Disease: Expert Review.\r\nBEST PRACTICE ADVICE 12: Breastfeeding is associated with a lower risk for diagnosis of IBD during childhood. A healthy, balanced, Mediterranean diet rich in a variety of fruits and vegetables and decreased intake of ultraprocessed foods have been associated with a lower risk of developing IBD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: Efficacy and safety of fibroblast growth factor 21 analogues for the treatment of non-alcoholic steatohepatitis and non-alcoholic steatohepatitis-related fibrosis.\r\nFGF21 analogues appear as promising agents for the treatment of NASH and NASH-related fibrosis, and they generally seem to be safe and well tolerated.\r\nPubmed   Journal   ReadQx \r\nPrevalence and impact of alcohol abstinence in alcohol-associated cirrhosis: Systematic review and meta-analysis.\r\nAlcohol abstinence is associated with substantial improvement in overall survival in alcohol-associated cirrhosis. However, only half of the individuals with known alcohol-associated cirrhosis are abstinent.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    The Spigelman Staging System and the Risk of Duodenal and Papillary Cancer in Familial Adenomatous Polyposis. A Systematic Review and Meta-Analysis.\r\nThe current Spigelman staging system had a low sensitivity for duodenal and papillary adenocarcinoma. Two Spigelman variables (duodenal villous histology and polyp count) and the lack of papilla-specific variables likely contributed to the low sensitivity values for duodenal and papillary cancer, respectively. While clinicians may be familiar with its current form, there is an urgent need to update it.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Impact of study design on adenoma detection in the evaluation of artificial intelligence-aided colonoscopy: a systematic review and meta-analysis.\r\nEither parallel or tandem study design can capture the improvement in ADR resulting from the use of AI-assisted polyp detection systems. Tandem studies powered to detect differences in endoscopic performance through paired comparison may be a resource-efficient method of evaluating new AI-assisted technologies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Machine learning improves the prediction of significant fibrosis in Asian patients with metabolic dysfunction-associated steatotic liver disease - The Gut and Obesity in Asia (GO-ASIA) Study.\r\nML with clinical, anthropometric data and simple blood investigations perform better than FIB-4 for ruling out SF in biopsy-proven Asian NAFLD/MASLD patients.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Abdominal Symptom Improvement During Clinical Trials of Tenapanor in Patients With Irritable Bowel Syndrome With Constipation: A Post Hoc Analysis.\r\n Tenapanor significantly reduced abdominal symptoms in patients with IBS-C, particularly pain, discomfort, and bloating measured by AS, compared with placebo.\r\nPubmed   Journal   ReadQx \r\nBiological agents in the treatment of Crohn's disease: a propensity score-matched analysis from the prospective Persistence Australian National IBD Cohort (PANIC3) study.\r\n This large national prospective database with non-hierarchical prescribing of biological agents did not identify superior persistence of any agent in bio-naïve CD. However, for bio-experienced CD patients, persistence was greater with ustekinumab.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of Upadacitinib for Patients with Acute Severe Ulcerative Colitis: A Multi-Center Experience.\r\n Upadacitinib along with IV corticosteroids may be an effective treatment for ASUC.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Surveillance of Intestinal Metaplasia of the Esophagogastric Junction: A Decision Modeling Analysis.\r\n Endoscopic surveillance is costly and can cause harm, however, low-intensity longitudinal surveillance (every 5 years) is cost-effective in populations with higher EGJAC incidence. No surveillance or one-time endoscopic surveillance of patients with EGJIM was cost-effective in low-incidence populations. Future studies to better understand the natural history of EGJIM, identify risk factors for progression, and inform appropriate surveillance strategies are required.\r\nPubmed   Journal   ReadQx \r\nForecasting the Incidence and Prevalence of Inflammatory Bowel Disease: A Canadian nationwide analysis.\r\n Over the next decade, the Canadian healthcare systems will contend with the juxtaposition of rising incidence of pediatric IBD and a rising prevalence of overall IBD driven by the aging population.\r\nPubmed   Journal   ReadQx \r\nIDENTIFICATION OF ACHALASIA WITHIN ABSENT CONTRACTILITY PHENOTYPES ON HIGH-RESOLUTION MANOMETRY: PREVALENCE, PREDICTIVE FACTORS AND TREATMENT OUTCOME.\r\n Despite HRM diagnosis of absent contractility, achalasia is identified in over one in 10 patients regardless of IRP value.\r\nPubmed   Journal   ReadQx \r\nLow-dose aspirin and prevention of colorectal cancer: evidence from a nationwide registry-based cohort in Norway.\r\n In this nationwide cohort, use of low-dose aspirin was associated with a lower risk of CRC.\r\nPubmed   Journal   ReadQx \r\nOutcomes of serum food-specific IgG4 to guide elimination diet in patients with eosinophilic esophagitis.\r\n Serum FS- IgG4 to milk, wheat, soy, egg and nuts were present at higher levels in EoE, with targeted elimination resulting in 45% histologic remission rate. Serum FS-IgG4 has potential as a non-invasive biomarker in EoE. When successful, FS-IgG4-led elimination diet can negate need for medications and be viewed more favourably by patients due to its smaller endoscopic burden compared to empirical elimination diets.\r\nPubmed   Journal   ReadQx \r\nPopulation-based study of alcohol-related liver disease in England 2001-2018: Influence of socioeconomic position.\r\nInterpretation The increasing ALD incidence in England is a greater burden on individuals of low compared to high socioeconomic position. This finding highlights ALD as a contributor to inequality in health.\r\nPubmed   Journal   ReadQx \r\nThe Time-Dependent Association between Irritable Bowel Syndrome and All-cause and Cause-specific Mortality: A Prospective Cohort Study within the UK Biobank.\r\n We found that earlier during follow-up, having diagnosed IBS was associated with lower mortality risk, and the association attenuated over time. Additional studies to understand whether specific factors, such as lifestyle and healthcare access, explain the inverse association between IBS and mortality are needed.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Burden and Treatment of Chronic Upper GI Symptoms and Diagnoses - a Nationwide Study.\r\nChronic upper GI symptoms and diagnoses account for a high number of annual health care visits, both in primary care and specialty care. While there are several treatments, many these patients are not on any treatments.\r\nPubmed   Journal   ReadQx \r\nCoconut water induces clinical remission in mild to moderate ulcerative colitis: double-blind placebo controlled trial.\r\n Coconut water was more effective than placebo for induction of clinical remission in patients with mild to moderate UC. The trial was prospectively registered on clinical trials registry India (No  CTRI/2019/03/01827).\r\nPubmed   Journal   ReadQx \r\nInfant ustekinumab Clearance, Risk of Infection, and Development after exposure during pregnancy.\r\nNo adverse signals after intrauterine exposure to ustekinumab were observed with respect to pregnancy outcome, infections, or developmental milestones during the first year of life. Infant ustekinumab concentration was not associated with risk of infections. With the ustekinumab clearance profile, live attenuated vaccination from 6 months of age seems of low risk.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Clinical usefulness of tissue acquisition of pancreatic cystic lesions using an endoscopic ultrasound-guided needle for histological analysis.\r\nEUS-TA with PC20 has high accuracy and technical success with a low AE rate for PCL diagnosis.\r\nPubmed   Journal   ReadQx   PMC\r\nDevice-assisted enteroscopy in the surveillance of intestinal hamartomas in Peutz-Jeghers syndrome.\r\nEndoscopic management of small bowel polyps in patients with PJS using DAE is an effective strategy for prophylactic removal of hamartomas. DAE surveillance and endoscopic polypectomy is safe and may decrease the need for repeated laparotomy in patients with PJS.\r\nPubmed   Journal   ReadQx   PMC\r\nEUS-guided laser lithotripsy for pancreatic duct stones after failed conventional pancreatic endotherapy.\r\nOur approach of performing laser lithotripsy under EUS guidance obviates the need for an ESWL procedure;  however, it is technically more challenging and requires precision to avoid injury to the pancreas. Further prospective studies are required to evaluate the safety and efficacy of this novel approach and its applicability as either a rescue procedure or in tandem with conventional pancreatic endotherapy modalities.\r\nPubmed   Journal   ReadQx   PMC\r\nMeasuring the concordance between endoscopic and histologic inflammation and its effect on IBD-associated dysplasia.\r\nEndoscopic and histologic inflammation are associated with higher odds of finding TVAs and random low-grade, high-grade, and indefinite dysplasia. Concordance between histologic and endoscopic inflammation severity is low.\r\nPubmed   Journal   ReadQx   PMC\r\nMid-gastric peroral endoscopic myotomy in the treatment of post-sleeve gastrectomy gastric tube twist: Four cases.\r\nMG-POEM shows promise for safe and effective management of post-LSG mid-gastric twist, despite requiring a high level of endoscopic skill to perform submucosal tunneling.\r\nPubmed   Journal   ReadQx   PMC\r\nRisk factors of early adverse events associated with endoscopic ultrasound-guided hepaticogastrostomy using self-expandable metal stent.\r\nEUS-HGS using SEMS demonstrated high technical and clinical success rates. Laser-cut SEMS may be superior in preventing early AEs.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Perspectives and awareness of endoscopy healthcare professionals on sustainable practices in gastrointestinal endoscopy: results of the LEAFGREEN survey.\r\nIn this survey, ESGE and ESGENA members acknowledge climate change as a major threat to humanity. Further improvement in sustainability beliefs and professional attitudes, reduction in inappropriate GI endoscopy, and rational use of single-use accessories and endoscopes are critically required.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Celiac disease affects 1% of global population - who will manage all these patients? What are criteria to prioritize along risk for complications?\r\nThere is a clear need for more personalized and on-demand follow-up based on early treatment response and patient-related factors associated with long-term prognosis. Additional scientific evidence on the optimal implementation of follow-up for pediatric and adulthood celiac disease is nevertheless called for.\r\nPubmed   Journal   ReadQx \r\nDIAGNOSIS OF SERONEGATIVE AND ULTRASHORT CELIAC DISEASE.\r\nSome additional diagnostic tools have been developed recently, such as assessing of intestinal transglutaminase 2 (TG2) deposits, the flow-cytometry technique, micro-RNA detection or proteomic analysis and they seem to be useful in the identification of complex patients. Further co-operative studies are highly desirable to improve the knowledge of these two still obscure variants of celiac disease.\r\nPubmed   Journal   ReadQx \r\nNon-host factors influencing onset and severity of celiac disease.\r\nFurthermore, we discuss studies in CeD-relevant animal models that offer mechanistic insights into how diet, the microbiome, and enteric infections modulate CeD pathogenesis. Finally, we address the clinical implications and therapeutic potential of understanding these cofactors, offering a promising avenue for preventive and therapeutic interventions in CeD management.\r\nPubmed   Journal   ReadQx \r\nOncogenic fatty acid metabolism rewires energy supply chain in gastric carcinogenesis.\r\nActive Kras expression only in gastric chief cells drives the full spectrum of gastric carcinogenesis. Also, oncogenic metabolic rewiring is an essential adaptation for high energy demand in dysplastic cells.\r\nPubmed   Journal   ReadQx \r\nOpportunities for Improving Biopsy and Non-Biopsy-Based Diagnosis of Celiac Disease.\r\nDespite the growing popularity and evidence basis for a biopsy-free approach to diagnosis in the context of highly elevated serologies, there will nevertheless continue to be a role for a biopsy in some groups. The present review summarizes the current evidence supporting a non-biopsy approach, arguments supporting continued reliance on biopsy, and focuses on opportunities to improve both approaches.\r\nPubmed   Journal   ReadQx \r\nTranscriptomic-Based Microenvironment Classification Reveals Precision Medicine Strategies for PDAC.\r\nThis novel approach defines a distinct subgroup of PDAC patients that may benefit from immunotherapeutic strategies based on their TME subtype and provides a framework to select patients for prospective clinical trials investigating precision immunotherapy in PDAC. Further, the predictive utility and real-world clinical applicability espoused by this transcriptomic-based TME classification approach will accelerate the advancement of precision medicine in PDAC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical outcomes of argon plasma coagulation for the treatment of gastric low grade dysplasia.\r\nIn gastric LGD smaller than 10 mm without scars, APC is a good treatment modality in place of ER. However, when a lesion is larger, APC should be selected carefully with close monitoring.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Gastrointestinal Placement of Capsule Endoscopy to Investigate the Small Bowel: a Multicentric European Retrospective Series of 630 Procedures in Adult Patients.\r\n EGIPT of SB CE is highly feasible, safe and comes with high completion rate and diagnostic yield. When indicated, it should rather be performed under anesthesia and the capsule should be delivered in the duodenum rather than in the stomach, for better SB examination outcomes.\r\nPubmed   Journal   ReadQx \r\nGastric Cancer Detection Rates using Gastrointestinal Endoscopy with Serological Risk Stratification: A Randomized Controlled Trial.\r\n There were no differences between Ba-Endo and ABC-Endo groups in GC detection rates. However, the rate of detected GCs that could be cured by endoscopic resection alone was significantly higher in the ABC-Endo group.\r\nPubmed   Journal   ReadQx \r\nHistopathological vertical margin positivity in cold snare polypectomy and mucosal resection for sessile serrated lesions.\r\nA rigorous histopathologic evaluation revealed that for SSLs, CSP more frequently leads to positive vertical margins than EMR.\r\nPubmed   Journal   ReadQx \r\nIncomplete Mucosal Layer Excision during Endoscopic Mucosal Resection: a potential source of recurrent adenoma.\r\n We report the novel finding of IME within the PED after EMR of LNPCPs. IME may contain microscopic residual adenoma and therefore is a risk for RRA during follow-up. After completion of EMR the PED should be carefully evaluated and if IME is found it should be excised.\r\nPubmed   Journal   ReadQx \r\nInsulin sensitivity and beta cell function after Duodenal Mucosal Resurfacing (DMR): An Open-Label, Mechanistic, Pilot Study.\r\nInsulin sensitivity and insulin secretion improved 3 months after DMR. It is unlikely that incretin changes are responsible for improved glucose control after DMR. These data add to the growing evidence validating the duodenum as a therapeutic target for patients with T2D.\r\nPubmed   Journal   ReadQx \r\nLIQUID NITROGEN SPRAY CRYOTHERAPY FOR ERADICATION OF DYSPLASTIC BARRETT'S ESOPHAGUS: RESULTS FROM A MULTICENTER PROSPECTIVE REGISTRY.\r\n In this largest reported prospective cohort, liquid nitrogen SCT was safe and effective for treatment of dysplastic and neoplastic BE. Response was lower in those with prior failed RFA;  in that cohort approximately 50% attained CEIM at 3 years.\r\nPubmed   Journal   ReadQx \r\nNovel endoscopic scoring system for immune mediated colitis: A Multicenter Retrospective Study of 674 Patients.\r\nThis is the largest, multi-center study to devise an endoscopic scoring system to guide IMC management. An IMCES cutoff 4 has a higher specificity for SIT use than clinical symptoms, supporting early endoscopic evaluation for IMC.\r\nPubmed   Journal   ReadQx \r\nPotential for expanding indications and curability criteria of endoscopic resection for early gastric cancer in elderly patients: results from a Japanese multicenter prospective cohort study.\r\nUsefulness of ESD for elderly EGC patients was confirmed by their clinical outcomes. Lesions ≤3 cm and EL-L emerged as new ER indication and curability criterion, respectively.\r\nPubmed   Journal   ReadQx \r\nSAFETY OF ENDOSCOPIC ULTRASONOGRAPHY LATEX BALLOON USE IN PATIENTS WITH A LATEX ALLERGY.\r\nThe use of EUS latex balloons in patients with a latex allergy was associated with no adverse events.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Early-life diet and risk of inflammatory bowel disease: a pooled study in two Scandinavian birth cohorts.\r\n In this Scandinavian birth cohort, high diet quality and fish intake in early life were associated with a reduced risk of IBD.\r\nPubmed   Journal   ReadQx \r\nOptimal age to discontinue long-term surveillance of intraductal papillary mucinous neoplasms: comparative cost-effectiveness of surveillance by age.\r\nThe cost-effectiveness of long-term IPMN surveillance depended on sex, IPMN types, and comorbidity levels, suggesting the potential to personalise patient management from the health economic perspective.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Targeting Src SH3 domain-mediated glycolysis of hepatic stellate cells suppresses transcriptome, myofibroblastic activation, and colorectal liver metastasis.\r\n The Src SH3 domain-facilitated metabolic reprogramming induced by TGFβ1 represents a target to inhibit CAF activation and the pro-metastatic liver microenvironment.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Clinical profiles and mortality rates are similar for metabolic dysfunction-associated steatotic liver disease and non-alcoholic fatty liver disease.\r\nNAFLD and MASLD were similar except MASLD subjects were older with slightly higher mortality risk due to cardiometabolic risk factors inclusion. Clinical profiles and NIT thresholds are identical. These data provide evidence that NAFLD and MASLD can be used interchangeably.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nFurther progress to quantify histological damage in patients with celiac disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPharmacoequity for Older Adults With Inflammatory Bowel Diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nUpper GI Endoscopy Off PPI with Concurrent Telemetry Capsule pH monitoring. Evidence Based and Cost Effective.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Choose the best alternative wisely for biliary interventions after failed ERCP!\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDevice-assisted enteroscopy and the need for surgery in Peutz-Jeghers syndrome: the long and winding road.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJ Hepatol\r\n    MASLD emerging from the fog of fatty liver.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Rare Cause of Abdominal Mass and Constipation.\r\n\r\nPubmed   Journal   ReadQx \r\nA Rare Complication of a Benign Pancreatic Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nAdult Type II Choledochal Cyst.\r\n\r\nPubmed   Journal   ReadQx \r\nAnorectal Manometry: When, How to Perform and Interpret, and Is It Useful?\r\n\r\nPubmed   Journal   ReadQx \r\nElectrosurgical Principles: Beyond Blue and Yellow Pedal.\r\n\r\nPubmed   Journal   ReadQx \r\nHow I Approach It: Prompt Engineering for Generative Artificial Intelligence (GAI) in Gastroenterology and Hepatology.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Ma et al.\r\n\r\nPubmed   Journal   ReadQx \r\nTrue, True and Unrelated? A case of two nearby gastric lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nUnder the covers - a sharp foreign body buried within the lumen.\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling the Enigma: A Rare Presentation of S. mansoni Infection Resembling a Rectal Mass.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Ethical Implications of Artificial Intelligence in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh Diagnostic Yield of Abnormal Endoscopic Findings in the Evaluation of Laryngopharyngeal Reflux.\r\n\r\nPubmed   Journal   ReadQx \r\nKissing anal ulcers.\r\n\r\nPubmed   Journal   ReadQx \r\nPseudolipomatosis of the Colon.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Percutaneous single-operator cholangioscopy-assisted antegrade biliary recanalization with over-the-wire 3F microcatheter manipulation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Comments on the use of confocal laser endomicroscopy in diagnosing protein-losing enteropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nCutting-edge novel device in the treatment of obesity.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nESGE and its publications.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of a chronic anastomotic leak after a Billroth II procedure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic removal of esophageal foreign body embedded in muscularis propria.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for diverticulum using combination of countertraction and circumferential-inversion method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for superficial esophageal cancer with ulcer scarring using a combination of pocket creation, gel immersion, and red dichromatic imaging.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided drainage using a forward-viewing echoendoscope for peripancreatic fluid collection after Child resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing visualization with low echo reduction during endoscopic ultrasound-guided pancreatic duct drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInspection of intraductal papillary mucinous neoplasm via the papilla using a novel slim pancreatoscope under balloon enteroscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMultipolar traction pulley method combined with underwater endoscopic submucosal dissection for a large rectal laterally spreading tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRemarkable tumor shrinkage in hilar biliary cholangiocarcinoma confirmed by peroral cholangioscopy following neoadjuvant chemotherapy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nStretching the limits of submucosal tunneling endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTherapeutic endoscopy and appendiceal lesions - train and evaluate before intervening.\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling the hidden threat: esophageal squamous cell neoplasm in patients with head and neck squamous cell carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Pharmacoequity for Older Adults With Inflammatory Bowel Diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent Abdominal Pain Associated with Small Intestinal Edema.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clofazimine associated enteropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Ebastine for the treatment of irritable bowel syndrome: old drug, new tricks?\r\n\r\nPubmed   Journal   ReadQx \r\nInflammatory bowel diseases: are we ready to recommend a preventive diet for infants?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A rare cause of liver fibrosis in an adult patient.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nGenetic cholestasis in children and adults.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Artificial Intelligence in Medical Consultations: Optimization in Assessment and Application.\r\n\r\nPubmed   Journal   ReadQx \r\nProlonged Gastrointestinal Manifestations After Recovery From COVID-19.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    eCura and W-eCura: different scores, different populations, same goal.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-07T15:28:40-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-12-2024/",
    "title": "Fri Jan 12 2024",
    "description": "131 articles - From Friday Jan 05 2024 to Friday Jan 12 2024",
    "author": [],
    "date": "2024-01-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    ACG Clinical Guideline: Alcohol-Associated Liver Disease.\r\nLevel of evidence and strength of recommendations were evaluated using the Grading of Recommendations, Assessment, Development, and Evaluations system. This guideline was developed under the American College of Gastroenterology Practice Parameters Committee.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review and meta-analysis: Risk of gastric cancer in patients with first-degree relatives with gastric cancer.\r\n This meta-analysis highlights the relevance of patients' family history of gastric cancer and the importance of this risk factor for the early detection of neoplastic conditions.\r\nPubmed   Journal   ReadQx \r\nSystematic review with meta-analysis: Cause-specific and all-cause mortality trends across different coeliac disease phenotypes.\r\n Mortality in coeliac disease is increased, predominantly due to malignancies-particularly non-Hodgkin lymphoma-although differing significantly across disease phenotypes. Mortality of patients with coeliac disease has significantly decreased in recent decades. These results may influence diagnosis and management.\r\nPubmed   Journal   ReadQx \r\nSystematic review with meta-analysis: Steatosis severity and subclinical atherosclerosis in metabolic dysfunction-associated steatotic liver disease.\r\nEven mild steatosis is associated with CVD risk, and steatosis severity further intensifies this association. These findings suggest that liver fat quantification enhances CVD risk stratification in patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nSystematic review: Clinical phenotypes, histopathological features and prognosis of enteropathy due to angiotensin II receptor blockers.\r\nEnteropathy due to ARBs is characterised by severe malabsorption often requiring hospital admission and can involve the entire gastrointestinal tract. Clinician awareness can lead to prompt diagnosis and excellent prognosis.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Comparative Efficacy of Advanced Therapies for Achieving Endoscopic Outcomes in Crohn's Disease: A Systematic Review and Network Meta-Analysis.\r\nOn network meta-analysis, JAK1 inhibitors and anti-IL23p19 agents may be the most effective amongst non-TNF-targeting advanced therapies for inducing endoscopic response. Future head-to-head trials will further inform positioning of different therapies for the management of CD.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Intraductal radiofrequency ablation plus biliary stent versus stent alone for malignant biliary obstruction: a systematic review and meta-analysis.\r\nRFA+S improved OS in the treatment of MBO when compared with S-alone. Moreover, the RFA therapy prolonged stent patency in hilar strictures and CCA, with similar rates of AEs.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Accuracy of the no-biopsy approach for the diagnosis of coeliac disease in adults: a systematic review and meta-analysis. \r\nOnly one study had a low risk of bias across al domains. The results of this meta-analysis suggest that selected adult patients with IgA-tTG =10×ULN and a moderate to high pre-test probability of coeliac disease could be diagnosed without undergoing invasive endoscopy and duodenal biopsy.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Efficacy of Artificial Intelligence in Reducing Miss Rates of Gastrointestinal Adenomas, Polyps, and Sessile Serrated Lesions: A Meta-analysis of Randomized Controlled Trials. \r\nThis meta-analysis suggested that AI technology led to significant reduction of miss rates for GI adenomas, polyps, and sessile serrated lesions (SSL) during endoscopy surveillance. These results underscore the potential of AI to improve the accuracy and efficiency of GI endoscopy procedures.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Symptomatic Response to Antibiotics in Patients With Small Intestinal Bacterial Overgrowth: A Systematic Review and Meta-analysis.\r\nAntibiotics appear to be efficacious in treating SIBO, although small sample sizes and poor data quality limit this interpretation. Symptomatic response rates also appear to be higher in IBS patients with SIBO. This may be the first example of precision medicine in IBS as opposed to our current empiric treatment approach. Large-multicenter studies are needed to verify the results.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Comparison of 1-day versus 3-day intravenous terlipressin in cirrhosis patients with variceal bleeding: A pilot randomised controlled trial.\r\nOur results suggest that 1 day of terlipressin therapy is associated with similar 5-day and 42-day rebleeding rates, 42-day mortality and an overall superior safety profile compared with 3-day of terlipressin therapy. These findings require to be validated in double-blinded, larger, multiethnic and multicentre studies across the various stages of cirrhosis (CTRI/2019/10/021771).\r\nPubmed   Journal   ReadQx \r\nDetermining optimal ALT cut-off values for predicting significant hepatic histological changes in patients with normal ALT in the grey zone of chronic hepatitis B virus infection.\r\n This study established novel optimal ALT cut-off values for more precise prediction of SLHC among Chinese patients with GZ CHB and normal ALT levels. This may help identify individuals who will benefit from timely antiviral therapy.\r\nPubmed   Journal   ReadQx \r\nDuke Activity Status Index and Liver Frailty Index predict mortality in ambulatory patients with advanced chronic liver disease: A prospective, observational study.\r\nPoor functional exercise capacity and physical frailty are highly prevalent among ambulatory patients with CLD who are being assessed for LT. The DASI and LFI are simple, low-cost tools that predict overall and pre-LT mortality. Implementation of both should be considered in al outpatients with CLD to highlight those who may benefit from targeted nutritional and exercise interventions.\r\nPubmed   Journal   ReadQx \r\nRacial and ethnic disparities in untreated patients with hepatitis C virus-related hepatocellular carcinoma but not in those with sustained virologic response.\r\n DAA treatment rates were suboptimal. Racial and ethnic disparities resolved with HCV cure. Early diagnosis and improved access to HCV treatment is needed for al patients with HCV infection.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    NATURAL HISTORIES AND DISEASE COMPLICATIONS IN A COHORT OF 151 CHILDREN WITH GASTRIC OR DUODENAL EOSINOPHILIA.\r\nPatients with gastric and duodenal eosinophilia should be followed closely to monitor for recurrence and complications, especially those presenting with endoscopic abnormalities or complications.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Randomized trial of patient outreach approaches to de-implement outdated colonoscopy surveillance intervals. \r\nAlso, more patients adopted the 10-year surveillance interval in the telephone (37.0%) and secure messaging arms (32.0%) compared to mailed letter (18.9%) and rate differences were significant for telephone (18.1%;  97.5% CI: 8.3%, 27.9%) and secure message outreach (13.1%;  97.5% CI: 3.5%, 22.7%) versus mailed letter outreach. Telephone and secure messaging were more effective than mailed letter outreach for de-implementing outdated colonoscopy surveillance recommendations among individuals with a history of low-risk adenomas in an integrated healthcare setting.\r\nPubmed   Journal   ReadQx \r\nReduction of upper gastrointestinal bleeding risk with proton pump inhibitor therapy in Asian patients with atrial fibrillation receiving direct oral anticoagulant: A nationwide population-based cohort study.\r\nIn this large Asian cohort of patients with AF on DOAC, PPI co-therapy is beneficial for reducing the risk of hospitalization for UGIB, particularly in high-risk patients.\r\nPubmed   Journal   ReadQx \r\nSafety of vedolizumab and ustekinumab compared with anti-TNF in pregnant women with inflammatory bowel disease.\r\nOverall, the safety of vedolizumab and ustekinumab compared to anti-TNF use during pregnancy is reassuring. Further studies are needed to confirm these findings.\r\nPubmed   Journal   ReadQx \r\nType 1 Autoimmune Pancreatitis in Europe: Clinical Profile and Response to Treatment.\r\n Patients with type 1 AIP and elevated IgG4 level may need closer monitoring. For remission induction, a starting dose of 0.4 mg/kg/day for 2 weeks followed by a short taper period seems effective. This study provides no evidence to support more aggressive regimens.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessment of endoscope reprocessing at World Gastroenterology Organisation training centers using adenosine triphosphate testing.\r\nThis was not significantly improved by a comprehensive educational intervention. Alternative approaches to endoscope reprocessing are needed.\r\nPubmed   Journal   ReadQx   PMC\r\nIncidence of persistent SARS-CoV-2 gut infection in patients with a history of COVID-19: Insights from endoscopic examination.\r\nSmokers and individuals with diabetes may be at an increased risk of persistent viral gut infection. These findings provide insights into the dynamics of SARS-CoV-2 infection in the gut and have implications for further research.\r\nPubmed   Journal   ReadQx   PMC\r\nIs a higher frequency of esophageal dilations more effective in treating benign esophageal strictures? Retrospective, multicenter study.\r\nThe results of our study demonstrate that a treatment concept consisting of higher-frequency bougienages seems to be more effective in treating most types of esophageal stricture. Radiogenic strictures were the only types of stenoses that benefited from a lower frequency ED program.\r\nPubmed   Journal   ReadQx   PMC\r\nPrevention of peri-interventional hypothermia during endoscopic retrograde cholangiopancreatography using a forced-air heating system.\r\nHypothermia occurred in the majority of patients undergoing prolonged endoscopic sedation without active temperature control. FAHS was associated with higher temperature stability during sedation and better patient comfort.\r\nPubmed   Journal   ReadQx   PMC\r\nProvider-reported use of butylscopolamine in gastrointestinal endoscopy in Germany.\r\nGerman-speaking endoscopists commonly use HBB, most frequently to facilitate complex therapeutic procedures. Given there is almost no data supporting HBB use in therapeutic endoscopy, we suggest that more research is needed to evaluate benefits and risks of this practice.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety and efficacy of physician-administered balanced-sedation for the endoscopic mucosal resection of large non-pedunculated colorectal polyps.\r\nPhysician-administered balanced sedation for the EMR of LNPCPs is safe. Peri-procedural AEs are infrequent, transient, rarely require admission (<1%), and are experienced in similar frequencies to those receiving anesthetist-managed sedation.\r\nPubmed   Journal   ReadQx   PMC\r\nThrough-the-scope clip retention rates and performance in a porcine model.\r\nAll clips were equivalent in efficacy and safety with successful clip deployment and mucosal healing. Overall retention rate was low for fibrotic tissue, with an improved retention rate observed with Resolution clips.\r\nPubmed   Journal   ReadQx   PMC\r\nTransoral incisionless fundoplication with or without hiatal hernia repair for gastroesophageal reflux disease after peroral endoscopic myotomy.\r\nTIF and cTIF for difficult-to-control post-POEM GERD appear safe, decrease PPI use and reflux episodes, and improve QOL without significant change in IRP, EGJ compliance, diameter or esophageal acid exposure time.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Artificial intelligence-assisted linked color imaging versus linked color imaging for colorectal adenoma detection: the first randomized controlled trial. \r\nIn both the groups, there was no significant difference in the ADR between experts and trainees. LCA is significantly superior to LC in terms of the ADR.\r\nPubmed   Journal   ReadQx \r\nE-learning accelerates improvement of endoscopists' proximal serrated polyp detection rate: a randomized controlled trial. \r\n In an era of increased awareness and increasing PSPDRs, endoscopists who performed an one-time e-learning significantly accelerated the increase of PSPDR compared to endoscopists who did not receive the e-learning. Widespread implementation might reduce PCCRCs incidence. This trial was registered with the Netherlands Trial Register, number NL8385.\r\nPubmed   Journal   ReadQx \r\nWhen less is more: Lower esophageal sphincter preserving per oral endoscopy myotomy (LES-POEM) is effective for non-achalasia esophageal motility disorders (NAEMD). \r\nTwo patients (11.1%) developed Los Angeles (LA) grade A or B esophagitis. LES-POEM for NAEMD demonstrates favourable clinical outcomes, with infrequent esophagitis and rare reintervention for LES dysfunction.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Global prevalence of Helicobacter pylori infection and incidence of gastric cancer between 1980 and 2022. \r\nThe results raised the hypothesis that public health drive to reduce the prevalence of H. pylori as a strategy to reduce the incidence of gastric cancer in the population, which should be confirmed in large scale clinical trials.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Automated artificial intelligence-based phase recognition system for esophageal endoscopic submucosal dissection (with video).\r\nWe demonstrated that an AI-based automated phase recognition system for esophageal ESD can be established with high accuracy. To the best of our knowledge, this is the first report on automated recognition of ESD treatment phases. Since this system enabled a detailed analysis of phases, collecting large volumes of data in the future may help identify quality indicators for treatment techniques and uncover unmet medical needs that necessitate the creation of new treatment methods and devices.\r\nPubmed   Journal   ReadQx \r\nClinical Usefulness of Hypoxia Imaging Colonoscopy for the Objective Measurement of Ulcerative Colitis Disease Activity.\r\nMethods This was a retrospective cohort study comprised of 100 consecutive UC patients who underwent hypoxia imaging colonoscopy between September 2022 and September 2023 at the University of Tsukuba Hospital. We measured colonic tissue oxygen saturation (StO may be a novel and objective endoscopic measurement.\r\nPubmed   Journal   ReadQx \r\nDifferences between men and women with respect to colorectal cancer mortality despite screening colonoscopy.\r\n Our findings strengthen the necessity of sex specific screening recommendations. Importantly, further prospective studies should focus on sex difference in tumor biology to propose personalized surveillance guidelines.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of MC-003 solution for endoscopic mucosal or submucosal resection: A prospective, multicenter, randomized, triple-blinded, parallel-group, phase 3 study. \r\nMC-003 outperformed NS in reducing the need for additional injections during en bloc resection, particularly in larger lesions located in the distal part (where most lesions were found) during ESD procedures, without increasing the incidence of serious adverse events. MC-003 is a promising submucosal injectable solution in real-world clinical settings.\r\nPubmed   Journal   ReadQx \r\nEndoscopy Ergonomics: a survey-based study exploring gender differences.\r\nGender differences exist in endoscopy styles and techniques, as well as endoscopy related injury. Providing gender specific training in endoscopy may improve ergonomics and decrease the risk of injury.\r\nPubmed   Journal   ReadQx \r\nPeroral Endoscopic Myotomy For Spastic Esophageal Dysmotility Among Opioid Users: Multicenter Propensity Score Match Study. \r\nClinical response to POEM for SEDs and EGJOO is significantly lower among opioid users vs non-users. There was dose-relationship between opioids and response to POEM, with higher daily opioid usage associated with a higher likelihood of treatment failure.\r\nPubmed   Journal   ReadQx \r\nValuing innovative endoscopic techniques: Hemostatic powder for the treatment of gastrointestinal tumor bleeding. \r\nThese valuations should represent medical device and incremental facility costs in addition to incremental physician and staff time. Coverage for novel endoscopic hemostatic powder therapy appears cost-saving to insurers.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    ATP citrate lyase (ACLY)-dependent immunometabolism in mucosal T cells drives experimental colitis in vivo.\r\n ACLY controls mucosal T cell immunometabolism and experimental colitis. Therapeutic modulation of ACLY expression in T cells emerges as a novel strategy to promote the resolution of intestinal inflammation.\r\nPubmed   Journal   ReadQx \r\nBlood-based colorectal cancer screening in an integrated health system: a randomised trial of patient adherence.\r\n Among adults who had declined prior CRC screening, the offer of a blood-based screening test boosted CRC screening by 17.5 percentage points over usual care. Further research is needed on how to balance the favourable adherence with lower advanced adenoma detection compared with other available tests.\r\nPubmed   Journal   ReadQx \r\nHigh-fat diet promotes liver tumorigenesis via palmitoylation and activation of AKT.\r\nOur findings elucidate a novel fine-tuned regulation of AKT by PA-ZDHHC17/24-mediated palmitoylation, and highlight tumour therapeutic strategies by taking PA-restricted diets, limiting PA synthesis, or directly targeting AKT palmitoylation.\r\nPubmed   Journal   ReadQx \r\nHistone methyltransferase Suv39h1 regulates hepatic stellate cell activation and is targetable in liver fibrosis.\r\nOur data demonstrate a previously unrecognised role for Suv39h1 in liver fibrosis and offer proof-of-concept of its targetability in the intervention of cirrhosis.\r\nPubmed   Journal   ReadQx \r\nRevisiting the performance of cyst fluid carcinoembryonic antigen as a diagnostic marker for pancreatic mucinous cysts: a comprehensive 20-year institutional review. \r\nCyst fluid CEA continues to be a useful test in the diagnosis of mucinous pancreatic cysts but does not appear as specific as previously reported. Raising the CEA threshold to 250 ng/mL to maintain specificity for differentiating mucinous from non-mucinous cysts may be considered.\r\nPubmed   Journal   ReadQx \r\nSerum ferritin levels can predict long-term outcomes in patients with metabolic dysfunction-associated steatotic liver disease.\r\nThis study supports the potential use of serum ferritin values for predicting the long-term prognosis of patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nTreatment of non-constipated irritable bowel syndrome with the histamine 1 receptor antagonist ebastine: a randomised, double-blind, placebo-controlled trial.\r\nOur study shows that ebastine is superior to placebo and should be further evaluated as novel treatment for patients with non-constipated IBS.\r\nPubmed   Journal   ReadQx \r\nUnveiling 8 years of duodenoscope contamination: insights from a retrospective analysis in a large tertiary care hospital.\r\n Duodenoscope contamination remains a significant problem, with high contamination rates despite several interventions. Reprocessing the biopsy and suction channels is especially challenging. Changes in the design of reusable duodenoscopes, such as enabling sterilisation or easily replaceable channels, are necessary to facilitate effective duodenoscope reprocessing and to eliminate the risk of duodenoscope-associated infections.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Ileitis promotes MASLD progression via bile acid modulation and enhanced TGR5 signaling in ileal CD8+ T cells.\r\n MASLD-induced changes in intestinal flora result in elevated levels of SBA in the ileum. In the presence of compromised intestinal barrier, this leads to severe CD8 + T cell-mediated ileitis through the TGR5/mTOR/OXPHOS signaling pathway. Ileitis-induced tissue damage impairs enterohepatic circulation, inhibits hepatic FXR activation, and exacerbates the MASLD phenotype. Impact and implications Our study provides a comprehensive investigation of the interplay and underlying mechanisms connecting ileitis and MASLD. SBA produced by intestinal bacteria, as the critical link between MASLD and ileitis. This compound exerts its influence by disrupting liver lipid metabolism through the promotion of CD8 + T cell-mediated ileitis. In future endeavors to prevent and treat MASLD, it is essential to thoroughly account for the impact of the intestinal tract, especially the ileum, on liver function via the enterohepatic circulation.\r\nPubmed   Journal   ReadQx \r\nSingle-cell and spatial transcriptomics characterisation of the immunological landscape in the healthy and PSC human liver.\r\nWe present a comprehensive atlas of the PSC liver and demonstrate hyper-activation and exhaustion-like phenotypes of myeloid cells and markers of chronic cytokine expression in late-stage PSC lesions. This atlas has the potential to expand our understanding of the cellular complexity of PSC and to inform novel treatment development. Impact and implications Primary sclerosing cholangitis (PSC) is a rare liver disease characterized by chronic inflammation and irreparable damage to the bile ducts resulting in liver failure. Due to a limited understanding of the underlying pathogenesis of disease, there remains a paucity of treatment options. We sequenced healthy and diseased livers to compare the activity, interactions, and localization of immune and non-immune cells. This revealed that hepatocytes lining PSC scar regions are transforming into cholangiocytes, whereas immune cells are accumulating within the scars. Of these cells, macrophages, which typically contribute to tissue repair, were enriched in immunoregulatory genes and demonstrated a lack of responsiveness to stimulation. These cells may be involved in maintaining hepatic inflammation and could be targeted in novel therapeutic drug development.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Clinical Trial: Efficacy of Mosapride Controlled-release and Nortriptyline in Patients With Functional Dyspepsia: A Multicenter, Double-placebo, Double-blinded, Randomized Controlled, Parallel Clinical Study.\r\n Mosapride CR and nortriptyline showed similar efficacy in patients with FD regardless of the subtype. Both treatments could be equally helpful for improving quality of life and psychological well-being while also relieving dyspepsia.\r\nPubmed   Journal   ReadQx \r\nEffects of Codeine on Esophageal Peristalsis in Patients With Ineffective Esophageal Motility: Studies Using High-resolution Manometry.\r\nIn IEM patients, acute administration of codeine increases contraction vigor and reduces distal latency of primary esophageal peristalsis, but has no effect on secondary peristalsis. Future studies are required to further elucidate clinical relevance of these findings, especially in the setting of gastroesophageal reflux disease with IEM.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Quadruple-coated Probiotics in Patients With Irritable Bowel Syndrome: A Randomized, Double-blind, Placebo-controlled, Parallel-group Study.\r\ngQlab administration can improve the overall IBS symptoms, especially in female and constipation-predominant IBS patients. Further research is necessary to clarify the pathophysiology behind sex-related treatment responses in IBS patients.\r\nPubmed   Journal   ReadQx \r\nInterpretation of Impedance Data on High-resolution Impedance Manometry Studies-A Worldwide Survey.\r\nThere is no consensus on interpreting HRIM data. Providers' approaches to studies with inconsistencies between manometry and impedance data vary. There is an unmet need for guidelines on interpreting impedance data in HRIM studies.\r\nPubmed   Journal   ReadQx \r\nRegulatory T cells Are Increased and Correlate With Mast Cells in Eosinophilic Esophagitis.\r\nTregs were increased in esophageal epithelium of patients with EoE, and correlated with mast cell infiltration.\r\nPubmed   Journal   ReadQx \r\nRelationship Between Colonic Transit Response to Eating With Self-reported Constipation Severity in Constipated Patients According to the Phenotype.\r\n Colonic transit response to eating was not associated to CS in IBS-C patients, but left CTRE was associated with constipation severity in FC and DD patients.\r\nPubmed   Journal   ReadQx \r\nThe Disease Spectrum and Natural History of Patients With Abdominal Bloating or Distension: A Longitudinal Study.\r\nFGIDs are the most common diagnosis in patients with AB/D. Symptoms were especially hard to be improved. Classification diagnoses of FGIDs in AB/D patients fluctuated significantly over time.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Can we predict or not predict response to hypnotherapy? That is the question. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Eosinophilic oesophagitis coming of age-Increasing frequency and wider age range. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How does the risk of hepatocellular carcinoma change over time in patients with a hepatitis C cure? \r\n\r\nPubmed   Journal   ReadQx \r\nPharmacologic management of obesity: Updates on approved medications, indications and risks.\r\n AOMs have established efficacy and effectiveness for weight loss even beyond 52 weeks. Further pharmacological options, such as dual and triple incretins, are probable forthcoming additions to clinical practice for combating obesity and its metabolic consequences such as metabolic dysfunction-associated steatotic liver disease.\r\nPubmed   Journal   ReadQx \r\nReview article: Current status and future directions of ingestible electronic devices in gastroenterology.\r\nThe development of miniaturised ingestible microelectronic-based devices offers exciting prospects for enhancing gastroenterological research and the delivery of personalised, point-of-care medicine.\r\nPubmed   Journal   ReadQx \r\nReview article: Diagnosis and management of laryngopharyngeal reflux.\r\nPatients with chronic laryngeal symptoms are complex due to the heterogenous nature of symptom pathology, inconsistent definitions and variable response to therapies. Further outcomes data are critically needed to help elucidate ideal diagnostic workup and therapeutic management for these challenging patients.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    The magic of gravity in acute upper gastrointestinal bleeding: Sir Isaac Newton would be proud!\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJ Hepatol\r\n    A beneficial response of fetal wound healing gone bad in the bile duct: the overarching cause of biliary atresia?\r\n\r\nPubmed   Journal   ReadQx \r\nAcknowledging our reviewers.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Mind the Gap: The Realities of Novel Irritable Bowel Syndrome Drug Access in Asian Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nRefractory Gastroesophageal Reflux Disease: Diagnosis and Management.\r\nProper diagnosis and management of refractory GERD is critical to mitigate undesirable long-term complications such as strictures, Barrett's esophagus, and esophageal adenocarcinoma. This review outlines the diagnostic workup of patients presenting with refractory GERD symptoms, describes the distinction between unproven and proven GERD, and provides a comprehensive review of the current treatment strategies available for the management of refractory GERD.\r\nPubmed   Journal   ReadQx \r\nThe Need for Updated Classification of Esophageal Motility Disorders Using High-resolution Impedance Manometry.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2024 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\nACG Presidential Address 2023.\r\n\r\nPubmed   Journal   ReadQx \r\nAcute Pancreatitis After Microscopic Colitis: Is It due to Drugs or Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology Providers and the Electronic Health Record.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Benson et al.\r\n\r\nPubmed   Journal   ReadQx \r\nReviewer Recognition.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Ambulatory endoscopic submucosal dissection for gastrointestinal neoplasms: trends and associated factors in the US. \r\n\r\nPubmed   Journal   ReadQx \r\nDisseminated Peritoneal Leiomyomatosis Presenting as Liver Mass. \r\n\r\nPubmed   Journal   ReadQx \r\nModafinil for severe fatigue in inflammatory bowel disease: a prospective case series. \r\n\r\nPubmed   Journal   ReadQx \r\nPer anal endoscopic myectomy using a double-tunneling technique for rectal neuroendocrine neoplasm. \r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Cholangioscopic removal of post-cholecystectomy surgical clips migrated inside the common hepatic duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThree-point traction method for endoscopic submucosal dissection using clip-with-thread and clip-with-silicon bands for large early gastric neoplasms.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A key to unlocking the door: water pressure method for endoscopic submucosal dissection of a superficial non-ampullary duodenal epithelial tumor with a history of multiple biopsies.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAccess to the left intrahepatic bile duct using an endoscopic ultrasound-guided rendezvous technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAn unusual complication of a ventriculoperitoneal shunt: Endoscopic ultrasound-guided drainage of a giant cerebrospinal fluid pseudocyst.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAnorectal melanoma presenting as a polypoid lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAnti-reflux mucosal ablation for refractory gastroesophageal reflux disease after Roux-en-Y gastric bypass.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBridging endoscopic pancreatic stenting for disconnected pancreatic duct syndrome using a rendezvous technique from a walled-off necrosis cavity.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic membrane resection using a scissors-type knife in a pediatric patient with congenital duodenal membranous stenosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for a large cecal adenoma covering an appendiceal orifice after appendectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for severe fibrosis using a combined water pressure and circumferential-inversion method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection of Barrett's neoplasia using adaptive multipolar traction combined with line: report of two cases.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound evaluation of portal cavernoma cholangiopathy and endoscopic management of choledochal variceal rupture during ERCP.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-directed transgastric ERCP for disconnected pancreatic duct syndrome: finding the edge to bridge the gap.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided palliative enterocolostomy via lumen-apposing metal stent in the setting of ascites and Roux-en-Y gastric bypass.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided transduodenal ERCP for hepatico-jejunostomy stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nExposed endoscopic full-thickness resection with reopenable clip-over-the-line method for a duodenal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGuidewire-assisted piecemeal resection of a giant gastric tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimple use of Y-connector for proper positioning and contrast aspiration in biliary metal stent placement.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful resection of a sessile serrated lesion completely involving a colonic diverticulum by endoscopic submucosal dissection with water pressure method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTented elevation with numerous tractions (TENT) technique to aid endoscopic submucosal dissection of a large cecal lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUsefulness of a novel narrow-diameter endoscope for endoscopic balloon dilation of esophageal strictures.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A seldomly reported etiology of acute abdominal pain and infection. \r\n\r\nPubmed   Journal   ReadQx \r\nA worrisome liver doppelgänger. \r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent skin rash, epigastralgia, and arthralgia following SARS-CoV-2 mRNA immunization and breakthrough infection. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A disappeared early gastric neoplasia. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic transgastric gallbladder-preserving cholecystolithotomy for incarcerated gallbladder neck stone.\r\n\r\nPubmed   Journal   ReadQx \r\nRare Digestive Multifocal Xanthomatosis. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Colonic multiple polypoidal protrusions: not familial adenomatous polyposis. \r\n\r\nPubmed   Journal   ReadQx \r\nCorrection: P23 Opportunistic cirrhosis case finding in alcohol dependent inpatients through alcohol specialist nurse assessment and transient elastography: early detection in a high-risk group.\r\n\r\nPubmed   Journal   ReadQx \r\nTargeting metalloproteases is a promising strategy to enhance immunotherapy responses by overcoming immune exclusion in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Medications promoting abstinence in alcohol-associated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Medications promoting abstinence in alcohol-associated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual early post-transplant hepatic dysfunction.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Can we predict or not predict response to hypnotherapy? That is the question. Authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Eosinophilic oesophagitis coming of age-Increasing frequency and wider age range-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How does the risk of hepatocellular carcinoma change over time in patients with a hepatitis C cure? Authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Baseline age on antiviral treatment may significantly influence the clinical response of children with chronic hepatitis B - authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Baseline age on antiviral treatment may significantly influence the clinical response of children with chronic hepatitis B. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Irritable bowel syndrome and antibiotics-Authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Irritable bowel syndrome and antibiotics. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Gastroparesis: ready for re-conceptualization? \r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Bassotti. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Familial coaggregation of inflammatory bowel disease with cardiovascular disease: a nationwide multigenerational cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nPositive effects of diet-induced microbiome modification on GDM in mice following human faecal transfer.\r\n\r\nPubmed   Journal   ReadQx \r\nThermal ablation of the resection base after endoscopic mucosal resection: a useful tool when perfect technique is not achievable. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Evaluation and comparison of risk-based and universal HCV screening programs.\r\n\r\nPubmed   Journal   ReadQx \r\nPredicting risk of chronic liver disease in Chinese adults: external validation of the CLivD score.\r\n\r\nPubmed   Journal   ReadQx \r\nThe impact of infections on the onset of contrast-associated acute kidney injury in patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Can Small Fiber Neuropathy Explain the Overlap Gastrointestinal and Non-gastrointestinal Symptoms in Some Irritable Bowel Syndrome Patients?\r\n\r\nPubmed   Journal   ReadQx \r\nEditing Multichannel Intraluminal Impedance-pH Tracings to Reduce Non-reflux-related Esophageal Acidification.\r\n\r\nPubmed   Journal   ReadQx \r\nTagging an Air Swallow From the BottomUp Is More Efficient Than From the TopDown.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-13T21:51:12-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-05-2024/",
    "title": "Fri Jan 05 2024",
    "description": "73 articles - From Friday Dec 29 2023 to Friday Jan 05 2024",
    "author": [],
    "date": "2024-01-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    ACG Clinical Guideline: Alcohol-Associated Liver Disease.\r\nLevel of evidence and strength of recommendations were evaluated using the Grading of Recommendations, Assessment, Development, and Evaluations system. This guideline was developed under the American College of Gastroenterology Practice Parameters Committee.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Gastroenterology\r\n    Accuracy of the no-biopsy approach for the diagnosis of coeliac disease in adults: a systematic review and meta-analysis. \r\nOnly one study had a low risk of bias across al domains. The results of this meta-analysis suggest that selected adult patients with IgA-tTG =10×ULN and a moderate to high pre-test probability of coeliac disease could be diagnosed without undergoing invasive endoscopy and duodenal biopsy.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Symptomatic Response to Antibiotics in Patients With Small Intestinal Bacterial Overgrowth: A Systematic Review and Meta-analysis.\r\nAntibiotics appear to be efficacious in treating SIBO, although small sample sizes and poor data quality limit this interpretation. Symptomatic response rates also appear to be higher in IBS patients with SIBO. This may be the first example of precision medicine in IBS as opposed to our current empiric treatment approach. Large-multicenter studies are needed to verify the results.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Determining optimal ALT cut-off values for predicting significant hepatic histological changes in patients with normal ALT in the grey zone of chronic hepatitis B virus infection. \r\nThis study established novel optimal ALT cut-off values for more precise prediction of SLHC among Chinese patients with GZ CHB and normal ALT levels. This may help identify individuals who will benefit from timely antiviral therapy.\r\nPubmed   Journal   ReadQx \r\nDuke Activity Status Index and Liver Frailty Index predict mortality in ambulatory patients with advanced chronic liver disease: A prospective, observational study.\r\nPoor functional exercise capacity and physical frailty are highly prevalent among ambulatory patients with CLD who are being assessed for LT. The DASI and LFI are simple, low-cost tools that predict overall and pre-LT mortality. Implementation of both should be considered in al outpatients with CLD to highlight those who may benefit from targeted nutritional and exercise interventions.\r\nPubmed   Journal   ReadQx \r\nPrevalence of steatotic liver disease, MASLD, MetALD and significant fibrosis in people with HIV in the United States.\r\nMASLD and MetALD are the dominant causes of SLD in PWH, affecting almost half. Application of the new nomenclature resulted in minimal change in the proportion of patients with MASLD who would have been diagnosed previously with NAFLD.\r\nPubmed   Journal   ReadQx \r\nRacial and ethnic disparities in untreated patients with hepatitis C virus-related hepatocellular carcinoma but not in those with sustained virologic response.\r\n DAA treatment rates were suboptimal. Racial and ethnic disparities resolved with HCV cure. Early diagnosis and improved access to HCV treatment is needed for al patients with HCV infection.\r\nPubmed   Journal   ReadQx \r\nSpleen-dedicated stiffness measurement performed well to rule out high-risk varices in HBV-related hepatocellular carcinoma: Screening for high-risk varices in HCC.\r\nWe validated that the SSM =40 kPa using a 100-Hz probe could safely eliminate more unnecessary EGDs than the Baveno VI criteria in patients with HBV-related HCC. However, the efficacy of the Baveno VII algorithm in patients with HCC requires further investigation.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    AI evaluation of Stool Quality Guides Management of Hepatic Encephalopathy using a Smartphone App.\r\nAI-BSS communications improved insight into self-BSS over time. Dieta-App to gauge stool AI characteristics was acceptable and increased insight into lactulose dose and BSS in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nNATURAL HISTORIES AND DISEASE COMPLICATIONS IN A COHORT OF 151 CHILDREN WITH GASTRIC OR DUODENAL EOSINOPHILIA.\r\nPatients with gastric and duodenal eosinophilia should be followed closely to monitor for recurrence and complications, especially those presenting with endoscopic abnormalities or complications.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Screening for fibrosis promotes life-style changes. A prospective cohort study in 4,796 individuals.\r\n Screening for liver fibrosis is associated with sustained improvements in alcohol consumption, diet, weight, and exercise in at-risk ALD and MASLD. The changes are most pronounced in screening positive participants, but not limited to this group.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Cancer-associated Fibroblast Induces Acinar-to-ductal Cell Transdifferentiation and Pancreatic Cancer Initiation via LAMA5/ITGA4 axis.\r\n Results collectively suggest the first evidence for CAF-influenced acino-ductal phenotypic switchover, thus highlighting tumor micro-environment role in the pancreatic carcinogenesis inception.\r\nPubmed   Journal   ReadQx \r\nGlobal prevalence of Helicobacter pylori infection and incidence of gastric cancer between 1980 and 2022. \r\nThe results raised the hypothesis that public health drive to reduce the prevalence of H. pylori as a strategy to reduce the incidence of gastric cancer in the population, which should be confirmed in large scale clinical trials.\r\nPubmed   Journal   ReadQx \r\nStandard of care versus Octreotide in Angiodysplasia-related bleeding (the OCEAN study): A Multicenter Randomized Controlled trial.\r\n Octreotide effectively reduces transfusion requirements and the need for endoscopic therapy in patients with angiodysplasia-related anemia. , NCT02384122.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Exploring the utility of endoscopic ultrasound in Budd-Chiari syndrome : a multi-center multi-observer prospective cohort study.\r\nIn conclusion, EUS is a safe and accurate diagnostic tool for BCS. It can provide accurate mapping of hepatic veins, intrahepatic collaterals, and the IVC.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    ATP citrate lyase (ACLY)-dependent immunometabolism in mucosal T cells drives experimental colitis in vivo. \r\nACLY controls mucosal T cell immunometabolism and experimental colitis. Therapeutic modulation of ACLY expression in T cells emerges as a novel strategy to promote the resolution of intestinal inflammation.\r\nPubmed   Journal   ReadQx \r\nBlood-based colorectal cancer screening in an integrated health system: a randomised trial of patient adherence. \r\nFurther research is needed on how to balance the favourable adherence with lower advanced adenoma detection compared with other available tests. NCT05987709.\r\nPubmed   Journal   ReadQx \r\nHistone methyltransferase Suv39h1 regulates hepatic stellate cell activation and is targetable in liver fibrosis. \r\nFinally, myofibroblast-specific HMOX1 overexpression attenuated liver fibrosis in both a preventive scheme and a therapeutic scheme. Our data demonstrate a previously unrecognised role for Suv39h1 in liver fibrosis and offer proof-of-concept of its targetability in the intervention of cirrhosis.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Incorporation of quantitative imaging data using artificial intelligence improves risk prediction in veterans with liver disease.\r\n This proof of concept demonstrates the potential of utilizing automated extraction of imaging features within CT scans either alone or in conjunction with classic health data can improve risk prediction in patients with chronic liver disease.\r\nPubmed   Journal   ReadQx \r\nRisk of alcohol-related liver disease in the offspring of parents with alcohol-related liver disease: A nationwide cohort study.\r\nOffspring of patients with ALD had a low but increased risk of ALD. Screening offspring for chronic liver disease may be unnecessary, but other interventions to mitigate alcohol-related harm should be considered.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Efficient formation and maintenance of humoral and CD4 T cell immunity targeting the viral capsid in acute-resolving hepatitis E infection.\r\n The viral capsid is the main target of HEV-specific CD4 T cells and antibodies in acute resolving infection, correlating with efficient neutralization of nHEV. Capsid-specific immunity rapidly emerges followed by a stepwise contraction for several years after infection.\r\nPubmed   Journal   ReadQx \r\nIL-10 dampens antitumor immunity and promotes liver metastasis via PD-L1 induction.\r\nTreg-derived IL-10 upregulates PD-L1 expression in monocytes, which in turn reduces CD8+ T-cell infiltration and related antitumor immunity in the context of colorectal cancer (CRC)-derived liver metastasis. These findings provide the basis for future monitoring and targeting of IL-10 in CRC-derived liver metastasis. Impact and implications Liver metastasis diminishes the effectiveness of immunotherapy and increases the mortality rate in CRC patients. We investigate the role of IL-10 in liver metastasis formation and decipher its therapeutic potential in affecting immunotherapy effectiveness. Our data identify IL-10 as a pro-metastatic factor in liver metastasis formation and characterize this cytokine as a regulator of PD-L1. This provides the basis for future monitoring and targeting of IL-10 in CRC-derived liver metastasis.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Clinical Trial: Efficacy of Mosapride Controlled-release and Nortriptyline in Patients With Functional Dyspepsia: A Multicenter, Double-placebo, Double-blinded, Randomized Controlled, Parallel Clinical Study.\r\n Mosapride CR and nortriptyline showed similar efficacy in patients with FD regardless of the subtype. Both treatments could be equally helpful for improving quality of life and psychological well-being while also relieving dyspepsia.\r\nPubmed   Journal   ReadQx \r\nEffects of Codeine on Esophageal Peristalsis in Patients With Ineffective Esophageal Motility: Studies Using High-resolution Manometry.\r\nIn IEM patients, acute administration of codeine increases contraction vigor and reduces distal latency of primary esophageal peristalsis, but has no effect on secondary peristalsis. Future studies are required to further elucidate clinical relevance of these findings, especially in the setting of gastroesophageal reflux disease with IEM.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Quadruple-coated Probiotics in Patients With Irritable Bowel Syndrome: A Randomized, Double-blind, Placebo-controlled, Parallel-group Study.\r\ngQlab administration can improve the overall IBS symptoms, especially in female and constipation-predominant IBS patients. Further research is necessary to clarify the pathophysiology behind sex-related treatment responses in IBS patients.\r\nPubmed   Journal   ReadQx \r\nInterpretation of Impedance Data on High-resolution Impedance Manometry Studies-A Worldwide Survey.\r\nThere is no consensus on interpreting HRIM data. Providers' approaches to studies with inconsistencies between manometry and impedance data vary. There is an unmet need for guidelines on interpreting impedance data in HRIM studies.\r\nPubmed   Journal   ReadQx \r\nRegulatory T cells Are Increased and Correlate With Mast Cells in Eosinophilic Esophagitis.\r\nTregs were increased in esophageal epithelium of patients with EoE, and correlated with mast cell infiltration.\r\nPubmed   Journal   ReadQx \r\nRelationship Between Colonic Transit Response to Eating With Self-reported Constipation Severity in Constipated Patients According to the Phenotype.\r\n Colonic transit response to eating was not associated to CS in IBS-C patients, but left CTRE was associated with constipation severity in FC and DD patients.\r\nPubmed   Journal   ReadQx \r\nThe Disease Spectrum and Natural History of Patients With Abdominal Bloating or Distension: A Longitudinal Study.\r\nFGIDs are the most common diagnosis in patients with AB/D. Symptoms were especially hard to be improved. Classification diagnoses of FGIDs in AB/D patients fluctuated significantly over time.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Does knowledge about liver disease enhance adherence to lifestyle recommendations?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Gastroenterologists should definitely draw closer attention to psychosocial comorbidities.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Tenofovir disoproxil fumarate, more than an antiviral drug-Another piece of the puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The evolving paradigms and treatments for primary biliary cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nImplications of the new nomenclature of steatotic liver disease and definition of metabolic dysfunction-associated steatotic liver disease.\r\nThe new nomenclature is both a challenge, given the need for dissemination and education across the spectrum of stakeholders, and an opportunity to bring everyone together and spark new research to better understand epidemiology, natural history, diagnosis, biomarkers and management strategies across the spectrum of SLD.\r\nPubmed   Journal   ReadQx \r\nPharmacologic management of obesity: Updates on approved medications, indications and risks.\r\n AOMs have established efficacy and effectiveness for weight loss even beyond 52 weeks. Further pharmacological options, such as dual and triple incretins, are probable forthcoming additions to clinical practice for combating obesity and its metabolic consequences such as metabolic dysfunction-associated steatotic liver disease.\r\nPubmed   Journal   ReadQx \r\nReview article: Advances in the management of lower gastrointestinal bleeding.\r\nThe management of LGIB has evolved significantly in recent years, with a shift towards radiological interventions for unstable patients while reserving elective colonoscopy for stable patients. A multidisciplinary approach is essential to optimise the outcomes of patients with LGIB.\r\nPubmed   Journal   ReadQx \r\nReview article: Current status and future directions of ingestible electronic devices in gastroenterology.\r\nThe development of miniaturised ingestible microelectronic-based devices offers exciting prospects for enhancing gastroenterological research and the delivery of personalised, point-of-care medicine.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    The Evolving Role of Artificial Intelligence in Gastrointestinal Histopathology: An Update.\r\nWe describe several current needs within the world of gastrointestinal histopathology, and outline, using currently studied models, how AI can potentially address them. We also highlight pitfalls as AI makes inroads into clinical practice.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Mind the Gap: The Realities of Novel Irritable Bowel Syndrome Drug Access in Asian Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nRefractory Gastroesophageal Reflux Disease: Diagnosis and Management.\r\nProper diagnosis and management of refractory GERD is critical to mitigate undesirable long-term complications such as strictures, Barrett's esophagus, and esophageal adenocarcinoma. This review outlines the diagnostic workup of patients presenting with refractory GERD symptoms, describes the distinction between unproven and proven GERD, and provides a comprehensive review of the current treatment strategies available for the management of refractory GERD.\r\nPubmed   Journal   ReadQx \r\nThe Need for Updated Classification of Esophageal Motility Disorders Using High-resolution Impedance Manometry.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2024 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\nACG Presidential Address 2023.\r\n\r\nPubmed   Journal   ReadQx \r\nAcute Pancreatitis After Microscopic Colitis: Is It due to Drugs or Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nAmerican College of Gastroenterology Monograph on Microbiome Therapeutics.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy and Practical Implementation of Fecal Microbiota Spores, Live-BRPK: A Novel Approach for Preventing Recurrent Clostridioides difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nEmerging Noninfectious Indications for Live Biotherapeutic Products in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nFuture Microbiome Therapeutics for Clostridioides difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology Providers and the Electronic Health Record.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-prescription Therapeutics.\r\n\r\nPubmed   Journal   ReadQx \r\nPrescription Microbiome Therapeutic for Recurrent Clostridioides difficile Infection: Fecal Microbiota Live-jslm.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Benson et al.\r\n\r\nPubmed   Journal   ReadQx \r\nReviewer Recognition.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Current and Future State of Microbiome Therapeutics in Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Gut Microbiome: A Primer for the Clinician.\r\n\r\nPubmed   Journal   ReadQx \r\nWell-Being of Patients With Irritable Bowel Syndrome: A Shift From Measuring Deficits to Strengths?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Per- and poly-fluoroalkyl substances (PFAS) exposure is associated with later occurrence of inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic management of a large prolapsing pedunculated liposarcoma of the rectum causing recurrent hematochezia.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    HDV RNA and liver disease progression: What do we know?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Does knowledge about liver disease enhance adherence to lifestyle recommendations? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Tenofovir disoproxil fumarate more than an antiviral drug-Another piece of the puzzle. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The evolving paradigms and treatments for primary biliary cholangitis-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Are we forgetting the importance of steatosis in steatotic liver disease?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Are we forgetting the importance of steatosis in steatotic liver disease? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: antibiotics prescription and new-onset irritable bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: interpretation of the BESST trial in the context of baseline antidepressant and neuromodulator use-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: interpretation of the BESST trial in the context of baseline antidepressant and neuromodulator use.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    W-eCura score versus eCura system: comparison in the external cohort is required.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Hepatic encephalopathy and survival after transjugular intrahepatic portosystemic shunt: Do spontaneous portosystemic shunts matter?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Can Small Fiber Neuropathy Explain the Overlap Gastrointestinal and Non-gastrointestinal Symptoms in Some Irritable Bowel Syndrome Patients?\r\n\r\nPubmed   Journal   ReadQx \r\nEditing Multichannel Intraluminal Impedance-pH Tracings to Reduce Non-reflux-related Esophageal Acidification.\r\n\r\nPubmed   Journal   ReadQx \r\nTagging an Air Swallow From the BottomUp Is More Efficient Than From the TopDown.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-06T09:13:21-05:00",
    "input_file": {}
  }
]
