[
  {
    "path": "gi/01-16-2026/",
    "title": "Fri Jan 16 2026",
    "description": "99 articles - From Friday Jan 09 2026 to Friday Jan 16 2026",
    "author": [],
    "date": "2026-01-16",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    AGA Clinical Practice Update on Evaluation and Management of Refractory Constipation: Expert Review.\nThese Best Practice Advice statements were drawn from a review of the published literature and from expert opinion. Because systematic reviews were not performed, these Best Practice Advice statements do not carry formal ratings of the quality of evidence or strength of the presented considerations.\nPubmed   Journal   ReadQx AGA Clinical Practice Update on the Role of Therapeutic Endoscopy in Inflammatory Bowel Disease: Commentary.\nMethods This CPU was commissioned and approved by the AGA Institute CPU committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPU committee and external peer review through standard procedures of Clinical Gastroenterology and Hepatology. This communication incorporates important and recently published studies in the field, reflecting the experiences of the authors.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    ASGE consensus recommendations on the endoscopic management of eosinophilic esophagitis - part 2: disease assessment, monitoring, and pediatric considerations.\nStatements across al age ranges addressed the role of less-invasive monitoring, performing diagnostic endoscopy off treatment, the need to consider symptoms, endoscopic features, and histologic findings when assessing disease activity, treatment-based monitoring intervals, and the approach to esophageal biopsies during monitoring. Coupled with the original consensus work, we provide a comprehensive endoscopic approach to EoE as well as practical guidance for procedure-related aspects in the field to facilitate high-quality endoscopic care to patients with EoE.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Statin Therapy Independently Reduces Mortality and Liver Complications in Patients With Cirrhosis: An Updated Systematic Review and Meta-Analysis.\nStatin therapy is associated with improved survival in cirrhosis, supported mechanistically by reductions in portal pressure. Observational evidence suggests benefits for decompensation and HCC, though these remain uncertain due to residual confounding. Large-scale, long-term RCTs are needed to clarify the role of statins as disease-modifying therapy in cirrhosis.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Imaging Based Modalities for Identifying \"At Risk\" MASH. A Diagnostic Test Meta-analysis.\n FAST with its accessibility and robust diagnostic performance may be well-suited for large-scale application. MRI-based techniques are effective non-invasive options for diagnosing \"at risk\" MASH in MASLD and may provide strong alternatives. Rather than challenging existing perspectives, this study provides a reflective overview of current evidence on imaging-based modalities for \"at risk\" MASH.\nPubmed   Journal   ReadQx The Impact of Body Weight Change on Liver Histology in Metabolic Dysfunction-Associated Steatotic Liver Disease Across Various Histological Endpoints: A Systematic Review and Meta-Analysis.\n Even modest observed weight loss is associated with MASH resolution. MASH resolution and ≥1-stage fibrosis improvement are not impacted by BMI, T2DM or Hispanic/Latino ethnicity, reinforcing the importance of lifestyle interventions across populations. The proportions observed serve as benchmark estimates of histological response for future clinical trial design.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Impact of 20% Change in VCTE-measured Liver Stiffness on Liver-related Outcomes: A systematic Review and Meta-Analysis. \nThese findings highlight the potential of serial LSM measurements for monitoring chronic liver disease and for clinical trial endpoints. Prospective longitudinal studies are needed to evaluate if changes in LSM measurements over time are linked to improved patient outcomes.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Characterisation and Prognostic Implication of Cholestasis After Burn Injury.\nCholestasis is frequent following burn injury. Prognosis is determined by bilirubin dynamics independently of disease and burn severity. Hyperbilirubinemia is associated with excess mortality ≥ 7 days after surviving burn injury.\nPubmed   Journal   ReadQx Clinical Trial: Semaglutide Versus Placebo in NIT-Assessed MASH-A Multicenter Randomised Placebo-Controlled Trial (SAMARA).\nA NIT-based approach to identify at-risk MASH patients for semaglutide treatment is feasible and effective. This study provides RCT data showing that FAST, ALT, AST and MRI-PDFF can be used to monitor treatment response.\nPubmed   Journal   ReadQx PNPLA3 Genotype and Clinical Factors Impact Hepatocellular Carcinoma Risk: Findings From a Prospective Cohort Study.\n The frequency of rs738409-G alleles was associated with a dose-dependent increase in HCC risk and was independent of other clinical risk factors. Among participants who were male, overweight, and those with diabetes, the risk of HCC was further elevated among those with rs738409-G alleles. These data may be helpful for the development of future risk stratification strategies.\nPubmed   Journal   ReadQx Tumour Burden Score as a Predictor of Extrahepatic Progression After Transarterial Chemoembolization for Hepatocellular Carcinoma: An Observational Multicenter Study.\n Extrahepatic dissemination is infrequent in HCC patients treated with TACE. TBS is easily calculable and helps in identifying patients at higher risk of metastasis development.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    A Large Language Model Assistant for Summarizing Hepatology Referral Documents.\nThe use of an LLM led to significantly reduced document length, maintained an appropriate level of accuracy, and led to a significant decrease in clinician time to review the patient record. Future steps involve creating a fully automated workflow that is integrated into the electronic health record for widespread use.\nPubmed   Journal   ReadQx Adenomatous Polyposis Coli Gene Polyposis-related Syndromes.\nIn this narrative review, we discuss the epidemiology, diagnosis, and management of APC gene related polyposis syndromes. We also review the variation in genotype-phenotype presentations and discuss practical aspects of caring for individuals affected by these syndromes with an emphasis on multidisciplinary care, family planning, and transitions of care.\nPubmed   Journal   ReadQx Association Between Antibiotic Use for Non-Gastrointestinal Infections and Inflammatory Bowel Diseases Flare-Ups: A Self-Controlled Case Series Study.\nAntibiotic use for non-GI infections was associated with a short-term increase in IBD flare risk. Injectable or narrow-spectrum antibiotics may have a relatively smaller impact on potential IBD flare-ups.\nPubmed   Journal   ReadQx Associations Between Mean Arterial Pressure Thresholds and Clinical Outcomes in Decompensated Cirrhosis With Septic Shock.\n Maintaining MAP between 70 and 75 mm Hg may optimize survival and kidney recovery in patients with decompensated cirrhosis and septic shock. Randomized trials are needed to compare traditional MAP targets (60-65 mm Hg) with intermediate targets (70-75 mm Hg) to improve outcomes in this high-risk population.\nPubmed   Journal   ReadQx Clinical Trial Endpoints for Perianal Fistulizing Crohn's Disease.\nBased on our evaluation, future trials should use co-primary clinical and radiologic assessments to capture both how the patient feels and an objective measure of disease activity. These findings reinforce the need for clearly defined, objective, and standardized endpoints for pCD clinical trials that will enable evaluation of novel therapies to improve patient outcomes.\nPubmed   Journal   ReadQx Comparative Outcomes of Flexible Endoscopy, Rigid Endoscopy, and Open Surgery for Zenker's Diverticulum Repair: A Retrospective Matched Cohort Study.\n In this matched cohort, FE has clinical success comparable to OS and superior to RE for ZD repair, with shorter hospital stays, reduced procedure lengths, and a trend toward fewer adverse events. Our matched, multi-center design provides stronger comparative evidence than prior unmatched studies. These findings support FE as a first-line treatment for ZD repair, though prospective studies could further clarify long-term outcomes.\nPubmed   Journal   ReadQx Postimaging Colorectal Cancer After Computed Tomography Colonography: A Danish Nationwide Study.\n We found a higher overall PICRC-3y-rate than previously reported. The overall PICRC-3y-rate was also higher than reported 3-year rates for postcolonoscopy CRCs.\nPubmed   Journal   ReadQx Resection depth of underwater versus conventional endoscopic mucosal resection for intermediate-sized colorectal tumors.\n UEMR achieved a resection depth comparable to that of CEMR. Given its consistent negative horizontal margins, UEMR may become the gold standard for resecting intermediate-sized colorectal tumors.\nPubmed   Journal   ReadQx The Enterolimbic axis: gut-brain affective circuits at the crossroad of metabolism, emotion, and behavior.\nWe propose that gastroenterologists embrace these agents as first-line therapies, leveraging the unique endocrine role of the gut in metabolic regulation. This review integrates molecular, clinical, and therapeutic insights to outline diagnostic and precision-medicine opportunities arising from enterolimbic modulation.\nPubmed   Journal   ReadQx The Time-Dependent Association Between Irritable Bowel Syndrome and All-Cause and Cause-Specific Mortality in the NIH-AARP Cohort Study.\n We found time-dependent inverse associations between IBS and all-cause, cancer and cardiovascular disease mortality. Although this association seemed to be strongly confounded by personal health advocacy/healthcare access during very short follow-up, further research is needed to explore the factors contributing to these associations observed after longer follow-up.\nPubmed   Journal   ReadQx The Utility of MUC2 and CDX2 Expression in the Diagnosis of Barrett's Esophagus: A Community-based Study of Wide-Area Transepithelial Sampling and Forceps Biopsies.\nMUC2 immunohistochemistry may be more sensitive and specific for diagnosing BE than goblet cells by FB. FB misses approximately half of BE when using MUC2/WATS3D as an alternative gold standard. The addition of MUC2 immunohistochemistry may aid in the recognition of BE.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Serum IgG Response to a Conserved Domain of Commensal Flagellins Predicts Future Risk of Crohn's Disease in First-Degree Relatives. \nIncreased antibody response in healthy FDRs towards Lachnospiraceae flagellins is associated with future risk of CD. Importantly, pre-CD subjects shared seroreactivity towards a conserved bacterial flagellin epitope, which may represent an early pre-clinical biomarker of CD.\nPubmed   Journal   ReadQx Endoscopy\n    Approaches to assessing completeness of polyp resections in clinical practice: a systematic scoping review. \nDifferent methods are available to assist in visual confirmation of complete resection and measuring IRRs, with considerable variability in their application. This review highlights the need for standardized assessment of complete colorectal polyp resection.\nPubmed   Journal   ReadQx Universal submucosal dissection outperforms selective mucosal resection in early esophageal adenocarcinoma.\nESD achieved higher complete resection rates for both T1a and T1b cancers without increased morbidity. ESD may therefore represent the preferred strategy for early EAC, potentially reducing unnecessary surgery.\nPubmed   Journal   ReadQx Gastroenterology\n    Endoscopic Ultrasound-Guided Choledochoduodenostomy vs Endoscopic Retrograde Cholangiopancreatography in Malignant Distal Biliary Obstruction to Prevent Postprocedural Pancreatitis: A Randomized Trial.\nEUS-CDS is superior to ERCP in reducing postprocedural acute pancreatitis risk. However, the overall risk of AEs was not significantly different and warrants further investigation. Additionally EUS-CDS showed improved technical success and comparable clinical efficacy. These results support a potential role of EUS-CDS as primary approach in selected patients with dilated common bile duct (ClinicalTrials.gov, Number  NCT04099862).\nPubmed   Journal   ReadQx Mutational Landscape of Colorectal Tumors From Individuals With Unexplained Adenomatous or Serrated Colorectal Polyposis.\nOur results indicate that BRAF-mutated serrated polyps are molecularly more similar to normal colon tissue than APC- and/or CTNNB1-mutated tumors. Overall, molecular tumor profiling of individuals with polyposis contributes to understanding the genetic disease etiology.\nPubmed   Journal   ReadQx Gut\n    Complement-secreting CAFs are associated with better prognosis in pancreatic cancer: single-cell multiomics. \nPatients with a higher composition of csCAFs have significantly longer overall survival and recurrence-free survival through multiplex immunohistochemistry and bulk RNA-seq deconvolution. Our study demonstrates that csCAFs may represent an early-stage iCAF subtype and suggests a promising strategy for reprogramming iCAFs into csCAFs.\nPubmed   Journal   ReadQx KRAS mutation-driven O-GlcNAcylation of CLDN18.2 enhances the progression of pancreatic cancer and reduces the efficacy of CLDN18.2-targeted therapy.\nKRAS mutations and hyperglycaemia drive O-GlcNAcylation of CLDN18.2 at its C-terminal T204 site. O-GlcNAcylated CLDN18.2 promotes poor prognosis and reduces the effectiveness of CLDN18.2-targeted therapies. Low dose MRTX1133 restores CLDN18.2 membrane localisation by reducing its O-GlcNAcylation and augments CLDN18.2-targeted therapy efficacy, offering a novel combinatorial strategy for KRAS-mutant PDAC.\nPubmed   Journal   ReadQx Zinc-dependent RNA-binding protein controls hepatocyte senescence and recovery from alcohol-related liver failure. \nManipulation of zinc availability altered ZFP36L1 activity and expression of its direct targets. These findings uncover a zinc-dependent ZFP36L1-regulon that governs hepatocyte fate by repressing p21- and JAG1-driven senescence and NOTCH activation and highlight ZFP36L1 as a promising therapeutic target in ALD.\nPubmed   Journal   ReadQx Hepatology\n    Anatomic subsets of cholangiocarcinoma: More different than alike.\nEmerging strategies for early diagnosis and chemoprevention in high-risk populations further emphasize the significance of recognizing the unique biology of each subtype. In this review, we provide a comprehensive overview of the distinct anatomic subsets of CCA, integrating their molecular and biological foundations with clinical management to inform practice and guide future research.\nPubmed   Journal   ReadQx Biologically explicable multimodal model predicting local tumor progression and tumor invasiveness of hepatocellular carcinoma. \nThe 8 mm MAM ablation strategy can effectively decrease the LTP incidence of high-invasiveness group (from 42.4% to 10.5%, p=0.027) to the level comparable to low-invasiveness group (10.5% vs 6.1%, p=0.613) in external test set. Multimodal model achieved satisfactory performance on classifying tumor invasiveness, and provided effective strategy for high-invasiveness tumor to reduce LTP occurrence.\nPubmed   Journal   ReadQx Biologically interpretable deep learning-derived MRI phenotypes reveal lymph node involvement and neoadjuvant therapy response in intrahepatic cholangiocarcinoma.\n The SwinU-CliRad model can serve as a biologically interpretable tool for LN risk stratification in iCCA surgical candidates, with high-risk patients identified by the model potentially deriving benefit from NAT.\nPubmed   Journal   ReadQx Clinical utilization of testing for cell-free DNA in hepatocellular cancer.\nIn contrast, the use of cfDNA for risk stratification, prognostication, and minimal residual disease detection remains in the early stages of clinical development. Future multicenter studies with standardized methodologies and rigorous validation will be essential to translate cfDNA into routine clinical practice for the management of HCC.\nPubmed   Journal   ReadQx Liverrisk score (LRS) predicts long-term liver-related outcomes in a cohort of veterans without evidence of liver disease.\nLRS effectively predicted liver-related events, mortality, and HCC in Veterans. Its integration into clinical alerts and lab reports could support proactive patient care and liver disease prevention.\nPubmed   Journal   ReadQx NRF2-COX2-PGE2 axis drives immune cold tumors and predicts resistance to combination immunotherapy in hepatocellular carcinoma. \nTumor-intrinsic activation of the NRF2-COX2-PGE₂ axis drives immune cold TMEs and mediates Atez/Bev resistance in HCC. Targeting this pathway may enhance efficacy, and plasma PGE₂ represents a non-invasive biomarker for stratification.\nPubmed   Journal   ReadQx Repurposing resmetirom suppresses MASH-associated hepatocellular carcinoma, with mechanistic implications of MDK/LRP1-mediated metabolic reprogramming and immunosuppression.\nTargeting the MDK/LRP1 axis with Resmetirom offers a promising therapeutic strategy for MASH-associated HCC, addressing both metabolic dysfunction and tumor progression.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Post Banding Ulcer Bleeding-Is There Scope for Prevention?\n\nPubmed   Journal   ReadQx Gastroenterology\n    In Memoriam: Pelayo Jesus Correa, MD (1927-2025).\n\nPubmed   Journal   ReadQx J Hepatol\n    Standing on the shoulders of giants. \n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    A Rare Cause of Ascites.\n\nPubmed   Journal   ReadQx An Unusual Complication Postgastrectomy: A Large Stone Formed on Retained Sutures at the Periampullary Region.\n\nPubmed   Journal   ReadQx Autoimmune Hepatitis and Depression. \n\nPubmed   Journal   ReadQx How I Approach It: A Roadmap for AI in GI Fellowship Training.\n\nPubmed   Journal   ReadQx Inverted Hyperplastic Polyp of the Duodenum.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Leveraging malleability: lithotripsy basket retrieval of an impacted esophageal medication blister foil pack.\n\nPubmed   Journal   ReadQx Primary hepatic somatostatinoma (G2) with diabetes and nodal metastasis: An exceptionally rare primary liver tumor.\n\nPubmed   Journal   ReadQx Something fishy in the liver - an unexpected mass in a patient with heavy alcohol use.\n\nPubmed   Journal   ReadQx The appendix as a diagnostic blind spot: a case of concealed tubular adenoma.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Animal Naming Test Predicts Future Overt Hepatic Encephalopathy.\n\nPubmed   Journal   ReadQx Endoscopy\n    \"Umbrella-shaped pulley traction\" assisted endoscopic submucosal dissection of colonic lesions - a modified external traction technique.\n\nPubmed   Journal   ReadQx   PMCA fishy situation - expanding the differential diagnosis of the fish-mouth papilla.\n\nPubmed   Journal   ReadQx   PMCA helix tacking system for the management of colonic anastomotic dehiscence, after a laparoscopic left colectomy.\n\nPubmed   Journal   ReadQx   PMCA novel approach: a pancreatic duct stent removable with the nasobiliary catheter.\n\nPubmed   Journal   ReadQx   PMCA novel robotic traction system for endoscopic submucosal dissection - achieving en bloc resection of an extensive laterally spreading tumor in the lower rectum.\n\nPubmed   Journal   ReadQx A rare case of hepatic hilar lymphangioma diagnosed using endoscopic and transabdominal ultrasonography.\n\nPubmed   Journal   ReadQx Cholangioscopy and double guidewires facilitate a difficult endoscopic ultrasound-guided gastroenterostomy.\n\nPubmed   Journal   ReadQx   PMCCombined digestive endoscopy and laryngoscopy for successful management of an early-stage epiglottic carcinoma.\n\nPubmed   Journal   ReadQx   PMCEndoscopic management of a giant ampullary cyst causing acute pancreatitis.\n\nPubmed   Journal   ReadQx Endoscopic replacement of a transgastric feeding tube in advanced oropharyngeal cancer with esophageal obstruction using transgastrostomy endoscopy.\n\nPubmed   Journal   ReadQx Endoscopic resection in early Barrett's esophagus-associated adenocarcinoma: does a universal endoscopic submucosal dissection approach make the cut?\n\nPubmed   Journal   ReadQx Endoscopic stricturoplasty for pyloric stenosis refractory to endoscopic balloon dilation and lumen apposing metal stenting.\n\nPubmed   Journal   ReadQx   PMCEndoscopic synchronous injection and submucosal dissection for large granular mixed nodular laterally spreading tumor in the rectum.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided antegrade transpapillary multi-hole self-expandable metal stent with fine-gauge stent delivery system.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided choledochoduodenostomy as a life-saving salvage therapy for post-transplant acute biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided portal pressure gradient assessment of acute hemodynamic response to intravenous propranolol.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided radiofrequency ablation followed by ethanol ablation of a solid pseudopapillary neoplasm of the pancreas.\n\nPubmed   Journal   ReadQx Hemostasis via an endoscopic full-thickness suturing device with extended cap length method and red dichromatic imaging for deep colonic diverticular bleeding.\n\nPubmed   Journal   ReadQx High-fidelity endoscopic submucosal dissection simulator reproducing full-procedure training, bleeding, and perforation.\n\nPubmed   Journal   ReadQx   PMCKnocking stent release technique to deploy lumen-apposing metal stents during endoscopic ultrasound-guided gallbladder drainage.\n\nPubmed   Journal   ReadQx   PMCRescue surgery for intra-abdominal migration of plastic stents in endoscopic ultrasound-guided hepaticogastrostomy.\n\nPubmed   Journal   ReadQx   PMCSide-by-side 6-mm multi-hole metal stents more effective than inside plastic stents for reintervention after stent-in-stent placement in malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCSimple water infusion via a non-traumatic tube facilitates endoscopic resection of an appendiceal-orifice polyp.\n\nPubmed   Journal   ReadQx Stent-in-stent placement of multi-hole metal stents (M2) for malignant hilar obstruction allows re-intervention as easily as with plastic stents.\n\nPubmed   Journal   ReadQx Successful endoscopic submucosal dissection of a large laterally spreading tumor in distal jejunum by the water pressure method using a newly developed double-balloon enteroscope.\n\nPubmed   Journal   ReadQx   PMCTetra-side-by-side technique using a multi-hole self-expandable metal stent with a 5.9-Fr stent delivery system.\n\nPubmed   Journal   ReadQx   PMCTranscolonic endoscopic appendectomy using a novel integrated snare-knife device: a case report.\n\nPubmed   Journal   ReadQx   PMCUnderwater internal traction-assisted reopenable clip-over-the-line method for full-thickness defect closure in a gastric collapse.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    An Unusual Cause of Mucopurulent Bloody Stool and Blurred Vision.\n\nPubmed   Journal   ReadQx Life-Threatening Hematemesis and Esophageal Stricture in a 9-Year-Old Boy: Unmasking the Culprit.\n\nPubmed   Journal   ReadQx Hepatology\n    Fellows' Corner. \n\nPubmed   Journal   ReadQx From intuition to index: Combining frailty and comorbidities to stratify liver transplant risk. \n\nPubmed   Journal   ReadQx Fueling fibrosis: The PBX1-IL7R axis and its role in hepatic stellate cell activation. \n\nPubmed   Journal   ReadQx Hepatocellular carcinoma with macrovascular invasion : Navigating heterogeneous evidence.\n\nPubmed   Journal   ReadQx Letter to the Editor: Placebo drift, dose heterogeneity and the winner's curse - re-evaluating the hierarchy of MASH therapeutics.\n\nPubmed   Journal   ReadQx Letter to the Editor: The PNPLA3 paradox: Does genotype modify the clinical utility of the MASLD framework in children.\n\nPubmed   Journal   ReadQx MASLD: To screen or not to screen-That is the question. \n\nPubmed   Journal   ReadQx Metabolic syndrome and cholangiocarcinoma: A signal too strong to ignore. \n\nPubmed   Journal   ReadQx Population-level screening for liver disease: Opportunities and challenges. \n\nPubmed   Journal   ReadQx Reply: Placebo drift, dose heterogeneity and the winner's curse - re-evaluating the hierarchy of MASH therapeutics.\n\nPubmed   Journal   ReadQx Reply: The PNPLA3 paradox: Does genotype modify the clinical utility of the MASLD framework in children?\n\nPubmed   Journal   ReadQx J Hepatol\n    Enhancing intestinal goblet cell-associated antigen passages could attenuate ALD.\n\nPubmed   Journal   ReadQx Redox-dependent substrate use in hepatic gluconeogenesis shapes exercise performance. \n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Gut\n    Should the China-CLIF framework influence model for end-stage liver disease-based transplant priority in acute-on-chronic liver failure?\n\nPubmed   Journal   ReadQx J Hepatol\n    Bridging Disciplines in Portopulmonary Hypertension: A Multidisciplinary Call for Harmonized Patient Management.\n\nPubmed   Journal   ReadQx Emergency granulopoiesis in decompensated cirrhosis: mechanistic and therapeutic considerations.\n\nPubmed   Journal   ReadQx Hypertension and Long-Term Adverse Clinical Outcomes in MASLD: Sensitivity Analyses for Unmeasured or Uncontrolled Confounding.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-16T09:40:51-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-09-2026/",
    "title": "Fri Jan 09 2026",
    "description": "113 articles - From Friday Jan 02 2026 to Friday Jan 09 2026",
    "author": [],
    "date": "2026-01-09",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    AGA Clinical Practice Update on Evaluation and Management of Refractory Constipation: Expert Review. \nThese Best Practice Advice statements were drawn from a review of the published literature and from expert opinion. Because systematic reviews were not performed, these Best Practice Advice statements do not carry formal ratings of the quality of evidence or strength of the presented considerations.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    ASGE consensus recommendations on the endoscopic management of eosinophilic esophagitis - part 2: disease assessment, monitoring, and pediatric considerations. \nStatements across al age ranges addressed the role of less-invasive monitoring, performing diagnostic endoscopy off treatment, the need to consider symptoms, endoscopic features, and histologic findings when assessing disease activity, treatment-based monitoring intervals, and the approach to esophageal biopsies during monitoring. Coupled with the original consensus work, we provide a comprehensive endoscopic approach to EoE as well as practical guidance for procedure-related aspects in the field to facilitate high-quality endoscopic care to patients with EoE.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Meta-Analysis: Prevalence of Eating Disorders in Inflammatory Bowel Disease.\nEating disorders are prevalent among individuals with IBD, particularly avoidant/restrictive types. These findings highlight the need for improved screening and greater clinical awareness to better detect and manage disordered eating in the IBD population.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Comparison of Image-Enhanced Endoscopy Techniques for Colorectal Lesion Detection and Characterization: A Network Meta-Analysis of Randomized Controlled Trials.\n Our findings indicate TXI and LCI may provide improved detection performance compared with conventional imaging. Blue light imaging and new-generation NBI seem to enhance lesion characterization. Further comparative studies are needed to guide optimal IEE modality selection for colorectal neoplasia.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Endoscopic techniques for the identification of duodenal villous atrophy in celiac disease: a systematic review and meta-analysis of diagnostic accuracy.\nCompared to white-light endoscopy, advanced techniques such as water immersion, narrow band imaging and dye-based chromoendoscopy offer improved sensitivity, particularly for subtle, patchy lesions.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Amino Acid Imbalance Is an Independent Factor for Mortality in Patients With Liver Cirrhosis.\nAmino acid imbalance is an independent factor for poor prognosis in patients with cirrhosis. Notably, decreased BCAA and increased tyrosine levels were identified as independent prognostic factors.\nPubmed   Journal   ReadQx Blood Eosinophils Are Accurate Biomarkers for the Management of Eosinophilic Oesophagitis: Prospective, Multi-Centre Study.\n Eosinophil absolute and relative counts in the peripheral blood could be used in the initial assessment of patients presenting with dysphagia to accurately differentiate EoE from NED and to predict histological remission of EoE.\nPubmed   Journal   ReadQx Clinical Trial: Long Versus Short Tapering of Steroids in Steroid Responsive Moderate to Severely Active Ulcerative Colitis-A Randomised Controlled Trial.\n A shorter taper duration of 6 weeks was inferior to a longer taper of 10 weeks in achieving clinical remission of UC at 6 months.\nPubmed   Journal   ReadQx Impact of Evolving Evidence on Pharmacological Therapy for Alcohol-Associated Hepatitis in Alberta: A Population-Based Study of Practice Trends and MELD-Stratified Effectiveness of Corticosteroids.\nRCT evidence led to a rapid reversal in PTX prescribing prior to formal guideline updates. Real-world data support a modest short-term benefit of CS and illustrate the potential of target trial emulation to assess treatment effectiveness in specific groups of patients.\nPubmed   Journal   ReadQx Research Communication: Healthcare Utilisation Patterns in Patients With Irritable Bowel Syndrome Across an Integrated Healthcare System.\nAll IBS medications were associated with reduced outpatient visits. Our findings enable healthcare systems to better target interventions to reduce unnecessary utilisation and associated costs.\nPubmed   Journal   ReadQx Research Communication: The Risk and Outcomes of Gastrointestinal Bleeding in Patients Using Warfarin or Direct Oral Anticoagulants.\nPatients taking either DOACs or warfarin had more severe GIB and greater mortality than non-anticoagulated patients, even after controlling for comorbid status. Anticoagulated patients also had higher rates of delayed endoscopy.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    A Large Language Model Assistant for Summarizing Hepatology Referral Documents. \nThe use of an LLM led to significantly reduced document length, maintained an appropriate level of accuracy, and led to a significant decrease in clinician time to review the patient record. Future steps involve creating a fully automated workflow that is integrated into the electronic health record for widespread use.\nPubmed   Journal   ReadQx Adenomatous Polyposis Coli Gene Polyposis-related Syndromes. \nIn this narrative review, we discuss the epidemiology, diagnosis, and management of APC gene related polyposis syndromes. We also review the variation in genotype-phenotype presentations and discuss practical aspects of caring for individuals affected by these syndromes with an emphasis on multidisciplinary care, family planning, and transitions of care.\nPubmed   Journal   ReadQx Associations Between Mean Arterial Pressure Thresholds and Clinical Outcomes in Decompensated Cirrhosis With Septic Shock. \nMaintaining MAP between 70 and 75 mm Hg may optimize survival and kidney recovery in patients with decompensated cirrhosis and septic shock. Randomized trials are needed to compare traditional MAP targets (60-65 mm Hg) with intermediate targets (70-75 mm Hg) to improve outcomes in this high-risk population.\nPubmed   Journal   ReadQx Clinical Trial Endpoints for Perianal Fistulizing Crohn's Disease. \nBased on our evaluation, future trials should use co-primary clinical and radiologic assessments to capture both how the patient feels and an objective measure of disease activity. These findings reinforce the need for clearly defined, objective, and standardized endpoints for pCD clinical trials that will enable evaluation of novel therapies to improve patient outcomes.\nPubmed   Journal   ReadQx Psychological Resilience and Mental Wellbeing Mitigate the Risk of Irritable Bowel Syndrome.\n Our study demonstrates that enhanced mental wellbeing confers substantial protection against IBS development, highlighting psychological interventions as potential primary prevention strategies.\nPubmed   Journal   ReadQx The Enterolimbic axis: gut-brain affective circuits at the crossroad of metabolism, emotion, and behavior. \nWe propose that gastroenterologists embrace these agents as first-line therapies, leveraging the unique endocrine role of the gut in metabolic regulation. This review integrates molecular, clinical, and therapeutic insights to outline diagnostic and precision-medicine opportunities arising from enterolimbic modulation.\nPubmed   Journal   ReadQx The Utility of MUC2 and CDX2 Expression in the Diagnosis of Barrett's Esophagus: A Community-based Study of Wide-Area Transepithelial Sampling and Forceps Biopsies. \nFB misses approximately half of BE when using MUC2/WATS3D as an alternative gold standard. The addition of MUC2 immunohistochemistry may aid in the recognition of BE.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Large-scale clustering of longitudinal fecal calprotectin and C-reactive protein profiles in inflammatory bowel disease.\n Distinct patterns of inflammatory behavior over time are evident in IBD patients. These data pave the way for a deeper understanding of disease heterogeneity in IBD.\nPubmed   Journal   ReadQx Real-world effectiveness of advanced therapies in microscopic colitis.\n This real-world study demonstrates the promising short- and long-term effectiveness of advanced therapies-particularly JAK inhibitors-in budesonide-refractory and budesonide-dependent MC. These findings pave the way for dedicated prospective trials and highlight evolving therapeutic strategies in MC.\nPubmed   Journal   ReadQx Week 12 Reduction in MM-SES-CD is Predictive of Delayed Response to Upadacitinib in Crohn's disease.\nDelayed clinical response to upadacitinib occurs in a substantial proportion of initial non-responders. Failure to achieve week 12 reduction in MM-SES-CD is associated with high likelihood of delayed non-response, supporting its utility in guiding treatment decisions.\nPubmed   Journal   ReadQx Endoscopy\n    Development and Validation of a Multimodal Deep Learning Model for Early Esophageal Squamous Neoplasia Detection and Invasion Depth Prediction.\n MUMA-EDx demonstrably delivers exceptional early ESCC detection and robust invasion depth classification, achieving performance comparable to expert endoscopists and poised to significantly enhance diagnostic precision and patient outcomes.\nPubmed   Journal   ReadQx Multicenter, double-blind, sham endoscopy-controlled, randomized trial evaluating the efficacy of anti-reflux mucosal ablation for the treatment of gastro-esophageal reflux disease.\nARMA was not superior to sham endoscopy in improving GERD-related quality of life at 12 months in patients with PPI-responsive GERD and was associated with a higher incidence of adverse events. These findings do not support its implementation in routine clinical practice. ClinicalTrials.gov registration number  NCT04711655.\nPubmed   Journal   ReadQx Vessel Coagulation in Third Space Endoscopy: a Randomized Controlled Trial.\nA substantial reduction in the risk of intraprocedural bleeding was achieved by saline-immersion pre-sealing in per-patient and per-vessel analyses, prompting its implementation in clinical practice.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    EFFECTS OF DIFFERENT TECHNIQUES OF ENDOSCOPIC GASTROPLASTY ON WEIGHT LOSS AMONG PATIENTS WITH OBESITY: A RANDOMIZED, SINGLE-CENTER PRAGMATIC TRIAL.\nThis study underscores the potential of EG through ESG, EVG, and POSE-2 as equally effective, safe, and feasible interventions for managing obesity at a medium-term follow-up. Results were consistent despite incomplete follow-up, the main study limitation, assuming data were missing at random.\nPubmed   Journal   ReadQx Outcomes of Endoscopic Submucosal Dissection for Superficial Esophageal Squamous Neoplasms: A Multicenter North American Experience.\n ESD is a safe and effective treatment for superficial ESN with a low recurrence rate in lesions that meet the standard criteria for curative resection.\nPubmed   Journal   ReadQx REACT Multipoint Elastic Traction for Colorectal ESD: A Retrospective Single-Center Feasibility Series of 59 Consecutive Cases.\n REACT-assisted ESD was safe and feasible in this single-center retrospective analysis of a prospectively maintained consecutive colorectal ESD cohort. Prospective, multicenter studies are warranted to validate these findings and to define the optimal context for this novel traction method.\nPubmed   Journal   ReadQx Stenosis Development After Circumferential Colorectal Endoscopic Submucosal Dissection: A Multicenter Analysis of Predictive Factors and Outcomes.\nThe risk of stenosis after circumferential ESD for colorectal lesions ≥90% is high in the rectum but can be effectively managed endoscopically. Despite this, the technique remains highly feasible and safe.\nPubmed   Journal   ReadQx Gut\n    <i>Streptococcus anginosus<\/i>-derived methionine promotes gastric cancer progression.\nBackground and host.\nPubmed   Journal   ReadQx CD48 is a novel immune checkpoint on tumour-associated macrophages in hepatocellular carcinoma.\n CD48 represents a novel immune checkpoint on TAMs critical for HCC progression and immunotherapy resistance. Targeting CD48 may overcome immunosuppression and increase therapeutic efficacy in HCC.\nPubmed   Journal   ReadQx Distinct microbial mediators link diet to inflammation in Crohn's disease and ulcerative colitis.\n Diet quality influences inflammation in IBD through distinct microbiome pathways  specific taxa and metabolites mediate effects in CD, whereas microbial richness and global composition drive protection in UC.\nPubmed   Journal   ReadQx GSK3β<sup>high<\/sup>/NFATc1<sup>high<\/sup> subtype targeting overcomes therapy resistance in pancreatic cancer through transcriptional induction of homologous recombination repair.\n We have identified a highly aggressive GSK3β high /NFATc1 high subtype that predicts early recurrence, poor survival and cisplatin resistance in PDAC. This subtype reveals new treatment vulnerabilities suggesting that patients with PDAC may benefit from stratification-based tailored treatment strategies.\nPubmed   Journal   ReadQx Integrated screens reveal that guanine nucleotide depletion, which is irreversible via targeting IMPDH2, inhibits pancreatic cancer and potentiates KRAS inhibition.\nThese findings provide a rationale for developing combination therapies targeting KRAS and DNGB, highlighting the potential of purine nucleotide imbalance as a biomarker to guide the application of these therapies.\nPubmed   Journal   ReadQx Novel <i>myo<\/i>-inositol to butyrate fermentation pathway in the prevalent human gut species <i>Dysosmobacter welbionis,<\/i> a bacterium associated with improved metabolic and liver health.\nBackground -inositol into butyrate, distinguishing it from other commensals and supporting its potential as a next-generation probiotic for metabolic and liver health.\nPubmed   Journal   ReadQx Pueraria lobata-derived exosome-like nanovesicles alleviate rheumatoid arthritis via targeting <i>Ruminococcus gnavus<\/i> phenylethylamine production.\nSmall RNA sequencing and lipidomic analysis were performed to identify key components and reveal the related mechanisms mediating therapeutic effects. Results in aggravating RA and underscore the application of plant-derived ELNs for microbiota manipulation.\nPubmed   Journal   ReadQx Simvastatin in the prevention of recurrent pancreatitis: a triple-blinded randomised clinical trial (the SIMBA trial).\n This trial, evaluating simvastatin versus placebo for the prevention of pancreatitis, did not demonstrate a reduction in recurrence rate, although results might be underpowered due to early termination. The relationship between statins in these patients and new-onset diabetes requires further investigation.\nPubmed   Journal   ReadQx Targeting MLCK1 uncouples immune checkpoint inhibitor-induced colitis from antitumour immunity.\nThese findings suggest that MLCK1-dependent tight junction regulation is essential for ICIs colitis, positioning barrier restoration as a potential therapeutic strategy.\nPubmed   Journal   ReadQx J Hepatol\n    Molecular profiling and matched targeted treatment in cholangiocarcinoma: results from the Italian dataset (ANITA).\nDespite a broader availability of EMP in advanced CCA, patient access to targeted treatments remains suboptimal. Our results demonstrate that such treatments can dramatically impact on OS, Therefore, strategies aiming at increasing the access to (and accelerate the availability of) targeted treatments are warranted. Clinical trial number ESR-21-21387.\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Changes in Esophageal Transit Scintigraphy After Peroral Endoscopic Myotomy in Patients With Achalasia.\n  Patients with achalasia who received POEM showed improved not only manometric LES parameters but also esophageal transit. Analysis of the radiation curve's time-to-peak showed that improved retention in the upper portion is an indicator of symptoms improvement in patients who underwent POEM.\nPubmed   Journal   ReadQx Loss of Inspiratory Augmentation as a Predictive Factor for the Development of Gastroesophageal Reflux Disease After Peroral Endoscopic Myotomy in Patients With Achalasia.\n   Loss of inspiratory augmentation may predict GERD after POEM.\nPubmed   Journal   ReadQx Mean Basal Esophagogastric Junction Pressure Is a Better High-resolution Manometry Predictor of Gastroesophageal Reflux Disease Than Esophagogastric Junction Contractile Integral.\n  MBEP is a simple HRM metric to evaluate anti-reflux barrier function, predicting conclusive GERD and differentiating reflux phenotypes with better performance than EGJ-CI. This metric could serve as a valuable adjunctive tool in GERD diagnosis.\nPubmed   Journal   ReadQx Pylorus Endoluminal Functional Luminal Imaging Probe Measurements in Children Are Determined by Age and Are Distinctly Different From Adult Values.\n   Pediatric pylorus EndoFLIP values are determined by age but not weight and they correlate with symptoms of impaired gastric emptying. Adults normal values are not applicable to children. There is a need to set up a separate pediatric protocol for pylorus EndoFLIP.\nPubmed   Journal   ReadQx Spatiotemporal Remodeling of Enteric Neural Pathways Underlies Colonic Dysmotility Following Spinal Cord Injury in Rats.\n   SCI induces spatiotemporal remodeling of excitatory and inhibitory neural pathways, contributing to colonic dysmotility and revealing potential targets for therapeutic intervention.\nPubmed   Journal   ReadQx Transient Gastric Pressure Elevation Synergizing With Impaired Esophagogastric Junction Barrier Function Plays a Pivotal Role in the Refractory Gastroesophageal Reflux Disease.\n  Transient gastric pressure elevation and compromised EGJ barrier function drive weakly acidic reflux and esophageal bolus exposure. This pressure gradient-barrier mismatch underpins the refractoriness of RGERD.\nPubmed   Journal   ReadQx Validation of the Leuven Postprandial Distress Scale According to the Rome IV Criteria for Functional Dyspepsia.\n  The LPDS questionnaire showed good reliability and responsiveness, and can be confidently used as a validated tool in Rome IV PDS populations. Data did not support adding accessory symptoms to the construct, due to low loading or poor model fit.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Decoding Gut Failure in Cirrhosis: Villin-1 and the Emergence of a Seventh Organ Failure.\n\nPubmed   Journal   ReadQx Editorial: Dysfunctional Neutrophils in Cirrhosis With Acute Decompensation: Why It Matters.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Is it Time to Treat to Histologic Remission Yet?\n\nPubmed   Journal   ReadQx Gastroenterology\n    Emerging Diagnostic Indications for Endoscopic Ultrasound.\nFinally, EUS-obtained tissue now seeds organoids, patient-derived xenografts, and organotypic slice cultures to test individualized therapies. Collectively, these innovations move EUS beyond \"see and biopsy\" toward detect, predict, and personalize.\nPubmed   Journal   ReadQx Gut\n    Combination therapies for metabolic dysfunction-associated steatohepatitis: challenges and opportunities.\nThis review integrates current knowledge on multitargeted and combination therapies for MASH, examines mechanistic rationales and emerging clinical evidence and addresses practical considerations for patient-centred implementation. Therefore, we aim to provide clinicians and researchers with a comprehensive framework to optimise individualised management and improve both hepatic and systemic outcomes in individuals living with MASH.\nPubmed   Journal   ReadQx Road to IBD prevention in the Global South: a conceptual framework modelling from non-communicable diseases.\nTherefore, in this review, we advocate for an alternative approach of combining evidence-based IBD prevention strategies with the time-tested strategies of NCD prevention approaches already being implemented. We suggest a sieving strategy for selecting preventive measures through a series of sieves-interventions that have evidence to support prevention, align with NCD prevention and are economically viable.\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Expanding the Physiological Role of the Endoluminal Functional Lumen Imaging Probe From the Esophagus to Pediatric Pylorus.\n\nPubmed   Journal   ReadQx Is Mean Basal Esophagogastric Junction Pressure a Simpler and More Reliable Marker for Gastroesophageal Reflux Disease Barrier Function?\n\nPubmed   Journal   ReadQx Neural Gastric Electrical Stimulation: Future Prospects in Managing Gastric Emptying Disorders.\nThis review examines the evolution and implementation of NGES, focusing on its potential role as a treatment option to enhance gastric propulsion in gastroparesis and delayed gastric conduit emptying. While initial acute animal studies have shown promising results, continued development of the technology and refinement of stimulation protocols through chronic experiments remains essential for successful clinical translation.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    ACG 2025 Presidential Speech.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx How I Approach It: A Roadmap for AI in GI Fellowship Training. \n\nPubmed   Journal   ReadQx Inverted Hyperplastic Polyp of the Duodenum. \n\nPubmed   Journal   ReadQx Navigating Complexities in the Liver ICU: A Fireside Chat with a Liver Intensivist.\n\nPubmed   Journal   ReadQx Response to Shah et al and Li et al.\n\nPubmed   Journal   ReadQx Something fishy in the liver - an unexpected mass in a patient with heavy alcohol use. \n\nPubmed   Journal   ReadQx The appendix as a diagnostic blind spot: a case of concealed tubular adenoma. \n\nPubmed   Journal   ReadQx Endosc Int Open\n    Search, coagulation, and clipping with the shrink method to minimize ulcer base and prevent delayed bleeding after gastric endoscopic resection.\n\nPubmed   Journal   ReadQx   PMCEndoscopy\n    \"Umbrella-shaped pulley traction\" assisted endoscopic submucosal dissection of colonic lesions - a modified external traction technique. \n\nPubmed   Journal   ReadQx A fishy situation - expanding the differential diagnosis of the fish-mouth papilla. \n\nPubmed   Journal   ReadQx A helix tacking system for the management of colonic anastomotic dehiscence, after a laparoscopic left colectomy. \n\nPubmed   Journal   ReadQx A novel approach: a pancreatic duct stent removable with the nasobiliary catheter. \n\nPubmed   Journal   ReadQx Cholangioscopy and double guidewires facilitate a difficult endoscopic ultrasound-guided gastroenterostomy. \n\nPubmed   Journal   ReadQx Combined digestive endoscopy and laryngoscopy for successful management of an early-stage epiglottic carcinoma. \n\nPubmed   Journal   ReadQx Endoscopic stricturoplasty for pyloric stenosis refractory to endoscopic balloon dilation and lumen apposing metal stenting. \n\nPubmed   Journal   ReadQx Endoscopic synchronous injection and submucosal dissection for large granular mixed nodular laterally spreading tumor in the rectum. \n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided antegrade transpapillary multi-hole self-expandable metal stent with fine-gauge stent delivery system. \n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided choledochoduodenostomy as a life-saving salvage therapy for post-transplant acute biliary obstruction. \n\nPubmed   Journal   ReadQx High-fidelity endoscopic submucosal dissection simulator reproducing full-procedure training, bleeding, and perforation. \n\nPubmed   Journal   ReadQx Knocking stent release technique to deploy lumen-apposing metal stents during endoscopic ultrasound-guided gallbladder drainage. \n\nPubmed   Journal   ReadQx Next step for antireflux mucosal ablation.\n\nPubmed   Journal   ReadQx Rescue surgery for intra-abdominal migration of plastic stents in endoscopic ultrasound-guided hepaticogastrostomy. \n\nPubmed   Journal   ReadQx Side-by-side 6-mm multi-hole metal stents more effective than inside plastic stents for reintervention after stent-in-stent placement in malignant hilar biliary obstruction. \n\nPubmed   Journal   ReadQx Successful endoscopic submucosal dissection of a large laterally spreading tumor in distal jejunum by the water pressure method using a newly developed double-balloon enteroscope. \n\nPubmed   Journal   ReadQx Tetra-side-by-side technique using a multi-hole self-expandable metal stent with a 5.9-Fr stent delivery system. \n\nPubmed   Journal   ReadQx Transcolonic endoscopic appendectomy using a novel integrated snare-knife device: a case report. \n\nPubmed   Journal   ReadQx Underwater internal traction-assisted reopenable clip-over-the-line method for full-thickness defect closure in a gastric collapse. \n\nPubmed   Journal   ReadQx Gastroenterology\n    Altered Metabolites at Birth in Individuals With Later Inflammatory Bowel Disease: A Danish Cohort Study.\n\nPubmed   Journal   ReadQx Life-Threatening Hematemesis and Esophageal Stricture in a 9-Year-Old Boy: Unmasking the Culprit. \n\nPubmed   Journal   ReadQx The Human Blood Virome Differs in Crohn's Disease.\n\nPubmed   Journal   ReadQx Unexplained Coexisting Injury of the Liver, Pancreas, and Brain.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Technical Refinement in transjugular intrahepatic portosystemic shunt for Cavernous Transformation of the Portal Vein: Role of EUS-Guided Navigation (with video).\n\nPubmed   Journal   ReadQx Gut\n    Commentary on: gutjnl-2025-335548.R2-endoscopic retrograde cholangiopancreatography (ERCP) services across the UK.\n\nPubmed   Journal   ReadQx Feasibility of endoscopic submucosal dissection for large (≥3 cm) laterally spreading duodenal tumours involving the papilla: a multicentre retrospective study.\n\nPubmed   Journal   ReadQx PEG is back: revisiting the role of pegylated interferon alfa and benchmarking its place in HBV cure strategies.\n\nPubmed   Journal   ReadQx Recovery of HBV-specific B cell function after discontinuation of nucleos(t)ide analogue therapy: new insight and future challenges.\n\nPubmed   Journal   ReadQx Refining watch-and-wait in low rectal cancer after neoadjuvant chemoradiotherapy: pilot study of endoscopic full-thickness resection.\n\nPubmed   Journal   ReadQx When the vascular lining loosens, dysfunctional macrophages permit pathological bacterial translocation in cirrhosis.\n\nPubmed   Journal   ReadQx Hepatology\n    Letter to the Editor: Clarifying validation and statistical aspects of AI-Based risk prediction in liver disease.\n\nPubmed   Journal   ReadQx Letter to the editor: Interpreting the clinical decision value of glycomic-based models for early HCC detection in CHB.\n\nPubmed   Journal   ReadQx Protecting the future generation through science and HBV vaccination.\n\nPubmed   Journal   ReadQx Response to \"clarifying validation and statistical aspects of AI‑based risk prediction in liver disease\".\n\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Corrigendum: Implementing a Fermentable Oligosaccharides, Disaccharides, Monosaccharides, and Polyols Diet in Asia: Addressing Cultural, Clinical and Practical Challenges.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Decoding Gut Failure in Cirrhosis-Villin-1 and the Emergence of a Seventh Organ Failure. Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: Dysfunctional Neutrophils in Cirrhosis With Acute Decompensation-Why It Matters. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Association Between Viral Replication Activity and Post-Transplant Recurrence of HBV-Related Hepatocellular Carcinoma.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Comment on \"Cost-effectiveness of regular surveillance versus endoscopy at need for patients with Barrett's esophagus: economic evaluation alongside the BOSS randomized controlled trial\".\n\nPubmed   Journal   ReadQx Limitations and Implications for Barrett's Esophagus Surveillance.\n\nPubmed   Journal   ReadQx Revising the Model for Accurate Cost-Effectiveness of Barrett's Esophagus Surveillance.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Navigating the gray zone: refining risk stratification after endoscopic resection for cervical esophageal squamous cell carcinoma.\n\nPubmed   Journal   ReadQx Gut\n    Mutations of Gly277 in <i>CPA1<\/i>-related chronic pancreatitis: clinical clues for misfolding aetiology.\n\nPubmed   Journal   ReadQx My first 1000 manuscript rejections.\n\nPubmed   Journal   ReadQx Proton pump inhibitors use and risk of inflammatory bowel disease in children.\n\nPubmed   Journal   ReadQx Role of A2 beta casein in milk-induced eosinophilic oesophagitis: novel in-vivo and in-vitro findings.\n\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Interstitial Cells of Cajal Remodeling as a Mechanistic Insight Into the Natural History of Achalasia: Lessons From 3 Clinical Cases.\n\nPubmed   Journal   ReadQx Mast Cell Activation Affecting Gastrointestinal Motility.\n\nPubmed   Journal   ReadQx Mean Nocturnal Baseline Impedance in Gastroesophageal Reflux Disease: Considerations on the Study by Lee et al.\n\nPubmed   Journal   ReadQx Reply: Mean Nocturnal Baseline Impedance in Gastroesophageal Reflux Disease: Considerations on the Study by Lee et al.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-09T14:11:13-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-02-2026/",
    "title": "Fri Jan 02 2026",
    "description": "14 articles - From Friday Dec 26 2025 to Friday Jan 02 2026",
    "author": [],
    "date": "2026-01-02",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Advanced Fibrosis and Cardiometabolic Risk Burden Increase Major Cardiovascular Events in Chronic Hepatitis C Patients With Steatotic Liver Disease After Viral Eradication.\nCMRFs burden, advanced fibrosis, and CKD predicted MACEs in CHC patients with MASLD after achieving SVR. CMRFs monitoring and management should be prioritised in high-risk patients.\nPubmed   Journal   ReadQx Barriers to Medical Care Are Frequently Reported by Patients With Cirrhosis.\n Patients with cirrhosis report frequent barriers to medical care including limited access to clinic appointments, although barriers vary by healthcare system. Barriers to care serve as intervention targets to improve outcomes for patients with cirrhosis.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Psychometric Development and Internal Validation of a Short Version of the Crohn's Anal Fistula Quality of Life Scale.\n CAFQOL is a reliable and responsive tool that captures meaningful changes over time. The short CAFQOL is a feasible tool for repeated disease monitoring.\nPubmed   Journal   ReadQx Gut\n    <i>Parasutterella excrementihominis<\/i> exacerbates experimental colitis and colitis-associated colorectal cancer via pathogenic NETosis activation.\nThis bacterium significantly accelerates disease progression by producing specific metabolites (Suc and 6-HHA) that induce pathogenic NETosis. Targeting this bacterium or its metabolic axis offers novel therapeutic strategies for inflammation-driven colorectal carcinogenesis.\nPubmed   Journal   ReadQx TL1A-activated T cells remodel the rectal mucosa in patients with Crohn's disease with perianal fistulising disease.\n Our findings revealed unique cellular alterations in the rectum of patients with CD+PFD, highlighting the previously unrecognised involvement of TL1A in mediating this signature and supporting the need for exploring the role of TL1A inhibition as a therapeutic approach for PFD.\nPubmed   Journal   ReadQx Targeting cancer stem cells enhances multikinase inhibitor therapy in metabolic dysfunction-associated steatotic liver disease-related hepatocellular carcinoma.\n This study established CD133 + CSCs as critical mediators through the CD133-MYH9/β-catenin axis in MASLD-HCC. Targeting CD133 enhances multikinase inhibitor efficacy, offering a promising therapeutic strategy for MASLD-HCC.\nPubmed   Journal   ReadQx Hepatology\n    Head-to-head comparison between vibration-controlled transient elastography and histology in predicting liver-related events due to metabolic dysfunction-associated steatotic liver disease.\nIn this large MASLD cohort, LSM by VCTE showed comparable prognostic accuracy to histology. As a non-invasive tool, LSM may serve as an alternative surrogate endpoint in clinical trials.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Combination Therapies for MASH: A Step Forward or More Complexity?\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Clin Gastroenterol Hepatol\n    Assessing predictive performance of FIB-4 in settings with lower prevalence of liver fibrosis.\n\nPubmed   Journal   ReadQx Baked and Limited Regular Milk is Tolerated in Adults with Milk-Triggered Eosinophilic Esophagitis: A Prospective Pilot Study.\n\nPubmed   Journal   ReadQx Open-label, phase 2a pilot study evaluating the efficacy and tolerability of topical mesalamine treatment in adult patients with active eosinophilic esophagitis.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Combination Therapies for MASH: A Step Forward or More Complexity? Authors' Reply.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Celiac disease diagnosis on a gluten-free diet: unresolved issues.\n\nPubmed   Journal   ReadQx J Hepatol\n    Development and validation of a prognostic model for MASLD identifying hypertension as a pivotal factor: A population-based study.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-02T08:47:56-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-26-2025/",
    "title": "Fri Dec 26 2025",
    "description": "81 articles - From Friday Dec 19 2025 to Friday Dec 26 2025",
    "author": [],
    "date": "2025-12-26",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    International Expert Delphi Consensus on EUS Guided Portosystemic Pressure Gradient: Best Practices and Future Directions.\n The results of this modified Delphi process established expert agreement on multiple important issues and provided practical guidance on key aspects of EUS-PPG. This document could provide a roadmap for future research studies.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Quality indicators for endoscopic retrograde cholangiopancreatography.\n\nPubmed   Journal   ReadQx Gut\n    Revised version global guidelines on diverticular disease of the colon: the Fiesole Consensus report.\nThese Consensus statements aim to standardise and optimise the diagnosis, management and prevention of diverticular disease across diverse healthcare systems, while highlighting research priorities such as microbiome characterisation, genetic risk profiling and long-term outcomes of selective antimicrobial and surgical strategies.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Gastroenterology\n    The Gut Microbiome at the Onset of Inflammatory Bowel Disease: A Systematic Review and Unified Bioinformatic Synthesis.\nCore microbial perturbations at onset of CD and UC are depletion of anaerobes and enrichment of oxygen-tolerant, orally associated bacteria. As we place greater emphasis on early diagnosis and prediction of IBD risk, this finding may support innovative diagnostic approaches. Microbiome-targeted intervention and alteration of luminal oxygen availability may offer novel therapeutic avenues for new-onset patients and identified high-risk groups.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Accuracy of Virtual Scale Endoscopy in Colorectal Polyp Size Measurement: A GRADE-Assessed Pairwise and Network Meta-Analysis.\nVSE significantly improves polyp sizing accuracy compared to VA, snare, and forceps across both clinical and pre-clinical settings. NMA supports VSE as the top-ranking modality, suggesting its potential to enhance decision-making in polypectomy and surveillance. Larger multi-center trials are needed for validation.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Comprehensive Risk Profile of Gastrointestinal and Extra Articular Comorbidities in Ehlers-Danlos Syndrome: A Propensity-Matched Analysis of 118,256 Individuals.\n EDS patients exhibit heightened risk for GI, systemic and psychological comorbidities, highlighting the importance of multidisciplinary approaches for effective management.\nPubmed   Journal   ReadQx Research Communication: Sexual Dysfunction is a Common Early Challenge in Newly Diagnosed Inflammatory Bowel Disease.\nSexual dysfunction was independently associated with disability and bowel urgency in UC, and with hospitalisation, impaired quality of life, and fatigue in CD, but not IBD activity or treatment. These findings support early recognition of sexual dysfunction as part of patient-centred IBD care.\nPubmed   Journal   ReadQx Spontaneous Bacterial Peritonitis Is Associated With High Mortality, Which Interacts With Antibiotic Prophylaxis in a National Cirrhosis Cohort.\n In a national cohort of newly decompensated cirrhosis Veterans, SBP increased mortality, which worsened with recurrence. SBP prophylaxis (primary or secondary) showed an interaction with higher mortality but not LT. Antibiotic resistance increased with SBPPr, but culture results were not followed while resuming/initiating SBPPr. Novel strategies to prevent SBP recurrence and mortality are needed.\nPubmed   Journal   ReadQx Stability of Classification Systems for Irritable Bowel Syndrome.\n Different IBS classifications showed only moderate stability over 12 months, highlighting the fluctuating nature of the disorder. Stool form and psychological burden-based systems were most stable, but no method fully captured IBS variability. Future work could develop dynamic models integrating gastrointestinal and psychological factors to better guide management.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Association Between CT-Based AI-Derived Body Composition and Survival in Patients With Pancreatic Ductal Adenocarcinoma.\n Body composition parameters, derived from CT scans at the time of PDAC diagnosis, particularly low skeletal muscle density, sarcopenic obesity, and low adipose tissue, are independently associated with OS in patients with PDAC. Evaluating body composition at diagnosis could enhance clinical decision-making and enable more personalized treatment strategies.\nPubmed   Journal   ReadQx Ethical and Legal Considerations for Responsible Use of AI in Clinical Gastroenterology.\nHere, we present an overview of the core principles of responsible use of healthcare AI, including equity and fairness, patient autonomy, data privacy and security, accountability for AI-related patient harm, human agency, and regulation, using GI-relevant examples to highlight the benefits and risks of this powerful technology. We conclude with our predictions regarding the future legal and ethical impact of AI in our field.\nPubmed   Journal   ReadQx Sevoflurane Dose and Timing Affects Esophageal Contractility During Functional Lumen Imaging Probe.\n The timing and dose of sevoflurane is strongly associated with esophageal CR impairment during FLIP.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Clinical Characteristics and Treatment Outcomes in Patients with Incomplete Microscopic Colitis: Consideration for Expanding the Definition of Microscopic Colitis.\n In one of the largest cohorts of MCi, the majority were on drugs implicated in MC and almost three-fourths had a complete response to therapy including budesonide. Given the commonalities with MC, the histologic definition should potentially be expanded to include these patients.\nPubmed   Journal   ReadQx Randomized Controlled Trial of Upper Esophageal Sphincter Assist Device in Laryngopharyngeal Reflux Disease.\nIn this randomized double-blinded controlled trial of patients with LPRD, significant differences in laryngopharyngeal symptoms were not seen between application of the UESAD at therapeutic versus lower pressures. Laryngopharyngeal symptoms as well as pepsin concentrations significantly improved among both groups suggesting that application of external cricoid pressure, even at lower levels, is a safe, non-invasive, well-tolerated and effective therapy for LPRD. (ClinicalTrials.Gov NCT04827355).\nPubmed   Journal   ReadQx Endoscopy\n    Opportunities to reduce the environmental impact of endoscopy: a detailed material flow analysis of diagnostic colonoscopy.\nPlastic-based materials formed the largest contributor to the total used product weight. These findings inform decision-makers in designing targeted interventions to reduce the environmental impact of diagnostic colonoscopy, for example by considering more sustainable materials such as fiber-based materials. The prepared visual map makes waste generation discussable among healthcare professionals, thereby supporting a collaborative approach to identify sustainable opportunities.\nPubmed   Journal   ReadQx The value of routine endoscopic ultrasound in patients with esophageal cancer after neoadjuvant chemoradiotherapy undergoing active surveillance.\nEUS with FNA adds most value at 3 months post-nCRT, when the likelihood of detecting recurrence is highest. Beyond 3 months, its added value is limited (0.1% with negative PET-CT). Restricting the use of EUS to PET-suspicious nodes could omit 97.8% of EUS procedures.\nPubmed   Journal   ReadQx Gastroenterology\n    Depletion of Fibrinogen Suppresses Growth of Primary Tumors and Metastasis of Pancreatic Ductal Adenocarcinoma.\nThese data suggest that fibrin(ogen) reprograms the primary tumor microenvironment to support growth and promote early, but not late, metastatic steps. Our findings support prospective evaluation of a novel clinical approach involving the integration of fibrin(ogen)-targeting or depleting agents into chemotherapy regimens to control the spread of pancreatic cancer.\nPubmed   Journal   ReadQx Prognostic Performance of Phosphatidylethanol With Noninvasive Liver Fibrosis Tests in Alcohol-Related Liver Disease.\nPEth predicts hepatic decompensation independently of fibrosis-based NITs in individuals at risk of ALD. Although its prognostic performance declines rapidly, repeated PEth measurements maintain prognostic discrimination.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Diagnostic yield of EUS-guided fine-needle biopsy of solid pancreatic lesions with tissue sent directly in formalin for histopathological evaluation compared to cytology: a multi-center prospective pilot study.\n Histopathologic analysis of EUS-FNB samples provides diagnostic accuracy comparable to cytology and supports broader adoption in settings without cytopathologists.\nPubmed   Journal   ReadQx Gut\n    Circulating HBV RNA and HBsAg seroconversion in patients with chronic HBV infection: a long-term follow-up study starting from childhood in Taiwan.\n In this long-term chronic HBV cohort, we elucidated both the natural course and antiviral-related HBsAg seroconversion. Undetectable circulating HBV RNA and percentage of A2131C mutants <10% after HBeAg seroconversion are novel and independent predictors of HBsAg seroconversion.\nPubmed   Journal   ReadQx Comparison between germline and somatic loss-of-function <i>RNF43<\/i> mutations reveals different genotype-phenotype associations and provides insights into the genetic mechanisms of colorectal tumourigenesis.\nBackground Germline variants confer higher risk, although weak effects of C-terminal variants cannot be excluded. Genetic testing and patient management should incorporate these factors.\nPubmed   Journal   ReadQx Effects of a probiotic fermented dairy product on hippocampal metabolites, structure and function: an 8-week randomised, placebo-controlled trial in healthy women.\n This study provides preliminary evidence that a probiotic fermented dairy product can modulate hippocampal-related outcomes.\nPubmed   Journal   ReadQx Hereditary chronic pancreatitis induced plasticity cooperates with mutant Kras in early pancreatic carcinogenesis.\nThe underlying mechanisms driving malignant transformation by CP remain poorly understood. Objective Combining a recently developed mouse model of CP carrying the human carboxypeptidase A1 ( in early pancreatic carcinogenesis.\nPubmed   Journal   ReadQx Metabolomic pattern of ultraprocessed food intake and its association with colorectal cancer risk.\n We developed a UPF metabolomic pattern. The pattern and several metabolites were associated with CRC risk, providing biological insights into potential pathways underlying the UPF-CRC relationship.\nPubmed   Journal   ReadQx Secondary bile acid production by gut bacteria promotes Western diet-associated colorectal cancer.\n This work provides functional evidence for the causal role of secondary BAs produced by gut bacteria through 7αDH in CRC under adverse dietary conditions, opening avenues for future preventive strategies.\nPubmed   Journal   ReadQx Tracking B cell immunity during perturbation of hepatitis B infection induced by treatment withdrawal.\n Differences in global and HBs-specific B cell immunity associate with HBsAg loss, whereas HBc-MBC temporally associates with flares, following withdrawal of prolonged NA treatment. Our results underscore the need to further explore the potential of B cell targets for monitoring and enhancing HBV functional cure in larger cohorts.\nPubmed   Journal   ReadQx Twenty-four-week anti-PD-1 antibody regimen promoted HBsAg reduction and concurrently enhanced HBV-specific T cell responses in patients with chronic hepatitis B.\nIn virally suppressed CHB patients on NA therapy, 24-week half-dose sintilimab treatment demonstrated a favourable safety profile. This regimen can facilitate HBsAg reduction and even HBsAg loss, while concurrently enhancing HBV-specific T-cell responses. These findings support αPD-1 as a potential therapeutic alternative for CHB.\nPubmed   Journal   ReadQx Hepatology\n    Biology-driven stratification of advanced biliary tract cancer treated with nab-paclitaxel plus gemcitabine-cisplatin: A prospective observational cohort study.\nThis study demonstrated the clinical activity of Gem/Cis/nab-P in advanced BTC and highlighted that biology-driven patient stratification based on genomic and transcriptomic features may provide important prognostic information.\nPubmed   Journal   ReadQx J Hepatol\n    Modeling Immune Lineage Co-Development in Human Pluripotent Stem Cell-derived Liver Organoids.\nFLOs establish a physiologically relevant model for multi-lineage hemato-hepatogenesis and innate immunity in the liver. By recapitulating critical fetal liver tissue functions, FLOs provide a translational platform for studying human fetal liver development, immune-mediated hepatic injury, and regenerative therapies in humans. Impact and implications This study establishes a human pluripotent stem cell-derived Fetal Liver-like Organoid (FLO) system that reconstitutes hepato-hematopoietic co-development and innate immune function. FLOs offer a human platform to dissect cross-lineage signaling during liver development and immune-mediated injury. Clinically and translationally, FLOs enable mechanistic modeling of pediatric liver diseases and regenerative interventions, offering a tractable in vitro system for preclinical screening and precision-medicine approaches.\nPubmed   Journal   ReadQx Use of intracranial pressure monitoring and risk factors for the development of intracranial hypertension in acute liver failure.\n In three high-volume liver transplant units, the use of invasive ICP monitoring fell significantly over a ten-year period and was not associated with worsening outcomes. Based on the data presented it can be suggested that a focus on early preventative measures without invasive ICP monitoring is a rational approach and does not lead to adverse outcomes, including ICH, CD or increased mortality. Impact and implications With advances in ICU supportive care, the incidence of intracranial hypertension as a complication of ALF, has fallen. Serum ammonia levels are central to the pathogenesis and risk stratification. Invasive ICP monitoring remains the gold standard for detection, but availability, concerns about utility and complications have limited its application. Our study shows that a reduction in use was not associated with a change in patient-centred outcomes.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Extracellular Matrix Biomarkers Illuminate the Architecture of Portal Hypertension in End-Stage Liver Disease.\n\nPubmed   Journal   ReadQx Editorial: The Hidden Burden-Stigmatisation in Inflammatory Bowel Disease.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Blue Notes.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A note from the Editor-in-Chief.\n\nPubmed   Journal   ReadQx Advancing stricture prevention after circumferential esophageal endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx Closing the loop: electronic adverse events monitoring.\n\nPubmed   Journal   ReadQx Depth and dilemma: endoscopic submucosal dissection's efficacy in deep versus superficial colorectal cancer.\n\nPubmed   Journal   ReadQx Emergent peroral endoscopic myotomy for esophageal motility disorders: defining its evolving clinical role.\n\nPubmed   Journal   ReadQx Endoscopic biliary drainage in surgically altered anatomy: endoscopic ultrasound to the forefront.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound--guided gallbladder drainage to 1 year and beyond.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided phosphorus-32 therapy in pancreatic cancer: a signal worth pursuing.\n\nPubmed   Journal   ReadQx Indefinite for dysplasia in Barrett's esophagus: definitely worth your attention.\n\nPubmed   Journal   ReadQx Riding the therapeutic wave in the second duodenum: underwater papillectomy as a new frontier in ampullary neoplasms.\n\nPubmed   Journal   ReadQx Submucosal steroid preinjection strategy versus combined steroid therapy to prevent postcircumferential endoscopic submucosal dissection esophageal stricture.\n\nPubmed   Journal   ReadQx The debate continues: What is the best needle and technique for Endoscopic ultrasound-guided liver biopsy?\n\nPubmed   Journal   ReadQx J Hepatol\n    What's next after the 2025 BCLC update?\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Letter to the Editor.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Pelviperineal Malakoplakia.\n\nPubmed   Journal   ReadQx Primary Esophageal Yolk Sac Tumor: A Rare Cause of Dysphagia.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Rising intrahepatic cholangiocarcinoma rates in the United States are driving liver cancer rates in females [Characters: 108/120].\n\nPubmed   Journal   ReadQx Endoscopy\n    A case of cirrhosis with gastric varices and hypersplenism treated by endoscopic ultrasound-guided devascularization and partial splenic embolization (with video).\n\nPubmed   Journal   ReadQx   PMCEndoscopic filling with polyglycolic acid sheets and fibrin glue for esophagomediastinal fistula after per-oral endoscopic myotomy.\n\nPubmed   Journal   ReadQx   PMCEndoscopic recanalization of a complete choledochojejunal anastomotic stricture using the \"piercing technique\" via an endoscopic ultrasound-guided hepaticogastrostomy approach.\n\nPubmed   Journal   ReadQx   PMCSame-session aspiration of unexpected ascites and endoscopic ultrasound-guided gastroenterostomy in gastrojejunal anastomotic stenosis.\n\nPubmed   Journal   ReadQx   PMCSingle-use gastroscopes: evolution postponed.\n\nPubmed   Journal   ReadQx Successful endoscopic biliary intervention using a rotatable sphincterotome and a multi-ring traction device.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    History of sexual violence: a gastroenterologist's concern?\n\nPubmed   Journal   ReadQx THE SENENDO VOLUNTEER MISSION - A TRAINING AND CARE DELIVERY MODEL THAT ADDRESSES LACKING DIGESTIVE ENDOSCOPY RESOURCES IN SUB-SAHARAN AFRICA.\n\nPubmed   Journal   ReadQx Gut\n    CD177+ neutrophils: new drivers of liver regeneration.\n\nPubmed   Journal   ReadQx Hepatocyte guardian: A20 restrains ferroptosis in autoimmune hepatitis.\n\nPubmed   Journal   ReadQx Just right: neutrophils exemplify the Goldilocks principle in liver regeneration.\n\nPubmed   Journal   ReadQx Hepatology\n    Discontinuing Letters to the Editor: Loss of utility and pertinence.\n\nPubmed   Journal   ReadQx Letter to the Editor: The suggestion for additional clinical scores in decoding tumor heterogeneity in HCC.\n\nPubmed   Journal   ReadQx Letter to the Editor: When locoregional therapy fails, how soon should we pivot?\n\nPubmed   Journal   ReadQx Reply: The suggestion for additional clinical scores in decoding tumor heterogeneity in HCC.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Extracellular Matrix Biomarkers Illuminate the Architecture of Portal Hypertension in End-Stage Liver Disease-Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: The Hidden Burden-Stigmatisation in Inflammatory Bowel Disease: Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Intestinal Ultrasound: The Evidence Is Catching Up With the Technology.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Comments on Hepatic Stellate Cell Regulation in Metabolic Dysfunction-Associated Steatohepatitis.\n\nPubmed   Journal   ReadQx Refining Meta-Analyses of GLP-1RA Safety: Sparse Event Data, Confounding, and Sex Differences.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A case series is not enough to properly study potential adverse events of the endoscopic over-the-scope clips and cutters.\n\nPubmed   Journal   ReadQx Advancing walled-off necrosis management: multidimensional applications of validated quadrant, necrosis, and infection risk stratification.\n\nPubmed   Journal   ReadQx On subgroup analysis, behavioral confounding, and procedural generalizability in endoscopic sleeve gastroplasty research.\n\nPubmed   Journal   ReadQx Refining the interpretation of recurrence risk in T1 rectal cancer: insights from a clinical standpoint.\n\nPubmed   Journal   ReadQx Reflections on obesity-related adverse events after endoscopic sleeve gastroplasty.\n\nPubmed   Journal   ReadQx Reproducibility, anatomical considerations, and postablation healing in hybrid argon plasma coagulation after endoscopic mucosal resection of large colorectal polyps.\n\nPubmed   Journal   ReadQx Toward a holistic evaluation of endoscopic sleeve gastroplasty outcomes.\n\nPubmed   Journal   ReadQx Gut\n    Endoscopic gastroenterostomy for malignant gastric outlet obstruction: the need for reintervention is variable.\n\nPubmed   Journal   ReadQx J Hepatol\n    Emergency granulopoiesis-linked module activation in PBMC transcriptomes associates with adverse outcomes in HBV-related cirrhosis with acute decompensation.\n\nPubmed   Journal   ReadQx Integration of Particle Therapy into the Updated BCLC Strategy for Hepatocellular Carcinoma.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-26T09:01:22-05:00",
    "input_file": {}
  }
]
