[
  {
    "path": "gi/09-13-2024/",
    "title": "Fri Sep 13 2024",
    "description": "93 articles - From Friday Sep 06 2024 to Friday Sep 13 2024",
    "author": [],
    "date": "2024-09-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Guidelines in Practice: Alcohol-Associated Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Integrating Potassium-Competitive Acid Blockers Into Clinical Practice: Expert Review. \r\nBEST PRACTICE ADVICE 8: Clinicians should generally not use P-CABs as first-line therapy in the treatment or prophylaxis of peptic ulcer disease. BEST PRACTICE ADVICE 9: Although there is currently insufficient evidence for clinicians to use P-CABs as first-line therapy in patients with bleeding gastroduodenal ulcers and high-risk stigmata, their rapid and potent acid inhibition raises the possibility of their utility in this population.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy guideline on role of endoscopy in the diagnosis and management of solid pancreatic masses: methodology and review of evidence. \r\n\r\nPubmed   Journal   ReadQx \r\nAmerican Society for Gastrointestinal Endoscopy guideline on the role of endoscopy in the management of chronic pancreatitis: methodology and review of evidence.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal injection fluid and tattoo agents. \r\nThese may be commercially prepared agents or off-the-shelf materials with or without additives to facilitate visualization. A thorough understanding of the indications, techniques, properties of various agents, costs, and adverse events is necessary in choosing the appropriate materials and technique to optimize lesion resection in EMR and ESD.\r\nPubmed   Journal   ReadQx \r\nSummary: Guidewires in GI endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    TC-325 superiority in Malignant Gastrointestinal Bleeding - An Individual Patient Data Meta-analysis of Randomized Trials.\r\nInterpretation TC-325 appears superior to conventional endoscopic therapy in managing patients with malignant GIB. TC-325 results in improvements in immediate hemostasis, 30-day rebleeding and further bleeding, based on very low-to-low certainties of evidence.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    The association between obesity and malignant progression of Barrett's Esophagus: a systematic review and dose-response meta-analysis.\r\n Our meta-analysis provides some evidence that obesity as measured by BMI is associated with malignant progression of BE with a dose-response relationship. This finding requires confirmation in future high-quality cohort studies. Future risk prediction models could incorporate measures of obesity to potentially improve risk stratification in patients with BE.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Efficacy of hemostatic powder monotherapy versus conventional endoscopic treatment for nonvariceal gastrointestinal bleeding: a meta-analysis and trial sequential analysis.\r\nIn conclusion, HP monotherapy surpassed CET in terms of the initial hemostasis rate and 30-day rebleeding rate for patients with malignancy-related GI bleeding. However, their relative efficacy for non-malignancy-related GI bleeding remains unresolved.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Differences in disease characteristics and treatment exposures between paediatric and adult-onset inflammatory bowel disease using a registry-based cohort.\r\nPaediatric-onset presents with more extensive disease with higher exposures to immunomodulators and biologic therapies than adult-onset IBD.\r\nPubmed   Journal   ReadQx \r\nGlycaemic control is a modifiable risk factor for hepatocellular carcinoma and liver-related mortality in patients with diabetes.\r\nGlycaemic control is an independent risk factor for HCC and liver-related mortality, and should be incorporated into oncoprotective strategies in the general DM population.\r\nPubmed   Journal   ReadQx \r\nLow socioeconomic status exacerbates unmet health-related needs in patients with autoimmune hepatitis.\r\n There is a high burden of health-related unmet needs in al patients with AIH that is exacerbated by low SES.\r\nPubmed   Journal   ReadQx \r\nMASLD in people with HIV exhibits higher fibrosis stage despite lower disease activity than in matched controls.\r\n The NAS and histological drivers of fibrosis (e.g. inflammation and hepatocyte ballooning) are less pronounced in MASLD-PWH, and yet fibrosis stage was generally higher when compared to matched controls with MASLD without HIV. This suggests HIV-specific factors beyond hepatic necroinflammation may contribute to fibrosis progression in MASLD-PWH.\r\nPubmed   Journal   ReadQx \r\nTrends of chronic liver diseases by income level and socioeconomic factors in the United States: A population-based study.\r\n LIG and MIG in the United States have higher liver disease burdens than HIG, with increasing NAFLD prevalence and lack of decline in current HCV infection prevalence over time as opposed to declining or stable trend in HIG.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Management after obstetric anal sphincter injury: anorectal manometry and symptoms predict long-term fecal incontinence.\r\nSymptoms of anal incontinence and ARM in patients post OASI are both useful to predict subsequent long-term FI with a best-fit cut-off of 59mmHg for anal resting pressure. This provides rationale for routine ARM and accurate symptom assessment in al patients after OASI, to identify high risk groups to follow and treat, and it may assist decision-making regarding mode of subsequent obstetric deliveries.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Belching Disorders and Their Characteristics in the General Adult Population.\r\n A detailed epidemiology of belching disorders in adults was clarified.\r\nPubmed   Journal   ReadQx \r\nPrimary liver cancer risk and mortality in patients with alcohol-related cirrhosis in England and Denmark: observational cohort studies.\r\n The risk of primary liver cancer was the same in English and Danish patients with ALD cirrhosis, and HCCs constituted 97% of primary liver cancers. Mortality with primary liver cancer was equally high in both countries. Notably, in England, where guidance recommends biannual HCC surveillance with ultrasound, patients with ALD cirrhosis were undergoing fewer than 1 ultrasound scan per year.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Impact of time period and birth cohort on the trend of advanced neoplasm prevalence in the 40-49 average-risk screening population.\r\n The prevalence of AN in age 40-54 increased in the Taiwanese population, with a later birth cohort having a higher prevalence of AN. However, the prevalence of AN in age 45-49 increased more remarkably and approximated that in age 50-54, which may justify earlier initiation of CRC screening at age 45.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Additional over-the-scope-clip closure can shorten endoscopic vacuum therapy for postoperative upper gastrointestinal leakage.\r\nThe addition of OTSCs after successful EVT is safe and has the potential to shorten leakage therapy, enabling earlier discharge along with better functional outcomes.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of radial incision and cutting for nonsurgical refractory benign esophageal stricture.\r\nRIC for nonsurgical refractory benign esophageal stricture is an effective and safe treatment option.\r\nPubmed   Journal   ReadQx \r\nLymphovascular invasion is a dominant risk factor for lymph node metastasis in T2 rectal cancer. \r\nThis was a large study on LNM in T2 rectal cancer which showed that LVI is the dominant risk factor. Moreover, low age constituted an independent risk factor, whereas gender, resection margin, PNI, histologic grade, and mucinous cancer were not independent risk factors of LNM. Thus, these findings may provide a useful basis for management of patients after local resection of early rectal cancer.\r\nPubmed   Journal   ReadQx \r\nPerformance evaluation of endoscopic ultrasonography needles: Experimental study.\r\nThe performance of the six needles differed in various ways. Understanding the characteristics of each needle may allow for selection of the appropriate needle for each situation.\r\nPubmed   Journal   ReadQx \r\nUsefulness of an ultrathin endoscope in esophageal endoscopic submucosal dissection.\r\nUltrathin endoscopes may be useful for difficult esophageal ESD.\r\nPubmed   Journal   ReadQx \r\nValidation and efficacy of the Varix Trainer model as a Training device for esophagogastroduodenoscopy. \r\nThe VTM1 distinguished varying levels of expertise for al techniques, suggesting that it is a valid tool for assessing endoscope manipulation skill. A short curriculum improved novices' manipulation skills faster than traditional practice.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Prospective single-arm trial on feasibility and safety of endoscopic robotic system for colonic endoscopic submucosal dissection.\r\n This first clinical trial confirmed the safety and efficacy of performing colorectal ESD using EndoMaster EASE robotic system (Clinicaltrial.gov  NCT04196062).\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Healthy first-degree relatives from multiplex families versus simplex families have a higher subclinical intestinal inflammation, a distinct fecal microbial signature, and harbor a higher risk of developing Crohn's disease.\r\n Within FDRs of patients with CD, participants from multiplex families had a 3-fold increased risk of CD onset, a higher FCP, and an altered bacterial composition, but not genetic burden or altered gut permeability. These results suggest that putative environmental factors might be enriched in FDRs from multiplex families.\r\nPubmed   Journal   ReadQx \r\nUNVEILING CANCER-RELATED METAPLASTIC CELLS IN BOTH HELICOBACTER PYLORI INFECTION AND AUTOIMMUNE GASTRITIS.\r\n Both Hp infection and AIG trigger a diverse array of metaplastic cell types. Identification of a cancer-related metaplastic cell uniquely expressing ANPEP/CD13, present in both Hp- and AIG-induced gastritis, indicates the carcinogenic capacity of both diseases. This discovery can guide early detection and risk stratification for patients with chronic gastritis.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Multimodal Convolutional Neural Network-Based Algorithm for Real-Time Detection and Differentiation of Malignant and Inflammatory Biliary Strictures in Cholangioscopy: a Proof of Concept Study with Video.\r\n Our algorithm distinguishes malignant and inflammatory bile duct lesions in dSOC videos, indicating the potential of CNN-based diagnostic support systems for both, CADe and CADx. The integration of non-image data can improve CNN based support systems, targeting current challenges in the assessment of biliary strictures.\r\nPubmed   Journal   ReadQx \r\nProphylactic endoscopic vacuum therapy for stricture prevention following wide-field endoscopic submucosal dissection of superficial esophageal cancer.\r\nThe prophylactic combination of EVT and BOT is a novel and promising strategy for reducing post-ESD strictures.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of underwater endoscopic mucosal resection for 10-20 mm colorectal serrated lesions (SEA CLEAR study).\r\nThis two-center prospective study demonstrated that UEMR for SLs sized 10-20 mm was comparable to previous conventional endoscopic mucosal resection outcomes.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Epidemiology of gastrointestinal cancers: a systematic analysis from the Global Burden of Disease Study 2021.\r\nAlthough the ASIR of oesophageal, gastric and biliary tract cancer has decreased, the ASIR still increased in colorectal, pancreatic and liver cancer from steatotic liver disease. Public policies are important for controlling gastrointestinal cancers-most importantly, reducing alcohol consumption, hepatitis B immunisation and tackling the burden of metabolic diseases.\r\nPubmed   Journal   ReadQx \r\nIdentification of PRMT5 as a therapeutic target in cholangiocarcinoma.\r\n PRMT5 and MEP50 are frequently upregulated in human CCA, and PRMT5-targeting drugs have significant antitumoural efficacy in clinically relevant CCA models. Our findings support the evaluation of PRMT5 inhibitors in clinical trials, including their combination with cytotoxic and immune therapies.\r\nPubmed   Journal   ReadQx \r\nLong-term hepatitis B surface antigen response after finite treatment of ARC-520 or JNJ-3989.\r\n Short-duration siRNA treatment suppressed HBsAg expression with a prolonged effect for up to 6 years in some participants.\r\nPubmed   Journal   ReadQx \r\nMicrobiota-induced S100A11-RAGE axis underlies immune evasion in right-sided colon adenomas and is a therapeutic target to boost anti-PD1 efficacy.\r\n Our findings unravelled that dysfunctional goblet cells and consequential bacterial translocation activated the S100A11-RAGE axis in right-sided colon ADs, which recruits MDSCs to promote immune evasion. Targeting this axis by Azeliragon improves the efficacy of immunotherapy in colon cancer.\r\nPubmed   Journal   ReadQx \r\nRisk of hepatic events associated with use of sodium-glucose cotransporter-2 inhibitors versus glucagon-like peptide-1 receptor agonists, and thiazolidinediones among patients with metabolic dysfunction-associated steatotic liver disease.\r\nIn this nationwide cohort study, SGLT-2i was associated with a lower risk of hepatic decompensation events in patients with MASLD compared with TZD, while demonstrating similar effectiveness to GLP-1RA.\r\nPubmed   Journal   ReadQx \r\nSphincterotomy for biliary sphincter of Oddi disorder and idiopathic acute recurrent pancreatitis: the RESPOnD longitudinal cohort.\r\n Nearly 60% of patients undergoing ERCP for suspected SOD improve, although the contribution of a placebo response is unknown. Contrary to prevailing belief, duct size and labs are poor response predictors. AP recurrence was common and like observations from prior non-intervention cohorts, suggesting no benefit of sphincterotomy in mitigating future AP episodes.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Association of hepatitis delta virus infection and hepatocellular carcinoma, hepatic decompensation, all-cause and liver-related death in a national cohort.\r\n In a predominantly U.S born cohort of Veterans, HDV co-infection was associated with an increased risk of liver-related outcomes and all-cause mortality. Our findings support widespread testing for early identification of HDV.\r\nPubmed   Journal   ReadQx \r\nCentral role for cholangiocyte pathobiology in cholestatic liver diseases.\r\nThe crosstalk between cholangiocytes and cells of the innate (neutrophils and macrophages), and adaptive (T-cells and B-cells) immune systems is also examined in detail. The information will help consolidate information on this topic, guide further research and potential therapeutic strategies for these diseases.\r\nPubmed   Journal   ReadQx \r\nDisparity landscapes of viral-induced structural variations in hepatocellular carcinoma: Mechanistic characterization and functional implications. \r\nAdditionally, clonal disparity of HBV integration was observed among patients and the higher level of clonal disparity score can indicate poor patients' prognostication. Taken together, our study uncovered the different levels of clonal enrichment of HBV integration, mechanistic insights, and prognostic biomarker signature, to strengthen our understanding in HBV-associated hepatocarcinogenesis.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of infliximab in patients with autoimmune hepatitis.\r\n Our study suggests that infliximab may be an effective and safe rescue therapy in AIH.\r\nPubmed   Journal   ReadQx \r\nHAF prevents hepatocyte apoptosis and progression to MASH and hepatocellular carcinoma through transcriptional regulation of the NF-κB pathway.\r\nHAF is novel transcriptional regulator of the NF-κB pathway and is a key determinant of cell fate during progression to MASH and MASH-HCC.\r\nPubmed   Journal   ReadQx \r\nHEAR-MHE study: Automated speech analysis identifies minimal hepatic encephalopathy and may predict future overt hepatic encephalopathy.\r\nAutomated speech analysis highly correlated with validated HE tests, associated with MHE, and may predict future OHE. Future research is needed to validate this tool and to understand how it can be implemented in clinical practice.\r\nPubmed   Journal   ReadQx \r\nHKDC1 promotes liver cancer stemness under hypoxia via stabilizing β-catenin.\r\nOverall, our findings underscore HKDC1 as a prometastatic HK specifically expressed in the malignant compartment of primary liver tumors, thereby providing a mechanistic basis for targeting this enzyme in advanced liver cancer.\r\nPubmed   Journal   ReadQx \r\nHealth-Related quality of life (HRQL) assessments in a 52-Week, Double-Blind, randomized, Placebo-Controlled phase 3 study of resmetirom (MGL-3196) in patients with metabolic dysfunction associated steatohepatitis (MASH) and fibrosis.\r\nMASH/NASH patients with fibrosis improvement or resolution of MASH with resmetirom experienced clinically meaningful and statistically significant HRQL improvements.\r\nPubmed   Journal   ReadQx \r\nPredictors of long-term clinical outcomes after TIPS: An ALTA group study.\r\nAmong patients with early post-TIPS TFS, prognosis and need for LT should be reassessed, informed by post-procedure changes in MELD-Na and clinical status. For selected patients, \"destination TIPS\" without LT may offer long-term survival with freedom from portal hypertensive complications.\r\nPubmed   Journal   ReadQx \r\nStretch-induced hepatic endothelial mechanocrine promotes hepatocyte proliferation.\r\nOur findings indicate that mechanical stretch-induced HB-EGF up-regulation in LSECs via YAP translocation can promote the hepatocyte proliferation during liver regeneration through a mechanocrine manner, which deepens the understanding of the mechanical-biological coupling in liver regeneration.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Assessment of liver graft quality during hypothermic oxygenated perfusion: the first international validation study.\r\nThis first international study validates the predictive value of the mitochondrial co-factor FMN, released from complex I during HOPE, and may therefore contribute to a better risk stratification of injured livers before implantation. Impact and implications Analysis of 473 perfusates, collected from 10 international centers during hypothermic oxygenated perfusion (HOPE), revealed that mitochondria derived flavin mononucleotide (FMN) values in perfusate is predictive for graft loss, cholangiopathy, and kidney failure after liver transplantation. This result is of high clinical relevance, as recognition of graft quality is urgently needed to improve the safe utilization of marginal livers. Ex-situ machine perfusion approaches, such as HOPE, are therefore likely to increase the number of useable liver grafts.\r\nPubmed   Journal   ReadQx \r\nIntention-to-treat outcomes of patients with hepatocellular carcinoma receiving immunotherapy before liver transplant: the multicenter VITALITY study.\r\nThe first multicenter evaluation of HCC patients receiving ICI pre-LT demonstrates favorable survival and safety outcomes, justifying continued utilization and further evaluation of this strategy in clinical practice. High tumor burden, doubling of AFP levels, and radiographic response were identified as predictors of unfavorable oncologic outcomes. Impact and implications The first multicenter evaluation of pre-transplant immune-checkpoint-inhibitors in hepatocellular carcinoma to show promising intention-to-treat survival, safety and rejection rates. Immune-checkpoint-inhibitors, either alone or combined with LRT, demonstrate reliable efficacy. This preoperative strategy could be particularly beneficial for high-risk patients, including those requiring downstaging or with elevated AFP levels despite locoregional treatment. These findings fill current knowledge gaps and offer reassuring evidence for the feasibility of pre-transplant use of immune-checkpoint-inhibitors, pending results from ongoing trials.\r\nPubmed   Journal   ReadQx \r\nNon-invasive assessment of severe liver fibrosis in patients with Fontan-associated liver disease: The VALDIG-EASL FONLIVER cohort.\r\n Severe liver fibrosis is prevalent in adults following Fontan-type palliation and can be effectively estimated using with the novel FonLiver risk score. This scoring system can be easily incorporated into the routine assessment of patients with Fontan circulation.\r\nPubmed   Journal   ReadQx \r\nTargeting PYK2 with heterobifunctional T6BP helps mitigate MASLD and MASH-HCC progression.\r\nOur study revealed a previously unknown mechanism  identification of T6BP as a key eliminator of fatty liver strongly contributes to the development of promising therapeutic targets, and the discovery of crucial fragments of T6BP-based pharmacon that interrupt PYK2 dimerization are novel and viable treatments for fatty liver and its advanced symptoms and complications. Impact and implications Excessive high-energy diet ingestion is critical in driving steatohepatitis via regulation of hepatocyte non-receptor tyrosine kinases. The mechanisms under lying the regulation of hepatocyte PYK2 in metabolic dysfunction-associated steatohepatitis (MASH) remain largely unclear. Here, we found that T6BP as a critical fatty liver eliminator has a significant impact on the development of promising therapeutic targets. Additionally, vital T6BP-based pharmacon fragments that impede PYK2 dimerization have been found, offering new and effective treatments for advanced fatty liver symptoms and complications.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Emulsifiers and thickeners in our food-Do they alter gut permeability?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Intestinal permeability in disorders of gut-brain interaction (DGBI): From bench to bedside.\r\nAdditionally, the microbiome's significant role in the communication between the brain and gut has led to the integrative model of a microbiome gut brain axis with reciprocal interactions between brain networks and networks comprised of multiple cells in the gut, including immune cells, enterochromaffin cells, gut microbiota and the derived luminal mediators. This review highlights the techniques for assessment of barrier function, appraises evidence for barrier dysfunction in DGBI including mechanistic studies in humans as well as provides an overview of therapeutic strategies that can be used to directly or indirectly restore barrier function in DGBI patients.\r\nPubmed   Journal   ReadQx \r\nPortal Fibrosis and the Ductular Reaction: Pathophysiological Role in the Progression of Liver Disease and Translational Opportunities.\r\nHere, we will critically review the latest advances, in terms of mechanisms, pathophysiology, and treatment prospects. In addition, we will delineate future avenues of research including innovative translational opportunities.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Targeting TL1A and DR3: the new frontier of anti-cytokine therapy in IBD.\r\nTL1A:DR3 signalling plays a central and multifaceted role in the immunological pathways that underlie intestinal inflammation, such as that observed in IBD. Such evidence provides the foundation for developing pharmaceutical approaches targeting this ligand-receptor pair in IBD.\r\nPubmed   Journal   ReadQx \r\nWhere are we with gastric cancer screening in Europe in 2024?\r\nThis paper provides an overview of the recent decisions of the European authorities, the progress towards gastric cancer implementation in Europe and expected challenges. Finally, a potential algorithm for gastric cancer screening in Europe is proposed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Clinical Updates in Colon Endoscopic Mucosal Resection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Detective flow imaging endoscopic ultrasound for locating optimal puncture site for a poorly vascularized pancreatic mass. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Colon polyp surveillance - similar outcomes by size across the histology divide.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection combined with endoscopic hand-suturing for a superficial esophageal cancer in a diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful removal of a stuck plastic stent in an echoendoscope by additional insertion of a transnasal endoscope.\r\n\r\nPubmed   Journal   ReadQx \r\nWalled-off necrosis treatment: additional evidence.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Head-to Head Comparison of Risankizumab and Ustekinumab as second line therapy in moderate to severely active Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPROTEOMIC BIOMARKERS IN SERUM PREDICT VILLOUS ATROPHY DEVELOPMENT IN ASYMPTOMATIC POTENTIAL CELIAC DISEASE CHILDREN AT TIME OF DIAGNOSIS.\r\n\r\nPubmed   Journal   ReadQx \r\nPragmatic Resect and Discard Implementation using Computer-assisted Optical Polyp Diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nRisankizumab for Induction and Maintenance of Remission in Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nTofu-like Disfiguring Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Application of Functional Lumen Imaging Probe in the Evaluation and Treatment of Anorectal Strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-Guided Trans-gastric Drainage of Pancreaticopleural Fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of appendiceal endometriosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEnteroscopy-Assisted Band Ligation for Hemostasis of Deep Small Bowel Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nNew Therapeutic Approach for Anastomotic Leaks Following Ileoanal-J-Pouch Construction in Patients with Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal tunneling biopsy is an effective technique for diagnosing malignant esophageal stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cholesterol's new tricks propel MASH-HCC: impact in immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Emulsifiers and thickeners in our food-Do they alter gut permeability? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association between terlipressin and multi-drug-resistant organism rectal colonisation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association between terlipressin and multidrug-resistant organism rectal colonization: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Beyond advanced fibrosis-The critical need for assessing NITs performance in identifying F2-F3 fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Beyond advanced fibrosis-The critical need for assessing NITs performance in identifying F2-F3 fibrosis. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Bisphosphonate effectiveness in patients with cirrhosis-An emulated clinical trial.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Bisphosphonate effectiveness in patients with cirrhosis-an emulated clinical trial. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Dietary emulsifiers and intestinal health-The beginning of an evolving story: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Effect of dietary additives on intestinal barrier and acute stress in healthy adults.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing cirrhosis management-The critical role of social workers in supporting NAFLD surveillance.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing cirrhosis management-The critical role of social workers in supporting NAFLD surveillance: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Social work and clinical synergy-Optimising health interventions for elderly DGBI populations.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Social work and clinical synergy-Optimizing health interventions for elderly DGBI populations: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Metabolic Dysfunction-Associated Fibrosis 5 (MAF-5) Score Predicts Liver Fibrosis Risk and Outcome in the General Population With Metabolic Dysfunction\".\r\n\r\nPubmed   Journal   ReadQx \r\nGlucagon-like peptide 1 receptor agonists and risk of adverse anesthesia events: caution warranted when interpreting associations with pulmonary aspiration.\r\n\r\nPubmed   Journal   ReadQx \r\nWith Great Statistical Power Comes Great Responsibility: Pitfalls of Claims Database Research on the Periprocedural GLP-1 Receptor Agonist Management Debate.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    AlphaMissense versus laboratory-based pathogenicity prediction of 13 novel missense CPA1 variants from pancreatitis cases.\r\n\r\nPubmed   Journal   ReadQx \r\nExtending inflamed-class signature to predict immune checkpoint inhibitor-based combination therapy in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nIncorporating all the evidence: the role of EGJ-CI in GERD diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Reply: Implications of Mycophenolate Mofetil in a reproductive age patient cohort: Maternal Fetal Medicine point of view.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-09-13T22:50:18-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-06-2024/",
    "title": "Fri Sep 06 2024",
    "description": "130 articles - From Friday Aug 30 2024 to Friday Sep 06 2024",
    "author": [],
    "date": "2024-09-06",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    NORTH AMERICAN EXPERT CONSENSUS ON THE POST-PROCEDURAL CARE OF PATIENTS AFTER PER-ORAL ENDOSCOPIC MYOTOMY USING A DELPHI PROCESS.\r\nThe results of this Delphi process established expert agreement on several important issues and provides a practical guidance on key aspects in the care of patients following POEM.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Proton pump inhibitors and cardiovascular adverse events: a meta-analysis of randomized controlled trials.\r\n Overall, we found no association of cardiovascular events with PPI treatment. Cardiovascular events appeared more frequent with PPI treatment in GERD trials, but results from this subgroup should be interpreted with the limitations of the analysis in mind, including sparse outcome counts and lack of individual patient data.\r\nPubmed   Journal   ReadQx \r\nRisk factors for inadequate bowel preparation in colonoscopy: a comprehensive systematic review and meta-analysis.\r\nOur meta-analysis focused on adjusted risk factors to provide precise estimates of the most important risk factors for IBP. Our findings could help develop a validated prediction model to identify high-risk patients for IBP, improve colonoscopy outcomes, reduce the need for repeat colonoscopies, and reduce associated healthcare costs.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Accuracy of Computer-aided Diagnosis in Colonoscopy Varies according to Polyp Location. A Systematic Review and Meta-analysis.\r\n The diagnostic performance of CADx for polyps in the proximal colon is inadequate, exhibiting significantly lower specificity compared to its performance for distal polyps. While current CADx systems are suitable for use in the distal colon, they should not be employed for proximal polyps until more performant systems are developed specifically for these lesions.\r\nPubmed   Journal   ReadQx \r\nGlobal prevalence of advanced liver fibrosis and cirrhosis in the general population: a systematic review and meta-analysis.\r\nThe prevalence of advanced fibrosis and cirrhosis is considerable and increasing worldwide with significant geographic variation. Further research is needed to better understand the risk factors and how to mitigate them worldwide to address the growing global burden of cirrhosis.\r\nPubmed   Journal   ReadQx \r\nSYSTEMATIC REVIEW AND META-ANALYSIS: THE THREE-YEAR POST-COLONOSCOPY COLORECTAL CANCER RATE AS PER THE WEO METHODOLOGY.\r\n According to the WEO methodology, the Western World PCCRC-3yr was 7.5%. Reassuringly, this has decreased over time, but further work is required to identify the reasons for PCCRCs, especially in higher-risk groups. We devised a WEO methodology checklist to increase its adoption and standardise the categorisation of patients in future PCCRC-3yr studies.\r\nPubmed   Journal   ReadQx \r\nThe association between obesity and malignant progression of Barrett's Esophagus: a systematic review and dose-response meta-analysis. \r\nThis finding requires confirmation in future high-quality cohort studies. Future risk prediction models could incorporate measures of obesity to potentially improve risk stratification in patients with BE.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Adenoma detection rate by colonoscopy in real-world population-based studies: a systematic review and meta-analysis.\r\n This first meta-analysis relying on real-world observational studies supports the ESGE benchmark for ADR, while suggesting that different benchmarks might be used according to indication, sex, and age.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided versus percutaneous liver biopsy: a systematic review and meta-analysis of randomized controlled trials.\r\nThis meta-analysis suggests that EUS-LB is as safe and effective as PC-LB and is associated with lower post-procedure pain scores.Registration on PROSPERO  CRD42023469469.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Use of Artificial Intelligence Improves Colonoscopy Performance in Adenoma Detection: A Systematic Review and Meta-Analysis.\r\nAI-assisted colonoscopy significantly improved adenoma, but not sessile serrated lesion, detection irrespective of endoscopist experience, system type or healthcare setting.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Early ileal resection in Crohn's disease is not associated with severe long-term outcomes: The ERIC study. \r\nEarly ileal resection in CD is not associated with a higher risk of a second resection. It may be associated with reduced use of medical treatments and fewer morphological recurrences.\r\nPubmed   Journal   ReadQx \r\nMASLD in people with HIV exhibits higher fibrosis stage despite lower disease activity than in matched controls. \r\ninflammation and hepatocyte ballooning) are less pronounced in MASLD-PWH, and yet fibrosis stage was generally higher when compared to matched controls with MASLD without HIV. This suggests HIV-specific factors beyond hepatic necroinflammation may contribute to fibrosis progression in MASLD-PWH.\r\nPubmed   Journal   ReadQx \r\nPositivity of high-sensitivity HBsAg test, not previous HBV infection, indicates poor prognosis in patients with non-HBV-related HCC.\r\nIn non-HBV-related-HCC patients, hHBsAg+, not pHBV, is significantly and independently associated with poor prognosis.\r\nPubmed   Journal   ReadQx \r\nPredictive factors and survival outcome of conversion therapy for unresectable hepatocellular carcinoma patients receiving atezolizumab and bevacizumab: Comparative analysis of conversion, partial response and complete response patients. \r\nThe OS of patients undergoing conversion therapy showed better survival compared to those achieving PR and was comparable to those with CR patients. Conversion therapy could be considered if feasible.\r\nPubmed   Journal   ReadQx \r\nTrends of chronic liver diseases by income level and socioeconomic factors in the United States: A population-based study. \r\nSimilarly, NAFLD prevalence was stable for HIG but increased for MIG and LIG. LIG and MIG in the United States have higher liver disease burdens than HIG, with increasing NAFLD prevalence and lack of decline in current HCV infection prevalence over time as opposed to declining or stable trend in HIG.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Diagnosis and management of Clostridioides difficile in inflammatory bowel disease.\r\nUltimately, the co-management of CDI in an IBD patient requires a nuanced, patient-specific approach to distinguish CDI from C. difficile colonization, prevent CDI recurrence, and manage the underlying IBD.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Response Reduces the Risk of Subsequent Pouchitis in Patients with Crohn's Disease Like Pouch Inflammation.\r\nEndoscopic response, not remission, is sufficient to reduce the risk of subsequent pouchitis in patients with CDLPI.\r\nPubmed   Journal   ReadQx \r\nHigher Rate of SBP Recurrence with Secondary SBP Prophylaxis Compared to No Prophylaxis in Two National Cirrhosis Cohorts. \r\nWhen initiated, SecSBPPr, compared to no prophylaxis after SBP, increased the risk of SBP recurrence in multivariable analysis by 63-68%, and this trend worsened over time. SecSBPPr should be reconsidered in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nIncidence trends in upper GI cancer in young adults: a nationwide time-trend analysis using 2001-2019 United States Cancer Statistics databases.\r\n The overall incidence rate of upper GI cancer is increasing significantly in young women compared to men. Increased endoscopic procedures and disparate exposure to risk factors are likely contributing to these trends.\r\nPubmed   Journal   ReadQx \r\nTechnical factors associated with the benefit of prophylactic pancreatic stent placement during high-risk ERCP: a secondary analysis of the SVI trial dataset.\r\nThe 5 modifiable technical factors studied in this secondary analysis of large-scale randomized trial data did not appear to have a strong impact on the benefit of prophylactic pancreatic stent placement in preventing PEP after high-risk ERCP. Within the limitations of post hoc subgroup analysis, these findings may have important implications in procedural decision-making and suggest that the benefit of PSP is robust to variations in technical approach.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Alcohol Rehabilitation Within 3 Months after Alcohol Hepatitis and Survival - A National Analysis.\r\nIn-hospital alcohol rehabilitation within 3-months after AH and CAH improve transplant-free survival rate but remain underutilized. Funding No external funding.\r\nPubmed   Journal   ReadQx \r\nBiopsy Proteome Score Performs Well as an Effect Measure in a Gluten Challenge Trial of Celiac Disease.\r\n Biopsy proteome scoring is a simple and reliable measure of gluten-induced mucosal remodeling in response to 14-day oral gluten challenge (ClinicalTrials.gov, number NCT03409796).\r\nPubmed   Journal   ReadQx \r\nEarly biological therapy within 12 months of diagnosis leads to higher transmural healing rates in Crohn's disease.\r\nEarly initiation of biological therapy within 12 months of diagnosis significantly increases TH rates, leading to improved long-term outcomes in CD patients.\r\nPubmed   Journal   ReadQx \r\nEpidemiology of Elderly-Onset IBD: A Nationwide Population-based Cohort Study.\r\n This nationwide cohort study shows that patients diagnosed with very late-onset (≥70y) IBD have a higher relative burden of disease- and aging-related complications, with limited use of steroid-sparing strategies and surgery, compared with late-onset IBD.\r\nPubmed   Journal   ReadQx \r\nHigh diagnostic value of transient elastography for advanced fibrosis and cirrhosis in patients with chronic hepatitis delta.\r\n TE demonstrated good diagnostic performance for advanced fibrosis and cirrhosis in CHD patients. Advanced fibrosis is highly probable for LSM values ≥10 kPa. LSM values < 6 kPa almost totally exclude significant fibrosis. Between 6 and 10 kPa, liver biopsy should be discussed.\r\nPubmed   Journal   ReadQx \r\nLong-term continuous terlipressin infusion improves cardiac reserve in patients with decompensated cirrhosis.\r\n Long-term continuous terlipressin infusion resulted in a significant increase in cardiac reserve and attenuation of the hyperdynamic state usually observed in decompensated cirrhosis. These data provide important mechanistic insight into the pathogenesis and reversibility of cardiac dysfunction in cirrhosis. Future studies are required to evaluate whether long-term terlipressin can prevent hepatic decompensating events such as hepatorenal syndrome in high-risk individuals. ANZCTR NUMBER  ( ACTRN12619000891123.\r\nPubmed   Journal   ReadQx \r\nPerformance of AI-Enabled Electrocardiogram in the Prediction of Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\n This is a proof-of-concept study that an AI-based ECG model can detect MASLD with a comparable or superior performance as compared to the models using a single clinical parameter but not superior to the combination of clinical parameters. ECG can serve as another screening tool for MASLD in the non-hepatology space.\r\nPubmed   Journal   ReadQx \r\nPredictors of functional cure of chronic hepatitis B virus infection - A long-term follow-up study.\r\nIn a cohort of chronic HBV-infected patients with long-term follow-up, HBeAg-seroconversion in childhood, high genetic barrier nucleos(t)ide analogue(s) therapy, and low HBsAg titers after HBeAg-seroconversion were significant predictors of functional cure.\r\nPubmed   Journal   ReadQx \r\nRacial, Ethnic and Geographic Disparities in Digestive Diseases Mortality in the United States, 2000-2019.\r\nDespite an overall decrease in digestive diseases mortality, significant disparities persist across racial and ethnic groups. AIAN and White individuals experienced increased mortality rates, particularly among females. Targeted interventions and further research are needed to address these disparities and improve digestive health equity.\r\nPubmed   Journal   ReadQx \r\nReliability of intestinal ultrasound for evaluating Crohn's disease activity using point-of-care and central reading.\r\nLocal and central reading of IUS demonstrated at least moderate inter- and intra-rater reliability for several parameters. This study supports refining existing activity indices and incorporating IUS central reading into clinical trials.\r\nPubmed   Journal   ReadQx \r\nThiopurines and the Risk of Cancer in Patients with Inflammatory Bowel Disease and Reference Individuals without Inflammatory Bowel Disease - A Danish Nationwide Cohort Study (1996-2018).\r\nThiopurines were associated with increased hazard of cancer, especially when used in combination therapy in the elderly. The hazard increased by 36% when patients were exposed to thiopurines for more than five years. Reassuringly, the hazard returned to baseline after discontinuation of thiopurines.\r\nPubmed   Journal   ReadQx \r\nVonoprazan as a Long-Term Maintenance Treatment for Erosive Esophagitis: VISION, a 5-Year, Randomized, Open-Label Study.\r\nThe exploratory VISION study assessed the safety profile of vonoprazan and lansoprazole over 5 years in Japanese patients with healed EE. While gastrin concentration, parietal cell hyperplasia and foveolar hyperplasia were higher in the vonoprazan group, there was no increased risk of malignant epithelial cell alterations and gastric NETs. (ClinicalTrials.gov, NCT02679508.).\r\nPubmed   Journal   ReadQx \r\nβ-BLOCKERS LOWER FIRST DECOMPENSATION IN PATIENTS WITH CIRRHOSIS AND ENDURING PORTAL HYPERTENSION AFTER ETIOLOGICAL TREATMENT.\r\n NSBB decrease the risk of first decompensation in patients with cirrhosis and enduring CSPH after etiological treatment.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Recurrence following successful eradication of neoplasia with endoscopic mucosal resection compared with endoscopic submucosal dissection in Barrett's esophagus: a retrospective comparison.\r\nNeoplasia recurrence following CRN was significantly higher following EMR compared with ESD, suggesting that ESD may be superior to EMR in preventing neoplasia recurrence in Barrett's esophagus.\r\nPubmed   Journal   ReadQx \r\nThe variation in post-endoscopy upper gastrointestinal cancer rates among endoscopy providers in England and associated factors: a population-based study.\r\n PEUGIC rates varied threefold among endoscopy providers, suggesting unwarranted differences in endoscopy quality. PEUGIC was associated with endoscopy findings known to be associated with upper gastrointestinal cancer and a lack of national endoscopy provider accreditation. PEUGIC variations suggest an opportunity to raise performance standards to detect upper gastrointestinal cancers earlier and improve outcomes.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Combining colonoscopy with FIT can improve current familial colorectal cancer colonoscopy surveillance - a modelling study.\r\n FIT could play an important role in FCRC surveillance. Surveillance with 10-yearly colonoscopy and 2-yearly FIT between colonoscopies from age 40 to 80 increases QALYs and reduces colonoscopy burden and costs compared to current FCRC surveillance.\r\nPubmed   Journal   ReadQx \r\nHealthy first-degree relatives from multiplex families versus simplex families have a higher subclinical intestinal inflammation, a distinct fecal microbial signature, and harbor a higher risk of developing Crohn's disease. \r\nWithin FDRs of patients with CD, participants from multiplex families had a 3-fold increased risk of CD onset, a higher FCP, and an altered bacterial composition, but not genetic burden or altered gut permeability. These results suggest that putative environmental factors might be enriched in FDRs from multiplex families.\r\nPubmed   Journal   ReadQx \r\nStool-based testing for post-polypectomy colorectal cancer surveillance safely reduces colonoscopies: The MOCCAS study.\r\nThis study shows that stool-based post-polypectomy surveillance strategies can be safe and cost-effective, with potential to reduce the number of colonoscopies by up to 41%.\r\nPubmed   Journal   ReadQx \r\nUNVEILING CANCER-RELATED METAPLASTIC CELLS IN BOTH HELICOBACTER PYLORI INFECTION AND AUTOIMMUNE GASTRITIS. \r\nIdentification of a cancer-related metaplastic cell uniquely expressing ANPEP/CD13, present in both Hp- and AIG-induced gastritis, indicates the carcinogenic capacity of both diseases. This discovery can guide early detection and risk stratification for patients with chronic gastritis.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparison of flexible endoscopic needle knife septotomy and peroral endoscopic myotomy for treatment of Zenker's diverticulum.\r\n Treatment of ZD with Z-POEM appears to be safer than FENKS with similar short- and mid-term clinical success.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound for the Evaluation of Esophageal Injury After Catheter Ablation for Atrial Fibrillation.\r\nEUS safely assesses mediastinal damage after ablation for atrial fibrillation and may excel over EGD in evaluating mucosal lesions of uncertain significance, with reduced risk of gas embolization in the setting of a full thickness injury (entero-vascular fistula). We propose an EUS-first guided approach to post-AF ablation examination, followed by EGD if it is safe to do so.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Vacuum Therapy for Treatment of Boerhaave's syndrome: a multicenter analysis.\r\nEVT showed a high success rate for treatment of Boerhaave's syndrome and was associated with treatment success.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    MED12 loss activates endogenous retroelements to sensitise immunotherapy in pancreatic cancer.\r\n In summary, our findings underscore the pivotal role of MED12 in remodelling immnue TME through the epigenetic silencing of retrotransposons, offering a potential therapeutic target for enhancing tumour immunogenicity and overcoming immunotherapy resistance in PDAC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Immunobiology of primary sclerosing cholangitis.\r\nThis review of the immunobiological landscape of PSC covers major immune cell types known to be enriched in PSC-diseased livers as well as recently described cell types whose biliary localization and contribution to PSC immunopathogenesis remain incompletely described. Finally, we emphasize the importance of time and space in relation to PSC heterogeneity as a key consideration for future studies interrogating the role of the immune system in PSC.\r\nPubmed   Journal   ReadQx \r\nLarge-scale hepatitis E virus genotype 3 outbreak on new caledonia island.\r\nAlthough al previous large-scale epidemics in Asia and Africa were associated with HEV-1 or 2, the New Caledonia outbreak was linked to HEV-3. A high number of symptomatic cases were admitted to hospital with a case fatality rate of 2.3%.\r\nPubmed   Journal   ReadQx \r\nThe rise of multidisciplinary clinics in hepatology: A practical, how-to-guide, and review of the literature.\r\nThis review provides practical advice in navigating the complex logistics of establishing and maintaining a hepatology MDC while also reviewing the emerging evidence on clinical outcomes for patients seen in these MDCs. As hepatology looks to the future, establishment of MDCs in key clinical areas will be the cornerstone of patient care.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A machine learning model to predict liver-related outcomes after the functional cure of chronic hepatitis B.\r\n This novel machine learning model consisting of 7 variables provides reliable risk prediction of LRO after HBsAg seroclearance that can be used for personalized surveillance.\r\nPubmed   Journal   ReadQx \r\nAssociation of Food Insecurity with the Prevalence and Liver-related Mortality of Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD).\r\nAnd Relevance  MASLD prevalence and LRM exhibit significant geographical variability across the globe which can be influenced by clinic-demographic, and food insecurity. Targeted public health strategies which considers socio-economic realities of each region are essential for mitigating the global burden of MASLD.\r\nPubmed   Journal   ReadQx \r\nDysglycemia and liver lipid content determine the relationship of insulin resistance with hepatic OXPHOS capacity in obesity.\r\nRising liver lipid contents and plasma glucose concentrations, even in the non-diabetic range, are associated with a progressive decline of hepatic mitochondrial adaptation in people with obesity and insulin resistance. CLINTRIALS. Gov identifier NCT01477957.\r\nPubmed   Journal   ReadQx \r\nFrailty and risk of metabolic dysfunction-associated steatotic liver disease and other chronic liver diseases.\r\nFrailty was associated with an increased risk of chronic liver diseases. Public health strategies should target reducing chronic liver disease risk in frail individuals. Impact and implications While frailty is common and associated with a poor prognosis in people with MASLD and advanced chronic liver diseases, its impact on the subsequent risk of these outcomes remains largely unexplored. Our study showed that frailty was associated with the increased risks of MASLD, cirrhosis, liver cancer, and liver-related mortality. This finding suggests that assessing frailty may help identify a high-risk population vulnerable to developing chronic liver diseases. Implementing strategies that target frailty could have major public health benefits for liver-related disease prevention.\r\nPubmed   Journal   ReadQx \r\nIdentification and functional validation of miR-190b-5p and miR-296-3p as novel therapeutic attenuators of liver fibrosis.\r\nCollectively, in our study we discovered miR-190b-5p and miR-296-3p as two novel anti-fibrotic miRNAs, and that HAS2 and ITGA6 contribute to miR-190b-5p- and miR-296-3p-mediated inhibition of liver fibrosis. These results provide a foundation for future research to explore the clinical utility of miR-190b-5p and miR-296-3p in liver injuries with fibrosis. Impact and implications Liver fibrosis and cirrhosis contribute to millions of deaths world-wide and, till date, remain as unmet medical needs. In this study, we discovered two microRNAs, miR-190b-5p and miR-296-3p, which suppress liver fibrosis in preclinical mouse models and a human liver bud model. Our promising results encourage further studies that aim to develop both miRNAs for the treatment of liver fibrosis in patients.\r\nPubmed   Journal   ReadQx \r\nSequential Peg-IFN after bepirovirsen may reduce post-treatment relapse in chronic hepatitis B.\r\nSequential therapy with bepirovirsen followed by Peg-IFN is tolerable and effective in participants with chronic HBV infection on stable NA. This proof-of-concept trial demonstrates a potential strategy to extend responses to bepirovirsen by reducing relapse. Funding GSK (study 209348/NCT04676724). Clinical trial number NCT04676724.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Cardiometabolic criteria matters in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Disordered eating and irritable bowel syndrome-Do maladaptive eating and weight control behaviours increase risk of a maladaptive gut?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Finger in the dam-A clinical trial of long-acting somatostatin for high-output ostomies and fistulas.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Have you asked your patients about their difficulties in paying the medical costs of their treatment?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Incidence and predictors of major gastrointestinal bleeding in patients on aspirin, low-dose rivaroxaban or the combination: Secondary analysis of the COMPASS randomised controlled trial.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Non-selective beta-blockers: A lifesaving shield for critically ill patients with acute decompensation of cirrhosis?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Repeatability data on vibration-controlled transient elastography and magnetic resonance elastography and their relevance for drug development and clinical practice in patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Solving the acute kidney injury puzzle in alcohol-associated hepatitis-Challenges and insights.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Vibrating capsule for severe chronic idiopathic constipation-Severity lies in the eye of the beholder.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: Faecal biomarkers for assessing small intestinal damage in coeliac disease and environmental enteropathy. \r\nStudies comparing faecal markers against small intestinal biopsy findings were not identified in environmental enteropathy. Further studies are needed to determine reliable faecal markers as a proxy for small intestinal mucosal damage.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Charting a greener path: ESGE and ESGENA's vision for sustainable gastrointestinal endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nLumen-apposing metal stents for pancreatic fluid collections: what makes a difference?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Intestinal permeability in disorders of gut-brain interaction (DGBI): From bench to bedside. \r\nAdditionally, the microbiome's significant role in the communication between the brain and gut has led to the integrative model of a microbiome gut brain axis with reciprocal interactions between brain networks and networks comprised of multiple cells in the gut, including immune cells, enterochromaffin cells, gut microbiota and the derived luminal mediators. This review highlights the techniques for assessment of barrier function, appraises evidence for barrier dysfunction in DGBI including mechanistic studies in humans as well as provides an overview of therapeutic strategies that can be used to directly or indirectly restore barrier function in DGBI patients.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Where are we with gastric cancer screening in Europe in 2024? \r\nThis paper provides an overview of the recent decisions of the European authorities, the progress towards gastric cancer implementation in Europe and expected challenges. Finally, a potential algorithm for gastric cancer screening in Europe is proposed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Cystic Retroperitoneal Mass Decades in the Making.\r\n\r\nPubmed   Journal   ReadQx \r\nLeveraging Generational Differences in the Gastroenterology Workforce to Promote Satisfaction and a Harmonious Work Environment.\r\n\r\nPubmed   Journal   ReadQx \r\nMembranous Caval Obliteration and \"Showerhead\"-like Venous Obstruction in Budd-Chiari Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nMissed Opportunity to Triage Patients with Irritable Bowel Syndrome to Multidisciplinary Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nOpening a Can of Worms: A Case of Strongyloidiasis Diagnosed by Colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nRectal Cavernous Hemangioma.\r\n\r\nPubmed   Journal   ReadQx \r\nVALIDATION OF A NATIONAL PATHOLOGY DATABASE FOR COLONOSCOPY QUALITY REPORTING AND ASSURANCE.\r\n\r\nPubmed   Journal   ReadQx \r\nVariance Between Clinical Guidance and Real-world Management of Metabolic Dysfunction-associated Steatotic Liver Disease in US.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A \"clip-and-snare\" assisted endoscopic mucosal resection for an esophageal submucosal tumor. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAcute obstructive appendicitis in a child caused by pinworms treated with endoscopic direct appendicitis therapy. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAn atypical endoscopic treatment for \"Buried Bumper Syndrome\". \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAnal intraepithelial neoplasia screening during colonoscopy: a technical proposal. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAntegrade metallic stent placement using a slim cholangioscope for malignant afferent loop obstruction. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAssessing lower esophageal sphincter integrity during peroral endoscopic myotomy: navigating the challenges of preservation versus division.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopic findings in complicated liver hydatid disease. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholedochoscope laser lithotripsy used as a remedial treatment for pancreatic duct stone basket incarceration. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCombining transoral fundoplication and robotic cruroplasty: a novel robotic-assisted endoscopy. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDirect visualization system combined with endoscopic retrograde cholangiopancreatography for treatment of choledocholithiasis complicated by multiple gallstones. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection with metal clip closure for the treatment of a mid-esophageal diverticulum: a case report. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided esophagojejunostomy of a complete anastomotic stricture. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntestinal Mycobacterium avium complex infection: a rare case of small-bowel atrophy. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nOvertubes: a bridge to successful colonoscopic resection?\r\n\r\nPubmed   Journal   ReadQx \r\nPeroral endoscopic mediastinal tunneling myotomy for esophageal achalasia: the first case treated in mediastinal tunnel.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRecanalization of occluded biliary intestinal anastomosis through utilizing percutaneous transhepatic cholangioscopy for a 2-year-old patient after liver transplantation. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nWalled-off necrosis treatment: additional evidence. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Cause of liver injury in an adult.\r\n\r\nPubmed   Journal   ReadQx \r\nDevelopment and Validation of an Integrative Risk Score for Future Risk of Crohn's Disease in Healthy First-Degree Relatives: A Multicentre Prospective Cohort Study.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of Small Bowel Crohn's Disease Strictures: To cut, to stretch or to treat inflammation?\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic cancer-induced metabolic dysregulation syndrome: clinical profile, proposed mechanisms, and unanswered questions.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Breast milk components modulate gut microbiota to increase susceptibility to atopic dermatitis in early life.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatomegaly and ascites in a patient with UC.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Q for immune evasion in HCC: ER stress in myeloid cells.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Cell to cell signaling cross talk in liver regeneration: A prostaglandin-wnt axis. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Development and validation of pFIB scores for exclusion of significant liver fibrosis in pediatric MASLD. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: Development and validation of pFIB scores for exclusion of significant liver fibrosis in pediatric MASLD. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Cardiometabolic criteria matters in MASLD-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Algorithmic NIT approaches to identify advanced liver fibrosis in patients with MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Algorithmic NIT approaches to identify advanced liver fibrosis in patients with MASLD: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association between terlipressin and multi-drug-resistant organism rectal colonisation. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association between terlipressin and multidrug-resistant organism rectal colonization: Authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing patient support through social work-Addressing economic challenges and medication non-adherence in liver disease management.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Optimising public health policies to combat alcohol-associated liver disease in youth-Authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Potential impact of Helicobacter pylori infection on oesophageal disorders in chronic liver disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Potential impact of Helicobacter pylori infection on oesophageal disorders in chronic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Resmetirom for treatment of MASH with children and adolescents.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The use of large language models as medical chatbots in digestive diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Association of vibration controlled transient elastography and clinical outcomes in liver transplant recipients.\r\n\r\nPubmed   Journal   ReadQx \r\nReply on \"Tenofovir is associated with a Better Prognosis than Entecavir for Hepatitis B virus- related Hepatocellular Carcinoma\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comments on \"Predictors of persistent pain after extracorporeal shockwave lithotripsy for painful chronic calcific pancreatitis\".\r\n\r\nPubmed   Journal   ReadQx \r\nConcerns about the study of Yzet et al. on treatment of residual colorectal neoplasia after endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Comparative Review of Autonomous AI versus AI-Assisted Human Optical Diagnosis of Colorectal Polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrespondence on \"Effectiveness and Cost-Effectiveness of Colorectal Cancer Screening With a Blood Test That Meets the Centers for Medicare & Medicaid Services Coverage Decision\".\r\n\r\nPubmed   Journal   ReadQx \r\nLimitations in Autonomous AI Optical Diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Recently Published Cost Effectiveness Analyses on Liquid Biopsy for Colorectal Cancer Screening.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Colectomy in microscopic colitis: a rare indication.\r\n\r\nPubmed   Journal   ReadQx \r\nIncorporating all the evidence: the role of EGJ-CI in GERD diagnosis. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Autoimmune gastritis may be less susceptible to cancer development than Helicobacter pylori-related gastritis based on histological analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nSex-based differences in prescribed medications, surgical procedures and disease-related complications in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Association of PNPLA3 risk variant with steatotic liver disease among lean people with HIV mono-infection.\r\n\r\nPubmed   Journal   ReadQx \r\nIntegrating Strategic, Equity, and Socioeconomic Perspectives: A Holistic Approach to Advancing Hepatitis B Management and Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimising the treatment of HDV infection: efficacy of Bulevirtide, HBV-HDV interactions and the importance of statistical methods.\r\n\r\nPubmed   Journal   ReadQx \r\nPyroptosis in Liver Failure: A Twisted Firestarter.\r\n\r\nPubmed   Journal   ReadQx \r\nSPONTANEOUS CANDIDEMIA, A REAL INFECTION IN ADVANCED CIRRHOSIS.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-09-07T17:58:42-04:00",
    "input_file": {}
  },
  {
    "path": "gi/08-30-2024/",
    "title": "Fri Aug 30 2024",
    "description": "113 articles - From Friday Aug 23 2024 to Friday Aug 30 2024",
    "author": [],
    "date": "2024-08-30",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Correction to: Treatment Decision for Locally Resected T1 Colorectal Carcinoma-Verification of the Japanese Guideline Criteria for Additional Surgery Based on Long-Term Clinical Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Quality indicators for colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A narrative review of lifestyle management guidelines for metabolic dysfunction-associated steatotic liver disease.\r\nMost guidelines recommend weight reduction through physical activity and improving nutrition, as these have proven positive effects on health outcomes when sustained. However, gaps regarding mental health and the social and environmental determinants of MASLD were found. To optimize behavioral modifications and treatment, we recommend carrying out studies that will provide further evidence on social support, environmental factors, and mental health, and further exploring DHIs.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review: Mortality associated with raised faecal immunochemical test and positive faecal occult blood results.\r\nAll-cause, non-CRC and cause-specific mortality appear higher in those with raised f-Hb. Population-based studies are warranted to elicit whether this association occurs in symptomatic patients.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Comparative Efficacy of Biologics and Small Molecule in Ulcerative Colitis: A Systematic Review and Network Meta-analysis.\r\n Upadacitinib appears to be superior to other therapies in achieving clinical remission, endoscopic improvement and remission, and histological remission. Furthermore, novel biologics such as risankizumab and guselkumab ranked high in achieving these outcomes. This study highlights the efficacy of small molecule drugs and novel selective IL-23s as alternatives to other biologics.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    2024 Best of Systematic Review & Meta-Analyses in Gastrointestinal Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Gastric Peroral Endoscopic Myotomy Across Different Etiologies of Gastroparesis: A Systematic Review and Meta-Analysis.\r\n Based on this meta-analysis, G-POEM is effective and safe for treating refractory gastroparesis irrespective of the etiology, with significant improvements in clinical success rates and GCSI scores.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Different Steroid Therapy in Preventing Esophageal Stricture after Endoscopic Submucosal Dissection: A Comparative Meta-analysis.\r\n This study suggests that combined administration appears preferable for preventing esophageal stricture in patients post-ESD, and steroids could enhance stricture prognosis. However, due to the lack of large-sample RCT studies comparing different steroid administrations, more high-quality research is necessary to confirm these findings in the future.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Allostatic load increases the incidence and risk of adverse prognosis in inflammatory bowel disease.\r\nIncreased AL is associated with IBD risk, as well as the risks of intestinal resection, colorectal cancer and mortality.\r\nPubmed   Journal   ReadQx \r\nEnhancing linkage to care for hepatitis B, D, and C patients: A retrospective-prospective study.\r\nAmong patients with viral hepatitis who required appropriate specialist care and were eligible for contact, 64% with HBV, 100% with HDV and 27% with HCV were successfully reintegrated into care. Overall, 324 (47.2%) eligible patients were linked to care, indicating the success of this strategy.\r\nPubmed   Journal   ReadQx \r\nLong-term clinical outcomes of extracorporeal shockwave lithotripsy and endoscopic retrograde cholangiopancreatography for pancreatic duct stone treatment in patients with chronic pancreatitis.\r\nP-ESWL and ERCP are effective and minimally invasive treatments for pancreatic stones in patients with painful CP. Most patients achieved complete pain relief, and pain-type conversion was common after treatment. (ClinicalTrials.gov  NCT05916547).\r\nPubmed   Journal   ReadQx \r\nNo value of non-selective beta-blockers after TIPS-insertion.\r\n NSBB-therapy at the time of TIPS-insertion and its (dis-)continuation afterwards seems to have no significant impact on SI, development of hepatic decompensation and survival.\r\nPubmed   Journal   ReadQx \r\nRacial and ethnic disparities in post-liver transplant outcomes for patients with acute-on-chronic liver failure: An analysis of the UNOS database.\r\n Black patients experienced the poorest outcomes and Hispanic and Asian patients demonstrated more favourable outcomes compared to Whites.\r\nPubmed   Journal   ReadQx \r\nThe contribution of dietary advanced glycation end-products and genetic risk in the development of inflammatory bowel disease: a prospective cohort study.\r\nDietary CEL was associated with an increased risk of IBD and CD, but not UC. Further interventional studies are required to support the potential benefit of AGE restriction, especially for individuals at a high genetic risk of CD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Acceptance & Commitment Therapy for Adults Living With Inflammatory Bowel Disease & Distress: A Randomized Controlled Trial.\r\n Both programs were of benefit to people with IBD and distress. However, ACT offers a significant added benefit for HRQoL and self-reported Crohn's disease activity and may be a useful adjuvant therapy in integrated IBD care.\r\nPubmed   Journal   ReadQx \r\nClinical Characteristics, Endoscopic Findings, and Treatment Outcomes in Lymphocytic Esophagitis Compared to Eosinophilic Esophagitis.\r\n LyE is clinically different from EoE, but differences in treatment response need further investigation.\r\nPubmed   Journal   ReadQx \r\nClinical and biological perspectives on non-canonical esophageal squamous cell carcinoma in rare subtypes.\r\nMoreover, we leverage the convergence of these diseases on ESCC to identify common mechanisms underlying malignant transformation including aberrant proliferation, mucosal barrier dysfunction, increased inflammation, and genome instability. Herein, we summarize the clinical presentation, pathologic findings, potential screening strategies, and common mechanisms of malignant transformation associated with these rare diseases that drive ESCC.\r\nPubmed   Journal   ReadQx \r\nClinical implications of inflammation in patients with cirrhosis.\r\nThose patients with the most profound systemic inflammation have the worst prognosis. Systemic inflammation exerts its negative clinical effects via a number of mechanisms including nitric oxide-mediated increased splanchnic vasodilation, immunopathology and metabolic reallocation.\r\nPubmed   Journal   ReadQx \r\nFECAL IMMUNOCHEMICAL TEST TO DETECT COLORECTAL NEOPLASIA IN LYNCH SYNDROME - A PROSPECTIVE MULTICENTER STUDY.\r\nFIT at thresholds ≤ 4.1 μg Hb/g feces may be a promising strategy to postpone colonoscopy in approximately 9 out of 10 individuals with Lynch syndrome. Large validation studies that also provide gene variant-specific outcomes should be prioritized.\r\nPubmed   Journal   ReadQx \r\nFecal Proteolytic Bacteria and Staphylococcal Superantigens are Associated with Abdominal Pain Severity in Irritable Bowel Syndrome.\r\n In keeping with our preclinical findings, we show that increased presence of SAg-producing S. aureus in fecal samples of patients with IBS is associated with increased levels of abdominal pain. We also show that increased fecal proteolytic activity is associated with increased abdominal pain in patients with IBS.\r\nPubmed   Journal   ReadQx \r\nGranulocyte colony stimulating factor improves Prednisolone responsiveness and 90-day survival in steroid eligible severe Alcohol associated Hepatitis: The GPreAH Study a randomized trial.\r\n Addition of GCSF to prednisolone improves steroid responsiveness and 90-day survival with fewer infections and new onset complications in SAH patients.\r\nPubmed   Journal   ReadQx \r\nInternet delivered exposure based cognitive behavior therapy for IBS - A clinical effectiveness study.\r\nWe conclude that ECBT is effective under real world conditions, also when delivered via the internet, and that an important treatment mechanism is the reduction of avoidance behaviors.\r\nPubmed   Journal   ReadQx \r\nOptimizing Cost-Effective Care for Chronic Constipation in General Gastroenterology Using an Office-Based, Point-Of-Care Test (RED): Cost-Effectiveness and Cost-Minimization Analysis.\r\n Point-of-care testing using RED appears cost-effective/cost-saving to triage chronic constipation care in general gastroenterology.\r\nPubmed   Journal   ReadQx \r\nOral breathing facilitates endoscopic operability compared to nasal breathing in peroral endoscopy: a randomized controlled trial.\r\nOB facilitates endoscopic operability compared to NB in peroral endoscopy. UE with OB is recommended as the preferred choice for unsedated peroral endoscopy in daily practice.\r\nPubmed   Journal   ReadQx \r\nPHYSIOLOGICAL AND PSYCHOLOGICAL FACTORS CONTRIBUTE TO REAL-TIME ESOPHAGEAL SYMPTOM REPORTING IN REFRACTORY REFLUX PATIENTS.\r\nInterpretation Real-time reflux symptom reporting is a multifactorial process, with both psychological and physiological processes contributing to different aspects of the reflux disease experience. Findings build on questionnaire-based research to underscore the importance of including psychological processes in our understanding of esophageal symptom reporting.\r\nPubmed   Journal   ReadQx \r\nSevere Polypharmacy Increases Risk of Hospitalization Among Older Adults with IBD.\r\n Severe polypharmacy was initially present in more than 25% of older adults with IBD and increased to 34% within 4 years of index visit. Severe polypharmacy, as well as PIM utilization among those with polypharmacy, were also associated with an increased risk of hospitalization at one-year, highlighting the need for deprescribing efforts in this population.\r\nPubmed   Journal   ReadQx \r\nSpine and sacroiliac joint involvement in newly diagnosed inflammatory bowel disease patients - clinical and magnetic resonance imaging findings from a population-based cohort.\r\n One-in-six newly diagnosed IBD patients had MRI findings indicative of axSpA. As 40% of these patients were asymptomatic, this suggests that axSpA is underdiagnosed in early IBD. Multidisciplinary collaboration is essential to ensure early detection of axial inflammation and to enable optimal therapy preventing future structural damage and disability.\r\nPubmed   Journal   ReadQx \r\nThe Causal Effect of Intra-Pancreatic Fat Deposition on Acute and Chronic Pancreatitis: A Mendelian Randomization Study.\r\n Our findings support a causal role of IPFD in pancreatitis, suggesting that reducing IPFD could lower the risk of pancreatitis.\r\nPubmed   Journal   ReadQx \r\nTiming of Direct Oral Anticoagulants Resumption Following Colorectal Endoscopic Submucosal Dissection: A Nationwide Study in Japan.\r\nResuming DOACs the day after colorectal ESD was associated with reduced thromboembolic events without significant increase in risk of delayed bleeding.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Ancestral diversity in pharmacogenomics affects treatment for Hispanic/Latine populations with inflammatory bowel disease.\r\n These findings indicate that NUDT15 testing should become standard clinical practice before prescribing thiopurines in individuals with Amerindian ancestry, including Hispanic individuals. Additionally, rs2097432 should not be used as a surrogate for HLA-DQA1*05 testing for diverse populations. Ultimately, incorporating ancestry in personalized therapeutic approaches is important for treatment of Hispanic patients with IBD.\r\nPubmed   Journal   ReadQx \r\nBaseline viral load and on-treatment hepatocellular carcinoma risk in chronic hepatitis B: A multinational cohort study.\r\n Baseline viral load showed a significant, non-linear, parabolic association with HCC risk during antiviral treatment in noncirrhotic CHB patients. Early initiation of antiviral treatment based on HBV viral load may help prevent irreversible HCC risk accumulation in CHB patients.\r\nPubmed   Journal   ReadQx \r\nDecreasing Case Fatality Rates for Patients with Cirrhosis Infected with SARS-CoV-2: A National COVID Cohort Collaborative Study.\r\nIn this N3C study, we found that the observed 30-day CFR decreased progressively for both CLD patients with and without cirrhosis, consistent with broader trends seen in the general population.\r\nPubmed   Journal   ReadQx \r\nEffects of intermittent calorie restriction in non-diabetic patients with metabolic dysfunction-associated steatotic liver disease.\r\nThe ICR diet reduced LFC more effectively than SOC in patients with MASLD, particularly in patients with obesity. Additional studies are warranted in larger and more diverse cohorts.\r\nPubmed   Journal   ReadQx \r\nEmergency Department Utilization and Outcomes among Adults with Cirrhosis from 2008 to 2022 in the United States.\r\nPatients with cirrhosis have higher ED utilization and almost 2-fold higher post-ED visit mortality than CHF and COPD. These findings provide impetus for ED-based interventions to improve cirrhosis-related outcomes.\r\nPubmed   Journal   ReadQx \r\nIL-1 Signal Inhibition in Alcohol-Related Hepatitis: a randomised, double-blind, placebo-controlled trial of canakinumab.\r\n CAN therapy in severe AH participants with MELD≤27 did not alter biochemical or clinical outcomes compared to PBO. Non-significant histological improvements did not translate into clinical benefit.\r\nPubmed   Journal   ReadQx \r\nPersistence of Lugol-unstaining is associated with an increased risk of progression to malignancy in the esophagus.\r\n The persistence of LULs is associated with progression to malignancy in the esophagus, even in individuals without dysplastic lesions. Based on this, a more efficient post-screening surveillance strategy could be established.\r\nPubmed   Journal   ReadQx \r\nPrevalence and incidence of hepatitis E infection in China.\r\nOur findings would help inform policy making for hepatitis E prevention and control in China, as well as in other endemic regions of the world.\r\nPubmed   Journal   ReadQx \r\nRole of early on-treatment serum HBV RNA declines in predicting hepatocellular carcinoma risk in patients with chronic hepatitis B.\r\nSerum HBV RNA declines at year 1 and 2 were significantly associated with on-treatment HCC risk. Incorporating early on-treatment HBV RNA declines into HCC risk prediction models can be useful tools to guide appropriate surveillance strategies in NA-treated patients.\r\nPubmed   Journal   ReadQx \r\nTravel Time to Treating Center is Associated with Diagnostic Delay in Pediatric Inflammatory Bowel Disease.\r\nConsistent with prior literature, diagnostic delay is longer for CD than UC. Reassuringly, time to diagnosis is equitable across racioethnic groups. New models of diagnostic care are needed for communities affected by longer travel times.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Direct endoscopic necrosectomy: Pilot study of a new dedicated device.\r\nDEN with Necrolit appears feasible and safe.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy and safety of a single-use cholangioscope for percutaneous transhepatic cholangioscopy.\r\n(ClinicalTrials. gov number, NCT04580940).\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound with tissue acquisition of lymph nodes in patients with potentially resectable intrahepatic cholangiocarcinoma.\r\nIn patients with potentially resectable iCCA and suspicious LNs on cross-sectional imaging, EUS-TA confirmed LN involvement in 30% of patients. Surgical exploration was withheld mostly because of extraregional LN involvement and regional LN involvement in patients with high surgical risk.\r\nPubmed   Journal   ReadQx   PMC\r\nOutcome after colorectal full-thickness resection and management of recurrence.\r\nFor non-lifting adenomas and early carcinomas, close follow-up is mandatory to detect late recurrence. Long-term outcomes after hybrid eFTR need further investigation.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Can optical evaluation distinguish between t1a and t1b esophageal adenocarcinoma: an international expert inter-observer agreement study.\r\nExpert Barrett's endoscopists can reliably differentiate T1a/T1b oesophageal adenocarcinoma from HGD. Although there is fair-to-moderate agreement for T-staging, T1b disease cannot be reliably distinguished from T1a disease. This may have implications on clinical decision making and selection of endoscopic treatment methods.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Crohn's patients and healthy infants share immunodominant B cell response to commensal flagellin peptide epitopes.\r\nThese findings identified a distinct subset of CD patients, united by a shared reactivity to a dominant commensal bacterial flagellin epitope that may represent failure of a homeostatic response to the gut microbiota beginning in infancy.\r\nPubmed   Journal   ReadQx \r\nExon Skipping-based Subtyping of Colorectal Cancers.\r\nHere we demonstrate that a small number of ES events can reliably classify colorectal cancer subtypes using individual patient specimen in a manner suitable to clinical application.\r\nPubmed   Journal   ReadQx \r\nGlutamine supplementation as a novel metabolic therapeutic strategy for LIG3-dependent chronic intestinal pseudo-obstruction.\r\nLIG3 deficiency leads to mitochondrial dysfunction. High levels L-Gln supplementation was beneficial in LIG3-mutant cells and improved symptom severity without noticeable side effects. Our results provide a proof-of-concept to design ad hoc clinical trials with L-Gln in LIG3-mutant patients.\r\nPubmed   Journal   ReadQx \r\nRecompensation of Chronic Hepatitis C-related decompensated cirrhosis following direct-acting antiviral therapy: Prospective Cohort study from an HCV elimination program.\r\nSVR-12 in HCV-related decompensated cirrhosis in a predominant genotype 3 population, led to recompensation in 24.7% of patients over a follow-up of 4 years in a public health setting. Despite SVR-12, new hepatic decompensation evolved in 19% and HCC developed in 2.9% of patients.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Evaluating no fixation, endoscopic suture fixation, and an over-the-scope clip for anchoring fully covered self-expanding metal stents in benign upper gastrointestinal conditions: a comparative multicenter international study (with video).\r\n Stent fixation using OTSC is safe and effective at preventing stent migration and may also result in improved clinical response.\r\nPubmed   Journal   ReadQx \r\nSHORT ESOPHAGEAL MYOTOMY VERSUS STANDARD MYOTOMY FOR TREATMENT OF SIGMOID-TYPE ACHALASIA: RESULTS OF AN INTERNATIONAL, MULTICENTER STUDY.\r\nPOEM with short myotomy is effective and safe for the short-term treatment of sigmoid and advanced sigmoid achalasia. Short myotomy may lead to less reflux than standard myotomy.\r\nPubmed   Journal   ReadQx \r\nSuccess Rate of Fiducial Markers Placement for Treatment of Esophageal or Rectal Cancers, a prospective multicenter study (FIDECHO study).\r\n This prospective multicenter study highlights the safety and high success of the placement of fiducial markers under EUS, for rectal and esophageal tumors, without adverse event, and with a short procedure time. Fiducial markers remain in place over time during radiation therapy.  ID  NCT03057288.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    CD64+ fibroblast-targeted vilanterol and a STING agonist augment CLDN18.2 BiTEs efficacy against pancreatic cancer by reducing desmoplasia and enriching stem-like CD8+ T cells.\r\n Vilanterol plus the STING agonist sensitised PDAC to CLDN18.2 BiTEs and augmented efficacy as a potential novel strategy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A functional genomic framework to elucidate novel causal metabolic dysfunction-associated fatty liver disease genes.\r\nComplementary genetic and genomic approaches are useful for the identification of MASLD genes. Our data supports VKORC1 as a bona fide MASLD gene. We have established a functional genomic framework to study at scale putative novel MASLD genes from human genetic association studies.\r\nPubmed   Journal   ReadQx \r\nCholangiocyte ciliary defects induce sustained epidermal growth factor receptor signaling.\r\n This study's findings shed light on ciliary function and robust EGFR signaling with slower receptor turnover. We could use therapies that restore the function of primary cilia to treat EGFR-driven diseases in PLD and CCA.\r\nPubmed   Journal   ReadQx \r\nHuman induced pluripotent stem cell based hepatic-modeling of lipid metabolism associated TM6SF2 E167K variant.\r\nOur findings indicate that induced hepatocytes generated from iPSCs carrying the TM6SF2-E167K recapitulate the effects observed in human hepatocytes from individuals with the TM6SF2 mutation. This study characterizes an in vitro model that can be used as a platform to identify potential clinical targets and highlights the therapeutic potential of targeting protein misfolding to alleviate ER stress and mitigate the detrimental effects of the TM6SF2-E167K mutation on hepatic lipid metabolism.\r\nPubmed   Journal   ReadQx \r\nIncidence of liver complications with hemochromatosis associated HFE p.C282Y homozygosity: The role of central adiposity.\r\n In p.C282Y+/+ males and females, increasing WHR is associated with substantially higher risks of liver complications. Interventions to reduce central adiposity to improve these outcomes should be tested.\r\nPubmed   Journal   ReadQx \r\nIntegrative single-cell and spatial transcriptomic analyses identify a pathogenic cholangiocyte niche and TNFRSF12A as therapeutic target for biliary atresia.\r\nPathogenic cholangiocytes enriched niche identifies TNFRSF12A as a potential therapeutic target for BA.\r\nPubmed   Journal   ReadQx \r\nMdka produced by the activated HSCs drives bipotential progenitor cell redifferentiation during zebrafish biliary-mediated liver regeneration.\r\nThe activated HSCs produce Mdka to drive the redifferentiation process of BP-PCs through activating Erk1 during the biliary-mediated liver regeneration, implying previously unappreciated contributions of nonparenchymal cells to this regeneration process.\r\nPubmed   Journal   ReadQx \r\nOptimizing thiopurine therapy in autoimmune hepatitis: A multi-center study on monitoring metabolite profiles and co-therapy with allopurinol.\r\nMaintaining CBR in AIH was associated with 6TGN ≥223 pmol/0.2 ml. For patients who fail to achieve CBR and therapeutic 6TGN levels despite thiopurine dose increase due to preferential 6MMP formation, co-medication of allopurinol alongside low-dose thiopurines represents an efficient alternative.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    ACMSD inhibition corrects fibrosis, inflammation, and DNA damage in MASLD/MASH.\r\nOur findings highlight the benefits of ACMSD inhibition to enhance hepatic NAD + levels and enable genomic protection, underscoring its therapeutic potential in MASLD/MASH. Impact and implications Enhancing NAD + levels has shown remarkable health benefits in mouse models of MASLD/MASH, yet liver-specific NAD + boosting strategies remain underexplored. Here, we present a novel pharmacological approach to enhance liver NAD + de novo synthesis by inhibiting ACMSD, an enzyme highly expressed in the liver. Inhibiting ACMSD increases NAD + levels, enhances mitochondrial respiration, and maintains genomic stability in hepatocytes ex vivo and in vivo. These molecular benefits prevent disease progression in both mouse and human liver organoid models of steatohepatitis. Our preclinical study identifies ACMSD as a promising target for MASLD/MASH management and lays the groundwork for developing ACMSD inhibitors as a clinical treatment.\r\nPubmed   Journal   ReadQx \r\nIdentifying the optimal measurement timing and hemodynamic targets of portal pressure gradient after TIPS in patients with cirrhosis and variceal bleeding: a prospective cohort study.\r\nPPG measured 24 to 72 hours after TIPS correlates with long term PPG and clinical outcomes, and hemodynamic target with a PPG 11-14 mmHg reduced encephalopathy but not compromised clinical efficacy. Impact and implications The optimal timing of measurement and hemodynamic targets of portacaval pressure gradient (PPG) after transjugular intrahepatic portosystemic shunt (TIPS) remains inconclusive. Here we show that post-TIPS PPG measured at least 24 hours but not immediately after the procedure correlated with long-term PPG and clinical events, therefore should be used for decision making in order to improve clinical outcomes. Targeting post-TIPS PPG at 11-14 mmHg or 20%-50% relative reduction from pre-TIPS baseline that measured 24-72 hours after procedure reduced encephalopathy but not compromised clinical efficacy, therefore could be used to guide TIPS creation and revision in patients with cirrhosis and variceal bleeding undergoing covered TIPS. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nPorto-sinusoidal vascular liver disorder with portal hypertension: Natural History and Long-Term Outcome.\r\nPrognosis of PSVD is strongly determined by the severity of the associated underlying conditions and parameters of liver and renal function.\r\nPubmed   Journal   ReadQx \r\nTargeting the liver clock improves fibrosis by restoring TGF-β signaling.\r\n The CC regulates TGF-β signaling, and the breakdown of this control is associated with liver fibrosis in patients. Pharmacological proof-of-concept studies across different models uncover the CC as a therapeutic candidate target for liver fibrosis - a rising global unmet medical need. Impact and implications Liver fibrosis due to metabolic diseases is a global health challenge. Many liver functions are rhythmic throughout the day being controlled by the circadian clock (CC). Here we demonstrate that the regulation of the CC is perturbed upon chronic liver injury and this perturbation contributes to fibrotic disease. By showing that a compound targeting the CC improves liver fibrosis in patient-derived models, this study provides a novel therapeutic candidate strategy to treat fibrosis in patients. Additional studies will be needed for clinical translation. Since the findings uncovers a previously undiscovered profibrotic mechanism and therapeutic target, the study is of interest for scientists investigating liver disease, clinical hepatologists and drug developers.\r\nPubmed   Journal   ReadQx \r\nThyroid hormone receptor-beta agonist HSK31679 alleviates MASLD by modulating gut microbial sphingolipids.\r\nThis study provided novel insights into the indispensable gut microbiota for HSK31679 treatment, which revealed microbial GCS may serve as its prognostic biomarker of MASH treatment, as well as the new target for further strategies of microbiota-based MASH therapeutics. Impact and implications Remarkable heterogeneity of individual clinical efficacy of THR-β agonists and their interferences with microbiome in host hepatoenteral circulation are poorly understood. In our current germ-free mice models and randomized, double-blind multiple-dose cohort study, we identified microbial GCS as the prognostic biomarker of HSK31679 treatment, as well as the new target for further strategies of microbiota-based MASLD therapeutics.\r\nPubmed   Journal   ReadQx \r\nVariation in intention-to-treat survival by MELD subtypes: all models created for end-stage liver disease are not equal.\r\nFor equivalent listing practices, registrants with MELD-Cr subtype have lower ITT survival. MELD subtype may serve as a more sophisticated variable for dynamic assessment of risk of mortality, to inform models for organ allocation. Impact and implications The MELD score is an excellent predictor of waitlist mortality;  however, our work highlights that the driver of a patient's score MELD score matters and particularly those driven by elevated creatinine have a lower 1-year ITT mortality. The 1-year ITT mortality is also lower for women compared to men within the Cr-dominant subtype. These results are important for physicians and patients undergoing LT evaluation as creatinine may serve as a marker of prognosis and even if the creatinine improves the prognosis remains poor, necessitating discussion about alternative pathways for transplant. Our work also highlights that the type of kidney injury matters, in that those AKI were more likely to die or remain on the waitlist compared to those with CKD within the creatinine dominant subtype.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Review article: Evidence-based dietary management of inflammatory bowel disease.\r\nFour pillars of nutritional management require specific assessment and interventional strategies that should be chosen by evidence. Optimal delivery requires the skills of a specialised dietitian.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    The Importance of Global Health Training in US-Based Gastroenterology and Hepatology Fellowship Programs.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Green endoscopy, one step toward a sustainable future: Literature review.\r\nThis review aims to summarize current data regarding the impact of endoscopy on GHG emissions and possible strategies to mitigate this phenomenon. Further, we aim to promote the evolution of a more sustainable \"green endoscopy\".\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nRole of endoscopic sphincterotomy before biliary stent placement: More risks than benefits?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Artificial intelligence applied to 'omics data in liver disease: towards a personalised approach for diagnosis, prognosis and treatment.\r\nGiven the substantial global burden of chronic liver diseases, it is imperative that multicentre collaborations be established to generate large-scale omics data for early disease recognition and intervention. Exploring advanced AI methods is also necessary to maximise the potential of these datasets and improve early detection and personalised treatment strategies.\r\nPubmed   Journal   ReadQx \r\nEmerging role of environmental pollutants in inflammatory bowel disease risk, outcomes and underlying mechanisms.\r\nThe narrative review of preclinical studies suggests several overlapping mechanisms underlying these associations, including increased intestinal permeability, systemic inflammation and dysbiosis. A consolidated understanding of the impact of environmental exposures on IBD risk and outcomes is key to the identification of potentially modifiable risk factors and to inform strategies towards prediction, prevention and mitigation of IBD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Endoscopic Management of Refractory Benign Esophageal Strictures: What's New?\r\n\r\nPubmed   Journal   ReadQx \r\nQuality Indicators Common to All Gastrointestinal Endoscopic Procedures.\r\n\r\nPubmed   Journal   ReadQx \r\nQuality Indicators for Colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nRare Pancreatic Tumor: Spontaneous Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nUtilizing transparent cap of endoloop in emergency hemostasis as a novel rapid clot removal procedure for acute upper gastrointestinal hemorrhage.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    \"Emphysematous hepatitis due to Clostridium septicum\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Findings Of A Splenic Vein Stent Eroding Into A Pancreatic Fluid Collection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Early onset Barrett's esophagus: new data, new challenges.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    The Importance of Global Health Training in US-Based Gastroenterology and Hepatology Fellowship Programs.\r\n\r\nPubmed   Journal   ReadQx \r\nUnanticipated Findings with Upadacitinib Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    BILIARY ACTINOMYCOSIS MIMICING COMMON HEPATIC DUCT CANCER. A RARE CASE REPORT.\r\n\r\nPubmed   Journal   ReadQx \r\nBest of EUS 2024.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic band ligation: a simple, safe and effective method for refractory diverticular bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nMigrated Duodenal Stent 8 months After Placement for Invasive Pancreatic Adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nTesticular Lymphoma Presenting as Obstructive Jaundice in a Rare Fashion.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Best of Artificial Intelligence in Gastrointestinal Endoscopy 2024.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Best of Endoscopic Bariatric and Metabolic Therapies 2024.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Best of Endoscopic Retrograde Cholangiopancreatography in Gastrointestinal Endoscopy 2024.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips for the Management of Iatrogenic Colon Perforations.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Is mailed outreach and patient navigation a perfect solution to improve HCC screening?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Can pFIB scores reliably exclude significant liver fibrosis in pediatric MASLD?\r\n\r\nPubmed   Journal   ReadQx \r\nFellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nFunctional humoral immunity is crucial to outcomes in severe alcohol-associated hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Can pFIB scores reliably exclude significant liver fibrosis in pediatric MASLD?\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking the roles of oncogenes: How does oncoprotein loss worsen liver carcinogenesis?\r\n\r\nPubmed   Journal   ReadQx \r\nTo the Editor: Don't forget to discuss TIPS in patients surviving an episode of alcoholic hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    An overweight female with a history of allergies and drug-induced liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Endosc Int Open\r\n    When to remove a lumen-apposing metal stent for pancreatic fluid collections?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Circumferential range should be identified as most important risk factor for esophageal stenosis after endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nClinical impact of pancreatic steatosis on the risk of post-ERCP pancreatitis: Fact or fiction!\r\n\r\nPubmed   Journal   ReadQx \r\nIs CT warranted to stratify the risk of post-ERCP pancreatitis?\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic steatosis-a new modifiable high-risk factor for post-ERCP pancreatitis: yet much to explore.\r\n\r\nPubmed   Journal   ReadQx \r\nThe clinical impact of chronic kidney disease and pancreatic steatosis on post-ERCP pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nWatch and wait or endoscopic hemostasis: delayed bleeding after colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Guidelines Development Group for the British Society of Gastroenterology guidelines for the diagnosis and management of cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nMorphological consistency between EUS and ERCP in diagnosing biliary sludge and microlithiasis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Addressing the impact of stigma in liver diseases: A call for proper language and responsibility allocation.\r\n\r\nPubmed   Journal   ReadQx \r\nBiliary Cirrhosis associated with WDR19-Related Ciliopathy in Siblings.\r\n\r\nPubmed   Journal   ReadQx \r\nChanges of hepatic myeloid cells in chronic viral hepatitis and after cure and their clinical significance - Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nHs-CRP and HOMA-IR: include them in the MASLD definition, or treat them as mediators between MASLD and atherosclerotic cardiovascular disease?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-09-04T14:25:57-04:00",
    "input_file": {}
  },
  {
    "path": "gi/08-23-2024/",
    "title": "Fri Aug 23 2024",
    "description": "36 articles - From Friday Aug 16 2024 to Friday Aug 23 2024",
    "author": [],
    "date": "2024-08-23",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review: Mortality associated with raised faecal immunochemical test and positive faecal occult blood results.\r\nAll-cause, non-CRC and cause-specific mortality appear higher in those with raised f-Hb. Population-based studies are warranted to elicit whether this association occurs in symptomatic patients.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Symptom profile of patients with intestinal methanogen overgrowth: A systematic review and meta-analysis.\r\n Patients with IMO exhibit a higher rate and severity of constipation along with lower rate and severity of diarrhea. The distinct phenotype of IMO patients should be incorporated in patient-reported outcome measures and further correlated with mechanistic microbiome studies.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Clinical outcomes of potential coeliac disease: a systematic review and meta-analysis.\r\n Almost a third of patients with PCD develop villous atrophy over time, whereas a similar proportion experience normalisation of serology despite a gluten-containing diet. Most symptomatic patients benefit from a GFD. These findings highlight the importance of structured follow-up and individualised management for patients with PCD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Acceptance & Commitment Therapy for Adults Living With Inflammatory Bowel Disease & Distress: A Randomized Controlled Trial.\r\n Both programs were of benefit to people with IBD and distress. However, ACT offers a significant added benefit for HRQoL and self-reported Crohn's disease activity and may be a useful adjuvant therapy in integrated IBD care.\r\nPubmed   Journal   ReadQx \r\nClinical Characteristics, Endoscopic Findings, and Treatment Outcomes in Lymphocytic Esophagitis Compared to Eosinophilic Esophagitis.\r\n LyE is clinically different from EoE, but differences in treatment response need further investigation.\r\nPubmed   Journal   ReadQx \r\nFECAL IMMUNOCHEMICAL TEST TO DETECT COLORECTAL NEOPLASIA IN LYNCH SYNDROME - A PROSPECTIVE MULTICENTER STUDY.\r\nFIT at thresholds ≤ 4.1 μg Hb/g feces may be a promising strategy to postpone colonoscopy in approximately 9 out of 10 individuals with Lynch syndrome. Large validation studies that also provide gene variant-specific outcomes should be prioritized.\r\nPubmed   Journal   ReadQx \r\nGranulocyte colony stimulating factor improves Prednisolone responsiveness and 90-day survival in steroid eligible severe Alcohol associated Hepatitis: The GPreAH Study a randomized trial.\r\n Addition of GCSF to prednisolone improves steroid responsiveness and 90-day survival with fewer infections and new onset complications in SAH patients.\r\nPubmed   Journal   ReadQx \r\nOral breathing facilitates endoscopic operability compared to nasal breathing in peroral endoscopy: a randomized controlled trial.\r\nOB facilitates endoscopic operability compared to NB in peroral endoscopy. UE with OB is recommended as the preferred choice for unsedated peroral endoscopy in daily practice.\r\nPubmed   Journal   ReadQx \r\nPHYSIOLOGICAL AND PSYCHOLOGICAL FACTORS CONTRIBUTE TO REAL-TIME ESOPHAGEAL SYMPTOM REPORTING IN REFRACTORY REFLUX PATIENTS.\r\nInterpretation Real-time reflux symptom reporting is a multifactorial process, with both psychological and physiological processes contributing to different aspects of the reflux disease experience. Findings build on questionnaire-based research to underscore the importance of including psychological processes in our understanding of esophageal symptom reporting.\r\nPubmed   Journal   ReadQx \r\nSevere Polypharmacy Increases Risk of Hospitalization Among Older Adults with IBD.\r\n Severe polypharmacy was initially present in more than 25% of older adults with IBD and increased to 34% within 4 years of index visit. Severe polypharmacy, as well as PIM utilization among those with polypharmacy, were also associated with an increased risk of hospitalization at one-year, highlighting the need for deprescribing efforts in this population.\r\nPubmed   Journal   ReadQx \r\nSpine and sacroiliac joint involvement in newly diagnosed inflammatory bowel disease patients - clinical and magnetic resonance imaging findings from a population-based cohort.\r\n One-in-six newly diagnosed IBD patients had MRI findings indicative of axSpA. As 40% of these patients were asymptomatic, this suggests that axSpA is underdiagnosed in early IBD. Multidisciplinary collaboration is essential to ensure early detection of axial inflammation and to enable optimal therapy preventing future structural damage and disability.\r\nPubmed   Journal   ReadQx \r\nThe Causal Effect of Intra-Pancreatic Fat Deposition on Acute and Chronic Pancreatitis: A Mendelian Randomization Study.\r\n Our findings support a causal role of IPFD in pancreatitis, suggesting that reducing IPFD could lower the risk of pancreatitis.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Spatially resolved niche and tumor microenvironmental alterations in gastric cancer peritoneal metastases.\r\n Our study provides a comprehensive molecular characterization of GCPM and unveils key biological principles underlying transcoelomic metastasis. The identified predictive markers, therapeutic targets, and TME alterations offer potential avenues for targeted interventions and improved patient outcomes.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Single-center Pilot Study on the Efficacy and Safety of Acetic Acid-enhanced Magnifying Endoscopy with Narrow-Band Imaging for Diagnosis of Colorectal Epithelial Neoplasms.\r\n For diagnosing colorectal lesions, an AA concentration of 4.5% in ANBI-ME was safe and effective. Its diagnostic performance was comparable to CV-ME, and future large-sample studies may confirm its potential as a reliable alternative endoscopic diagnostic method.\r\nPubmed   Journal   ReadQx \r\nDevelopment and Validation of a Machine Learning-based, Point-of-Care Risk Calculator for Post-ERCP Pancreatitis and Prophylaxis Selection.\r\nThis study demonstrates the feasibility and utility of a novel machine learning-based PEP risk estimation tool with high negative predictive value to aid in prophylaxis selection and identify patients at low risk who may not require extended post-procedure monitoring.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Cold Piecemeal Endoscopic Mucosal Resection of Medium to Large Adenomas Compared to Sessile Serrated Lesions.\r\nC-EMR seems to be less effective for the resection of large adenomas when compared to medium adenomas or large SSLs. C-EMR is equally safe for al lesion size and histology.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Optimizing thiopurine therapy in autoimmune hepatitis: A multi-center study on monitoring metabolite profiles and co-therapy with allopurinol.\r\nMaintaining CBR in AIH was associated with 6TGN ≥223 pmol/0.2 ml. For patients who fail to achieve CBR and therapeutic 6TGN levels despite thiopurine dose increase due to preferential 6MMP formation, co-medication of allopurinol alongside low-dose thiopurines represents an efficient alternative.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Modern Advanced Therapies for Inflammatory Bowel Diseases: Practical Considerations and Positioning.\r\nIn this review, we discuss practical use of these newer advanced therapies focusing on real-world effectiveness and safety data, dosing and monitoring considerations, as well as special situations for their use such as pregnancy, co-morbid immune-mediated disease, use in hospitalized patients with acute severe UC, and in the perioperative setting. We also propose our approach to positioning these therapies in clinical practice, relying on careful integration of the medication's comparative effectiveness and safety in the context of an individual patient's risk of disease- and treatment-related complications and preferences.\r\nPubmed   Journal   ReadQx \r\nThe cost of IBD care - how to make it sustainable.\r\nAddressing the increasing financial burden of IBD requires a comprehensive approach that tackles disparities, enhances access to cost-effective therapeutics, and promotes collaborative efforts across healthcare systems. Embracing innovative strategies can pave the way for personalized, cost-effective care accessible to al individuals with IBD, ensuring better outcomes and sustainability.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Dietary Pattern Linking to Intestinal Microbial Characteristics and Colorectal Cancer Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nGut Barrier Leakiness: Time to Take It Seriously?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Comparative Risk of Serious Infection With Vedolizumab vs Anti-Tumor Necrosis Factors in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nFecal Microbiota Transplantation in the Treatment of Severe Constipation in Children: Is It the Future?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Pinnuck and Lynch.\r\n\r\nPubmed   Journal   ReadQx \r\nUtilizing transparent cap of endoloop in emergency hemostasis as a novel rapid clot removal procedure for acute upper gastrointestinal hemorrhage.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A rare case of primary esophageal Paget's disease with underlying invasive adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholangioscope-assisted evaluation and endoscopic incision of stricture caused by thick mucosal bridge in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic glue injection therapy with N-butyl-2-cyanoacrylate for bleeding from isolated large rectal varices.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided hepaticogastrostomy for patients with frequent respiratory fluctuations using a novel hybrid guidewire to prevent guidewire shearing.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Effect of enterotype-dependent stability of the gut microbiome on post-gastrectomy malnutrition in gastric cancer patients.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic gastric fundal mucosal ablation induces weight loss in adults with obesity.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Definite benefits of GLP-1 receptor agonists: what is the risk of gastroparesis and lung aspiration?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Gut\r\n    Guidelines Development Group for the British Society of Gastroenterology guidelines for the diagnosis and management of cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nReassessing gastroscopy practices: the need for improved methodology and interpretation - author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Biliary Cirrhosis associated with WDR19-Related Ciliopathy in Siblings.\r\n\r\nPubmed   Journal   ReadQx \r\nHs-CRP and HOMA-IR: include them in the MASLD definition, or treat them as mediators between MASLD and atherosclerotic cardiovascular disease?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-08-29T12:28:13-04:00",
    "input_file": {}
  }
]
