[
  {
    "path": "gi/10-04-2024/",
    "title": "Fri Oct 04 2024",
    "description": "64 articles - From Friday Sep 27 2024 to Friday Oct 04 2024",
    "author": [],
    "date": "2024-10-04",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Participation and Yield in Multiple Rounds of Colorectal Cancer Screening based on Fecal Immunochemical Test: A Systematic Review and Meta-Analysis.\r\n In population-based CRC screening programs, the participation exhibited a slow upward trend for both screening strategies, but the incremental benefits in CRC detection gradually diminished. Tailored strategies, such as extending intervals for individuals with multiple negative FIT results, might optimize effectiveness and cost-efficiency in population-based CRC screening.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Eight-year efficacy and safety of tenofovir alafenamide for treatment of chronic hepatitis B virus infection: Final results from two randomised phase 3 trials.\r\n Long-term TAF treatment exhibited favourable safety and tolerability with high rates of viral suppression and no development of resistance.  numbers NCT01940341 and NCT01940471.\r\nPubmed   Journal   ReadQx \r\nTimely Follow-Up After a First Diagnosis of Cirrhosis is Associated With Reduced Mortality but No Impact on Rehospitalisations: A Population-Based Cohort of 8852 Patients.\r\nIn Sweden, 42% of hospitalised patients with newly diagnosed cirrhosis receive outpatient follow-up within 90 days of their hospital discharge. These patients may experience lower mortality but no change in rehospitalisations within 1 year.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A chronic hepatitis B identification and surveillance program improves care in an integrated health plan.\r\nIn this integrated healthcare system, a systematic program for surveilling and managing patients with CHB appeared beneficial for both process and clinical endpoints.\r\nPubmed   Journal   ReadQx \r\nCost-Effectiveness Analysis of Current Treatment Options for Eosinophilic Esophagitis.\r\nSFED was the most effective/least costly first-line therapy from payer perspective, while PPI was more cost-effective from societal perspective. PPI is also the most cost-effective pharmacologic strategy. Dupilumab requires substantial cost reductions to be considered cost-effective first-line pharmacotherapy.\r\nPubmed   Journal   ReadQx \r\nDiagnosis and Management of Inflammatory Bowel Disease Associated Spondyloarthritis.\r\nFor diagnosis of IBD-associated axial SpA (IBD-axSpA), we recommend rheumatology referral to make the diagnosis based on incorporation of symptoms, laboratory data, imaging findings (sacroiilitis) and available diagnostic criteria. For the management of axial SpA, we recommend co-management with rheumatology and use of either anti-tumor necrosis factor agents or janus kinase inhibitors, when applicable.\r\nPubmed   Journal   ReadQx \r\nGallstone disease is associated with an increased risk of inflammatory bowel disease: results from three prospective cohort studies.\r\n Gallstone disease was linked to an increased risk of IBD and its subtypes, independent of traditional risk factors. Further research is needed to confirm these associations and clarify the underlying biological mechanisms.\r\nPubmed   Journal   ReadQx \r\nHealth state utility is substantially reduced with an increasing burden of patient-reported symptoms in eosinophilic esophagitis.\r\n EoE is associated with reduced health state utility, with symptoms most strongly predicting valuation.\r\nPubmed   Journal   ReadQx \r\nLiver Dysfunction and Systemic Inflammation Drive Organ Failures in Acute Decompensation of Cirrhosis: A Multi-Centric Study.\r\n Approximately one-third of AD patients in this Indian cohort rapidly progressed to ACLF, resulting in high mortality. Early identification of patients at risk can guide targeted interventions to prevent ACLF.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Efficacy and Safety of Upadacitinib for Perianal Fistulizing Crohn's Disease: A Post Hoc Analysis of 3 Phase 3 Trials.\r\n Patients with fistulizing disease (primarily perianal) treated with upadacitinib achieved higher rates of resolution of drainage, closure of external openings, clinical remission, and endoscopic response vs placebo.  numbers  U-EXCEL (NCT03345849), U-EXCEED (NCT03345836), U-ENDURE (NCT03345823).\r\nPubmed   Journal   ReadQx \r\nRisk of recurrence in screen-versus non screen-detected colorectal cancer patients.\r\n Disease-free survival was significantly better in screen-detected compared to non-screen-detected CRCs independent of age, gender, tumor location, stage and treatment, and was associated with an overall survival benefit.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Multimodal profiling of peripheral blood identifies proliferating circulating effector CD4+ T cells as predictors for response to integrin α4β7-blocking therapy in inflammatory bowel disease.\r\n These findings provide a reliable predictive classifier with significant implications for personalized IBD management.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Repeated Endoscopic Dilation and Needle Knife Stricturotomy for Crohn's Disease Strictures.\r\nCrohn's disease stricture treatment with repeat dilations or stricturotomy is feasible, safe and may improve stricture outcomes. Concurrent intensified drug treatment to eliminate inflammation is also associated with improved outcome.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Establishment of enterically transmitted hepatitis virus animal models using lipid nanoparticle-based full-length viral genome RNA delivery system.\r\n This stable and standardised LNP-vRNA-based animal model provides a powerful platform to investigate the pathogenesis and evaluate countermeasures for enterically transmitted hepatitis viruses and can be further expanded to other viruses that are not easily cultured in vitro or in vivo.\r\nPubmed   Journal   ReadQx \r\nImpact of margin thermal ablation after endoscopic mucosal resection of large (≥20 mm) non-pedunculated colonic polyps on long-term recurrence.\r\n LNPCPs that have undergone successful EMR with MTA and are free of recurrence at SC1 are unlikely to develop recurrence in subsequent surveillance out to 2 years. Provided the colon is cleared of synchronous neoplasia, the next surveillance can be potentially extended to 3-5 years. Such an approach would reduce costs and enhance patient compliance.\r\nPubmed   Journal   ReadQx \r\nNuclear translocation of plasma membrane protein ADCY7 potentiates T cell-mediated antitumour immunity in HCC.\r\n We delineate the unconventional function and subcellular location of ADCY7, highlighting its pivotal role in T cell-mediated immunity in HCC and its potential as a promising treatment target.\r\nPubmed   Journal   ReadQx \r\nSpatial single-cell profiling and neighbourhood analysis reveal the determinants of immune architecture connected to checkpoint inhibitor therapy outcome in hepatocellular carcinoma.\r\nProgression-free survival under ICI therapy differed significantly between the spatial immune types with improved survival of enriched patients. In patients with intratumour heterogeneity, the presence of one enriched area governed long-term survival.\r\nPubmed   Journal   ReadQx \r\np53 mutation biases squamocolumnar junction progenitor cells towards dysplasia rather than metaplasia in Barrett's oesophagus.\r\np53 mutation contributes to BE progression by increasing expansion and fitness of undifferentiated cardia progenitors and preventing their differentiation towards metaplasia.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Integrated ubiquitomics characterization of hepatocellular carcinomas.\r\nThis study expands our knowledge of ubiquitomic signatures, biomarkers, and potential therapeutic targets in HCC.\r\nPubmed   Journal   ReadQx \r\nLncRNA H19 promoted alcohol-associated liver disease through dysregulation of alternative splicing and methionine metabolism.\r\nThis study identifies a novel mechanism whereby H19, via PTBP1-mediated BHMT regulation, influences methionine metabolism in ALD. Targeting the H19-PTBP1-BHMT pathway may offer new therapeutic avenues for ALD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Association of metabolic signatures of air pollution with MASLD: Observational and Mendelian randomization study.\r\nAnnual mean concentrations of PM increase the risk of MASLD. Focusing on changes in air pollution-related metabolic signatures may offer a new perspective for preventing air pollution-induced MASLD and serve as protective measures to address this emerging public health challenge.\r\nPubmed   Journal   ReadQx \r\nDecreases in cT1 and liver fat content reflect treatment-induced histological improvements in MASH.\r\nThese results, from three combined drug trials, demonstrate that changes in multiparametric MRI markers of liver health (cT1 and PDFF) can predict histological response for steatohepatitis following therapeutic intervention. Impact and implications There is great interest in identifying suitable biomarkers that can be used to replace liver biopsy, or to identify those patients who would benefit from one, in both the clinical management of MASH and in drug development. We investigated the utility of two MRI-derived non-invasive tests, iron corrected T1 mapping (cT1) and liver fat content from proton density fat fraction (PDFF), to predict histological improvement in patients who had undergone experimental treatment for MASH. Using data from 150 people who participated in one of three clinical trials, we observed that a reduction in cT1 by over 80 ms and a relative reduction in PDFF of over 58% were the optimal thresholds for change that predicted resolution of steatohepatitis. PDFF as a marker of liver fat, and cT1 as a specific measure of liver disease activity, are both effective at identifying those who are likely responding to drug interventions and experiencing improvements in overall liver health. Clinical trial number(s) NCT02443116, NCT03976401, NCT03551522.\r\nPubmed   Journal   ReadQx \r\nHepatocyte Aquaporin 8-mediated Water Transport Facilitates Bile Dilution and Prevents Gallstone Formation in Mice.\r\nAQP8 plays a crucial role in facilitating water transport and bile dilution during hepatic bile formation, thereby mitigating gallstone formation in mice. Small-molecule intervention validated hepatocyte AQP8 as a promising drug target for gallstone therapy. Impact and implications The incidence of gallstone disease is high, and current drug treatments for gallstones are very limited, necessitating the identification of novel drug targets for developing new drugs with universal applicability. To our knowledge, this is the first study to provide direct evidence that hepatic water channel AQP8 plays a key role in bile dilution and gallstone formation. Modulation of hepatic water transport may provide a universal therapeutic strategy for al types of gallstone diseases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Endoscopy\r\n    ESGE and ESGENA - A Growing and Successful Partnership!\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    It Runs in the Family: What Studying Unaffected Individuals in Simplex and Multiplex Families Tells Us About IBD Development.\r\n\r\nPubmed   Journal   ReadQx \r\nSurveillance for hepatocellular carcinoma in cirrhosis: End of monopoly for serum alpha fetoprotein.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Beyond borders: When will Western countries follow Japanese progress in endoscopic diagnosis and treatment of superficial pharyngeal cancer?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Bile acid metabolism and signaling in liver disease.\r\nAdditionally, impaired BA signaling may also affect the intestine and kidney, thereby contributing to failure of gut integrity driving the progression and complications of portal hypertension, cholemic nephropathy and the development of extrahepatic malignancies such as colorectal cancer. This review will summarize recent advances in the understanding of BA signaling, metabolism and transport focusing on transcriptional regulation and novel BA-focused therapeutic strategies for cholestatic and metabolic liver diseases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Case of Ileal Follicular Lymphoma Mimicking a Laterally Spreading Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nA Practical Approach to the Management of Incidentally Found Gastrointestinal Neuroendocrine Tumors.\r\n\r\nPubmed   Journal   ReadQx \r\nAddressing Additional Limitations in the Study on Small Intestine Cancer Risk in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to: How Did It Get So Difficult to Care for Patients With Inflammatory Bowel Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nEsophagogastric junction outflow obstruction or Something More? Unveiling Esophageal Neuroendocrine carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nLessons From COBALT: Will the Bell Also Toll for Thee?\r\n\r\nPubmed   Journal   ReadQx \r\nMinding Reflux.\r\n\r\nPubmed   Journal   ReadQx \r\nOverweight and Obesity-Associated Gastric Cancer Among Non-Asians.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatitis as a Matter of Fat: The Causal Role of High Intrapancreatic Fat Deposition.\r\n\r\nPubmed   Journal   ReadQx \r\nRectal Insertion of Live Eels Resulted in Colon Perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Hobai.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Vollebregt et al.\r\n\r\nPubmed   Journal   ReadQx \r\nStudy Design 101: Estimation of Treatment Effects in RCTs Should Be Based on Between-Arm Contrasts, Not Observed Outcome Changes Within Treatment Arms.\r\n\r\nPubmed   Journal   ReadQx \r\nSupradiaphragmatic Gastric Monodermal Teratoma With Bronchus-Like Structures.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Endoscopic Submucosal Dissection Provides Hemostasis by Curative Resection for a Large Bleeding and Obstructive Duodenal Lipoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel fluoroscopic system improves visibility of devices during endoscopic ultrasound-guided pancreatic duct drainage.\r\n\r\nPubmed   Journal   ReadQx \r\nFirst report of the use of a digital single-operator cholangioscope for endoscopic direct diverticulitis therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nOxidized regenerated cellulose combined with hyperbaric oxygen therapy successfully managed delayed bleeding after peroral endoscopic myotomy for achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting the novel traction technique: the monorail method with clip-line traction.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A brain-gut pathway for stress-induced microbiome changes.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Impact of Population-Based Helicobacter pylori Test-To-Treat Strategies on Gastric Cancer Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Colonic neoplasm infiltrating peritoneum and ureter: a rare case of intestinal schistosomiasis.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnifying endoscopy in the esophagus and stomach.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Geographical and molecular disparity of HBV integration: Implications for hepatocarcinogenesis and clinical outcomes in HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Should NAFLD be automatically relabeled as MASLD?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Should NAFLD be automatically be relabeled as MASLD?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    GLP-1 receptor agonists: A new frontier in combating metabolic liver disease complications.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Prospective evaluation of patients with non-cirrhotic portal hypertension-A single centre study. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Prospective evaluation of patients with non-cirrhotic portal hypertension: A single-centre study.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comments on the use of electrohydraulic lithotripsy to treat pill impaction in the esophagus in two adults.\r\n\r\nPubmed   Journal   ReadQx \r\nRisk of metachronous colorectal cancer in patients with diverticular disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe topic of linked color imaging versus white-light imaging needs more rigorous research.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Critical Perspectives on the Efficacy of PegIFN Alpha-2a: Beyond Initial Findings.\r\n\r\nPubmed   Journal   ReadQx \r\nImmune checkpoint inhibitor therapy for functional cure of hepatitis B in cancer patients: a promising strategy?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-10-10T01:43:22-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-27-2024/",
    "title": "Fri Sep 27 2024",
    "description": "131 articles - From Friday Sep 20 2024 to Friday Sep 27 2024",
    "author": [],
    "date": "2024-09-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    THE LYON SCORE: A NOVEL REFLUX SCORING SYSTEM BASED ON THE LYON CONSENSUS 2.0 THAT ASSOCIATES WITH TREATMENT OUTCOME FROM ANTI-REFLUX THERAPY.\r\n The novel Lyon score segregates reflux phenotypes, and identifies likelihood of symptom response from antireflux therapy.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    American Gastroenterological Association Clinical Practice Update on Endoscopic Scoring Systems in Inflammatory Bowel Disease: Commentary.\r\nMethods This expert commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the Clinical Practice Updates Committee and external peer review through standard procedures of Clinical Gastroenterology and Hepatology. Results/conclusion This expert commentary incorporates essential studies in this field and reflects the authors' expertise in the endoscopic evaluation of inflammatory bowel disease.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Diversity, equity, and inclusion in gastrointestinal endoscopy: European Society of Gastrointestinal Endoscopy Position Statement.\r\n11: ESGE identifies mentorship and sponsorship as factors that may mitigate the barriers to academic careers for underrepresented endoscopy scholars. 12: ESGE recognizes the need to increase awareness of diversity, equity, and inclusion (DEI) in the field of endoscopy and supports publications on these topics.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: Risk of lymphoma in patients with inflammatory bowel disease in population-based cohort studies.\r\nThe risk of lymphoma is only modestly increased in patients with IBD, with Crohn's disease having a slightly higher risk than ulcerative colitis. In IBD, there appears to be no difference between the risks of Hodgkin's and non-Hodgkin's lymphoma.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Comparative efficacy and safety of Potassium-Competitive Acid Blocker (P-CAB) based dual, triple and quadruple regimens for first line H. pylori infection treatment: A systematic review and network meta-analysis.\r\nIn this NWM concerning the comparative efficacy and safety of P-CAB based dual, triple and quadruple regimens for first line H. pylori infection treatment, the overall results showed that PCAB based dual treatment ranked first for efficacy with the best-integrated efficacy-safety profile. This is of importance, since the dual regimens overcome the crucial issue of clarithromycin resistance. Consequently, these findings are expected to be useful in helping clinical decision-making and future guidelines.\r\nPubmed   Journal   ReadQx \r\nParticipation and Yield in Multiple Rounds of Colorectal Cancer Screening based on Fecal Immunochemical Test: A Systematic Review and Meta-Analysis.\r\n In population-based CRC screening programs, the participation exhibited a slow upward trend for both screening strategies, but the incremental benefits in CRC detection gradually diminished. Tailored strategies, such as extending intervals for individuals with multiple negative FIT results, might optimize effectiveness and cost-efficiency in population-based CRC screening.\r\nPubmed   Journal   ReadQx \r\nTEMPORAL TREND OF INCIDENCE AND PREVALENCE OF EOSINOPHILIC ESOPHAGITIS IN ASIA: A SYSTEMATIC REVIEW AND META-ANALYSIS.\r\n The prevalence and incidence of EoE in Asia have been rising over the past decades. Due to the limited number of Asian studies and variations in subjects' sources, caution should be exercised when interpreting these results.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Interventions to Increase Follow-Up of Abnormal Stool-Based Colorectal Cancer Screening Tests in Safety Net Settings: A Systematic Review.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Interventions to Increase Follow-Up of Abnormal Stool-Based Colorectal Cancer Screening Tests in Safety Net Settings: A Systematic Review.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    A nationwide cohort study of inflammatory bowel disease, histological activity and fracture risk.\r\nHistological inflammation in IBD predicted a small increase in short-term fracture risk. Measures to reduce disease activity may reduce fracture risk in IBD.\r\nPubmed   Journal   ReadQx \r\nEight-year efficacy and safety of tenofovir alafenamide for treatment of chronic hepatitis B virus infection: Final results from two randomised phase 3 trials.\r\n Long-term TAF treatment exhibited favourable safety and tolerability with high rates of viral suppression and no development of resistance.  numbers NCT01940341 and NCT01940471.\r\nPubmed   Journal   ReadQx \r\nIdentification of four novel acute-on-chronic liver failure clusters with distinct clinical trajectories and mortality using machine learning methods.\r\nML for the first time could identify clusters with distinct phenotypes, trajectories and outcomes in ACLF. Stratification into clusters can address heterogeneity, guide prognosis, recruitment in trials, resource allocation and liver transplant discussions in ACLF.\r\nPubmed   Journal   ReadQx \r\nImpact of non-selective beta blockers on further decompensation and death in decompensated cirrhosis: Benefit and risk stratification by MELD score.\r\n NSBBs may be beneficial for the prevention of further decompensation in cirrhotic patients with a MELD score of ≤9, but deleterious in those with a MELD score of >9.\r\nPubmed   Journal   ReadQx \r\nIndividualized HCC surveillance using risk stratification scores in advanced fibrosis and cirrhotic HCV patients who achieved SVR: Prospective study.\r\n Individualized risk stratification using HCC risk scores was associated with improved early-stage detection and receipt of curative treatment.\r\nPubmed   Journal   ReadQx \r\nInsulin-like growth factor-1 in cirrhosis is linked to hepatic dysfunction and fibrogenesis and predicts liver-related mortality.\r\n Decreased levels of IGF-1 reflect impaired hepatic function and fibrogenesis in patients with cirrhosis, which seems particularly relevant in obesity since low IGF-1 was independently linked to high BMI. Lower IGF-1 in cirrhosis predicts decompensation, ACLF and liver-related death.\r\nPubmed   Journal   ReadQx \r\nMetabolic dysfunction-associated steatotic liver disease and MetALD increases the risk of liver cancer and gastrointestinal cancer: A nationwide cohort study.\r\nThis study showed that MASLD and MetALD are associated with an increased risk of cancer, particularly liver and gastrointestinal cancers. The findings build new evidence for the clinical outcomes of MetALD while highlighting the importance of managing alcohol intake properly in MASLD and MetALD.\r\nPubmed   Journal   ReadQx \r\nThe association between alcohol consumption and cardiometabolic factors and liver fibrosis in metabolic dysfunction-associated steatotic liver disease and metabolic dysfunction and alcohol-associated liver disease.\r\nAlthough both metabolic steatotic liver disease and metabolic alcohol-associated liver disease were correlated with liver fibrosis progression in both sexes, the impact of alcohol consumption and cardiometabolic factors on fibrosis progression differed by sex. Cardiometabolic factors may have a stronger impact on liver fibrosis than alcohol consumption in males with metabolic dysfunction-associated steatotic liver disease.\r\nPubmed   Journal   ReadQx \r\nTime to use the right classification to predict the severity of checkpoint inhibitor-induced liver injury, as assessed for causality using the updated RUCAM.\r\nThis retrospective study challenges the efficacy of the CTCAE classification in defining the severity of Checkpoint Inhibitor-induced hepatitis and suggests that the traditional hepatology-focused scores may be more relevant. The CTCAE classification is inconsistent and gives equal weight to jaundice and elevated transaminases, which leads to steroid overtreatment and limits the rechallenge of ICIs.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A new drying method of thermolabile flexible endoscope channels by laminar and turbulent airflow - a prospective, randomized-controlled, single-center, proof-of-concept trial.\r\nDrying with a special automatic drying device was superior compared with an EWD's drying program as evidenced by no measurable residual water, reduced microbiological contamination and a more than two-fold decrease in operational time. Thus, drying by laminar and turbulent airflow may represent an attractive alternative to the currently used standard approach in the reprocessing process of flexible endoscopes.\r\nPubmed   Journal   ReadQx \r\nAnti-Tumor Necrosis Factor Therapy and the Risk of Gestational Diabetes in Pregnant Women with Inflammatory Bowel Disease.\r\n This nationwide cohort reported a decreased risk of GDM among patients who used anti-TNFs during early pregnancy compared to those unexposed. GDM risk may become a consideration in the decision-making process when choosing treatment options for pregnant women with a risk factor for GDM.\r\nPubmed   Journal   ReadQx \r\nCOLORECTAL NEUROENDOCRINE NEOPLASM DETECTION RATE DURING COLONOSCOPY: RESULTS FROM LARGE-SCALE DATA OF COLONOSCOPIES IN JAPAN.\r\n The detection rate of colorectal NENs during colonoscopy is substantially higher than expected.\r\nPubmed   Journal   ReadQx \r\nEvaluating Equity in Clinical Trial Accessibility: An Analysis of Demographic, Socioeconomic, and Educational Disparities in IBS Drug Trials.\r\n The findings highlight significant disparities in IBS trial participation across race, ethnicity, gender, and socioeconomic backgrounds. This raises potential concerns about generalizability of trial outcomes and underscores the need for strategies to enhance inclusivity in clinical research.\r\nPubmed   Journal   ReadQx \r\nGlobal Epidemiology of Cirrhosis in Women.\r\nSex differences in epidemiology are likely multifactorial, influenced by varying risk factors, susceptibility and behaviors between sexes. Further research is necessary to better understand these disparities and to tailor sex-specific interventions towards improved management and treatment strategies, ultimately enhancing outcomes for women with cirrhosis and providing better patient-centered care.\r\nPubmed   Journal   ReadQx \r\nHealth state utility is substantially reduced with an increasing burden of patient-reported symptoms in eosinophilic esophagitis.\r\n EoE is associated with reduced health state utility, with symptoms most strongly predicting valuation.\r\nPubmed   Journal   ReadQx \r\nResults from a psychometric validation study: irritable bowel syndrome patients report higher symptom burden using end-of-day versus real-time assessment.\r\nPsychometric evaluation demonstrated strong validity and reliability of the ESM-PROM for real-time GI symptom assessment in IBS. In addition, the ESM-PROM provides a precise and reliable ascertainment of individual symptom pattern and trigger interactions, without the bias of peak reporting when compared to retrospective methods. This highlights its potential as a valuable tool for personalized healthcare in monitoring disease course and treatment response in IBS patients.\r\nPubmed   Journal   ReadQx \r\nThe Role of Diet in Inflammatory Bowel Disease Onset, Disease Management, and Surgical Optimization.\r\nFurther research is needed to fully elucidate how, when, and in whom diet therapies may be best applied to improve clinical and disease outcomes. The aim of this review is to summarize current research findings and serve as a tool to help facilitate patient-clinician conversations.\r\nPubmed   Journal   ReadQx \r\nWorldwide Prevalence and Description of Cyclic Vomiting Syndrome According to the Results of the Rome Foundation Global Epidemiology Study.\r\nCVS is a relatively common disorder that has a negative impact on quality of life. It is important to raise awareness on this syndrome to avoid underdiagnosis and improve clinical practice.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Efficacy and Safety of Upadacitinib for Perianal Fistulizing Crohn's Disease: A Post Hoc Analysis of 3 Phase 3 Trials.\r\n Patients with fistulizing disease (primarily perianal) treated with upadacitinib achieved higher rates of resolution of drainage, closure of external openings, clinical remission, and endoscopic response vs placebo.  numbers  U-EXCEL (NCT03345849), U-EXCEED (NCT03345836), U-ENDURE (NCT03345823).\r\nPubmed   Journal   ReadQx \r\nRisk of recurrence in screen-versus non screen-detected colorectal cancer patients.\r\n Disease-free survival was significantly better in screen-detected compared to non-screen-detected CRCs independent of age, gender, tumor location, stage and treatment, and was associated with an overall survival benefit.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Complete closure after colorectal endoscopic submucosal dissection with a re-openable clip with a sharp claw.\r\n Fast and complete closure after colorectal ESD was successfully achieved using MCD.\r\nPubmed   Journal   ReadQx \r\nExploring the incidence of dysplasia or adenocarcinoma in early onset Barrett's esophagus.\r\nIn this 25-year period, 231 patients were diagnosed with early onset BE in the Netherlands, with 17 patients progressing to dysplasia and three developing adenocarcinoma. This corresponded to incidence rates of 7.3 per 1000 person-years for dysplasia and 1.3 per 1000 person-years for adenocarcinoma.\r\nPubmed   Journal   ReadQx \r\nIntra- and Post-procedural Patient-reported Experience Measures and their Correlation with post-ERCP Adverse Events and Unplanned Healthcare Utilization.\r\nPatient-reported symptom scores from a simple Likert-based PREM at the time of discharge from ERCP are associated with presentations for pancreatitis, perforation, and UHU within 30 days. Applying PREMs post-ERCP could potentially prevent UHU and/or facilitate earlier management and improved outcomes for patients with post-ERCP AEs.\r\nPubmed   Journal   ReadQx \r\nRandomized controlled trial of artificial intelligence diagnostic system in clinical practice to detect esophageal squamous cell carcinoma.\r\nThis study could not demonstrate an improvement in the esophageal cancer detection rate using the AI diagnostic support system for ESCC.\r\nPubmed   Journal   ReadQx \r\nThe Gastroscopy RAte of Cleanliness Evaluation (GRACE) Scale: an international reliability and validation study.\r\nthe GRACE scale showed good interobserver agreement and reliability and good validity. The spread of this scale could enhance the quality and standardize the cleanliness of the mucosa assessment during UGI endoscopy, pushing endoscopists to obtain excellent visibility and reducing the risk of missing lesions.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Detection of Gastrointestinal Bleeding with Large Language Models to Aid Quality Improvement and Appropriate Reimbursement.\r\n An LLM-based pipeline can robustly detect overt GIB in the EHR with clinically relevant applications in detection of recurrent bleeding and appropriate reimbursement coding.\r\nPubmed   Journal   ReadQx \r\nMyosin Vb Traffics P-glycoprotein to the Apical Membrane of Intestinal Epithelial Cells.\r\nCollectively, these data demonstrate that Myo5b is necessary for the apical delivery of P-glycoprotein.\r\nPubmed   Journal   ReadQx \r\nObesity facilitated colon cancer progression is mediated by increased diacylglycerol o-acyltransferases 1 and 2 (DGAT½) levels.\r\n This is a novel mechanism of DGAT½-dependent metabolic and tumorigenic remodeling in obesity-facilitated colon cancer, providing a platform for the future development of effective treatments for colon cancer patients.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Automatic Endoscopic Gastroplasty For The Treatment of Obesity: Results from A Prospective Multicenter Study.\r\n Our first-in-human study showed that the Endozip TM device is safe and effective in treating obesity. The weight loss led to comorbid changes and improvement in quality of life (, NCT04773795).\r\nPubmed   Journal   ReadQx \r\nLONG-TERM CLINICAL EVALUATION OF A DECADE WITH PERORAL ENDOSCOPIC MYOTOMY AT A SINGLE EUROPEAN TERTIARY CENTER.\r\nTreatment success of POEM declines over time but remains sufficiently high in long-term perspective. Experience with the procedure improves the outcome. Gastroesophageal reflux affects almost half of patients early after POEM and decreases substantially over time together with rise in PPI-use.\r\nPubmed   Journal   ReadQx \r\nOptimal visual gaze pattern of endoscopists for improving adenoma detection during colonoscopy.\r\nColorectal adenoma detection was improved by correcting the endoscopist's gaze to the periphery of the screen, especially by dividing the screen into 6×6 segments.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Novel AI-based Cecum Recognition System on Adenoma Detection Metrics at Screening Colonoscopy Setting.\r\nImplementation of a post hoc verification of cecal intubation using an AI-CRS significantly improved various adenoma metrics in screening colonoscopy.\r\nPubmed   Journal   ReadQx \r\nThe application of endoscopic purse-string suture in refractory non-variceal gastrointestinal bleeding:a multicenter study (with video).\r\n The endoscopic PSS is effective in treating refractory non-variceal gastrointestinal bleeding.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Exchangeable copper for patients with Wilson disease at follow-up: rethinking normal ranges or changing methodology.\r\nOur findings suggest that CuEX is a suboptimal tool for assessing copper homeostasis when used alone and should be used with caution if no additional information is available. Normal reference intervals for WD-treated patients should be redefined, as most of CuEX quantifications fell in the lower range, with no sign of overtreatment in these patients.\r\nPubmed   Journal   ReadQx \r\nFinite nucleos(t)ide-analogue therapy for functional cure in HBeAg-negative chronic hepatitis B: recent development in the paradigm shift.\r\nRecently, a large study in patients with HBV cirrhosis showed not only higher 10-year HBsAg loss rate (15.3 vs 1.6%) but also ~50% lower 10-year hepatocellular carcinoma incidence (16.5 vs 29.5%) and 60% lower liver-related mortality/transplantation rate (6.1 vs 15.1%) after Nuc cessation, as compared with well-matched patients continuing Nuc therapy. Since novel drug development aiming for functional cure has not been satisfactory, the strategy of finite Nuc therapy in HBeAg-negative CHB seems to be the best realistic option for functional cure today.\r\nPubmed   Journal   ReadQx \r\nHarnessing ZIKV NS2A RNA for alleviating acute hepatitis and cytokine release storm by targeting translation machinery.\r\nZIKV NS2A dampens the production of proinflammatory cytokines and alleviates inflammatory injuries by interfering translation process as RNA molecules, which suggests that NS2A RNA is potentially used to treat numerous acute inflammatory diseases characterized by CRS.\r\nPubmed   Journal   ReadQx \r\nTIPE2 protein restrains invariant NKT activation and protects against immune-mediated hepatitis in mice.\r\n Our findings reveal a new role of TIPE2 in the attenuation of iNKT cell-mediated hepatic injury. We propose that TIPE2 serves as an important regulator of immune homeostasis in the liver, and might be exploited for the therapeutic treatment of autoimmune liver diseases.\r\nPubmed   Journal   ReadQx \r\nThe actin-binding protein drebrin disrupts NF2-LATS kinases complex assembly to facilitate liver tumorigenesis.\r\nOur study identifies a novel DBN1-NF2-LATS axis, and pharmacological inhibition of DBN1 represents a promising alternative intervention targeting the Hippo pathway in cancer treatment.\r\nPubmed   Journal   ReadQx \r\nViral antibody response predicts morbidity and mortality in alcohol-associated hepatitis.\r\nAbstinence from alcohol is associated with a significant increase in serum viral and bacterial antibody response. Decreased serum antiviral antibody repertoire is predictive of decompensation of liver disease and mortality in patients with AH.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    AI-Safe-C Score: Assessing Liver-Related Event Risks in Non-Cirrhotic Patients after Successful Direct-Acting Antiviral Treatment.\r\n AI-Safe-C score is a useful tool for identifying patients without cirrhosis who are at higher risk of developing LREs. The post-SVR LSM, as integrated within the AI-Safe-C score, plays a critical role in predicting future LREs. Impact and implications The AI-Safe-C score introduces a paradigm shift in the management of non-cirrhotic patients post-DAA treatment, a cohort traditionally not included in routine surveillance protocols for LREs. By accurately identifying a subgroup at a comparably high risk of LREs, akin to those with advanced fibrosis, this predictive model facilitates a strategic reallocation of surveillance and clinical resources.\r\nPubmed   Journal   ReadQx \r\nDecreases in cT1 and liver fat content reflect treatment-induced histological improvements in MASH.\r\nThese results, from three combined drug trials, demonstrate that changes in multiparametric MRI markers of liver health (cT1 and PDFF) can predict histological response for steatohepatitis following therapeutic intervention. Impact and implications There is great interest in identifying suitable biomarkers that can be used to replace liver biopsy, or to identify those patients who would benefit from one, in both the clinical management of MASH and in drug development. We investigated the utility of two MRI-derived non-invasive tests, iron corrected T1 mapping (cT1) and liver fat content from proton density fat fraction (PDFF), to predict histological improvement in patients who had undergone experimental treatment for MASH. Using data from 150 people who participated in one of three clinical trials, we observed that a reduction in cT1 by over 80 ms and a relative reduction in PDFF of over 58% were the optimal thresholds for change that predicted resolution of steatohepatitis. PDFF as a marker of liver fat, and cT1 as a specific measure of liver disease activity, are both effective at identifying those who are likely responding to drug interventions and experiencing improvements in overall liver health. Clinical trial number(s) NCT02443116, NCT03976401, NCT03551522.\r\nPubmed   Journal   ReadQx \r\nExploring algorithms to select candidates for non-selective beta-blockers in cirrhosis: a post-hoc analysis of the PREDESCI trial.\r\nAlgorithms based only on LSM and platelet count are suboptimal to identify NSBB treatment candidates. Performing endoscopy in patients with indeterminate findings from NITs improved diagnostic performance and risk stratification. Endoscopy may be substituted by spleen stiffness for stratifying the risk in the grey zone. Impact and implications The PREDESCI trial demonstrated that non-selective beta-blockers prevent decompensation in CSPH patients. Still it is unclear whether we can select treatment candidates using non-invasive tests to assess the presence of CSPH without measuring HVPG. In the prospective cohort of patients screened during the trial, we showed that algorithms based on liver stiffness and platelet count had suboptimal performance, mainly due to a high rate of indeterminate results. Performing endoscopy in the grey zone patients allowed to significantly increase the number of patients with CSPH and improved the risk stratification for decompensation or death on long-term follow-up. These findings were validated in an independent cohort. In addition, a model using spleen stiffness instead of endoscopy showed similar diagnostic performance in the external validation cohort, suggesting that adequate risk stratification to select treatment candidates can be achieved with a fully non-invasive algorithm.\r\nPubmed   Journal   ReadQx \r\nHepatocyte Aquaporin 8-mediated Water Transport Facilitates Bile Dilution and Prevents Gallstone Formation in Mice.\r\nAQP8 plays a crucial role in facilitating water transport and bile dilution during hepatic bile formation, thereby mitigating gallstone formation in mice. Small-molecule intervention validated hepatocyte AQP8 as a promising drug target for gallstone therapy. Impact and implications The incidence of gallstone disease is high, and current drug treatments for gallstones are very limited, necessitating the identification of novel drug targets for developing new drugs with universal applicability. To our knowledge, this is the first study to provide direct evidence that hepatic water channel AQP8 plays a key role in bile dilution and gallstone formation. Modulation of hepatic water transport may provide a universal therapeutic strategy for al types of gallstone diseases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Defining corticosteroid use in clinical trials.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: Recommendations for detection, assessment and management of suspected drug-induced liver injury during clinical trials in oncology patients.\r\nThis review brings together evidence-based recommendations and expert opinion to provide the first dedicated consensus for best practices in detection, assessment, and management of DILI in oncology clinical trials.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Cold Snare Resection in the Colorectum: When to Choose it, When to Avoid it, and How to Do it.\r\nCold snare resection can be considered for certain lesions 11-19 mm in size and some lateral spreading lesions ≥ 20 mm. This review discusses tips and techniques to optimize cold snare resection.\r\nPubmed   Journal   ReadQx \r\nCulturally-sensitive and Inclusive IBD Care.\r\nHeightening our patient care goals from cultural competence to cultural sensitivity allows healthcare professionals and the systems in which they practice to lead with cultural humility as they adopt a more inclusive and humble perspective when caring for patient groups with a diverse array of identities and cultures and to avoid maintaining the status quo of implicit and explicit biases that impede the delivery of quality IBD care. In this article, we will review the literature on IBD care in historically disadvantaged communities, address culturally-sensitive care, and propose a framework to incorporating cultural humility in IBD practices and research.\r\nPubmed   Journal   ReadQx \r\nPersonalized (N-of-1) Clinical Trials for Inflammatory Bowel Disease: Opportunities and Challenges.\r\nThe N-of-1 trial design provides a patient-centered means of objectively determining individual response to therapy.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    The battle to save the anus: a triumph of careful colonoscopy and medical history taking.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    What defines a healthy gut microbiome?\r\nThe review also highlights the resource-heavy nature of comprehensive gut health assessments, which hinders their practicality and broad application. Finally, we call for continued research and a nuanced approach to better understand the intricate and evolving concept of gut health, emphasising the need for more precise and inclusive definitions and methodologies in studying the microbiome.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Poor long-term outcome in patients with porto-sinusoidal vascular disease (PSVD: fact or disease misclassification?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Addressing Additional Limitations in the Study on Small Intestine Cancer Risk in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nBudesonide oral suspension: Expanding the toolkit for eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEpstein-Barr virus associated colitis with infectious mononucleosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic Eurytremiasis Mimics Pancreatic Intraductal Papillary Mucinous Neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nRequest for Clarification on Sample Size Calculation and Statistical Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nSmall Bowel Microbiome Profiles in Overweight and Obese Humans.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    An Overview of the Challenging Process of Prior Authorization: Medical Necessity for a Better Way.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of endoscopic selective muscular dissection for calcifying fibrous tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nA full-thickness defect: is closure the only way?\r\n\r\nPubmed   Journal   ReadQx \r\nA novel fluoroscopic system improves visibility of devices during endoscopic ultrasound-guided pancreatic duct drainage.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel traction method using a multi-loop traction device in colorectal endoscopic submucosal dissection: Anchor traction method.\r\n\r\nPubmed   Journal   ReadQx \r\nBand-and-wire pulley traction: endoscopic submucosal dissection of a gigantic gastric polyp aided by a novel adaptive traction technique.\r\n\r\nPubmed   Journal   ReadQx \r\nClip-to-clip hand-in-hand closure method for a large mucosal defect after colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of rare tubular duplication small bowel malformation in adult woman by enteroscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nDigital single-operator cholangioscope-assisted endoscopic retrograde appendicitis therapy in the management of Crohn's disease with acute appendicitis.\r\n\r\nPubmed   Journal   ReadQx \r\nElectrohydraulic lithotripsy using double-balloon enteroscopy for removal of true enterolith in a patient with unknown ileal stenosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic incision for removal of an impacted appendiceal fecalith.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gallbladder drainage using a forward-viewing echoendoscope for Roux-en-Y reconstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophilic esophageal myositis: a rare cause of dysphagia.\r\n\r\nPubmed   Journal   ReadQx \r\nFirst-time endoscopic submucosal implantation of a wireless pacemaker device as a gastric submucosal electrical stimulator in a porcine model.\r\n\r\nPubmed   Journal   ReadQx \r\nNever say never: a novel approach to tackle a bleeding ectopic varix.\r\n\r\nPubmed   Journal   ReadQx \r\nOxidized regenerated cellulose combined with hyperbaric oxygen therapy successfully managed delayed bleeding after peroral endoscopic myotomy for achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nPeroral pancreatoscopy without a guidewire for intraductal papillary mucinous neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of an embedded esophageal fishbone by minimal incision using the gel immersion endoscopic ultrasound-guided technique.\r\n\r\nPubmed   Journal   ReadQx \r\nSegmental absence of intestinal musculature in the cecum of an adult identified during endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nStrange case of a suspected foreign body after cephalic pancreatoduodenectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nTwo colonic endoscopic submucosal dissections with a single multipolar adjustable traction device: an ecological tip to reduce waste and cost.\r\n\r\nPubmed   Journal   ReadQx \r\nUnblocking a terminolateral anastomosis on an interposed coloplasty for caustic esophagitis: placement of a lumen-apposing metal stent to straighten the lumen.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of NOTES for endoscopic resection of a subphrenic mass initially diagnosed erroneously as originating from the muscularis propria.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of an endoscopic virtual ruler based on the fiber laser principle and artificial intelligence technology.\r\n\r\nPubmed   Journal   ReadQx \r\nUsefulness of a small-caliber tip transparent hood in endoscopic submucosal dissection for pharyngeal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nUtility of a self-assembling peptide in the management of refractory hemorrhagic duodenal ulcers.\r\n\r\nPubmed   Journal   ReadQx \r\nUtility of endoscopic ultrasound-guided hepatic abscess drainage with contrast-enhanced harmonic imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Colonic neoplasm infiltrating peritoneum and ureter: a rare case of intestinal schistosomiasis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Alcohol-associated hepatitis: a neutrophile disease?\r\n\r\nPubmed   Journal   ReadQx \r\nCommentary on: the management of patients with gastric intestinal metaplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh-risk varices in patients with Child-Pugh-Turcotte B and C: consider band ligation with carvedilol for preventing first variceal bleeding, especially in patients with MASLD-associated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nStatins for MAFLD/MASH: another brick in the wall while waiting for final answers.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Beyond the baseline: Longitudinal surveillance with non-invasive tests for fibrosis in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Looking at Neptune with a binocular.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Benchmarking clinical risk prediction algorithms with ensemble machine learning for the non-invasive diagnosis of liver fibrosis in NAFLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Serum identification of At-Risk MASH: The metabolomics-advanced steatohepatitis fibrosis score (MASEF).\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    GLP-1 receptor agonists: A new frontier in combating metabolic liver disease complications.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of myokines with disease progression and outcomes in patients with alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of myokines with disease progression and outcomes in patients with alcohol-associated liver disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Optimising public health policies to combat alcohol-associated liver disease in youth-Addressing key methodological and regional challenges.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Prospective evaluation of patients with non-cirrhotic portal hypertension-A single centre study. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Prospective evaluation of patients with non-cirrhotic portal hypertension: A single-centre study.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Redefining the Curve: Insights on Baseline Viral Load and HCC Risk in Chronic Hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Advancing Biofeedback Therapy in Abdominal Distention: Recommendations for Methodological Improvements and Increased Generalizability.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing Research on Helicobacter pylori Eradication and Esophageal Adenocarcinoma Risk: A Call for Broader Studies and Methodological Rigor.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating Research Strategy and Inclusion Criteria of Long-term Proton Pump Inhibitor Use.\r\n\r\nPubmed   Journal   ReadQx \r\nFocus on Psychological Intervention: Insights from Thoracoabdominal Wall Motion-Guided Biofeedback Treatment of Abdominal Distention.\r\n\r\nPubmed   Journal   ReadQx \r\nHelicobacter pylori Eradication Treatment Might Help Reduce the Risk of Esophageal Adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nInterventions for improving quality of colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nMethodological Aspects of \"Thoracoabdominal Wall Motion-Guided Biofeedback Treatment of Abdominal Distention: A Randomized Placebo-Controlled Trial\".\r\n\r\nPubmed   Journal   ReadQx \r\nRefining Biofeedback in Gastroenterology: Enhancing Precision in Thoracoabdominal Motion Studies.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Rethinking routine mapping biopsies in gastric intestinal metaplasia: justification for endoscopic stratification.\r\n\r\nPubmed   Journal   ReadQx \r\nVariceal band ligation and carvedilol: together forever, or not?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A machine learning model to predict liver-related outcomes after the functional cure of chronic hepatitis B: Is cirrhosis driving the performance?\r\n\r\nPubmed   Journal   ReadQx \r\nAddressing the Complexities of Food Insecurity and MASLD: A Call for Comprehensive and Culturally Sensitive Public Health Strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nAddressing the Complexities of Pre-Liver Transplant Immune Checkpoint Inhibitors for Hepatocellular Carcinoma: A Response to Recent Commentaries.\r\n\r\nPubmed   Journal   ReadQx \r\nCommunicating the complexity of the transplant benefit score.\r\n\r\nPubmed   Journal   ReadQx \r\nDysglycemia and liver lipid content influence the link between insulin resistance and liver mitochondrial function in obesity.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating the Accuracy, Time and Cost of GPT-4 and GPT-4o in Liver Diseases Diagnoses Using Cases from \"What is Your Diagnosis\".\r\n\r\nPubmed   Journal   ReadQx \r\nFatigue and Patient Reported Outcomes (PROs) in Primary Sclerosing Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHarmonization of ACLF definitions- The First Step Has Gained Momentum!\r\n\r\nPubmed   Journal   ReadQx \r\nIs MASLD a real culprit for all-cause mortality? A meta-analysis and preliminary pathophysiology exploration in the real world.\r\n\r\nPubmed   Journal   ReadQx \r\nPrediction of HBsAg loss after cessation of entecavir therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nReassessing the causal association between frailty and chronic liver disease: Evidence from genetic analyses.\r\n\r\nPubmed   Journal   ReadQx \r\nRecognizing Significant Role of Microvascular Invasion in Postoperative Aggressive Recurrence of Early Hepatocellular Carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-10-02T22:08:43-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-20-2024/",
    "title": "Fri Sep 20 2024",
    "description": "115 articles - From Friday Sep 13 2024 to Friday Sep 20 2024",
    "author": [],
    "date": "2024-09-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Guidelines in Practice: Alcohol-Associated Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nTHE LYON SCORE: A NOVEL REFLUX SCORING SYSTEM BASED ON THE LYON CONSENSUS 2.0 THAT ASSOCIATES WITH TREATMENT OUTCOME FROM ANTI-REFLUX THERAPY. \r\nThe Lyon score segregated treatment response in both the European (AUC 0.908, p<0.001) and Asian validation cohorts (AUC 0.637, p<0.001), and outperformed the DeMeester score in sensitivity for predicting outcome in the developmental and Asian validation cohorts. The novel Lyon score segregates reflux phenotypes, and identifies likelihood of symptom response from antireflux therapy.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    American Gastroenterological Association Clinical Practice Update on Endoscopic Scoring Systems in Inflammatory Bowel Disease: Commentary. \r\nThis expert commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the Clinical Practice Updates Committee and external peer review through standard procedures of Clinical Gastroenterology and Hepatology. This expert commentary incorporates essential studies in this field and reflects the authors' expertise in the endoscopic evaluation of inflammatory bowel disease.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    The updated Asia-Pacific consensus statement on the role of endoscopic management in malignant hilar biliary obstruction.\r\nThe statements and key concepts dealt with multiple aspects of endoscopy-based management in MHBO starting from diagnosis, strategies and options for biliary drainage, management of recurrent biliary obstruction, management of cholecystitis after biliary stenting, and adjunctive treatment before stenting. Although the recommendations may assist physicians in planning the treatment for MHBO patients, they should not replace the decision of a multidisciplinary team in the management of individual patients.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Integrating Potassium-Competitive Acid Blockers Into Clinical Practice: Expert Review.\r\nBEST PRACTICE ADVICE 8: Clinicians should generally not use P-CABs as first-line therapy in the treatment or prophylaxis of peptic ulcer disease. BEST PRACTICE ADVICE 9: Although there is currently insufficient evidence for clinicians to use P-CABs as first-line therapy in patients with bleeding gastroduodenal ulcers and high-risk stigmata, their rapid and potent acid inhibition raises the possibility of their utility in this population.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy guideline on role of endoscopy in the diagnosis and management of solid pancreatic masses: methodology and review of evidence.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal injection fluid and tattoo agents.\r\nEndoscopists performing EMR and ESD have several choices in submucosal injection materials for lifting and marking agents for tattoos. These may be commercially prepared agents or off-the-shelf materials with or without additives to facilitate visualization. A thorough understanding of the indications, techniques, properties of various agents, costs, and adverse events is necessary in choosing the appropriate materials and technique to optimize lesion resection in EMR and ESD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Rare primary liver cancers: An EASL position paper.\r\nIn this position paper, an international panel of experts representing oncology, hepatology, pathology, radiology, surgery, and molecular biology has summarised the available information and evidence on the pathogenesis, diagnosis, and treatment of rare PLCs. While clinical trials of systemic treatments are underway for some rare PLCs, it is evident that more research, involving national and international collaboration, is required.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Comparative efficacy and safety of Potassium-Competitive Acid Blocker (P-CAB) based dual, triple and quadruple regimens for first line H. pylori infection treatment: A systematic review and network meta-analysis.\r\nIn this NWM concerning the comparative efficacy and safety of P-CAB based dual, triple and quadruple regimens for first line H. pylori infection treatment, the overall results showed that PCAB based dual treatment ranked first for efficacy with the best-integrated efficacy-safety profile. This is of importance, since the dual regimens overcome the crucial issue of clarithromycin resistance. Consequently, these findings are expected to be useful in helping clinical decision-making and future guidelines.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Efficacy of hemostatic powder monotherapy versus conventional endoscopic treatment for nonvariceal gastrointestinal bleeding: a meta-analysis and trial sequential analysis.\r\nIn conclusion, HP monotherapy surpassed CET in terms of the initial hemostasis rate and 30-day rebleeding rate for patients with malignancy-related GI bleeding. However, their relative efficacy for non-malignancy-related GI bleeding remains unresolved.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Impact of non-selective beta blockers on further decompensation and death in decompensated cirrhosis: Benefit and risk stratification by MELD score.\r\n NSBBs may be beneficial for the prevention of further decompensation in cirrhotic patients with a MELD score of ≤9, but deleterious in those with a MELD score of >9.\r\nPubmed   Journal   ReadQx \r\nLong-term benefit of ustekinumab in ulcerative colitis in clinical practice: ULISES study.\r\nUstekinumab durability in UC was relatively high, and treatment was effective in highly refractory patients. The safety profile was consistent with previous studies.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Stool DNA-Based SDC2 Methylation Test for the Early Detection of Colorectal Cancer in an Asymptomatic, High-Risk Population: A Multicenter Prospective Randomized Trial.\r\n The stool DNA-based SDC2 methylation test attained a high sensitivity for CRC detection in an asymptomatic high-risk population. Further large-scale clinical studies are required to validate the clinical utility of this test as a population-based CRC screening tool.\r\nPubmed   Journal   ReadQx \r\nDevelopment and Validation of a Clinical Nomogram for Predicting Complications From Pediatric Multiple Magnet Ingestion: A Large Retrospective Study.\r\n Our nomogram demonstrates excellent discrimination, calibration, and clinical utility and may thus help clinicians accurately assess the risk of complications from pediatric multiple magnet ingestion.\r\nPubmed   Journal   ReadQx \r\nGlobal Epidemiology of Cirrhosis in Women. \r\nSex differences in epidemiology are likely multifactorial, influenced by varying risk factors, susceptibility and behaviors between sexes. Further research is necessary to better understand these disparities and to tailor sex-specific interventions towards improved management and treatment strategies, ultimately enhancing outcomes for women with cirrhosis and providing better patient-centered care.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Belching Disorders and Their Characteristics in the General Adult Population.\r\n A detailed epidemiology of belching disorders in adults was clarified.\r\nPubmed   Journal   ReadQx \r\nThe Role of Diet in Inflammatory Bowel Disease Onset, Disease Management, and Surgical Optimization.\r\nFurther research is needed to fully elucidate how, when, and in whom diet therapies may be best applied to improve clinical and disease outcomes. The aim of this review is to summarize current research findings and serve as a tool to help facilitate patient-clinician conversations.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Additional over-the-scope-clip closure can shorten endoscopic vacuum therapy for postoperative upper gastrointestinal leakage.\r\nThe addition of OTSCs after successful EVT is safe and has the potential to shorten leakage therapy, enabling earlier discharge along with better functional outcomes.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy and safety of radial incision and cutting for nonsurgical refractory benign esophageal stricture.\r\nRIC for nonsurgical refractory benign esophageal stricture is an effective and safe treatment option.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound classification for prediction of endoscopic submucosal dissection resectability: PREDICT classification.\r\nEUS may have an important role in predicting ESD resectability of gastric and colorectal cancers suspected of having SM invasion.\r\nPubmed   Journal   ReadQx \r\nLymphovascular invasion is a dominant risk factor for lymph node metastasis in T2 rectal cancer.\r\nMoreover, low age constituted an independent risk factor, whereas gender, resection margin, PNI, histologic grade, and mucinous cancer were not independent risk factors of LNM. Thus, these findings may provide a useful basis for management of patients after local resection of early rectal cancer.\r\nPubmed   Journal   ReadQx \r\nPerformance evaluation of endoscopic ultrasonography needles: Experimental study.\r\nThe performance of the six needles differed in various ways. Understanding the characteristics of each needle may allow for selection of the appropriate needle for each situation.\r\nPubmed   Journal   ReadQx   PMC\r\nUsefulness of an ultrathin endoscope in esophageal endoscopic submucosal dissection.\r\nUltrathin endoscopes may be useful for difficult esophageal ESD.\r\nPubmed   Journal   ReadQx \r\nValidation and efficacy of the Varix Trainer model as a Training device for esophagogastroduodenoscopy.\r\nThe VTM1 distinguished varying levels of expertise for al techniques, suggesting that it is a valid tool for assessing endoscope manipulation skill. A short curriculum improved novices' manipulation skills faster than traditional practice.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic ultrasonography-guided coil embolization and cyanoacrylate injection versus cyanoacrylate injection alone for gastric varices: a randomized comparative study.\r\nEUS-guided coil embolization with cyanoacrylate injection achieved superior clinical success, reducing the need for reintervention and resulting in improved survival compared with cyanoacrylate injection alone.\r\nPubmed   Journal   ReadQx \r\nIntra- and Post-procedural Patient-reported Experience Measures and their Correlation with post-ERCP Adverse Events and Unplanned Healthcare Utilization.\r\nPatient-reported symptom scores from a simple Likert-based PREM at the time of discharge from ERCP are associated with presentations for pancreatitis, perforation, and UHU within 30 days. Applying PREMs post-ERCP could potentially prevent UHU and/or facilitate earlier management and improved outcomes for patients with post-ERCP AEs.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Phase 3 Biomarker Validation of GALAD for the Detection of Hepatocellular Carcinoma in Cirrhosis.\r\n GALAD score, compared to AFP, improves the detection of HCC within 12 months prior to the actual diagnosis.\r\nPubmed   Journal   ReadQx \r\nMyosin Vb Traffics P-glycoprotein to the Apical Membrane of Intestinal Epithelial Cells.\r\nCollectively, these data demonstrate that Myo5b is necessary for the apical delivery of P-glycoprotein.\r\nPubmed   Journal   ReadQx \r\nObesity facilitated colon cancer progression is mediated by increased diacylglycerol o-acyltransferases 1 and 2 (DGAT½) levels.\r\n This is a novel mechanism of DGAT½-dependent metabolic and tumorigenic remodeling in obesity-facilitated colon cancer, providing a platform for the future development of effective treatments for colon cancer patients.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Feasibility and safety of endoscopic ultrasound-guided biliary drainage in inexperienced centers: a multicenter study in Southwest Japan.\r\nThe feasibility and safety of EUS-BD were maintained during the induction phase at inexperienced centers. These will be helpful in better understanding the current status of EUS-BD.\r\nPubmed   Journal   ReadQx \r\nMore efficient endoscopic submucosal dissection with deeper endotracheal intubation for superficial cervical esophageal carcinoma: a dual-center, prospective, randomized controlled study.\r\nDET can overcome technical challenges to improve the therapeutic efficiency and safety.\r\nPubmed   Journal   ReadQx \r\nMultimodal Convolutional Neural Network-Based Algorithm for Real-Time Detection and Differentiation of Malignant and Inflammatory Biliary Strictures in Cholangioscopy: a Proof of Concept Study with Video.\r\n Our algorithm distinguishes malignant and inflammatory bile duct lesions in dSOC videos, indicating the potential of CNN-based diagnostic support systems for both, CADe and CADx. The integration of non-image data can improve CNN based support systems, targeting current challenges in the assessment of biliary strictures.\r\nPubmed   Journal   ReadQx \r\nOutcomes of Transoral Incisionless Fundoplication (TIF 2.0): A Prospective, Multicenter Cohort Study in Academic and Community Practices (with video).\r\n TIF 2.0 is a safe and effective endoscopic outpatient treatment option for select patients with GERD.\r\nPubmed   Journal   ReadQx \r\nProphylactic endoscopic vacuum therapy for stricture prevention following wide-field endoscopic submucosal dissection of superficial esophageal cancer.\r\nThe prophylactic combination of EVT and BOT is a novel and promising strategy for reducing post-ESD strictures.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of underwater endoscopic mucosal resection for 10-20 mm colorectal serrated lesions (SEA CLEAR study).\r\nThis two-center prospective study demonstrated that UEMR for SLs sized 10-20 mm was comparable to previous conventional endoscopic mucosal resection outcomes.\r\nPubmed   Journal   ReadQx \r\nTechnical feasibility of endoscopic ultrasound-guided liver abscess drainage for the right hepatic lobe using a novel metal stent as first-line treatment (with video).\r\nIn conclusion, EUS-LAD for the right liver lobe using a novel PCSEMS can be feasible and safe.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Novel AI-based Cecum Recognition System on Adenoma Detection Metrics at Screening Colonoscopy Setting.\r\nImplementation of a post hoc verification of cecal intubation using an AI-CRS significantly improved various adenoma metrics in screening colonoscopy.\r\nPubmed   Journal   ReadQx \r\nThe application of endoscopic purse-string suture in refractory non-variceal gastrointestinal bleeding:a multicenter study (with video).\r\n The endoscopic PSS is effective in treating refractory non-variceal gastrointestinal bleeding.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Identification of PRMT5 as a therapeutic target in cholangiocarcinoma.\r\n PRMT5 and MEP50 are frequently upregulated in human CCA, and PRMT5-targeting drugs have significant antitumoural efficacy in clinically relevant CCA models. Our findings support the evaluation of PRMT5 inhibitors in clinical trials, including their combination with cytotoxic and immune therapies.\r\nPubmed   Journal   ReadQx \r\nLong-term hepatitis B surface antigen response after finite treatment of ARC-520 or JNJ-3989.\r\n Short-duration siRNA treatment suppressed HBsAg expression with a prolonged effect for up to 6 years in some participants.\r\nPubmed   Journal   ReadQx \r\nMetabolic reprogramming by mutant GNAS creates an actionable dependency in intraductal papillary mucinous neoplasms of the pancreas.\r\nBackground Oncogenic 'hotspot' mutations of R201C co-expression results in a gene signature of gastric pyloric metaplasia and glycolytic dependency during IPMN pathogenesis. The observed metabolic reprogramming may provide a potential target for therapeutics and interception of IPMNs.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Disparity landscapes of viral-induced structural variations in hepatocellular carcinoma: Mechanistic characterization and functional implications.\r\nAdditionally, clonal disparity of HBV integration was observed among patients and the higher level of clonal disparity score can indicate poor patients' prognostication. Taken together, our study uncovered the different levels of clonal enrichment of HBV integration, mechanistic insights, and prognostic biomarker signature, to strengthen our understanding in HBV-associated hepatocarcinogenesis.\r\nPubmed   Journal   ReadQx \r\nHEAR-MHE study: Automated speech analysis identifies minimal hepatic encephalopathy and may predict future overt hepatic encephalopathy.\r\nAutomated speech analysis highly correlated with validated HE tests, associated with MHE, and may predict future OHE. Future research is needed to validate this tool and to understand how it can be implemented in clinical practice.\r\nPubmed   Journal   ReadQx \r\nHarnessing ZIKV NS2A RNA for alleviating acute hepatitis and cytokine release storm by targeting translation machinery. \r\nIn the acetaminophen (APAP)-, LPS/D-galactosamine (D-GalN)-, viral infection-induced acute hepatitis, and GVHD mouse models, mice with myeloid cell-specific knock-in of NS2A show decreased levels of serum proinflammatory cytokines and reduced tissue damage. ZIKV NS2A dampens the production of proinflammatory cytokines and alleviates inflammatory injuries by interfering translation process as RNA molecules, which suggests that NS2A RNA is potentially used to treat numerous acute inflammatory diseases characterized by CRS.\r\nPubmed   Journal   ReadQx \r\nPrevalence of subclinical hypothyroidism and longitudinal thyroid stimulating hormone changes in youth with metabolic dysfunction-associated steatotic liver disease: an observational study.\r\n The association between TSH and steatosis severity in individuals with normal thyroid hormone concentrations suggests an independent role of TSH in MASLD.\r\nPubmed   Journal   ReadQx \r\nTREM2 macrophages mediate the beneficial effects of bariatric surgery against MASH.\r\nMechanistically, TREM2 prevents the inflammatory activation of macrophages and is required for their efferocytic function. Overall, our findings indicate that bariatric surgery improves MASH through a reparative process driven by TREM2+ macrophages, providing insights into the mechanisms of disease reversal that may result in new therapies and improved surgical interventions.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Non-invasive assessment of severe liver fibrosis in patients with Fontan-associated liver disease: The VALDIG-EASL FONLIVER cohort.\r\n Severe liver fibrosis is prevalent in adults following Fontan-type palliation and can be effectively estimated using with the novel FonLiver risk score. This scoring system can be easily incorporated into the routine assessment of patients with Fontan circulation.\r\nPubmed   Journal   ReadQx \r\nTargeting PYK2 with heterobifunctional T6BP helps mitigate MASLD and MASH-HCC progression.\r\nOur study revealed a previously unknown mechanism  identification of T6BP as a key eliminator of fatty liver strongly contributes to the development of promising therapeutic targets, and the discovery of crucial fragments of T6BP-based pharmacon that interrupt PYK2 dimerization are novel and viable treatments for fatty liver and its advanced symptoms and complications. Impact and implications Excessive high-energy diet ingestion is critical in driving steatohepatitis via regulation of hepatocyte non-receptor tyrosine kinases. The mechanisms under lying the regulation of hepatocyte PYK2 in metabolic dysfunction-associated steatohepatitis (MASH) remain largely unclear. Here, we found that T6BP as a critical fatty liver eliminator has a significant impact on the development of promising therapeutic targets. Additionally, vital T6BP-based pharmacon fragments that impede PYK2 dimerization have been found, offering new and effective treatments for advanced fatty liver symptoms and complications.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Advancing care in Crohn's disease-Time to standardise bowel preparation scales.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Does ESWL-ERCP for pancreatic duct stone removal change the natural course of symptomatic chronic calcific pancreatitis?\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: Recommendations for detection, assessment and management of suspected drug-induced liver injury during clinical trials in oncology patients.\r\nThis review brings together evidence-based recommendations and expert opinion to provide the first dedicated consensus for best practices in detection, assessment, and management of DILI in oncology clinical trials.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Update on the epidemiology and management of microscopic colitis.\r\nThere is an unmet need to further define the pathophysiology of microscopic colitis. Additionally, trials with novel therapies, particularly in patients with budesonide-refractory disease, are needed.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Where do non-invasive colorectal cancer tools 'FIT' alongside colonoscopy in the surveillance of high-risk patients?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Targeting TL1A and DR3: the new frontier of anti-cytokine therapy in IBD.\r\nIn conclusion, TL1A:DR3 signalling plays a central and multifaceted role in the immunological pathways that underlie intestinal inflammation, such as that observed in IBD. Such evidence provides the foundation for developing pharmaceutical approaches targeting this ligand-receptor pair in IBD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Clinical Updates in Colon Endoscopic Mucosal Resection.\r\n\r\nPubmed   Journal   ReadQx \r\nSmall Bowel Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Detective flow imaging endoscopic ultrasound for locating optimal puncture site for a poorly vascularized pancreatic mass.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of endoscopic selective muscular dissection for calcifying fibrous tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel traction method using a multi-loop traction device in colorectal endoscopic submucosal dissection: Anchor traction method.\r\n\r\nPubmed   Journal   ReadQx \r\nColorectal polyp size measurement: can we trust our own eyes?\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of rare tubular duplication small bowel malformation in adult woman by enteroscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nDigital single-operator cholangioscope-assisted endoscopic retrograde appendicitis therapy in the management of Crohn's disease with acute appendicitis.\r\n\r\nPubmed   Journal   ReadQx \r\nElectrohydraulic lithotripsy using double-balloon enteroscopy for removal of true enterolith in a patient with unknown ileal stenosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic incision for removal of an impacted appendiceal fecalith.\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophilic esophageal myositis: a rare cause of dysphagia.\r\n\r\nPubmed   Journal   ReadQx \r\nNever say never: a novel approach to tackle a bleeding ectopic varix.\r\n\r\nPubmed   Journal   ReadQx \r\nPeroral pancreatoscopy without a guidewire for intraductal papillary mucinous neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nPost-endoscopy upper gastrointestinal cancer: how to move from the dark side.\r\n\r\nPubmed   Journal   ReadQx \r\nSegmental absence of intestinal musculature in the cecum of an adult identified during endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nSurveillance after polyp removal: quality really matters.\r\n\r\nPubmed   Journal   ReadQx \r\nUnblocking a terminolateral anastomosis on an interposed coloplasty for caustic esophagitis: placement of a lumen-apposing metal stent to straighten the lumen.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of an endoscopic virtual ruler based on the fiber laser principle and artificial intelligence technology.\r\n\r\nPubmed   Journal   ReadQx \r\nUsefulness of a small-caliber tip transparent hood in endoscopic submucosal dissection for pharyngeal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Dual Targeting of Syndecan-1 and Glucose Transporter-1 with a Novel Lipid-Based Delivery System Enhances Therapeutic Efficacy and Overcomes Chemoresistance in Pancreatic Ductal Adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided Rendezvous versus Needle-knife Sphincterotomy Following Difficult Biliary Cannulation in ERCP for Benign Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReevaluating stemness in the intestinal crypt.\r\n\r\nPubmed   Journal   ReadQx \r\nStress Ulcer Prophylaxis in the Intensive Care Unit - More Evidence of Benefit.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Brain and the Immune System: A Dynamic Duo in Detecting and Defending.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A novel treatment:EUS-guided ethanol ablation for primary hyperparathyroidism ineligible by percutaneous access(with video).\r\n\r\nPubmed   Journal   ReadQx \r\nApplication of Functional Lumen Imaging Probe in the Evaluation and Treatment of Anorectal Strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nBest of Colonoscopy 2024.\r\n\r\nPubmed   Journal   ReadQx \r\nCyst in Chronic pancreatitis: A diagnostic mirage.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of ovarian adenocarcinoma by EUS-guided through-the-needle biopsy (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-Balloon Enteroscopy Retrieval of Dislodged Lumen Apposing Metal Stent.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-Guided Trans-gastric Drainage of Pancreaticopleural Fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of appendiceal endometriosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEnteroscopy-Assisted Band Ligation for Hemostasis of Deep Small Bowel Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nNew Therapeutic Approach for Anastomotic Leaks Following Ileoanal-J-Pouch Construction in Patients with Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nPre-procedure Arterial Embolization as a Novel Proactive Approach for Safe Endoscopic Submucosal Dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal tunneling biopsy is an effective technique for diagnosing malignant esophageal stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Commentary on: the management of patients with gastric intestinal metaplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh-risk varices in patients with Child-Pugh-Turcotte B and C: consider band ligation with carvedilol for preventing first variceal bleeding, especially in patients with MASLD-associated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nStatins for MAFLD/MASH: another brick in the wall while waiting for final answers.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Editorial: Looking at Neptune with a binocular. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Benchmarking clinical risk prediction algorithms with ensemble machine learning for the non-invasive diagnosis of liver fibrosis in NAFLD.\r\n\r\nPubmed   Journal   ReadQx \r\nUncovering epigenetic heterogeneity in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From dark bile to bright insight: A liver biopsy with advanced fibrosis and severe cholestasis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Advancing care in Crohn's disease-Time to standardise bowel preparation scales. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Does ESWL-ERCP for pancreatic duct stone removal change the natural course of symptomatic chronic calcific pancreatitis? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Assessing the prognostic value of agile 3+ and agile 4 scores in predicting chronic kidney disease development in patients with metabolic dysfunction-associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of myokines with disease progression and outcomes in patients with alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of myokines with disease progression and outcomes in patients with alcohol-associated liver disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing gastric cancer prevention-The need for a comprehensive three-tier emergency management strategy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing gastric cancer prevention-The need for a comprehensive three-tier emergency management strategy. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Ulcerative proctitis, a step towards addressing the knowledge gap, and a call for greater detail, in trial data-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Ulcerative proctitis-A step towards addressing the knowledge gap, and a call for greater detail, in trial data.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Diagnosis and Management of Pancreatic Cysts\".\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cold EMR, hot EMR or ESD for large benign adenoma: not one size fits all.\r\n\r\nPubmed   Journal   ReadQx \r\nExtending inflamed-class signature to predict immune checkpoint inhibitor-based combination therapy in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Addressing the Complexities of Food Insecurity and MASLD: A Call for Comprehensive and Culturally Sensitive Public Health Strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nFatigue and Patient Reported Outcomes (PROs) in Primary Sclerosing Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nPrediction of HBsAg loss after cessation of entecavir therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nReassessing the causal association between frailty and chronic liver disease: Evidence from genetic analyses.\r\n\r\nPubmed   Journal   ReadQx \r\nRecognizing Significant Role of Microvascular Invasion in Postoperative Aggressive Recurrence of Early Hepatocellular Carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-09-21T22:53:36-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-13-2024/",
    "title": "Fri Sep 13 2024",
    "description": "93 articles - From Friday Sep 06 2024 to Friday Sep 13 2024",
    "author": [],
    "date": "2024-09-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Guidelines in Practice: Alcohol-Associated Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Integrating Potassium-Competitive Acid Blockers Into Clinical Practice: Expert Review. \r\nBEST PRACTICE ADVICE 8: Clinicians should generally not use P-CABs as first-line therapy in the treatment or prophylaxis of peptic ulcer disease. BEST PRACTICE ADVICE 9: Although there is currently insufficient evidence for clinicians to use P-CABs as first-line therapy in patients with bleeding gastroduodenal ulcers and high-risk stigmata, their rapid and potent acid inhibition raises the possibility of their utility in this population.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy guideline on role of endoscopy in the diagnosis and management of solid pancreatic masses: methodology and review of evidence. \r\n\r\nPubmed   Journal   ReadQx \r\nAmerican Society for Gastrointestinal Endoscopy guideline on the role of endoscopy in the management of chronic pancreatitis: methodology and review of evidence.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal injection fluid and tattoo agents. \r\nThese may be commercially prepared agents or off-the-shelf materials with or without additives to facilitate visualization. A thorough understanding of the indications, techniques, properties of various agents, costs, and adverse events is necessary in choosing the appropriate materials and technique to optimize lesion resection in EMR and ESD.\r\nPubmed   Journal   ReadQx \r\nSummary: Guidewires in GI endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    TC-325 superiority in Malignant Gastrointestinal Bleeding - An Individual Patient Data Meta-analysis of Randomized Trials.\r\nInterpretation TC-325 appears superior to conventional endoscopic therapy in managing patients with malignant GIB. TC-325 results in improvements in immediate hemostasis, 30-day rebleeding and further bleeding, based on very low-to-low certainties of evidence.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    The association between obesity and malignant progression of Barrett's Esophagus: a systematic review and dose-response meta-analysis.\r\n Our meta-analysis provides some evidence that obesity as measured by BMI is associated with malignant progression of BE with a dose-response relationship. This finding requires confirmation in future high-quality cohort studies. Future risk prediction models could incorporate measures of obesity to potentially improve risk stratification in patients with BE.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Efficacy of hemostatic powder monotherapy versus conventional endoscopic treatment for nonvariceal gastrointestinal bleeding: a meta-analysis and trial sequential analysis.\r\nIn conclusion, HP monotherapy surpassed CET in terms of the initial hemostasis rate and 30-day rebleeding rate for patients with malignancy-related GI bleeding. However, their relative efficacy for non-malignancy-related GI bleeding remains unresolved.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Differences in disease characteristics and treatment exposures between paediatric and adult-onset inflammatory bowel disease using a registry-based cohort.\r\nPaediatric-onset presents with more extensive disease with higher exposures to immunomodulators and biologic therapies than adult-onset IBD.\r\nPubmed   Journal   ReadQx \r\nGlycaemic control is a modifiable risk factor for hepatocellular carcinoma and liver-related mortality in patients with diabetes.\r\nGlycaemic control is an independent risk factor for HCC and liver-related mortality, and should be incorporated into oncoprotective strategies in the general DM population.\r\nPubmed   Journal   ReadQx \r\nLow socioeconomic status exacerbates unmet health-related needs in patients with autoimmune hepatitis.\r\n There is a high burden of health-related unmet needs in al patients with AIH that is exacerbated by low SES.\r\nPubmed   Journal   ReadQx \r\nMASLD in people with HIV exhibits higher fibrosis stage despite lower disease activity than in matched controls.\r\n The NAS and histological drivers of fibrosis (e.g. inflammation and hepatocyte ballooning) are less pronounced in MASLD-PWH, and yet fibrosis stage was generally higher when compared to matched controls with MASLD without HIV. This suggests HIV-specific factors beyond hepatic necroinflammation may contribute to fibrosis progression in MASLD-PWH.\r\nPubmed   Journal   ReadQx \r\nTrends of chronic liver diseases by income level and socioeconomic factors in the United States: A population-based study.\r\n LIG and MIG in the United States have higher liver disease burdens than HIG, with increasing NAFLD prevalence and lack of decline in current HCV infection prevalence over time as opposed to declining or stable trend in HIG.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Management after obstetric anal sphincter injury: anorectal manometry and symptoms predict long-term fecal incontinence.\r\nSymptoms of anal incontinence and ARM in patients post OASI are both useful to predict subsequent long-term FI with a best-fit cut-off of 59mmHg for anal resting pressure. This provides rationale for routine ARM and accurate symptom assessment in al patients after OASI, to identify high risk groups to follow and treat, and it may assist decision-making regarding mode of subsequent obstetric deliveries.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Belching Disorders and Their Characteristics in the General Adult Population.\r\n A detailed epidemiology of belching disorders in adults was clarified.\r\nPubmed   Journal   ReadQx \r\nPrimary liver cancer risk and mortality in patients with alcohol-related cirrhosis in England and Denmark: observational cohort studies.\r\n The risk of primary liver cancer was the same in English and Danish patients with ALD cirrhosis, and HCCs constituted 97% of primary liver cancers. Mortality with primary liver cancer was equally high in both countries. Notably, in England, where guidance recommends biannual HCC surveillance with ultrasound, patients with ALD cirrhosis were undergoing fewer than 1 ultrasound scan per year.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Impact of time period and birth cohort on the trend of advanced neoplasm prevalence in the 40-49 average-risk screening population.\r\n The prevalence of AN in age 40-54 increased in the Taiwanese population, with a later birth cohort having a higher prevalence of AN. However, the prevalence of AN in age 45-49 increased more remarkably and approximated that in age 50-54, which may justify earlier initiation of CRC screening at age 45.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Additional over-the-scope-clip closure can shorten endoscopic vacuum therapy for postoperative upper gastrointestinal leakage.\r\nThe addition of OTSCs after successful EVT is safe and has the potential to shorten leakage therapy, enabling earlier discharge along with better functional outcomes.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of radial incision and cutting for nonsurgical refractory benign esophageal stricture.\r\nRIC for nonsurgical refractory benign esophageal stricture is an effective and safe treatment option.\r\nPubmed   Journal   ReadQx \r\nLymphovascular invasion is a dominant risk factor for lymph node metastasis in T2 rectal cancer. \r\nThis was a large study on LNM in T2 rectal cancer which showed that LVI is the dominant risk factor. Moreover, low age constituted an independent risk factor, whereas gender, resection margin, PNI, histologic grade, and mucinous cancer were not independent risk factors of LNM. Thus, these findings may provide a useful basis for management of patients after local resection of early rectal cancer.\r\nPubmed   Journal   ReadQx \r\nPerformance evaluation of endoscopic ultrasonography needles: Experimental study.\r\nThe performance of the six needles differed in various ways. Understanding the characteristics of each needle may allow for selection of the appropriate needle for each situation.\r\nPubmed   Journal   ReadQx \r\nUsefulness of an ultrathin endoscope in esophageal endoscopic submucosal dissection.\r\nUltrathin endoscopes may be useful for difficult esophageal ESD.\r\nPubmed   Journal   ReadQx \r\nValidation and efficacy of the Varix Trainer model as a Training device for esophagogastroduodenoscopy. \r\nThe VTM1 distinguished varying levels of expertise for al techniques, suggesting that it is a valid tool for assessing endoscope manipulation skill. A short curriculum improved novices' manipulation skills faster than traditional practice.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Prospective single-arm trial on feasibility and safety of endoscopic robotic system for colonic endoscopic submucosal dissection.\r\n This first clinical trial confirmed the safety and efficacy of performing colorectal ESD using EndoMaster EASE robotic system (Clinicaltrial.gov  NCT04196062).\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Healthy first-degree relatives from multiplex families versus simplex families have a higher subclinical intestinal inflammation, a distinct fecal microbial signature, and harbor a higher risk of developing Crohn's disease.\r\n Within FDRs of patients with CD, participants from multiplex families had a 3-fold increased risk of CD onset, a higher FCP, and an altered bacterial composition, but not genetic burden or altered gut permeability. These results suggest that putative environmental factors might be enriched in FDRs from multiplex families.\r\nPubmed   Journal   ReadQx \r\nUNVEILING CANCER-RELATED METAPLASTIC CELLS IN BOTH HELICOBACTER PYLORI INFECTION AND AUTOIMMUNE GASTRITIS.\r\n Both Hp infection and AIG trigger a diverse array of metaplastic cell types. Identification of a cancer-related metaplastic cell uniquely expressing ANPEP/CD13, present in both Hp- and AIG-induced gastritis, indicates the carcinogenic capacity of both diseases. This discovery can guide early detection and risk stratification for patients with chronic gastritis.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Multimodal Convolutional Neural Network-Based Algorithm for Real-Time Detection and Differentiation of Malignant and Inflammatory Biliary Strictures in Cholangioscopy: a Proof of Concept Study with Video.\r\n Our algorithm distinguishes malignant and inflammatory bile duct lesions in dSOC videos, indicating the potential of CNN-based diagnostic support systems for both, CADe and CADx. The integration of non-image data can improve CNN based support systems, targeting current challenges in the assessment of biliary strictures.\r\nPubmed   Journal   ReadQx \r\nProphylactic endoscopic vacuum therapy for stricture prevention following wide-field endoscopic submucosal dissection of superficial esophageal cancer.\r\nThe prophylactic combination of EVT and BOT is a novel and promising strategy for reducing post-ESD strictures.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of underwater endoscopic mucosal resection for 10-20 mm colorectal serrated lesions (SEA CLEAR study).\r\nThis two-center prospective study demonstrated that UEMR for SLs sized 10-20 mm was comparable to previous conventional endoscopic mucosal resection outcomes.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Epidemiology of gastrointestinal cancers: a systematic analysis from the Global Burden of Disease Study 2021.\r\nAlthough the ASIR of oesophageal, gastric and biliary tract cancer has decreased, the ASIR still increased in colorectal, pancreatic and liver cancer from steatotic liver disease. Public policies are important for controlling gastrointestinal cancers-most importantly, reducing alcohol consumption, hepatitis B immunisation and tackling the burden of metabolic diseases.\r\nPubmed   Journal   ReadQx \r\nIdentification of PRMT5 as a therapeutic target in cholangiocarcinoma.\r\n PRMT5 and MEP50 are frequently upregulated in human CCA, and PRMT5-targeting drugs have significant antitumoural efficacy in clinically relevant CCA models. Our findings support the evaluation of PRMT5 inhibitors in clinical trials, including their combination with cytotoxic and immune therapies.\r\nPubmed   Journal   ReadQx \r\nLong-term hepatitis B surface antigen response after finite treatment of ARC-520 or JNJ-3989.\r\n Short-duration siRNA treatment suppressed HBsAg expression with a prolonged effect for up to 6 years in some participants.\r\nPubmed   Journal   ReadQx \r\nMicrobiota-induced S100A11-RAGE axis underlies immune evasion in right-sided colon adenomas and is a therapeutic target to boost anti-PD1 efficacy.\r\n Our findings unravelled that dysfunctional goblet cells and consequential bacterial translocation activated the S100A11-RAGE axis in right-sided colon ADs, which recruits MDSCs to promote immune evasion. Targeting this axis by Azeliragon improves the efficacy of immunotherapy in colon cancer.\r\nPubmed   Journal   ReadQx \r\nRisk of hepatic events associated with use of sodium-glucose cotransporter-2 inhibitors versus glucagon-like peptide-1 receptor agonists, and thiazolidinediones among patients with metabolic dysfunction-associated steatotic liver disease.\r\nIn this nationwide cohort study, SGLT-2i was associated with a lower risk of hepatic decompensation events in patients with MASLD compared with TZD, while demonstrating similar effectiveness to GLP-1RA.\r\nPubmed   Journal   ReadQx \r\nSphincterotomy for biliary sphincter of Oddi disorder and idiopathic acute recurrent pancreatitis: the RESPOnD longitudinal cohort.\r\n Nearly 60% of patients undergoing ERCP for suspected SOD improve, although the contribution of a placebo response is unknown. Contrary to prevailing belief, duct size and labs are poor response predictors. AP recurrence was common and like observations from prior non-intervention cohorts, suggesting no benefit of sphincterotomy in mitigating future AP episodes.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Association of hepatitis delta virus infection and hepatocellular carcinoma, hepatic decompensation, all-cause and liver-related death in a national cohort.\r\n In a predominantly U.S born cohort of Veterans, HDV co-infection was associated with an increased risk of liver-related outcomes and all-cause mortality. Our findings support widespread testing for early identification of HDV.\r\nPubmed   Journal   ReadQx \r\nCentral role for cholangiocyte pathobiology in cholestatic liver diseases.\r\nThe crosstalk between cholangiocytes and cells of the innate (neutrophils and macrophages), and adaptive (T-cells and B-cells) immune systems is also examined in detail. The information will help consolidate information on this topic, guide further research and potential therapeutic strategies for these diseases.\r\nPubmed   Journal   ReadQx \r\nDisparity landscapes of viral-induced structural variations in hepatocellular carcinoma: Mechanistic characterization and functional implications. \r\nAdditionally, clonal disparity of HBV integration was observed among patients and the higher level of clonal disparity score can indicate poor patients' prognostication. Taken together, our study uncovered the different levels of clonal enrichment of HBV integration, mechanistic insights, and prognostic biomarker signature, to strengthen our understanding in HBV-associated hepatocarcinogenesis.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of infliximab in patients with autoimmune hepatitis.\r\n Our study suggests that infliximab may be an effective and safe rescue therapy in AIH.\r\nPubmed   Journal   ReadQx \r\nHAF prevents hepatocyte apoptosis and progression to MASH and hepatocellular carcinoma through transcriptional regulation of the NF-κB pathway.\r\nHAF is novel transcriptional regulator of the NF-κB pathway and is a key determinant of cell fate during progression to MASH and MASH-HCC.\r\nPubmed   Journal   ReadQx \r\nHEAR-MHE study: Automated speech analysis identifies minimal hepatic encephalopathy and may predict future overt hepatic encephalopathy.\r\nAutomated speech analysis highly correlated with validated HE tests, associated with MHE, and may predict future OHE. Future research is needed to validate this tool and to understand how it can be implemented in clinical practice.\r\nPubmed   Journal   ReadQx \r\nHKDC1 promotes liver cancer stemness under hypoxia via stabilizing β-catenin.\r\nOverall, our findings underscore HKDC1 as a prometastatic HK specifically expressed in the malignant compartment of primary liver tumors, thereby providing a mechanistic basis for targeting this enzyme in advanced liver cancer.\r\nPubmed   Journal   ReadQx \r\nHealth-Related quality of life (HRQL) assessments in a 52-Week, Double-Blind, randomized, Placebo-Controlled phase 3 study of resmetirom (MGL-3196) in patients with metabolic dysfunction associated steatohepatitis (MASH) and fibrosis.\r\nMASH/NASH patients with fibrosis improvement or resolution of MASH with resmetirom experienced clinically meaningful and statistically significant HRQL improvements.\r\nPubmed   Journal   ReadQx \r\nPredictors of long-term clinical outcomes after TIPS: An ALTA group study.\r\nAmong patients with early post-TIPS TFS, prognosis and need for LT should be reassessed, informed by post-procedure changes in MELD-Na and clinical status. For selected patients, \"destination TIPS\" without LT may offer long-term survival with freedom from portal hypertensive complications.\r\nPubmed   Journal   ReadQx \r\nStretch-induced hepatic endothelial mechanocrine promotes hepatocyte proliferation.\r\nOur findings indicate that mechanical stretch-induced HB-EGF up-regulation in LSECs via YAP translocation can promote the hepatocyte proliferation during liver regeneration through a mechanocrine manner, which deepens the understanding of the mechanical-biological coupling in liver regeneration.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Assessment of liver graft quality during hypothermic oxygenated perfusion: the first international validation study.\r\nThis first international study validates the predictive value of the mitochondrial co-factor FMN, released from complex I during HOPE, and may therefore contribute to a better risk stratification of injured livers before implantation. Impact and implications Analysis of 473 perfusates, collected from 10 international centers during hypothermic oxygenated perfusion (HOPE), revealed that mitochondria derived flavin mononucleotide (FMN) values in perfusate is predictive for graft loss, cholangiopathy, and kidney failure after liver transplantation. This result is of high clinical relevance, as recognition of graft quality is urgently needed to improve the safe utilization of marginal livers. Ex-situ machine perfusion approaches, such as HOPE, are therefore likely to increase the number of useable liver grafts.\r\nPubmed   Journal   ReadQx \r\nIntention-to-treat outcomes of patients with hepatocellular carcinoma receiving immunotherapy before liver transplant: the multicenter VITALITY study.\r\nThe first multicenter evaluation of HCC patients receiving ICI pre-LT demonstrates favorable survival and safety outcomes, justifying continued utilization and further evaluation of this strategy in clinical practice. High tumor burden, doubling of AFP levels, and radiographic response were identified as predictors of unfavorable oncologic outcomes. Impact and implications The first multicenter evaluation of pre-transplant immune-checkpoint-inhibitors in hepatocellular carcinoma to show promising intention-to-treat survival, safety and rejection rates. Immune-checkpoint-inhibitors, either alone or combined with LRT, demonstrate reliable efficacy. This preoperative strategy could be particularly beneficial for high-risk patients, including those requiring downstaging or with elevated AFP levels despite locoregional treatment. These findings fill current knowledge gaps and offer reassuring evidence for the feasibility of pre-transplant use of immune-checkpoint-inhibitors, pending results from ongoing trials.\r\nPubmed   Journal   ReadQx \r\nNon-invasive assessment of severe liver fibrosis in patients with Fontan-associated liver disease: The VALDIG-EASL FONLIVER cohort.\r\n Severe liver fibrosis is prevalent in adults following Fontan-type palliation and can be effectively estimated using with the novel FonLiver risk score. This scoring system can be easily incorporated into the routine assessment of patients with Fontan circulation.\r\nPubmed   Journal   ReadQx \r\nTargeting PYK2 with heterobifunctional T6BP helps mitigate MASLD and MASH-HCC progression.\r\nOur study revealed a previously unknown mechanism  identification of T6BP as a key eliminator of fatty liver strongly contributes to the development of promising therapeutic targets, and the discovery of crucial fragments of T6BP-based pharmacon that interrupt PYK2 dimerization are novel and viable treatments for fatty liver and its advanced symptoms and complications. Impact and implications Excessive high-energy diet ingestion is critical in driving steatohepatitis via regulation of hepatocyte non-receptor tyrosine kinases. The mechanisms under lying the regulation of hepatocyte PYK2 in metabolic dysfunction-associated steatohepatitis (MASH) remain largely unclear. Here, we found that T6BP as a critical fatty liver eliminator has a significant impact on the development of promising therapeutic targets. Additionally, vital T6BP-based pharmacon fragments that impede PYK2 dimerization have been found, offering new and effective treatments for advanced fatty liver symptoms and complications.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Emulsifiers and thickeners in our food-Do they alter gut permeability?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Intestinal permeability in disorders of gut-brain interaction (DGBI): From bench to bedside.\r\nAdditionally, the microbiome's significant role in the communication between the brain and gut has led to the integrative model of a microbiome gut brain axis with reciprocal interactions between brain networks and networks comprised of multiple cells in the gut, including immune cells, enterochromaffin cells, gut microbiota and the derived luminal mediators. This review highlights the techniques for assessment of barrier function, appraises evidence for barrier dysfunction in DGBI including mechanistic studies in humans as well as provides an overview of therapeutic strategies that can be used to directly or indirectly restore barrier function in DGBI patients.\r\nPubmed   Journal   ReadQx \r\nPortal Fibrosis and the Ductular Reaction: Pathophysiological Role in the Progression of Liver Disease and Translational Opportunities.\r\nHere, we will critically review the latest advances, in terms of mechanisms, pathophysiology, and treatment prospects. In addition, we will delineate future avenues of research including innovative translational opportunities.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Targeting TL1A and DR3: the new frontier of anti-cytokine therapy in IBD.\r\nTL1A:DR3 signalling plays a central and multifaceted role in the immunological pathways that underlie intestinal inflammation, such as that observed in IBD. Such evidence provides the foundation for developing pharmaceutical approaches targeting this ligand-receptor pair in IBD.\r\nPubmed   Journal   ReadQx \r\nWhere are we with gastric cancer screening in Europe in 2024?\r\nThis paper provides an overview of the recent decisions of the European authorities, the progress towards gastric cancer implementation in Europe and expected challenges. Finally, a potential algorithm for gastric cancer screening in Europe is proposed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Clinical Updates in Colon Endoscopic Mucosal Resection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Detective flow imaging endoscopic ultrasound for locating optimal puncture site for a poorly vascularized pancreatic mass. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Colon polyp surveillance - similar outcomes by size across the histology divide.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection combined with endoscopic hand-suturing for a superficial esophageal cancer in a diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful removal of a stuck plastic stent in an echoendoscope by additional insertion of a transnasal endoscope.\r\n\r\nPubmed   Journal   ReadQx \r\nWalled-off necrosis treatment: additional evidence.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Head-to Head Comparison of Risankizumab and Ustekinumab as second line therapy in moderate to severely active Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPROTEOMIC BIOMARKERS IN SERUM PREDICT VILLOUS ATROPHY DEVELOPMENT IN ASYMPTOMATIC POTENTIAL CELIAC DISEASE CHILDREN AT TIME OF DIAGNOSIS.\r\n\r\nPubmed   Journal   ReadQx \r\nPragmatic Resect and Discard Implementation using Computer-assisted Optical Polyp Diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nRisankizumab for Induction and Maintenance of Remission in Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nTofu-like Disfiguring Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Application of Functional Lumen Imaging Probe in the Evaluation and Treatment of Anorectal Strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-Guided Trans-gastric Drainage of Pancreaticopleural Fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of appendiceal endometriosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEnteroscopy-Assisted Band Ligation for Hemostasis of Deep Small Bowel Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nNew Therapeutic Approach for Anastomotic Leaks Following Ileoanal-J-Pouch Construction in Patients with Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal tunneling biopsy is an effective technique for diagnosing malignant esophageal stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cholesterol's new tricks propel MASH-HCC: impact in immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Emulsifiers and thickeners in our food-Do they alter gut permeability? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association between terlipressin and multi-drug-resistant organism rectal colonisation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association between terlipressin and multidrug-resistant organism rectal colonization: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Beyond advanced fibrosis-The critical need for assessing NITs performance in identifying F2-F3 fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Beyond advanced fibrosis-The critical need for assessing NITs performance in identifying F2-F3 fibrosis. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Bisphosphonate effectiveness in patients with cirrhosis-An emulated clinical trial.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Bisphosphonate effectiveness in patients with cirrhosis-an emulated clinical trial. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Dietary emulsifiers and intestinal health-The beginning of an evolving story: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Effect of dietary additives on intestinal barrier and acute stress in healthy adults.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing cirrhosis management-The critical role of social workers in supporting NAFLD surveillance.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing cirrhosis management-The critical role of social workers in supporting NAFLD surveillance: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Social work and clinical synergy-Optimising health interventions for elderly DGBI populations.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Social work and clinical synergy-Optimizing health interventions for elderly DGBI populations: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Metabolic Dysfunction-Associated Fibrosis 5 (MAF-5) Score Predicts Liver Fibrosis Risk and Outcome in the General Population With Metabolic Dysfunction\".\r\n\r\nPubmed   Journal   ReadQx \r\nGlucagon-like peptide 1 receptor agonists and risk of adverse anesthesia events: caution warranted when interpreting associations with pulmonary aspiration.\r\n\r\nPubmed   Journal   ReadQx \r\nWith Great Statistical Power Comes Great Responsibility: Pitfalls of Claims Database Research on the Periprocedural GLP-1 Receptor Agonist Management Debate.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    AlphaMissense versus laboratory-based pathogenicity prediction of 13 novel missense CPA1 variants from pancreatitis cases.\r\n\r\nPubmed   Journal   ReadQx \r\nExtending inflamed-class signature to predict immune checkpoint inhibitor-based combination therapy in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nIncorporating all the evidence: the role of EGJ-CI in GERD diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Reply: Implications of Mycophenolate Mofetil in a reproductive age patient cohort: Maternal Fetal Medicine point of view.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-09-13T22:50:18-04:00",
    "input_file": {}
  }
]
