[
  {
    "path": "gi/04-04-2025/",
    "title": "Fri Apr 04 2025",
    "description": "85 articles - From Friday Mar 28 2025 to Friday Apr 04 2025",
    "author": [],
    "date": "2025-04-04",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endoscopy\r\n    Use of computer-assisted detection (CADe) colonoscopy in colorectal cancer screening and surveillance: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement.\r\nThis is due to the potential benefits, although limited, of reduction in colorectal cancer incidence and mortality. This recommendation is weak, because the evidence is limited with considerable uncertainty of the evidence estimates, the absolute benefits for colorectal cancer incidence and mortality are small, and there is a patient burden associated with CADe (more polyp overdiagnosis and more colonoscopy surveillance).\r\nPubmed   Journal   ReadQx \r\nGut\r\n    British Society of Gastroenterology guidelines for diagnosis and management of autoimmune hepatitis.\r\nThe aim of this guideline is to review and summarise the current evidence, in order to inform and guide diagnosis and management of patients with AIH and its variant syndromes. The main focus is on AIH in adults, but the guidelines should also be relevant to older children and adolescents.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Colonoscopy-related adverse events in the 21st century: an updated systematic review and meta-analysis.\r\n This comprehensive meta-analysis provides valuable insights into the global incidence of colonoscopy-related AEs and underscores the imperative need for continuous efforts to enhance the safety of this procedure.\r\nPubmed   Journal   ReadQx \r\nOverall and Cause-Specific Mortality in Patients with Barrett's Esophagus: A Systematic Review and Meta-Analysis of Population-Based Studies.\r\n BE patients exhibit a higher all-cause mortality, driven in part by risk of EC mortality. A personalized approach to surveillance, mitigating risk of EC while recognizing the broader mortality risks, is warranted.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Afamin and Apolipoprotein F Associated With Liver Steatosis From People Living With HIV: A Discovery Study.\r\nThese findings suggest that the identified proteins could serve as promising biomarkers of LS in PLWH, paving the way for further investigations into the roles of these proteins in LS development in this unique population.\r\nPubmed   Journal   ReadQx \r\nAssociation of High-Sensitivity Troponins in Metabolic Dysfunction-Associated Steatotic Liver Disease With All-Cause and Cause-Specific Mortality.\r\n Screening hs-troponin T or I in individuals with MASLD can identify at-risk subpopulations within this group that have a higher risk for future all-cause mortality, predominantly due to cardiovascular disease-related mortality in the population without cardiovascular disease.\r\nPubmed   Journal   ReadQx \r\nLimitations of Faecal Calprotectin in Detecting Histological Changes and Persistent Villous Atrophy in Patients With Coeliac Disease on a Gluten-Free Diet.\r\nAlthough significant histological lesions (Marsh II-III) decreased from 24% to 10%, faecal calprotectin levels fluctuated without correlation to anti-transglutaminase, adherence or histological remission, and did not differentiate between lesion grades. Our findings underscore faecal calprotectin's unreliability in monitoring mucosal healing in adults with coeliac disease, highlighting the urgent need for alternative biomarkers.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    ALADDIN: A Machine Learning Approach to Enhance the Prediction of Significant Fibrosis or Higher in MASLD.\r\nAlong with the SAFE model developed to target significant fibrosis or higher, ALADDIN-F2-VCTE ( uniquely supports a refined non-invasive approach to patient selection for resmetirom without the need for liver biopsy. Additionally, ALADDIN-F2-Lab ( offers an effective alternative when VCTE is unavailable.\r\nPubmed   Journal   ReadQx \r\nAssociation of Components of Metabolic Syndrome and the Progression of Nonalcoholic Fatty Liver Disease.\r\n In the cohort of NAFLD patients, MetS was associated with greater histological severity at baseline but was not a risk factor for disease progression or regression. Impaired glucose/diabetes was associated with a higher rate and hypertension with a lower rate of fibrosis progression.\r\nPubmed   Journal   ReadQx \r\nAssociation of Race and Ethnicity with Healthcare Utilization for Inflammatory Bowel Disease in the United States: A Retrospective Cohort Study.\r\n Healthcare utilization for long-term management of inflammatory bowel disease is lower in historically marginalized racial and ethnic groups compared to White Americans. Further research is needed to identify and address modifiable patient, clinician, and healthcare system barriers to achieve health equity in the management of inflammatory bowel disease.\r\nPubmed   Journal   ReadQx \r\nChanges in gastroenterology service volumes and billing patterns associated with declining Medicare reimbursement.\r\n Within Medicare, decreasing procedural reimbursement is associated with decreased procedural volumes and fewer participating gastroenterologists.\r\nPubmed   Journal   ReadQx \r\nCharacteristics of post-polypectomy colorectal cancer events and deaths.\r\nMost PPCRC events and deaths were diagnosed before the next recommended exam, largely due to procedural factors, underscoring the need to optimize quality of baseline colonoscopy and polypectomy. Many PPCRCs were diagnosed after recommended exam, suggesting the need to improve patient adherence to recommended surveillance intervals.\r\nPubmed   Journal   ReadQx \r\nGastric (Foveolar) Dysplasia in Barrett's Esophagus: A Clinical, Molecular and Long-Term Outcome Study.\r\n Gastric type dysplasia is common in BE. Our study suggests that this type of dysplasia may represent a more aggressive form of neoplastic precursor than conventional intestinal type dysplasia.\r\nPubmed   Journal   ReadQx \r\nIncidence and survival of colorectal cancer in the United Kingdom from 2000-2021: a population-based cohort study.\r\n Although the overall incidence in the population has plateaued, a worrying increasing trend of early-onset CRC was observed. Moreover, the slight improvement in overall survival suggests that significant progress is still needed. These findings highlight the urgent need for continued research and resource allocation to improve the diagnosis and management of colorectal cancer.\r\nPubmed   Journal   ReadQx \r\nLiver Cleansing Imposters: An Analysis Of Popular Online Liver Supplements.\r\nThis study reveals a thriving market for liver supplements despite limited scientific evidence supporting their efficacy. The prevalence of bold health claims, high consumer satisfaction, and significant sales highlight the need for more rigorous evaluation and regulation of these products. Healthcare providers should be aware of these trends to better counsel patients on evidence-based approaches to liver health.\r\nPubmed   Journal   ReadQx \r\nLoss of response to off-label swallowed topical corticosteroids in eosinophilic esophagitis can be overcome by a switch to an esophageal-targeted budesonide formulation.\r\n Most patients non-responding to olSTC are not true corticosteroid-refractory but respond to an esophageal-targeted budesonide formulation. Age below 30 years, longer treatment duration and low adherence are associated with olSTC-failure.\r\nPubmed   Journal   ReadQx \r\nRaising the age for starting colonoscopy to 35 years for individuals with path_MSH6 carriers may lead to missed opportunities for detecting advanced neoplasia in a notable percentage of carriers.\r\n Our findings suggest that the recommendation to raise the age for initiating colonoscopy to 35 years for path_MSH6 carriers merits careful consideration, as there is a possibility that AN may not be detected. Given the limited size of our study and the potential for ascertainment bias, we encourage further research to explore and validate our findings.\r\nPubmed   Journal   ReadQx \r\nRisk of Colorectal Endoscopic Submucosal Dissection in Older Adults: A Nationwide Study in Japan.\r\nThe risks of AEs during colorectal ESD increase with age, particularly in patients aged ≥85 years.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Endoscopic Retrograde Appendicitis Therapy for pediatric patients: A Single-Center Retrospective Study in Chinese Children.\r\nERAT appears to be a safe and effective alternative approach to treat appendicitis in pediatric patients, especially for obstructive appendicitis with appendicolith.\r\nPubmed   Journal   ReadQx \r\nTraining and Performance of an Electrocardiogram-enabled Machine Learning Model for Detection of Advanced Chronic Liver Disease.\r\n An ECG-enabled ML model affords great promise in identifying advanced CLD in low resource areas.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Peroral endoscopic myotomy for symptomatic blown-out myotomy following previous myotomy for achalasia.\r\nClinical success was equivalent between the two groups at the 2-year follow-up (85.7% vs 92.3%;  = 0.16). Based on this study, POEM could be considered as an effective treatment option for patients with symptomatic BOM.\r\nPubmed   Journal   ReadQx \r\nProton pump inhibitors are associated with occlusion of lumen-apposing metal stents and higher frequency of endoscopic necrosectomies - A European-wide multicenter cohort study.\r\n Intake of PPIs upon LAMS placement is associated with a higher LAMS occlusion and necrosectomy rate.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AI-Enabled Clinical Trials in IBD: Automating and Enhancing Disease Assessment and Study Management.\r\nLarge language models and generative AI are automating the collection of high-quality data from electronic records and improving our ability to predict patient outcomes. This narrative review will focus on AI tools available today, their expected implementation, and future-facing opportunities for AI to reimagine IBD clinical trials.\r\nPubmed   Journal   ReadQx \r\nActive inflammatory bowel disease on intestinal ultrasound during pregnancy is associated with an increased risk of adverse pregnancy and neonatal outcomes independent of clinical and biochemical disease activity.\r\n Active IBD on IUS in pregnancy is associated with an increased risk of adverse pregnancy outcomes, independent of clinical activity and FCP. Use of IUS monitoring antenatally should be considered to guide therapeutic decision making.\r\nPubmed   Journal   ReadQx \r\nStromal Stiffness-Regulated IGF2BP2 in Pancreatic Cancer Drives Immune Evasion via Sphingomyelin Metabolism.\r\n These findings emphasize the critical interplay between extrinsic matrix stiffness and intrinsic IGF2BP2-regulated sphingomyelin synthesis, identifying a promising target for immunotherapeutic strategies in PDAC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Risk of post-ERCP pancreatitis due to placement of biliary self-expandable metal stents (SEMS): a single-center retrospective study.\r\nAt our center, SEMS placement was found to be an independent risk factor for the development of PEP.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Combining faecal haemoglobin, iron deficiency anaemia status and age can improve colorectal cancer risk prediction in patients attending primary care with bowel symptoms: a retrospective observational study.\r\n Combining f-Hb, patient age and IDA status improves CRC risk prediction, identifies a low-risk group with f-Hb<20 µg Hb/g and no IDA and could inform revised referral guidance.\r\nPubmed   Journal   ReadQx \r\nStressed hepatocyte sustains alcohol-associated hepatitis progression by producing leukocyte cell-derived chemotaxin 2.\r\n Our studies identified a novel vicious cycle between neutrophils and hepatocytes through the LECT2-PHB2 interaction, presenting a promising therapeutic intervention by targeting LECT2 to mitigate AH in patients.\r\nPubmed   Journal   ReadQx \r\nTumour-intrinsic alterations and stromal matrix remodelling promote Wnt-niche independence during diffuse-type gastric cancer progression.\r\nOur findings demonstrate that tumour cell-derived ligand expression and extracellular matrix remodelling sustain Wnt signalling during DGC progression. These complementary mechanisms promote niche independence enabling expansion of undifferentiated DGC cells needed for the development of advanced tumours.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Comparative effectiveness of immunotherapy versus lenvatinib in advanced hepatocellular carcinoma: A real-world analysis using target trial emulation.\r\nIn this real-world analysis, immunotherapy was associated with improved OS compared to lenvatinib in advanced HCC, with consistent benefit across most subgroups. These findings support the use of immunotherapy as a first-line treatment for advanced HCC.\r\nPubmed   Journal   ReadQx \r\nEpidemiological and economical burden of cholestatic liver disease.\r\nAn accurate understanding of the epidemiology and burden of disease on both the individual and society of cholestatic diseases is of great importance. This review aims at providing a comprehensive overview of the current literature on the epidemiology, health related quality of life, and economical burden of PSC, PBC, and IgG4-C.\r\nPubmed   Journal   ReadQx \r\nGetting to HBV Cure - will new biomarkers help?\r\nIn this review, the serological, virological and immunological biomarkers are described with a focus on how they can be used to guide development of HBV cure strategies. New terminology is proposed for clinical endpoints, including Sustained Control to replace the concept of partial cure and Resolved Chronic Infection to replace Functional Cure, reserving the term Cure for clearance or silencing of al cccDNA and integrated HBV DNA.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cause-specific mortality in 13,099 patients with metabolic dysfunction-associated steatotic liver disease in Sweden.\r\nMASLD was strongly associated with liver- and HCC-related mortality, but the absolute risks of death were highest for non-HCC cancer and cardiovascular disease. Mortality was increased for nearly al causes in patients with MASLD, suggesting that earlier multidisciplinary care is needed to reduce excess mortality. Impact and implications Previous studies on mortality in patients with metabolic dysfunction-associated steatotic liver disease (MASLD) were either small, restricted to liver-related mortality, relying on liver biopsy to identify patients and thus inducing selection bias, or mainly using data from old cohorts. In a nationwide cohort study of al patients diagnosed with MASLD in inpatient or specialized outpatient care in Sweden between 2002 and 2020, we found a nearly doubled all-cause mortality rate and higher mortality than the general population from a wide range of causes, indicating that earlier multidisciplinary care may be needed to reduce premature mortality in patients with MASLD. The absolute risk estimates of death in our study may be useful for clinicians and policymakers to inform patients about their prognosis and potentially implement clinical or public health strategies to reduce premature mortality.\r\nPubmed   Journal   ReadQx \r\nHealth-related quality of life in participants with advanced biliary tract cancer from the randomized phase III KEYNOTE-966 study.\r\n HRQoL was maintained after adding pembrolizumab to gemcitabine and cisplatin, further supporting this regimen as first-line treatment for advanced BTC. Impact and implications Biliary tract cancer (BTC) is often diagnosed at late stages because most patients do not present with disease-specific symptoms. Compared with the general population, patients with advanced BTC report worse physical, emotional, and functional well-being. In KEYNOTE-966, adding the programmed cell death protein 1 (PD-1) inhibitor pembrolizumab to gemcitabine and cisplatin as first-line therapy for participants with advanced BTC produced a statistically significant and clinically meaningful improvement in overall survival. The prespecified patient-reported outcomes results from KEYNOTE-966 presented herein demonstrated that health-related quality of life was maintained after adding pembrolizumab to gemcitabine and cisplatin, further supporting this regimen as first-line treatment for advanced BTC. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nLiposomal irinotecan for previously treated patients with biliary tract cancer: A pooled analysis of NIFTY and NALIRICC trials.\r\n The addition of nal-IRI to 5-FU/LV significantly improved PFS and ORR, supporting its potential as subsequent-line therapy. Differences in safety profiles underscore the relevance of ethnicity for nal-IRI in patients with BTC. Impact and implications Current standard of care for second-line therapy in patients with advanced biliary tract cancer (BTC) is FOLFOX. This study provides robust evidence supporting the potential role of additional liposomal irinotecan (nal-IRI) to fluorouracil and leucovorin (5-FU/LV) as a subsequent therapy for patients with BTC who have progressed on gemcitabine-based regimens. The findings demonstrate significant improvements in progression-free survival and overall response rates, emphasizing its potential to address the limited treatment options in this patient population. Furthermore, the study underscores the necessity of considering ethnic differences in adverse event profiles to optimize treatment administration and patient outcomes. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\neIF3f promotes tumour malignancy by remodelling fatty acid biosynthesis in hepatocellular carcinoma.\r\nTargeting the eIF3f-ACSL4-FAB axis could decelerate HCC malignancy and enhance anti-programmed cell death-1 efficacy, suggesting that eIF3f is a potential target for precision therapy in HCC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Air Pollution Associated With Mortality Among Chronic Hepatitis B Patients. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Chrononutrition and MASLD-Its About Time (Restricted Feeding)!\r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Individualised Management of Reflux-Like Symptoms-Strategies Beyond Acid Suppression.\r\nA paradigm shift in reflux-like symptom management is required such that acid suppression is viewed as one of several interventions that can be utilised as part of a phenotype-driven, individualised approach to care that acknowledges the multiple contributors to symptom burden.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Burden of Non-malignant Liver and Pancreatic Diseases in the United States Population: Rates and Trends.\r\nThe burden of non-malignant liver and pancreatic diseases in the United States is substantial. The rise in liver disease mortality rates following the reversal of a previous downward trend is particularly concerning. Hence ongoing surveillance of liver disease and pancreatitis prevalence may better inform research programs.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    FMT for Hepatic Encephalopathy? The THEMATIC Trial aims to make is a 'no brainer'.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Case of Systemic Sarcoidosis of The Stomach Treated with ESD.\r\n\r\nPubmed   Journal   ReadQx \r\nA Practical Guide to the Use of Guselkumab for Moderate-Severe Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nCap Xtender, A Fresh Take on Prolapsing Mucosal Polyp Management.\r\n\r\nPubmed   Journal   ReadQx \r\nDevelopment of an Entrustable Professional Activity for Intestinal Ultrasound in North America.\r\n\r\nPubmed   Journal   ReadQx \r\nEBACS (ENDOSCOPIC BYPASS OF ABSCESS WITH COVERED STENT).\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating for Celiac Disease in Patients on a Gluten-Free Diet: A Practical Approach.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Adenocarcinoma and Proximal Polyposis Syndrome (GAPPS): An Early Catch!\r\n\r\nPubmed   Journal   ReadQx \r\nNature's cystenterostomy: Spontaneous pancreatico-colonic fistulae formation in infected pancreatic walled-off necrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nProton-Pump Inhibitor Use and Cardiovascular Adverse Event Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Vittori et al.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    The Role of Endoscopy Skills Assessment Tools in Programmatic Assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A rare mediastinal mass treated by submucosal tunneling endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAn upgraded rotatable sphincterotome enhances bile duct cannulation via balloon endoscopy-assisted endoscopic retrograde cholangiopancreatography.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided antegrade treatment using a novel nonslip short-length balloon catheter for hepaticojejunostomy anastomotic stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel self-expandable metal stent with dumbbell-shape and spiral cover to prevent stent-related cholecystitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral endoscopic tunneling under saline combined with partial myotomy for hypercontractile esophagus.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRoux stasis syndrome with a diverticulum: lumen-apposing metal stent placement to straighten the lumen and restore the flow.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSea-blue histiocytosis: an unusual small-bowel endoscopic finding.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Rare Cause of Refractory Melena and Recurrent Intestinal Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nHeavy Metals and Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    24-Nor-ursodeoxycholic acid: a novel treatment targeting T-cell-mediated immune dysregulation in primary sclerosing cholangitis and beyond.\r\n\r\nPubmed   Journal   ReadQx \r\nETV5-S100A9 feed-forward loop connecting HCC and MDSCs to shape the immunosuppressive tumour microenvironment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic resection after downstaging of oesophageal carcinoma by neoadjuvant chemoimmunotherapy: - a new multimodal concept?\r\n\r\nPubmed   Journal   ReadQx \r\nIntroducing 'borderline observable' intraductal papillary mucinous neoplasms: between pancreatic cancer risk and discontinuation of extended surveillance.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Late Breaking Abstracts.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Refining epigenetic insights in HBV-Specific T cell restoration.\r\n\r\nPubmed   Journal   ReadQx \r\nMacrotrabecular hepatocellular carcinoma: Unique immunovascular characteristics.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Refining epigenetic insights in HBV-Specific T Cell restoration.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Chrononutrition and MASLD-It is About Time (Restricted Feeding)! Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Balancing Cost and Consequence of Colon Capsule Endoscopy in Colorectal Cancer Pathways-Finding the Sweet Spot.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Balancing Cost and Consequence of Colon Capsule Endoscopy in Colorectal Cancer Pathways-Finding the Sweet Spot. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing the Diagnostic Performance of the Oral Cholate Challenge Test: Implications for Avoidance of Potentially Unnecessary Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Exclusive Enteral Nutrition in Ulcerative Colitis-The Path Ahead Needs Careful Consideration.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Exclusive Enteral Nutrition in Ulcerative Colitis-The Path Ahead Needs Careful Consideration. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Simple Endoscopic Score for Predicting Crohn's Disease Progression-Not as Simple as It Sounds.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Multimodal Profiling of Peripheral Blood Identifies Proliferating Circulating Effector CD4+ T Cells as Predictors for Response to Integrin α4β7-Blocking Therapy in Inflammatory Bowel Disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of Parental Crohn's Disease on Offspring's Gut Health and Disease Vulnerability. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Response to: correspondence on 'Revisiting the role of sphincterotomy in sphincter of Oddi disorder: a critical appraisal of the RESPOnD study' by Zeng. \r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting lipid dysregulation in colorectal cancer: critical appraisal of pro-inflammatory bias and therapeutic implications. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Benefits of multi-day ex situ perfusion include dampened ischemia reperfusion injury in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nDiabetes-Driven Pathophysiological Remodeling of Mesenteric Adipose Tissue: Transcriptomic Insights into Macrophage Infiltration and Adipokine Dyshomeostasis.\r\n\r\nPubmed   Journal   ReadQx \r\nLimitations of Sparse Partial Least Squares in Multiomics: A Critical Analysis of Linear Methods Applied to Nonlinear Biological Data.\r\n\r\nPubmed   Journal   ReadQx \r\nResmetirom directly inhibits lipid accumulation in human liver-derived organoids.\r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting the Role of CBL in Liver Fibrosis: Unveiling the Antifibrotic Potential of CBLB inhibitor NX-1607.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-04-04T22:47:24-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-28-2025/",
    "title": "Fri Mar 28 2025",
    "description": "82 articles - From Friday Mar 21 2025 to Friday Mar 28 2025",
    "author": [],
    "date": "2025-03-28",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on Sclerosing Mesenteritis: Commentary.\r\nMethods This Clinical Practice Update expert commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership, and underwent internal peer review by the Clinical Practice Updates Committee and external peer review through standard procedures of Clinical Gastroenterology and Hepatology. This expert commentary incorporates important and recently published studies in this field, and it reflects the experiences of the authors who are gastroenterologists with expertise in this topic.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic Sustainability PrimAry Reporting Essentials (E-SPARE): European Society of Gastrointestinal Endoscopy (ESGE) Position Statement.\r\nHowever, there are currently no guidelines or frameworks which provide specifically for the reporting of endoscopy sustainability studies, and a variety of metrics and assessment tools have been employed in the literature. To improve the clarity, transparency, and quality of reporting, the European Society of Gastrointestinal Endoscopy (ESGE) has developed a reporting framework for the community of researchers interested in conducting studies on sustainable GI endoscopy.\r\nPubmed   Journal   ReadQx \r\nManagement of epithelial precancerous conditions and early neoplasia of the stomach (MAPS III): European Society of Gastrointestinal Endoscopy (ESGE), European Helicobacter and Microbiota Study Group (EHMSG) and European Society of Pathology (ESP) Guideline update 2025.\r\nAt a population level, the European Society of Gastrointestinal Endoscopy (ESGE), the European eradication for patients with precancerous conditions and after endoscopic or surgical therapy. ESGE/EHMSG/ESP recommend that patients should be advised to stop smoking and low-dose daily aspirin use may be considered for the prevention of gastric cancer in selected individuals with high risk for cardiovascular events.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Living Clinical Practice Guideline on Computer-Aided Detection-Assisted Colonoscopy.\r\nThis guideline highlights the close tradeoff between desirable and undesirable effects and the limitations in the current evidence to support a recommendation. The panel acknowledged the potential for CADe to continually improve as an iterative artificial intelligence application. Ongoing publications providing evidence for critical outcomes will help inform a future recommendation.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Establishing Standards of Practice for Endoscopic Sleeve Gastroplasty: A Global Expert Consensus using a Modified Delphi Method. \r\nKey procedural elements with highest consensus included starting at the incisura, using at least six sutures, and avoiding the fundus. This expert consensus provides step-by-step guidance for safe and effective performance of ESG.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Pregnancies With Inflammatory Bowel Disease Complicated by Intrahepatic Cholestasis of Pregnancy.\r\nPatients with IBD have a higher risk of ICP compared to the general population. Thiopurine exposure in patients with IBD is associated with an increased risk of ICP. Clinicians should monitor pregnant patients with IBD exposed to thiopurines for symptoms of ICP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: Effect of Abdominal Vibration Combined With Walking Exercise Programme on Bowel Preparation in Older Patients With Constipation. \r\nThis provides empirical evidence suggesting that AVCWE may help improve bowel preparation quality among older patients with constipation. Chinese Clinical Trial Registry, Number: ChiCTR2300067667.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Complications of ileus and bowel obstruction during pregnancy in women who have had surgery for IBD: A population-based study.\r\n There is a significant risk of ileus/bowel obstruction during pregnancy in women who had IBD surgery prior to pregnancy.\r\nPubmed   Journal   ReadQx \r\nPREVENTION OF ALCOHOL-ASSOCIATED LIVER DISEASE. \r\nIn this article, we will review the emerging evidence for public health policies (minimum unit price of alcohol, limiting or banning alcohol advertising), aiming to reduce the availability of alcohol at the population level (primary prevention), preventing ALD especially advanced form of cirrhosis in at risk individuals (secondary prevention), and improving liver outcomes and long-term survival in patients with advanced ALD of cirrhosis and / or alcohol-associated hepatitis (tertiary prevention). We will highlight the critical role of clinicians in promoting the public health policies, widespread screening for AUD and for ALD, and integrating liver with addiction care for patients with ALD.\r\nPubmed   Journal   ReadQx \r\nPregnancy tTG-IgA seropositivity and maternal and infant health in the Child Health and Development Studies.\r\ntTG-IgA seropositivity was associated with the presence of two or more markers of celiac comorbidity. Offspring exposed to maternal seropositivity had poorer fetal growth and lower infant weight gain. Findings support the potential beneficial role of tTG-IgA screening during pregnancy, both for the pregnant woman and exposed offspring.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Colorectal cancer incidence following a negative colonoscopy in fecal immunochemical test-based screening: a nationwide cohort study after 8 years of screening in Denmark.\r\nHowever, the lower risk might not justify 8 years of quarantine, especially for women and younger age groups. Individualized screening is warranted and transfer of evidence from non-FIT screening should be done carefully.\r\nPubmed   Journal   ReadQx \r\nRecurrences after piecemeal endoscopic mucosal resection of 10-20mm non-pedunculated colorectal polyps: a multicenter cohort study.\r\nThis real-world study found a substantial recurrence rate at ESC following pEMR of 10-20mm NPCPs. ESC scar identification was moderate but improved with tattoo placement. Although early surveillance could be considered to avoid missing recurrences, the small recurrence size and absence of high-grade dysplasia suggest that modestly extending the interval beyond that of our study may still allow timely detection of recurrences and metachronous lesions.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Clinical Implementation of Artificial Intelligence in Gastroenterology: Current Landscape, Regulatory Challenges, and Ethical Issues.\r\nEthical and medicolegal concerns exist relating to data governance, patient harm, liability and bias. This review provides an overview for AI clinical implementation in gastroenterology and offers potential solutions to current barriers.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Guselkumab Subcutaneous Induction and Maintenance in Participants with Moderately to Severely Active Crohn's Disease: Results from the Phase 3 GRAVITI Study.\r\n Subcutaneous guselkumab for both induction and maintenance was efficacious in treating participants with moderately to severely active CD. Safety findings were consistent with those of guselkumab in approved indications, including ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nFrom \"Burnt-Out\" to \"Burning-Out\": Capturing Liver Fat Loss in Patients with Advanced Metabolic Dysfunction-Associated Steatotic Liver Disease from A Dynamic Perspective.\r\n Continuous hepatic fat loss accompanied by fibrosis progression, referred to as \"burning-out\", was observed in advanced MASLD and associated with high rates of all-cause mortality, LREs and hepatic decompensation.\r\nPubmed   Journal   ReadQx \r\nMachine learning and artificial intelligence in the multi-omics approach to gut microbiota.\r\nSuch tools show potential for clinical implementation, including the discovery of microbial biomarkers for disease classification or prediction, the prediction of response to specific treatments, the fine-tuning of microbiome-modulating therapies. Here we discuss the state of the art, potential, and limits, of artificial intelligence and machine learning in the multi-omics approach to gut microbiome.\r\nPubmed   Journal   ReadQx \r\nPerforin Generated by CD8+ T Cells Exacerbates IBD-Induced Depression by Promoting CXCL9 Production in Intestinal Epithelial Cells. \r\nNeutralizing CXCL9 in vivo alleviated depression but had no effect on colitis in mice. Perforin generated by colonic CD8+ T cells promotes intestinal epithelial cell CXCL9 production, which leads to neuronal ER stress in hippocampus and induces depression in IBD.\r\nPubmed   Journal   ReadQx \r\nSystemic identification of functionally conserved lncRNA metabolic regulators in human and mouse livers.\r\nOur study supports that fcLMRs represent a novel and prevalent biological phenomenon, and deep phenotyping of genetic mLMR mouse models constitutes a powerful approach to understand the pathophysiological role of lncRNAs in the human liver.\r\nPubmed   Journal   ReadQx \r\nThe efficacy of texture and color enhancement imaging (TXI) observation in the detection of colorectal lesions: a multicenter, randomized controlled trial (deTXIon study).\r\nThis study did not demonstrate the superiority of TXI over WLI in detecting neoplastic lesions. However, TXI may be effective in detecting flat polyps.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    EUS fine-needle biopsy of solid pancreatic masses with and without rapid on-site evaluation for commercial next generation genomic profiling. \r\nHowever, compared with FNB without ROSE, FNB with ROSE required more than double the procedure time (mean (SD): 21.1 (10) vs 49.7 (20.6) min, p<0.001) and significantly higher number of median needle passes (3 (IQR 2-3) vs 4 (IQR 3-4), p<0.001). While EUS-FNB with ROSE did not have significantly different adequacy for commercial genomic analysis compared to EUS without ROSE, it required significantly more procedure time and needle passes.\r\nPubmed   Journal   ReadQx \r\nFrequency and Predictors of Delayed Clearance of Prophylactic Pancreatic Stents following ERCP. \r\nProphylactic PS was cleared within 4 weeks in only half of the patients following ERCP. In addition to primarily endoscopist-driven factors, biliary stent placement was associated with delayed clearance of prophylactic PS.\r\nPubmed   Journal   ReadQx \r\nRandomized Trial Comparing the Franseen Needle Versus Two Types of Sharpened-Tip Three-Prong Needles in Endoscopic Ultrasound-Guided Tissue Acquisition from Solid Pancreatic Lesions. \r\nThe conventional FNB needle demonstrated a higher tissue-collection rate but did not surpass the noninferiority margin that was set in this study, with no significant differences in the histological diagnostic performance or the tissue volume between the needles. The superior puncture performance of the novel needles suggests their particular benefit in challenging cases or for less experienced endoscopists.\r\nPubmed   Journal   ReadQx \r\nThe Burden and Cost of Post-ERCP Pancreatitis Among Commercially Insured People Undergoing ERCP. \r\nThe population-level cost of post-ERCP pancreatitis ranged from $85,833,757 to 432,648,810 across a range of reported estimates for post-ERCP pancreatitis and annual ERCP volume in the US. Post-ERCP pancreatitis is relatively uncommon, occurring in 5-6% of individuals, but results in substantial financial burden.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Diagnostic efficacy of an extracellular vesicle-derived lncRNA-based liquid biopsy signature for the early detection of early-onset gastric cancer.\r\nThe newly developed EV-lncRNA signature effectively identified EOGC patients at a resectable stage with enhanced precision, thereby improving the prognosis of patients who would have otherwise missed the curative treatment window.\r\nPubmed   Journal   ReadQx \r\nDietary whey protein protects against Crohn's disease by orchestrating cross-kingdom interaction between the gut phageome and bacteriome. \r\nImportantly, we uncovered a beneficial dietary WP, a keystone phage AkkZT003P, and a probiotic S. thermophilus that can be used in CD management in the future.\r\nPubmed   Journal   ReadQx \r\nEndothelial-like cancer-associated fibroblasts facilitate pancreatic cancer metastasis via vasculogenic mimicry and paracrine signalling. \r\nFAPα+CD144+endoCAFs can promote metastasis of PDAC via undertaking VM and paracrine through activation of the CD144-β-catenin-STAT3 signalling axis. CAF-targeting siRNA delivery nanosystem can inhibit tumour progression by precisely targeting FAPα+CD144+endoCAFs.\r\nPubmed   Journal   ReadQx \r\nLongitudinal paired liver biopsies and transcriptome profiling in alcohol-associated hepatitis reveal dynamic changes in cellular senescence. \r\nOur in vitro model revealed that ethanol directly induces senescence and was dependent on ethanol metabolism. Our results suggest a possible pathogenic role for senescence in AH and indicate cellular senescence as a potential therapeutic target in early ALD to limit AH severity.\r\nPubmed   Journal   ReadQx \r\nRectal diclofenac versus indomethacin for prevention of post-ERCP pancreatitis (DIPPP): a multicentre, double-blind, randomised, controlled trial.\r\n Pre-procedure 100 mg rectal diclofenac was not superior to the same dose of rectal indomethacin regarding preventing PEP. These findings supported current clinical practice guidelines of 100 mg indomethacin or diclofenac for PEP prophylaxis in patients without contraindications.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Associations between metabolic syndrome and cholangiocarcinoma risk: A large-scale population-based cohort study.\r\nThe positive association between metabolic syndrome and cholangiocarcinoma risk suggests that managing metabolic risk factors might reduce the occurrence of both intra- and extra-hepatic cholangiocarcinoma.\r\nPubmed   Journal   ReadQx \r\nDeep learning analysis of magnetic resonance imaging accurately detects early-stage perihilar cholangiocarcinoma in patients with primary sclerosing cholangitis.\r\n The 3D DenseNet-121 MRI model effectively detects early-stage pCCA in PSC patients. Compared to expert radiologists, the model missed fewer cases of cancer.\r\nPubmed   Journal   ReadQx \r\nEarly screening, diagnosis and recurrence monitoring of hepatocellular carcinoma in chronic hepatitis B patients based on serum N-glycomics analysis: A cohort study.\r\nN-glycomics models can effectively predict the occurrence and recurrence of HCC to improving the efficiency of clinical decision-making and promoting the precision treatment of HCC.\r\nPubmed   Journal   ReadQx \r\nHigher level of Hepatitis B Surface antigen associated with delayed development of hepatocellular carcinoma in immune-tolerant patients.\r\n Predictive roles of HBV DNA and HBsAg levels in HCC development differ between HBeAg-negative and HBeAg-positive patients. Particularly, among immune-tolerant patients, HBsAg levels ≥10,000 IU/mL showed delayed development of HCC, suggesting HBsAg as a biomarker to define genuine immune-tolerant patients.\r\nPubmed   Journal   ReadQx \r\nNeutrophil serine proteases NE and PR3 controlled by the miR-223/STAT3 axis potentiate MASH and liver fibrosis.\r\nOur findings reveal that NE and PR3 are key factors triggering liver inflammation to potentiate the development of MASH and liver fibrosis, offering insight into the development of new therapeutic approaches that target NE and PR3.\r\nPubmed   Journal   ReadQx \r\nProton density fat fraction for diagnosis of metabolic dysfunction associated steatotic liver disease. \r\nPDFF was the most accurate single classifier for diagnosing MASLD, MASH, and fibrotic MASH. The most accurate multivariable classification models for MASLD, MASH, and fibrotic MASH included PDFF, demonstrating the central importance of PDFF for noninvasive assessment of the MASLD spectrum.\r\nPubmed   Journal   ReadQx \r\nThe Liver Transplant Comorbidity Index (LTCI) : A composite index of ambulatory Pre-LT factors to identify patients at increased risk of Post-LT Mortality. \r\nThe LTCI, comprising 5 pre-transplant clinical parameters, effectively identifies patients at increased risk of post-transplant mortality. By integrating frailty in the context of other co-morbidities, the LTCI can help providers better weigh the relative transplant risks and benefits and standardize selection of transplant candidates.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Effect of albumin treatment duration on response rates and outcomes in patients with cirrhosis and acute kidney injury.\r\n A substantial proportion of patients requires 48 hours to respond to albumin treatment. Shortening time of albumin therapy may lead to overtreatment with terlipressin. Impact and implications This study provides valuable insights into the optimal duration of albumin treatment for patients with cirrhosis and acute kidney injury (AKI), challenging the recent recommendation of shortening the treatment period with albumin. Furthermore, the optimal definition for response to albumin (reduction of at least one AKI stage) has been assessed. The results of this study are highly clinically relevant since shortening albumin therapy may lead to overtreatment with terlipressin, and evidence to support the choice of the definition of response to albumin was lacking. Clinicians can use these findings to predict treatment outcomes better, avoid fluid overload, and improve patient prognosis while also considering the potential risks of early intervention with terlipressin.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Cumulative Impact of Clinical Disease Activity, Biochemical Activity and Psychological Health on the Natural History of Inflammatory Bowel Disease During 8 Years of Longitudinal Follow-Up.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Complications of ERCP. \r\nInnovations in stent, hemostasis, and perforation closure technology now allow effective and efficient endoscopic management of several important non-pancreatitis complications. Overall, our ability to prevent and treat ERCP related adverse events has improved substantially, amplifying the importance of a high level of suspicion for, and a thorough understanding of these events.\r\nPubmed   Journal   ReadQx \r\nOur New President-Lawrence Kim, MD, MBA, AGAF. \r\n\r\nPubmed   Journal   ReadQx \r\nRegulation of Hepatic Stellate Cell Phenotypes in MASH. \r\nThis fibrotic process is a key feature of MASH, which can lead to cirrhosis and liver cancer. Understanding the mechanisms of HSC activation and their role in MASH progression is essential for developing targeted therapies to treat and prevent liver fibrosis in affected individuals.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Ileal pouch adenocarcinoma in a young patient with newly diagnosed Crohn's-like disease of the pouch. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Influence of low-dose acetylsalicylic acid on renal function in patients with liver cirrhosis and ascites. \r\n\r\nPubmed   Journal   ReadQx \r\nTransition of Care in Celiac Disease: A Chance to Advance. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel technique for gastrostomy tube replacement following post-radiotherapy esophageal atresia: the joint forces of double endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA step forward for improving the endoscopic diagnosis of autoimmune gastritis. \r\n\r\nPubmed   Journal   ReadQx \r\nAn innovative technique for closing a post-endoscopic submucosal dissection ulcer to prevent early dehiscence, the muscle-grasping clip with line pulley securing technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAntegrade bilateral metal stent deployment under endoscopic ultrasound guidance for hepatic hilar obstruction using locking stent technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnosis of massive obscure gastrointestinal bleeding from a Dieulafoy lesion identified by intraoperative enteroscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nDon't waste the chance to see everything at once! \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticogastrostomy without tract dilation using a novel ultra-tapered slim-delivery metallic stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided mucosal dissection to remove an entirely embedded esophageal fishbone. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided vascular intervention for isolated gastric varices using the hydrocoil of an electrically detachable system.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published. \r\n\r\nPubmed   Journal   ReadQx \r\nExposed embolization coils left in situ after embolization of a pseudoaneurysm inside walled-off pancreatic necrosis and subsequent successful direct endoscopic necrosectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntraoperative collaboration between surgeons and endoscopists who performed previous endoscopic ultrasound in laparoscopic ultrasound-guided pancreatic tumor enucleation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMicrocatheter-assisted guidewire manipulation via peroral pancreatoscopy for recanalization of pancreaticojejunostomy obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nModified endoscopic hand-suturing without scope reinsertion for an ileocecal defect after endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx \r\nOver-the-wire lumen-apposing metal stent for the management of a chronic fistula after one-anastomosis gastric bypass.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRemoving a large pedunculated colonic polyp using a loop anchored with clips at the root.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nScraping away technique under cholangioscopy using an improved forceps biopsy device for Mirizzi syndrome.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful biliary decompression for multiple biliary obstructions by bridging stenting using the partial stent-in-stent method via endoscopic ultrasound-guided hepaticogastrostomy. \r\n\r\nPubmed   Journal   ReadQx \r\nTranspapillary stenting by the rendezvous technique using a novel device delivery guide sheath via percutaneous transhepatic biliary drainage route for hilar biliary obstruction. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater compression hemostasis method for active bleeding in underwater endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A rare cause of rapid progression to intestinal failure. \r\n\r\nPubmed   Journal   ReadQx \r\nClinical trials for perianal Crohn's disease: A call for a revised approach. \r\n\r\nPubmed   Journal   ReadQx \r\nDeconstructing Diagnostic Upper Endoscopy for the Novice Learner: A Delphi Survey of Gastroenterology Program Directors.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh-flow nasal cannula oxygen therapy reduces the incidence of hypoxia during deeply sedated endoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nRifaximin does not increase the rate of 30-day mortality in patients with cirrhosis and daptomycin in two National US-based cohorts. \r\n\r\nPubmed   Journal   ReadQx \r\nSweet Tooth? Blame It on Your Dessert Brain!\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Success of Different Closure Modalities of Gastro-gastric or Jejunal-gastric Fistulas after Endoscopic Ultrasound-directed Transgastric Intervention. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Rectal non-steroidal anti-inflammatory drugs and post-ERCP pancreatitis: it is time for the next chapter in prophylaxis. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Deciphering the spatial tumor microenvironment in intrahepatic cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Primary sclerosing cholangitis and autoimmune hepatitis - distinct or common autoimmune penetrance? \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: targeted enteral feeding for malnutrition in liver transplant candidates.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Targeted enteral feeding for malnutrition in Liver Transplant candidates. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Unpicking the senescence paradox in MASLD-associated HCC. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Cumulative Impact of Clinical Disease Activity, Biochemical Activity and Psychological Health on the Natural History of Inflammatory Bowel Disease During 8 Years of Longitudinal Follow-Up. Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Disappearing Microbe, Emerging Disease? Nuancing the Protective Effects of Helicobacter pylori Against Eosinophilic Oesophagitis. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Disappearing Microbe, Emerging Disease? Nuancing the Protective Effects of Helicobacter pylori Against Eosinophilic Oesophagitis. Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Individual Differences in Gut Microbiota: Reconsidering CP101 Efficacy and the Potential Benefits of Bowel Preparation. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Global prevalence of ultra-short coeliac disease (USCD): the first systematic review and meta-analysis. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-28T21:00:23-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-21-2025/",
    "title": "Fri Mar 21 2025",
    "description": "116 articles - From Friday Mar 14 2025 to Friday Mar 21 2025",
    "author": [],
    "date": "2025-03-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endoscopy\r\n    Endoscopic Sustainability PrimAry Reporting Essentials (E-SPARE): European Society of Gastrointestinal Endoscopy (ESGE) Position Statement. \r\nHowever, there are currently no guidelines or frameworks which provide specifically for the reporting of endoscopy sustainability studies, and a variety of metrics and assessment tools have been employed in the literature. To improve the clarity, transparency, and quality of reporting, the European Society of Gastrointestinal Endoscopy (ESGE) has developed a reporting framework for the community of researchers interested in conducting studies on sustainable GI endoscopy.\r\nPubmed   Journal   ReadQx \r\nManagement of epithelial precancerous conditions and early neoplasia of the stomach (MAPS III): European Society of Gastrointestinal Endoscopy (ESGE), European Helicobacter and Microbiota Study Group (EHMSG) and European Society of Pathology (ESP) Guideline update 2025. \r\npylori eradication for patients with precancerous conditions and after endoscopic or surgical therapy. ESGE/EHMSG/ESP recommend that patients should be advised to stop smoking and low-dose daily aspirin use may be considered for the prevention of gastric cancer in selected individuals with high risk for cardiovascular events.\r\nPubmed   Journal   ReadQx \r\nValidation of the GPAT - the Global Polypectomy Assessment Tool: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement. \r\nCONCLUSIONS : GPAT allows standardized scoring of polypectomies, with moderate IOA among gastroenterologists and correlation with subjective impressions of polypectomy quality. GPAT could standardize assessment of trainee polypectomy competency offering structured feedback on performance.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    EASL-ERN Clinical Practice Guidelines on Wilson's disease.\r\nAcute liver failure is challenging as making a diagnosis is difficult and pharmacological therapy may not be sufficient to save life. Liver transplantation has a well-defined role in Wilsonian acute hepatic failure but may also be considered in neurological disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Pregnancies With Inflammatory Bowel Disease Complicated by Intrahepatic Cholestasis of Pregnancy. \r\nThiopurine exposure in patients with IBD is associated with an increased risk of ICP. Clinicians should monitor pregnant patients with IBD exposed to thiopurines for symptoms of ICP.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Social Determinants of Health Associated with Metabolic Dysfunction-Associated Steatotic Liver Disease Prevalence and Severity: A Systematic Review and Meta-analysis.\r\nDiet quality was the most consistent SDOH associated with disease prevalence and severity in MASLD, with other SDOH showing inconsistent associations. Prospective assessments using consensus, validated tools to assess the impact of specific SDOH on MASLD burden in heterogenous patient populations are needed to inform public health interventions.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Proton Pump Inhibitors for Inducing and Maintaining Remission in Eosinophilic Esophagitis: An Updated Systematic Review and Meta-Analysis.\r\nPPI therapy induces clinic-histological remission in almost half of pediatric and adult EoE patients. Response to PPIs is significantly higher in Japan. Sustained remission is common on tapering PPI doses.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Conventional small-bowel capsule endoscopy reading vs proprietary artificial intelligence auxiliary systems: Systematic review and meta-analysis. \r\nAI-assisted SBCE reading outperforms conventional human review in terms of detection accuracy and sensitivity, remarkably reducing reading times. AI in this setting could be a game-changer in reducing endoscopy service workload and supporting novice reader training.\r\nPubmed   Journal   ReadQx \r\nPeroral endoscopic myotomy with fundoplication (POEM-F) for achalasia: Systematic review and meta-analysis. \r\nIt appears to offer clinical benefit in mitigating post-POEM GER. However, further standardization for evaluating clinically significant post-POEM GER and long-term benefit of POEM-F is warranted.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Cold snare polypectomy versus hot endoscopic mucosal resection for large non-pedunculated colorectal polyps: a systematic review and meta-analysis of randomized controlled trials. \r\nCSP has nearly double the recurrence risk of H-EMR for LNPCPs. However, its superior safety profile may make it a preferable option for patients where procedural safety is prioritized over radicality, such as those with extensive comorbidities.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopists' knowledge, perceptions and attitudes toward the use of artificial intelligence in endoscopy: A systematic review.\r\n There is a positive attitude toward the use of AI in endoscopy. Concerns regarding the impact on clinical practice, costs and medicolegal considerations remain. Establishing robust regulatory frameworks is crucial to the integration of AI into endoscopy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Fiber and whole grain intakes in relation to liver cancer risk: An analysis in 2 prospective cohorts and systematic review and meta-analysis of prospective studies. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Association Between Viral Replication Activity and Postoperative Recurrence of HBV-Related Hepatocellular Carcinoma.\r\nThe association between HBV replication activity and the risk of HCC recurrence varied depending on cirrhosis, providing important insights for optimising the timing of AVT and post-operative surveillance strategies.\r\nPubmed   Journal   ReadQx \r\nRisk Factors for Liver Disease Cluster Geographically: A Precision Public Health Analysis of a UK City. \r\nLiver blood tests were more frequently done in areas of low-disease prevalence. These results illustrate health inequalities and support public health policies to reduce incident liver disease.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Setons on Perianal Fistula Outcomes in Patients With Crohn's Disease Treated With Anti-TNF Therapy: A Multicentre Study.\r\nIn this multicentre, setons were not associated with improved fistula outcomes. Future prospective controlled studies are warranted.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    ASSESSING MUCOSAL RECOVERY DURING THE FIRST 15 MONTHS OF ADOPTING A GLUTEN-FREE DIET IN CHILDREN WITH CELIAC DISEASE.\r\nWhile mucosal recovery can occur within months, more than a quarter of children with CeD had persistent enteropathy within 15 months of treatment.\r\nPubmed   Journal   ReadQx \r\nAcetic Acid-Indigo Carmine Chromocolonoscopy for Proximal Serrated Lesions: A Randomized, Three-Arm Colonoscopy Study.\r\nAIM significantly improved proximal colon SDRs and outperformed WLI and IC. The relationship between SDR and CRC incidence warrants further investigation.\r\nPubmed   Journal   ReadQx \r\nDiagnosis of Acute on Chronic Liver Failure in critically ill patients with cirrhosis using administrative data. \r\nAdding laboratory thresholds increased PPVs. ICD-10 codes accurately identify organ failures in critically ill patients with cirrhosis and may be helpful for identifying cases of ACLF within administrative data.\r\nPubmed   Journal   ReadQx \r\nFecal Incontinence in Adults: New Therapies.\r\nColostomy is considered a last resort. Injection of autologous muscle cells into the external anal sphincter has shown promise in small, uncontrolled trials, though has not yielded significant results in most controlled trials.\r\nPubmed   Journal   ReadQx \r\nInfections in Standard or Tapered Dose of Prednisolone for Alcohol-Associated Hepatitis: A Randomized Trial (STASH Trial).\r\nIn patients with severe AAH, a tapered prednisolone regimen may mitigate the frequency of infections. (CTRI/2023/03/050521).\r\nPubmed   Journal   ReadQx \r\nInternational, multicenter analysis of endoscopic full-thickness resection of duodenal neuroendocrine tumors.\r\nEFTR of dNET showed high technical success and R0 resection rates and very low rate of severe AEs. It could become endoscopic treatment of choice for dNET, at least for lesions not within proximity of the pylorus.\r\nPubmed   Journal   ReadQx \r\nLow incidence of Varicella in Pediatric Patients with Inflammatory Bowel Disease. \r\nNo hospitalizations or deaths occurred. Despite immune-modifying therapy, pediatric IBD patients demonstrate low varicella incidence.\r\nPubmed   Journal   ReadQx \r\nMicroscopic colitis and risk of venous thromboembolism: A nationwide matched cohort study.\r\n In this population-based study, individuals with MC had a 21% higher risk of VTE compared with reference individuals, equivalent to one extra VTE event for every 37 MC individuals followed for ten years.\r\nPubmed   Journal   ReadQx \r\nMinimum platelet count threshold for safe colonoscopic polypectomy: A large-scale propensity scored-matched analysis.\r\n Patients with platelet counts < 90,000/μL exhibited significantly elevated rates of IPPB and DPPB, suggesting that maintaining platelet levels above this threshold may be crucial for ensuring the safety of colonic polypectomy.\r\nPubmed   Journal   ReadQx \r\nMirikizumab Improves Quality of Life and Work Productivity in Patients with Moderately to Severely Active Crohn's Disease: Results from the Phase 3 VIVID-1 study.\r\nPatients with moderately to severely active CD treated with mirikizumab reported clinically meaningful improvements in HRQoL and work productivity versus placebo at Week 12 which were maintained at Week 52.\r\nPubmed   Journal   ReadQx \r\nSymptom Resolution and Meaningful Improvement in Quality of Life With Risankizumab in Patients With Ulcerative Colitis: Post Hoc Analysis of the Randomized INSPIRE and COMMAND Studies. \r\nRZB treatment improved UC-related symptoms and HRQoL outcomes compared with PBO in patients with UC. NCT03398148;  NCT03398135.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biomarkers of histological response in lanifibranor-treated patients with metabolic dysfunction-associated steatohepatitis. \r\nResults from this analysis show evidence that baseline values and changes in selected serum biomarkers can aid in predicting histological response in MASH under lanifibranor treatment. These findings support utilizing a similar approach in a larger sample size (NATiV3, NCT03008070).\r\nPubmed   Journal   ReadQx \r\nCHOLECYSTECTOMY IS A RISK FACTOR FOR MICROSCOPIC COLITIS: A NATIONWIDE POPULATION-BASED MATCHED CASE CONTROL STUDY.\r\nCholecystectomy is associated with an increased risk of subsequent MC. These findings have implications for surgeons and general practitioners and underscore the need for further research into the underlying association between bile-acid and microscopic colitis.\r\nPubmed   Journal   ReadQx \r\nEarly occurrence of hepatic encephalopathy following TIPS-insertion is linked to impaired survival: a multicenter cohort study.\r\n Early HE post-TIPS is associated with significantly reduced survival. Therefore, patients who experience early HE or have a history of HE should be closely monitored by physicians, as they constitute a particularly vulnerable group with impaired survival.\r\nPubmed   Journal   ReadQx \r\nHigh Rates of Dysplasia in a Population-Based Analysis of \"Incidental\" Barrett's Esophagus.\r\n BE is found incidentally at rates approaching those seen in dedicated screening exams. Incidental BE is not only common but has similar or worse high-risk features as BE in traditional screening and surveillance populations, given segment length and dysplasia yield. Refinement of BE screening programs could yield cases of similar risk of progression as traditional programs.\r\nPubmed   Journal   ReadQx \r\nIntestinal Ultrasound Findings and Their Prognostic Value in Early Crohn's Disease - a Copenhagen IBD Cohort Study.\r\nTransmural remission is an achievable outcome target for many newly diagnosed Crohn's disease patients and is associated with a favorable clinical outcome, including sustained steroid-free clinical remission. Further, intestinal ultrasound findings at diagnosis predict future ileocecal resection.\r\nPubmed   Journal   ReadQx \r\nRisk of age-related and disease-related complications and mortality in elderly-onset IBD - a population-based study.\r\nCompared with non-IBD elderly, EO-IBD have similar risk for death and complications. Compared to AO-IBD, EO-IBD are at higher risk for abdominal surgery, but not for perianal surgery.\r\nPubmed   Journal   ReadQx \r\nTestosterone replacement reduces morbidity and mortality for most patients with cirrhosis.\r\n In our target trial emulation of a nationally representative cohort of older patients with cirrhosis and hypogonadism, testosterone use improved clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Comparison of traction vs. snare as rescue methods for challenging colorectal endoscopic submucosal dissection: Propensity score-matched study. \r\nUtilizing a traction device as a rescue technique in difficult colorectal ESD resulted in higher en bloc and R0 resection rates compared with conversion to snare resection. Initiating traction within 75 minutes may contribute to reducing overall procedure time for challenging colorectal ESD cases.\r\nPubmed   Journal   ReadQx \r\nCost-effectiveness analysis of artificial intelligence-aided colonoscopy for adenoma detection and characterization in Spain. \r\nSensitivity analyses confirmed model robustness. The results of this analysis suggest that CADe/CADx would result in a dominant strategy versus standard practice in patients undergoing colonoscopy in Spain.\r\nPubmed   Journal   ReadQx \r\nEfficacy of a higher-flexibility duodenal stent for palliation of gastric outlet obstruction. \r\nAE rates were 18% vs 28%, respectively. The WallFlex Duodenal Soft stent effectively treats GOOS in palliative patients and seems to be associated with longer symptom-free survival and lower AE rates compared with previous duodenal SEMS designs.\r\nPubmed   Journal   ReadQx \r\nEndoscopic band ligation alone and combined with clipping for colonic diverticular bleeding: Retrospective comparative study. \r\nUsing EBL-C for CDB may be more effective in preventing rebleeding than using EBL alone because it facilitates better ligation of the target diverticulum. Treatment of diverticula that are hard and difficult to manage with suction remains a challenge.\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for proximal colonic lesions: An effective therapeutic option. \r\nMedian follow-up was 36 months;  three of 97 recurrences (3.1%) at 6 months and one of 85 recurrence (1.2%) at 36 months were reported, which were al endoscopically treated. In expert hands, ESD is effective and safe for proximal colonic lesions at risk of SMIC for the favorable balance between risk of AEs and benefit of avoiding unnecessary surgery, even for early CRC.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound gastroenterostomy vs duodenal stenting for malignant gastric outlet obstruction: Cost-effectiveness study. \r\nUsing a tornado diagram, the model was most sensitive to the probability of mortality in patients with duodenal stents compared with EUS-GE. In patients with malignant GOO, EUS-GE is a cost-effective palliative intervention compared with duodenal stenting.\r\nPubmed   Journal   ReadQx \r\nEnhancing diagnostics: ChatGPT-4 performance in ulcerative colitis endoscopic assessment. \r\nChatGPT-4 has the potential to assess mucosal inflammation severity from endoscopic images of UC patients, without prior configuration or fine-tuning. Performance rates were comparable to those of IBD specialists.\r\nPubmed   Journal   ReadQx \r\nImpact of a training intervention on upper gastrointestinal endoscopy quality over time: Multicenter comparative cohort study. \r\nMale patients (3.2%, 95% CI 0.7-5.7), alarming features (-3.1%, 95% CI -5.6 to -0.5), and endoscopist age (-0.4% increment per year, 95% CI -0.8 to -0.1) were associated with higher quality scores. Adherence to the ESGE and BSG procedure performance measures for UGI endoscopy persistently increased after a 1-hour face-to-face training intervention, suggesting that a simple training intervention tool can improve the quality of UGI endoscopy and potentially could prevent missed lesions.\r\nPubmed   Journal   ReadQx \r\nImpact of virtual reality distraction during colonoscopy vs intravenous deep sedation: Results of a single-center randomized controlled trial. \r\nThis RCT provides preliminary data to better understand the feasibility of VRD for colonoscopy. We have not identified differences in procedure outcomes compared with conventional IVS, but nevertheless, higher pain and lower comfort scores were reported.\r\nPubmed   Journal   ReadQx \r\nImplementing educational interventions and key performance measures sustains quality of endoscopic assessment in patients with Barrett's esophagus. \r\nSustaining improvements in quality metrics in Barrett's endoscopy is important. Our study suggests that regular, replicable education interventions have a positive effect and allow sustained long-term improvements in quality metrics.\r\nPubmed   Journal   ReadQx \r\nNovel water-based automated endoscope cleaning process vs conventional manual cleaning for reducing duodenoscope contamination. \r\nThese results are promising. However, future studies should confirm these findings in larger samples and explore other advantages of using the AT in duodenoscope cleaning.\r\nPubmed   Journal   ReadQx \r\nOrally peppermint oil in small bowel capsule endoscopy: Novel approach to improve completion rates in patients at risk of delayed gastric transit. \r\nDiagnostic yield and bowel preparation quality were consistent across al groups. Oral peppermint oil solution is a safe and effective alternative to traditional prokinetics, enhancing SBCE completion rates while reducing time and resource use in the endoscopy unit.\r\nPubmed   Journal   ReadQx \r\nPrevalence and endoscopic-histological correlation of premalignant gastric lesions at a university hospital in Uruguay. \r\nThe endoscopic-histological correlation of both CAG and IM was low, raising the need for biopsy for diagnosis in al cases, regardless of HD-WLE findings. Although prevalence of gastric pre-neoplastic conditions in this group of Uruguayan patients was comparable to those described in countries with a high incidence of GC, a low proportion of high-risk stages (III and IV) was identified.\r\nPubmed   Journal   ReadQx \r\nThermal changes in guidewires used during endoscopic retrograde cholangiopancreatography during electrical conductance: Ex-vivo safety experiment. \r\nAlso, the Glidewire 0.018\" and the Visiglide 0.025\" produced visible sparks along their distal ends with defects in insulation found later under microscopic evaluation. In our ex-vivo study, minimal heat was generated via electrical conductivity despite direct current, suggesting negligible risk of thermal injury during sphincterotomy.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Recurrences after piecemeal endoscopic mucosal resection of 10-20mm non-pedunculated colorectal polyps: a multicenter cohort study. \r\nESC scar identification was moderate but improved with tattoo placement. Although early surveillance could be considered to avoid missing recurrences, the small recurrence size and absence of high-grade dysplasia suggest that modestly extending the interval beyond that of our study may still allow timely detection of recurrences and metachronous lesions.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Capsule endoscopy-guided proactive treat-to-target versus continued standard care in patients with quiescent Crohn's disease: A randomized controlled trial. \r\nOf 221 VCE ingested, there was a single (0.4%) temporarily-retained spontaneously resolved event. VCE-guided treat-to-target strategy for patients with CD in remission confers superior clinical outcomes compared with continued standard-care.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Guselkumab Subcutaneous Induction and Maintenance in Participants with Moderately to Severely Active Crohn's Disease: Results from the Phase 3 GRAVITI Study. \r\nSubcutaneous guselkumab for both induction and maintenance was efficacious in treating participants with moderately to severely active CD. Safety findings were consistent with those of guselkumab in approved indications, including ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nEvolution of Esophageal Adenocarcinoma from Precursor Lesion Stem Cells.\r\nAll lesions in the evolution of EAC possess discrete populations of stem cells that are potential therapeutic targets.\r\nPubmed   Journal   ReadQx \r\nFrom \"Burnt-Out\" to \"Burning-Out\": Capturing Liver Fat Loss in Patients with Advanced Metabolic Dysfunction-Associated Steatotic Liver Disease from A Dynamic Perspective. \r\nThe \"burning-out\" group had higher cumulative incidences of adverse outcomes than patients with consistently high CAP and moderate/low LSM values (P <0.0001). Continuous hepatic fat loss accompanied by fibrosis progression, referred to as \"burning-out\", was observed in advanced MASLD and associated with high rates of all-cause mortality, LREs and hepatic decompensation.\r\nPubmed   Journal   ReadQx \r\nMucosal macrophages govern intestinal regeneration in response to injury.\r\nThis study identifies macrophages as essential contributors to intestinal regeneration beyond their innate immune response. Targeting macrophages therapeutically may hold promise in enhancing regeneration and improving the quality of life for cancer survivors.\r\nPubmed   Journal   ReadQx \r\nThe efficacy of texture and color enhancement imaging (TXI) observation in the detection of colorectal lesions: a multicenter, randomized controlled trial (deTXIon study). \r\nThis study did not demonstrate the superiority of TXI over WLI in detecting neoplastic lesions. However, TXI may be effective in detecting flat polyps.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Diagnostic efficacy of an extracellular vesicle-derived lncRNA-based liquid biopsy signature for the early detection of early-onset gastric cancer. \r\nThe low levels of this biomarker in postsurgery and other gastrointestinal tumour plasma samples indicated its GC specificity. The newly developed EV-lncRNA signature effectively identified EOGC patients at a resectable stage with enhanced precision, thereby improving the prognosis of patients who would have otherwise missed the curative treatment window.\r\nPubmed   Journal   ReadQx \r\nRectal diclofenac versus indomethacin for prevention of post-ERCP pancreatitis (DIPPP): a multicentre, double-blind, randomised, controlled trial. \r\nClinicalTrials. gov (NCT05947461).\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Deep learning analysis of magnetic resonance imaging accurately detects early-stage perihilar cholangiocarcinoma in patients with primary sclerosing cholangitis. \r\nThe 3D DenseNet-121 MRI model effectively detects early-stage pCCA in PSC patients. Compared to expert radiologists, the model missed fewer cases of cancer.\r\nPubmed   Journal   ReadQx \r\nHLA-DQB1*03:01 and risk of Hepatitis B virus-related hepatocellular carcinoma.\r\nHLA-DQB1*03 01 and its three key amino acids are associated with an increased HBV-related HCC risk. This association may be explained by the low binding affinity to HBV antigen, resulting in poor control of viral load and increased inflammation, as evidenced by sPD-1 levels.\r\nPubmed   Journal   ReadQx \r\nHigher level of Hepatitis B Surface antigen associated with delayed development of hepatocellular carcinoma in immune-tolerant patients. \r\nPredictive roles of HBV DNA and HBsAg levels in HCC development differ between HBeAg-negative and HBeAg-positive patients. Particularly, among immune-tolerant patients, HBsAg levels ≥10,000 IU/mL showed delayed development of HCC, suggesting HBsAg as a biomarker to define genuine immune-tolerant patients.\r\nPubmed   Journal   ReadQx \r\nPopulation perspectives on benefits and harms of screening for metabolic dysfunction-associated steatotic liver disease. \r\n  This population-based survey demonstrates that the perceived benefits of proactive MASLD screening, such as increased awareness, lifestyle changes, and early diagnosis, outweigh the harms. These findings highlight the importance of early screening through patient-centered protocols to improve health outcomes.\r\nPubmed   Journal   ReadQx \r\nPre-B-Cell leukemia transcription factor 1 contributes to liver fibrosis by enabling IL-7 signaling in hepatic stellate cells.\r\nOur data uncover a previously unappreciated role for PBX1 in HSC activation and provide proof-of-concept for targeting IL-7 signaling in the intervention of liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Norway rat hepacivirus resembles hepatitis C virus in terms of intra-host evolution and escape from neutralizing antibodies.\r\nThis study demonstrates the correlation between nAbs and viral evolution during long-term NrHV infection. The observed humoral immunity for NrHV infection closely resembles that of chronic HCV infection, where late-emerging high-level nAbs fail to clear evolving viral populations, thereby contributing to the evasion of the adaptive immune response. Preexisting antibodies do, however, protect from infection.\r\nPubmed   Journal   ReadQx \r\nSimultaneous liver transplant and sleeve gastrectomy provides durable weight loss, improves metabolic syndrome and reduces allograft steatosis.\r\nLTSG results in sustained weight loss, resolution of diabetes and hypertension, and reduced recurrence of steatosis and possibly fibrosis compared to LT alone. It confers no increase in mortality or graft loss.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Can We Prevent Inflammatory Bowel Disease? \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Coeliac Disease and Women's Reproductive Health: A Lifelong Challenge. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Linking Overt Hepatic Encephalopathy Post-TIPS to Mortality! \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Prevalence of Suspected Metabolic Dysfunction-Associated Steatotic Liver Disease in Adolescents in the United States Using Updated Diagnostic Criteria. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A comprehensive review of geriatric syndromes and assessment in older adults with inflammatory bowel diseases.\r\nGeriatric syndromes are prevalent and negatively impact older patients with IBD. Systematic assessment for their presence and multidisciplinary interventions to improve them are important to improve outcomes of older adults with IBD.\r\nPubmed   Journal   ReadQx \r\nEpidemiology, Natural History and Treatment of IBD in Africa: A Scoping Review.\r\n We identified a paucity of publications regarding the risk factors, burden, and outcomes of IBD in Africa. There were few prospective studies and regional variations in representation. There is a need for more prospective data to inform our knowledge and management strategies accurately.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Novel technology for automated cleaning of flexible endoscopes. \r\nThis editorial discusses the current factors in manual cleaning that lead to errors in cleaning adequacy. It also reviews novel technologies that provide improvements in cleaning of flexible endoscope channels.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Metabolic effects and mechanism of action of the pan PPAR agonist Lanifibranor. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Can Only Fluid Therapy Be the Answer in Prevention of Postendoscopic Retrograde Pancreatitis? \r\n\r\nPubmed   Journal   ReadQx \r\nDisseminated Talaromyces marneffei involving the colon: a unique opportunistic infection. \r\n\r\nPubmed   Journal   ReadQx \r\nLinaclotide for Bowel Preparation: Is \"Afterload Reduction\" Not Just for Heart Failure Anymore? \r\n\r\nPubmed   Journal   ReadQx \r\nPreventing Postendoscopic Submucosal Dissection Coagulation Syndrome With Transrectal Drainage Tubes: Are We Targeting the Right Patients and Mechanisms? \r\n\r\nPubmed   Journal   ReadQx \r\nRadiopaque Medication Mimicking Esophageal Foreign Body: A Case of Lanthanum Carbonate Misidentification. \r\n\r\nPubmed   Journal   ReadQx \r\nRetraction: Hidden Malabsorptive Syndrome: Sucrase-Isomaltase Deficiency Finally Unveiled in Adulthood S4748. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Chyloperitoneum due to small bowel volvulus. \r\n\r\nPubmed   Journal   ReadQx \r\nDiffuse esophageal uptake on 18F-fluorodeoxyglucose positron emission tomography/computed tomography scan. \r\n\r\nPubmed   Journal   ReadQx \r\nEmbolization of patent paraumbilical vein for the treatment of recurrent hepatic encephalopathy and hepatic myelopathy. \r\n\r\nPubmed   Journal   ReadQx \r\nNeedle Track Seeding after Trans-gastric EUS-guided Tissue Sampling: Maybe not as Rare as You Think. \r\n\r\nPubmed   Journal   ReadQx \r\nPractical and Impactful Tips for Private Industry Collaborations with GI Practices. \r\n\r\nPubmed   Journal   ReadQx \r\nProcessing mobility data through artificial intelligence can identify patterns of physical activity in liver transplant candidates. \r\n\r\nPubmed   Journal   ReadQx \r\nSuperior Rectal Arteriovenous Fistula: A Rare Cause of Colon Ischemia. \r\n\r\nPubmed   Journal   ReadQx \r\nThe Impact of Metabolic Dysfunction and Bariatric Surgery on Severity and Outcomes in Alcohol Associated Hepatitis. \r\n\r\nPubmed   Journal   ReadQx \r\nTransition of Care in Celiac Disease: A Chance to Advance. \r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic submucosal dissection for high-risk lesions in the right colon: Limited benefits and significant challenges. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic ultrasound-guided hepaticogastrostomy without tract dilation using a novel ultra-tapered slim-delivery metallic stent. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided vascular intervention for isolated gastric varices using the hydrocoil of an electrically detachable system. \r\n\r\nPubmed   Journal   ReadQx \r\nExposed embolization coils left in situ after embolization of a pseudoaneurysm inside walled-off pancreatic necrosis and subsequent successful direct endoscopic necrosectomy. \r\n\r\nPubmed   Journal   ReadQx \r\nIntraoperative collaboration between surgeons and endoscopists who performed previous endoscopic ultrasound in laparoscopic ultrasound-guided pancreatic tumor enucleation. \r\n\r\nPubmed   Journal   ReadQx \r\nMicrocatheter-assisted guidewire manipulation via peroral pancreatoscopy for recanalization of pancreaticojejunostomy obstruction. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Coaching in Gastroenterology Training. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A Niche Discovery: Spatial Mapping of Therapeutic Targets in Biliary Atresia. \r\n\r\nPubmed   Journal   ReadQx \r\nAKI Alert: Anakinra + Zinc, and the Renal Rollercoaster. \r\n\r\nPubmed   Journal   ReadQx \r\nCAD-Driven pathways in hepatocellular carcinoma metastasis. \r\n\r\nPubmed   Journal   ReadQx \r\nFrom Frail to Free: How Liver Transplantation Defies Frailty's Limits. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The divergences in the efficacy of adjuvant transarterial chemoembolization for hepatocellular carcinoma: In-depth analysis and enlightenments. \r\n\r\nPubmed   Journal   ReadQx \r\nResmetirom: Steatosis Down, Fibrosis Out, Peace of Mind In. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk…. \r\n\r\nPubmed   Journal   ReadQx \r\nPositioning the liver at the centre of fructose-associated extrahepatic cancer. \r\n\r\nPubmed   Journal   ReadQx \r\nSubtypes of MASLD confer distinct clinical trajectories. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Can We Prevent Inflammatory Bowel Disease? Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Prevalence of Suspected Metabolic Dysfunction-Associated Liver Disease in Adolescents in the United States Using Updated Diagnostic Criteria-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: No Biochemical Relapse Is Associated With the Highest Off-Therapy HBsAg Loss Rate-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: No Biochemical Relapse Is Associated With the Highest Off-Therapy HBsAg Loss Rate.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Predictors of Corticosteroid Response in Alcohol-Related Hepatitis-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Predictors of Corticosteroid Response in Alcohol-Related Hepatitis. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Letter to the Editor on \"Recent Advancements and Future Perspectives of Per Oral Endoscopic Myotomy\" - Authors Response. \r\n\r\nPubmed   Journal   ReadQx \r\nPerspectives on the International Consensus for ASUC Clinical Trial Design: Enhancing Clarity and Applicability. \r\n\r\nPubmed   Journal   ReadQx \r\nRefining risk estimates of colorectal cancer in steatotic liver disease: Insights on methodological challenges. \r\n\r\nPubmed   Journal   ReadQx \r\nVCTE and Liver Transplantation: Is There Still a Role for Liver Biopsy? \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Global prevalence of ultra-short coeliac disease (USCD): the first systematic review and meta-analysis. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Reply: Revisiting the use of albumin in patients with cirrhosis - trial design matters. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderrepresentation of Asians in diagnostic test development and drug trials in MASLD. \r\n\r\nPubmed   Journal   ReadQx \r\nUpadacitinib for refractory Primary Biliary Cholangitis. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-22T17:40:43-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-14-2025/",
    "title": "Fri Mar 14 2025",
    "description": "97 articles - From Friday Mar 07 2025 to Friday Mar 14 2025",
    "author": [],
    "date": "2025-03-14",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    ACG Clinical Guideline: Diagnosis and Management of Gastric Premalignant Conditions. \r\nExtensive high-quality data from US populations regarding GPMC management are lacking, but continue to accrue, and the quality of evidence for the recommendations presented herein should be interpreted with this dynamic context in mind. The GPMC research and education agendas are broad and include high-quality prospective studies evaluating opportunistic endoscopic screening for GC/GPMC, refined delineation of what constitutes \"high-risk\" populations, development of novel biomarkers, alignment of best practices, implementation of training programs for improved GPMC/GC detection, and evaluation of the impact of these interventions on GC incidence and mortality in the US.\r\nPubmed   Journal   ReadQx \r\nUtility of the ESPGHAN Biopsy Sparing Guidelines for Celiac Disease in Children.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Optimizing Bowel Preparation Quality for Colonoscopy: Consensus Recommendations by the US Multi-Society Task Force on Colorectal Cancer.\r\nWe suggest the adjunctive use of oral simethicone for bowel preparation before colonoscopy. Routine tracking of the rate of adequate bowel preparations at the level of individual endoscopists and at the level of the endoscopy unit is also recommended, with a target of >90% for both rates.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Optimizing bowel preparation quality for colonoscopy: consensus recommendations by the US Multi-Society Task Force on Colorectal Cancer.\r\nWe suggest the adjunctive use of oral simethicone for bowel preparation before colonoscopy. Routine tracking of the rate of adequate bowel preparations at the level of individual endoscopists and at the level of the endoscopy unit is also recommended, with a target of >90% for both rates.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    British Society of Gastroenterology practice guidance on the management of acute and chronic gastrointestinal symptoms and complications as a result of treatment for cancer.\r\nThe physical, emotional and financial costs to individuals, their families and society from cancer therapy can be considerable. Identifying and signposting affected patients who require specialist services is the role of al clinicians. Progress in the treatment of cancer increasingly means that patients require expert, multidisciplinary supportive care providing effective and safe treatment at every stage of the cancer journey. Development of such expertise should be prioritised as should the education of health professionals and the public in what, when and how acute and chronic gastrointestinal symptoms and complications should be managed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    IL-23p19 Antagonists vs. Ustekinumab for Treatment of Crohn's Disease: A Meta-analysis of Randomized Controlled Trials.\r\nIL-23p19 antagonists are probably more efficacious and safer than ustekinumab in patients with moderate-to-severe CD in patients with prior biologic exposure, but not in biologic-naïve patients.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparing the Safety and Efficacy of Overstitch, X-Tack, and Endoscopic Hand Suturing for Closure of Gastrointestinal Defects After Endoscopic Resection: A systematic review and Meta-Analysis. \r\nEHS and X-tack had lower adverse event rates than Overstitch. Future direct comparison studies would be needed to corroborate our findings.\r\nPubmed   Journal   ReadQx \r\nEndoscopists' knowledge, perceptions and attitudes toward the use of artificial intelligence in endoscopy: A systematic review. \r\nConcerns regarding the impact on clinical practice, costs and medicolegal considerations remain. Establishing robust regulatory frameworks is crucial to the integration of AI into endoscopy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Fiber and whole grain intakes in relation to liver cancer risk: An analysis in 2 prospective cohorts and systematic review and meta-analysis of prospective studies. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: Fiber and whole grain intakes in relation to liver cancer risk: An analysis in 2 prospective cohorts and systematic review and meta-analysis of prospective studies. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Cumulative Impact of Clinical Disease Activity, Biochemical Activity and Psychological Health on the Natural History of Inflammatory Bowel Disease During 8 Years of Longitudinal Follow-Up.\r\n Psychological co-morbidity and active disease have a cumulative adverse impact on IBD prognosis.\r\nPubmed   Journal   ReadQx \r\nSafety of Advanced Combination Treatment With Selective JAK1 Inhibitors and Biological Therapies in Inflammatory Bowel Diseases: A Real World Experience.\r\nThe infection incidence rate was 25.4 per 100 person-years (95% CI: 6.47-69.19), though the wide confidence interval limits conclusions on safety differences with monotherapy. These findings highlight the importance of preventive measures, careful patient selection, and rigorous monitoring to mitigate infection risks associated with ACT.\r\nPubmed   Journal   ReadQx \r\nSubstantial Reduction of Systemic Corticosteroid Use After Primary Ileocaecal Resection in Swedish Patients With Crohn's Disease: A Population-Based Cohort Study.\r\n Our results suggest a significant corticosteroid-sparing effect of ileocaecal resection in Crohn's disease patients with high pre-operative use, indicating a beneficial outcome of earlier surgical intervention. Despite increasing use of biologics, pre-operative corticosteroid use was consistent over the study period.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Acetic Acid-Indigo Carmine Chromocolonoscopy for Proximal Serrated Lesions: A Randomized, Three-Arm Colonoscopy Study. \r\nAIM significantly improved proximal colon SDRs and outperformed WLI and IC. The relationship between SDR and CRC incidence warrants further investigation.\r\nPubmed   Journal   ReadQx \r\nFecal Incontinence in Adults: New Therapies. \r\nColostomy is considered a last resort. Injection of autologous muscle cells into the external anal sphincter has shown promise in small, uncontrolled trials, though has not yielded significant results in most controlled trials.\r\nPubmed   Journal   ReadQx \r\nGastric Cancer Screening in the United States: A Review of Current Evidence, Challenges, and Future Perspectives. \r\nWe further discuss the critical knowledge gaps and challenges in promoting gastric cancer screening in the United States. Dedicated research is urgently needed to enrich the US-based data on gastric cancer primary and secondary prevention to inform clinical practice and reduce gastric cancer-related morbidity and mortality in a cost and resource efficient manner.\r\nPubmed   Journal   ReadQx \r\nHigh Risk of Persistence and Risk of Dysplasia after Ultrashort Barrett's Diagnosis.\r\n The prevalence of persistent BE after index USBE is high, and there is a risk of developing dysplasia/neoplasia in persistent BE after USBE. We were unable to detect a difference in the risk of dysplasia/neoplasia between persistent BE after index USBE and BE ≥1cm on index endoscopy in a cohort of United States veterans. White race and Hispanic ethnicity are associated with persistent BE after index USBE and may be target demographics for surveillance.\r\nPubmed   Journal   ReadQx \r\nInfections in Standard or Tapered Dose of Prednisolone for Alcohol-Associated Hepatitis: A Randomized Trial (STASH Trial). \r\nIn patients with severe AAH, a tapered prednisolone regimen may mitigate the frequency of infections. (CTRI/2023/03/050521).\r\nPubmed   Journal   ReadQx \r\nInternational, multicenter analysis of endoscopic full-thickness resection of duodenal neuroendocrine tumors. \r\nEFTR of dNET showed high technical success and R0 resection rates and very low rate of severe AEs. It could become endoscopic treatment of choice for dNET, at least for lesions not within proximity of the pylorus.\r\nPubmed   Journal   ReadQx \r\nLong-Term Safety of Mirikizumab in Patients With Moderately to Severely Active Ulcerative Colitis: An Integrated 2-Year Safety Analysis.\r\nThe mirikizumab 2-year integrated safety profile in patients with moderately to severely active UC was consistent across subgroups and with previous findings, without new significant safety concerns.\r\nPubmed   Journal   ReadQx \r\nMicroscopic colitis and risk of venous thromboembolism: A nationwide matched cohort study. \r\nThe results remained robust in sensitivity analyses. In this population-based study, individuals with MC had a 21% higher risk of VTE compared with reference individuals, equivalent to one extra VTE event for every 37 MC individuals followed for ten years.\r\nPubmed   Journal   ReadQx \r\nMinimum platelet count threshold for safe colonoscopic polypectomy: A large-scale propensity scored-matched analysis. \r\nThe results obtained using IPTW were consistent. Patients with platelet counts < 90,000/μL exhibited significantly elevated rates of IPPB and DPPB, suggesting that maintaining platelet levels above this threshold may be crucial for ensuring the safety of colonic polypectomy.\r\nPubmed   Journal   ReadQx \r\nMirikizumab Improves Quality of Life and Work Productivity in Patients with Moderately to Severely Active Crohn's Disease: Results from the Phase 3 VIVID-1 study. \r\nAt Weeks 12 and 52, a greater proportion of mirikizumab-treated patients versus placebo achieved IBDQ response, IBDQ remission, and clinically important improvement in physical and mental component summaries of SF-36 (all p<0.001). Patients with moderately to severely active CD treated with mirikizumab reported clinically meaningful improvements in HRQoL and work productivity versus placebo at Week 12 which were maintained at Week 52.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    CHOLECYSTECTOMY IS A RISK FACTOR FOR MICROSCOPIC COLITIS: A NATIONWIDE POPULATION-BASED MATCHED CASE CONTROL STUDY. \r\nCholecystectomy is associated with an increased risk of subsequent MC. These findings have implications for surgeons and general practitioners and underscore the need for further research into the underlying association between bile-acid and microscopic colitis.\r\nPubmed   Journal   ReadQx \r\nEndoscopic En Bloc Versus Piecemeal Resection of Large Colonic Adenomas: carbon footprint post-hoc analysis of a randomized trial.\r\n ESD strategy for lesions over 25 mm could reduce the environmental impact by reducing the associated follow up colonoscopies and transports of patients. If P-EMR could be performed in local centers with similar quality, results would be in favor of local P-EMR.\r\nPubmed   Journal   ReadQx \r\nIntestinal Ultrasound Findings and Their Prognostic Value in Early Crohn's Disease - a Copenhagen IBD Cohort Study. \r\nTransmural remission is an achievable outcome target for many newly diagnosed Crohn's disease patients and is associated with a favorable clinical outcome, including sustained steroid-free clinical remission. Further, intestinal ultrasound findings at diagnosis predict future ileocecal resection.\r\nPubmed   Journal   ReadQx \r\nReal-World Effectiveness and Safety of Upadacitinib in Crohn's disease: A Multi-Centre Study.\r\n UPA was effective at inducing clinical and endoscopic remission in a real-world group of patients with CD, even with prior exposure to multiple prior advanced therapies. No new safety concerns were identified.\r\nPubmed   Journal   ReadQx \r\nWorsening disease severity as measured by I-SEE associates with decreased treatment response to topical steroids in eosinophilic esophagitis patients. \r\nI-SEE correlated with baseline features in a large EoE cohort, performed similarly in children and adults, and associated with post-treatment responses to tCS. These data support that I-SEE provides prognostic data and suggest that severe disease may benefit from intensive upfront management.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Real-time automated assessment of histological disease activity in patients with ulcerative colitis using single-wavelength endoscopy technology. \r\nAt the per-patient level, overall diagnostic accuracy remained high at 94.4%, with only 2/36 underestimations compared with GBS. A novel SWE-CAD system demonstrated clinical accuracy of 94.4% at the per-patient level, potentially aiding physicians in interpreting subtle endoscopic abnormalities and paving the way to more individualized patient management.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AI-driven Personalized Medicine: Transforming Clinical Practice in Inflammatory Bowel Disease. \r\nThe future of IBD care lies in the AI-enabled \"Endo-Histo-OMICs\" integrative real-time approach, harmoniously fusing endoscopic, histological, and molecular data. Despite challenges in its adoption, this paradigm shift has the potential to refine risk stratification, improve therapeutic precision, and enable personalized interventions, ultimately advancing the implementation of precision medicine in routine clinical practice.\r\nPubmed   Journal   ReadQx \r\nColon Cancer Screening, Surveillance, and Treatment: Novel AI driving strategies in the management of colon lesions. \r\nMoreover, CADx limited specificity and binary output underscore the necessity for explainable AI to gain endoscopists' trust. This review aims to explore the benefits, harms, and limitations of AI for colon cancer screening, surveillance, and treatment focusing on CADe and CADx systems for lesion detection and characterization, respectively, while addressing challenges in integrating these technologies into clinical practice.\r\nPubmed   Journal   ReadQx \r\nMebeverine and the influence of labeling in adolescents with irritable bowel syndrome or functional abdominal pain-NOS: a 2x2 randomized, placebo-controlled trial. \r\nMebeverine was ineffective in pediatric IBS and FAP-NOS treatment. However, a positive drug label significantly enhanced treatment outcomes compared to a blinded trial label.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    GPR171 restrains intestinal inflammation by suppressing FABP5-mediated Th17 cell differentiation and lipid metabolism. \r\nGPR171 deficiency promotes Th17 cell differentiation and causes lipid metabolism perturbation, contributing to intestinal inflammation in a FABP5-dependent manner. Target therapy (eg, BigLEN-Fc) represents a novel therapeutic approach for IBD treatment.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A prospective multicenter validation of RETREAT for post-transplantation hepatocellular carcinoma recurrence prediction.\r\n The RETREAT score retains high accuracy for predicting post-LT HCC recurrence, further supporting RETREAT guided post-LT HCC surveillance and care.\r\nPubmed   Journal   ReadQx \r\nAI-driven synthetic data generation for accelerating hepatology research: A study of the United Network for Organ Sharing (UNOS) database.\r\n AI-generated synthetic data derived from diffusion models can faithfully replicate complex hepatology datasets, maintain key clinical signals, and ensure strong privacy safeguards. This approach can help address data scarcity, enhance model generalizability, foster multi-institutional collaboration, and accelerate progress in hepatology research.\r\nPubmed   Journal   ReadQx \r\nCAD manipulates tumor intrinsic DHO/UBE4B/NF-κB pathway and fuels macrophage cross-talk, promoting hepatocellular carcinoma metastasis. \r\nConsequently, the metastatic capability of HCC was remarkably enhanced. Therapy targeting CAD may offer a promising approach to curb HCC metastasis by reducing tumor cells' metastatic potential and also shifting the tumor microenvironment towards a less pro-metastatic state.\r\nPubmed   Journal   ReadQx \r\nPre-B-Cell leukemia transcription factor 1 contributes to liver fibrosis by enabling IL-7 signaling in hepatic stellate cells. \r\nFinally, a positive correlation between PBX1, IL7R and HSC activation was identified in cirrhotic patients. Our data uncover a previously unappreciated role for PBX1 in HSC activation and provide proof-of-concept for targeting IL-7 signaling in the intervention of liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nThe relationship between mean arterial pressure and terlipressin in hepatorenal syndrome-acute kidney injury reversal: a post hoc analysis.\r\nThese data highlight that terlipressin leads to an early, sustained increase in MAP, which is a key pharmacodynamic target for HRS-AKI reversal.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Circadian Control of Hepatic Ischemia/Reperfusion Injury via HSD17B13-Mediated Autophagy in Hepatocytes.\r\nOur study uncovers a pivotal role of hepatocyte BMAL1 in modulating circadian rhythms in HIRI via HSD17B13-mediated autophagy and offers a promising strategy for preventing and treating HIRI by targeting the BMAL1/HSD17B13 axis. Impact and implications This study unveils a pivotal role of the BMAL1/HSD17B13 axis in the circadian control of hepatic ischemia/reperfusion injury, providing new insights into the prevention and treatment of hepatic ischemia/reperfusion injury. The findings have scientific implications as they enhance our understanding of the circadian regulation of hepatic ischemia/reperfusion injury. Furthermore, clinically, this research offers opportunities for optimizing treatment strategies in hepatic ischemia/reperfusion injury by considering the timing of therapeutic interventions.\r\nPubmed   Journal   ReadQx \r\nClinical and Pathophysiological Characteristics of Non-acute Decompensation of Cirrhosis. \r\nThese findings are crucial for hepatologists and researchers in risk stratifying patients and optimizing transplant candidacy. Interventions targeting necroptosis and pyroptosis pathways may improve outcomes, providing a significant shift towards precision medicine in cirrhosis care.\r\nPubmed   Journal   ReadQx \r\nRecompensation of decompensated cirrhosis in hepatitis C patients after SVR: Prognostic implications. \r\nTwo-thirds of patients with decompensated cirrhosis achieved recompensation twelve months post-SVR, leading to improved survival compared to those without recompensation, though still lower than in compensated patients. However, HCC risk remained unchanged in the recompensated cohort.\r\nPubmed   Journal   ReadQx \r\nSour neuronal signalling attenuates macrophage mediated liver injury. \r\nOur findings provide new insights into the brain-liver axis and therapeutic perspectives for liver injury. This clinical trial was registered with the Chinese Clinical Trial Registry (ChiCTR2400088096) IMPACT AND IMPLICATIONS: ● This study clarified that sour stimuli, which is related to acid (low pH value), is at least partly responsible for reducing human and mouse liver ischemia and reperfusion injury through nerves, and confirmed the important role of brain-liver axis in liver ischemia and reperfusion injury.● This study found that brain-liver axis to increase liver ischemia-reperfusion injury through the secretion of TAFA2 protein, and proved that TAFA2 protein mediated liver ischemia-reperfusion injury through the recruitment and activation of macrophages.● This study found that CCR2 is the receptor for TAFA2 protein, and TAFA2 and CCL2 produce a different transcriptional profile by RNA sequencing.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Upadacitinib-A Promising Induction Agent for Paediatric Crohn's Disease? \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A comprehensive review of geriatric syndromes and assessment in older adults with inflammatory bowel diseases. \r\nGeriatric syndromes are prevalent and negatively impact older patients with IBD. Systematic assessment for their presence and multidisciplinary interventions to improve them are important to improve outcomes of older adults with IBD.\r\nPubmed   Journal   ReadQx \r\nTo treat of not to treat - prospection and prognosis in IBD. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    GLS2-mediated YAP1 Glutamylation Facilitates Immune Evasion in Pancreatic Ductal Adenocarcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Hot and Cold Fibrosis: The Role of Serum Biomarkers to assess the Immune Mechanisms and ECM-Cell Interactions in Human Fibrosis.\r\nThis article aims to explore the relationship between hot and cold fibrosis, the role of various types of collagens and their biologically active fragments in modulating the immune system, and how serological ECM biomarkers can help the understanding of the disease-relevant interactions between immune and mesenchymal cells in fibrotic tissues. Additionally, we draw lessons from immuno-oncology research in solid tumors to shed light on potential strategies for fibrosis treatment and highlight the advantage of having a \"hot fibrotic environment\" to treat fibrosis by enhancing collagen degradation through modulation of the immune system.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Rare Tumor of the Esophagus: Primary Malignant Melanoma.\r\n\r\nPubmed   Journal   ReadQx \r\nCan Only Fluid Therapy Be the Answer in Prevention of Postendoscopic Retrograde Pancreatitis? \r\n\r\nPubmed   Journal   ReadQx \r\nDisseminated Talaromyces marneffei involving the colon: a unique opportunistic infection. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Pancreaticogastrostomy Using a Lumen-Apposing Metal Stent: A Simplified, Alternative Approach.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic diagnosis of gastropericardial fistula caused by intrathoracic gastric ulcer.\r\n\r\nPubmed   Journal   ReadQx \r\nPlastics: Here, There, and Everywhere - Implications for Gastrointestinal Health and Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPreventing Postendoscopic Submucosal Dissection Coagulation Syndrome With Transrectal Drainage Tubes: Are We Targeting the Right Patients and Mechanisms? \r\n\r\nPubmed   Journal   ReadQx \r\nRefractory Dysphagia: A Case of Co-Existing Eosinophilic Esophagitis and Achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Real-World Study of Cumulative Steroid Burden Among Patients with Eosinophilic Esophagitis in the United States. \r\n\r\nPubmed   Journal   ReadQx \r\nDiffuse esophageal uptake on 18F-fluorodeoxyglucose positron emission tomography/computed tomography scan. \r\n\r\nPubmed   Journal   ReadQx \r\nEconomic Benefit of Implementation of Pediatric Transnasal Endoscopy in Eosinophilic Esophagitis. \r\n\r\nPubmed   Journal   ReadQx \r\nResolving metabolic dysfunction-associated steatotic liver disease reduces subclinical cardiovascular damage in Chinese youths. \r\n\r\nPubmed   Journal   ReadQx \r\nThe Impact of Metabolic Dysfunction and Bariatric Surgery on Severity and Outcomes in Alcohol Associated Hepatitis. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case report of piecemeal submucosal tunnel endoscopic resection for a giant esophageal leiomyoma larger than 8 cm. \r\n\r\nPubmed   Journal   ReadQx \r\nDirect needle puncture technique using a radial miniature probe for complete anastomotic obstruction after hepaticojejunostomy. \r\n\r\nPubmed   Journal   ReadQx \r\nDuodenal biopsy and drainage procedures via the hepaticogastrostomy route using a newly designed device delivery system. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic \"combined-arms approach\" for the management of a giant intraductal papillary mucinous neoplastic lesion of the bile duct. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of intrahepatic bile duct stones using a slim basket catheter passed through a device delivery system in a patient who had undergone pancreaticoduodenectomy. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticojejunostomy through an endoscopic ultrasound-guided enteroanastomosis. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticojejunostomy using forward-viewing echoendoscope for hepatic duct obstruction due to postoperative bile duct injury. \r\n\r\nPubmed   Journal   ReadQx \r\nFlushing ensures vessel presealing in underwater third-space endoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nReintervention technique for endoscopic ultrasound-guided hepaticogastrostomy combined with bridging stent deployment using a novel double-lumen dilator. \r\n\r\nPubmed   Journal   ReadQx \r\nSafe and reliable removal of a migrated biliary metal stent with a snare placed over the balloon using the two-devices-in-one-channel method. \r\n\r\nPubmed   Journal   ReadQx \r\nTreatment of a necrotic collection after tangential gastric resection by using an automated endoscopic debridement catheter. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Cause of Obstruction in IPAA. \r\n\r\nPubmed   Journal   ReadQx \r\nA Rare Cause of Recurrent Abdominal Pain. \r\n\r\nPubmed   Journal   ReadQx \r\nAn unexpected cause of acute liver failure following CAR T-cell therapy. \r\n\r\nPubmed   Journal   ReadQx \r\nBeyond scratching the surface: a non-pruritogenic novel bile acid derivative that ameliorates cholestatic- and diet-induced liver injury. \r\n\r\nPubmed   Journal   ReadQx \r\nDeveloping a Strategy for Prevention of Avoidable Postcolonoscopy Colorectal Cancers: Current and Future Perspectives.\r\n\r\nPubmed   Journal   ReadQx \r\nMetagenome-informed metaproteomics: a new frontier in gut host-microbe-diet analysis. \r\n\r\nPubmed   Journal   ReadQx \r\nStretch and Flex: Mechanosensing and stem cells. \r\n\r\nPubmed   Journal   ReadQx \r\nSummary Gastro Digest: Can Inebilizumab change the management of IgG4-related Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nYields and Completion Rates of Colorectal Cancer Screening Modalities in Patients aged 45-50. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A rare case of primary signet-ring cell carcinoma with a rare endoscopic presentation. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Dysphagia and colonic lesions. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hepatic encephalopathy - We are no longer those who believe that reality is what we perceive. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Downstaging of hepatocellular carcinoma before liver transplantation: More details, more significance.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Downstaging of hepatocellular carcinoma before liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nThe dynamic landscape of cholestatic liver disease. \r\n\r\nPubmed   Journal   ReadQx \r\nThe role of angiotensin-converting enzyme inhibitors and angiotensin receptor blockers in managing metabolic dysfunction-associated steatotic liver disease. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter on \"Autoimmune Hepatitis and Vitamin D Deficiency: A Nationwide Perspective\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Impact of Nonalcoholic Fatty Liver Disease on the Survival of People Living With HIV-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Impact of Nonalcoholic Fatty Liver Disease on the Survival of People Living With HIV.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: No Biochemical Relapse Is Associated With the Highest Off-Therapy HBsAg Loss Rate-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: No Biochemical Relapse Is Associated With the Highest Off-Therapy HBsAg Loss Rate. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Refining risk estimates of colorectal cancer in steatotic liver disease: Insights on methodological challenges. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Healthy first-degree relatives from multiplex families versus simplex families have a higher subclinical intestinal inflammation, a distinct fecal microbial signature, and harbor a higher risk of developing Crohn's disease\". \r\n\r\nPubmed   Journal   ReadQx \r\nExpand Research in Risk of Developing Crohn's Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    EUS-guided portal pressure measurement: beware of thrombosis risk. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Several questions about the study of hypothermic oxygenated machine perfusion. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-17T07:56:20-04:00",
    "input_file": {}
  }
]
