[
  {
    "path": "gi/01-09-2026/",
    "title": "Fri Jan 09 2026",
    "description": "113 articles - From Friday Jan 02 2026 to Friday Jan 09 2026",
    "author": [],
    "date": "2026-01-09",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    AGA Clinical Practice Update on Evaluation and Management of Refractory Constipation: Expert Review. \nThese Best Practice Advice statements were drawn from a review of the published literature and from expert opinion. Because systematic reviews were not performed, these Best Practice Advice statements do not carry formal ratings of the quality of evidence or strength of the presented considerations.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    ASGE consensus recommendations on the endoscopic management of eosinophilic esophagitis - part 2: disease assessment, monitoring, and pediatric considerations. \nStatements across al age ranges addressed the role of less-invasive monitoring, performing diagnostic endoscopy off treatment, the need to consider symptoms, endoscopic features, and histologic findings when assessing disease activity, treatment-based monitoring intervals, and the approach to esophageal biopsies during monitoring. Coupled with the original consensus work, we provide a comprehensive endoscopic approach to EoE as well as practical guidance for procedure-related aspects in the field to facilitate high-quality endoscopic care to patients with EoE.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Meta-Analysis: Prevalence of Eating Disorders in Inflammatory Bowel Disease.\nEating disorders are prevalent among individuals with IBD, particularly avoidant/restrictive types. These findings highlight the need for improved screening and greater clinical awareness to better detect and manage disordered eating in the IBD population.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Comparison of Image-Enhanced Endoscopy Techniques for Colorectal Lesion Detection and Characterization: A Network Meta-Analysis of Randomized Controlled Trials.\n Our findings indicate TXI and LCI may provide improved detection performance compared with conventional imaging. Blue light imaging and new-generation NBI seem to enhance lesion characterization. Further comparative studies are needed to guide optimal IEE modality selection for colorectal neoplasia.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Endoscopic techniques for the identification of duodenal villous atrophy in celiac disease: a systematic review and meta-analysis of diagnostic accuracy.\nCompared to white-light endoscopy, advanced techniques such as water immersion, narrow band imaging and dye-based chromoendoscopy offer improved sensitivity, particularly for subtle, patchy lesions.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Amino Acid Imbalance Is an Independent Factor for Mortality in Patients With Liver Cirrhosis.\nAmino acid imbalance is an independent factor for poor prognosis in patients with cirrhosis. Notably, decreased BCAA and increased tyrosine levels were identified as independent prognostic factors.\nPubmed   Journal   ReadQx Blood Eosinophils Are Accurate Biomarkers for the Management of Eosinophilic Oesophagitis: Prospective, Multi-Centre Study.\n Eosinophil absolute and relative counts in the peripheral blood could be used in the initial assessment of patients presenting with dysphagia to accurately differentiate EoE from NED and to predict histological remission of EoE.\nPubmed   Journal   ReadQx Clinical Trial: Long Versus Short Tapering of Steroids in Steroid Responsive Moderate to Severely Active Ulcerative Colitis-A Randomised Controlled Trial.\n A shorter taper duration of 6 weeks was inferior to a longer taper of 10 weeks in achieving clinical remission of UC at 6 months.\nPubmed   Journal   ReadQx Impact of Evolving Evidence on Pharmacological Therapy for Alcohol-Associated Hepatitis in Alberta: A Population-Based Study of Practice Trends and MELD-Stratified Effectiveness of Corticosteroids.\nRCT evidence led to a rapid reversal in PTX prescribing prior to formal guideline updates. Real-world data support a modest short-term benefit of CS and illustrate the potential of target trial emulation to assess treatment effectiveness in specific groups of patients.\nPubmed   Journal   ReadQx Research Communication: Healthcare Utilisation Patterns in Patients With Irritable Bowel Syndrome Across an Integrated Healthcare System.\nAll IBS medications were associated with reduced outpatient visits. Our findings enable healthcare systems to better target interventions to reduce unnecessary utilisation and associated costs.\nPubmed   Journal   ReadQx Research Communication: The Risk and Outcomes of Gastrointestinal Bleeding in Patients Using Warfarin or Direct Oral Anticoagulants.\nPatients taking either DOACs or warfarin had more severe GIB and greater mortality than non-anticoagulated patients, even after controlling for comorbid status. Anticoagulated patients also had higher rates of delayed endoscopy.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    A Large Language Model Assistant for Summarizing Hepatology Referral Documents. \nThe use of an LLM led to significantly reduced document length, maintained an appropriate level of accuracy, and led to a significant decrease in clinician time to review the patient record. Future steps involve creating a fully automated workflow that is integrated into the electronic health record for widespread use.\nPubmed   Journal   ReadQx Adenomatous Polyposis Coli Gene Polyposis-related Syndromes. \nIn this narrative review, we discuss the epidemiology, diagnosis, and management of APC gene related polyposis syndromes. We also review the variation in genotype-phenotype presentations and discuss practical aspects of caring for individuals affected by these syndromes with an emphasis on multidisciplinary care, family planning, and transitions of care.\nPubmed   Journal   ReadQx Associations Between Mean Arterial Pressure Thresholds and Clinical Outcomes in Decompensated Cirrhosis With Septic Shock. \nMaintaining MAP between 70 and 75 mm Hg may optimize survival and kidney recovery in patients with decompensated cirrhosis and septic shock. Randomized trials are needed to compare traditional MAP targets (60-65 mm Hg) with intermediate targets (70-75 mm Hg) to improve outcomes in this high-risk population.\nPubmed   Journal   ReadQx Clinical Trial Endpoints for Perianal Fistulizing Crohn's Disease. \nBased on our evaluation, future trials should use co-primary clinical and radiologic assessments to capture both how the patient feels and an objective measure of disease activity. These findings reinforce the need for clearly defined, objective, and standardized endpoints for pCD clinical trials that will enable evaluation of novel therapies to improve patient outcomes.\nPubmed   Journal   ReadQx Psychological Resilience and Mental Wellbeing Mitigate the Risk of Irritable Bowel Syndrome.\n Our study demonstrates that enhanced mental wellbeing confers substantial protection against IBS development, highlighting psychological interventions as potential primary prevention strategies.\nPubmed   Journal   ReadQx The Enterolimbic axis: gut-brain affective circuits at the crossroad of metabolism, emotion, and behavior. \nWe propose that gastroenterologists embrace these agents as first-line therapies, leveraging the unique endocrine role of the gut in metabolic regulation. This review integrates molecular, clinical, and therapeutic insights to outline diagnostic and precision-medicine opportunities arising from enterolimbic modulation.\nPubmed   Journal   ReadQx The Utility of MUC2 and CDX2 Expression in the Diagnosis of Barrett's Esophagus: A Community-based Study of Wide-Area Transepithelial Sampling and Forceps Biopsies. \nFB misses approximately half of BE when using MUC2/WATS3D as an alternative gold standard. The addition of MUC2 immunohistochemistry may aid in the recognition of BE.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Large-scale clustering of longitudinal fecal calprotectin and C-reactive protein profiles in inflammatory bowel disease.\n Distinct patterns of inflammatory behavior over time are evident in IBD patients. These data pave the way for a deeper understanding of disease heterogeneity in IBD.\nPubmed   Journal   ReadQx Real-world effectiveness of advanced therapies in microscopic colitis.\n This real-world study demonstrates the promising short- and long-term effectiveness of advanced therapies-particularly JAK inhibitors-in budesonide-refractory and budesonide-dependent MC. These findings pave the way for dedicated prospective trials and highlight evolving therapeutic strategies in MC.\nPubmed   Journal   ReadQx Week 12 Reduction in MM-SES-CD is Predictive of Delayed Response to Upadacitinib in Crohn's disease.\nDelayed clinical response to upadacitinib occurs in a substantial proportion of initial non-responders. Failure to achieve week 12 reduction in MM-SES-CD is associated with high likelihood of delayed non-response, supporting its utility in guiding treatment decisions.\nPubmed   Journal   ReadQx Endoscopy\n    Development and Validation of a Multimodal Deep Learning Model for Early Esophageal Squamous Neoplasia Detection and Invasion Depth Prediction.\n MUMA-EDx demonstrably delivers exceptional early ESCC detection and robust invasion depth classification, achieving performance comparable to expert endoscopists and poised to significantly enhance diagnostic precision and patient outcomes.\nPubmed   Journal   ReadQx Multicenter, double-blind, sham endoscopy-controlled, randomized trial evaluating the efficacy of anti-reflux mucosal ablation for the treatment of gastro-esophageal reflux disease.\nARMA was not superior to sham endoscopy in improving GERD-related quality of life at 12 months in patients with PPI-responsive GERD and was associated with a higher incidence of adverse events. These findings do not support its implementation in routine clinical practice. ClinicalTrials.gov registration number  NCT04711655.\nPubmed   Journal   ReadQx Vessel Coagulation in Third Space Endoscopy: a Randomized Controlled Trial.\nA substantial reduction in the risk of intraprocedural bleeding was achieved by saline-immersion pre-sealing in per-patient and per-vessel analyses, prompting its implementation in clinical practice.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    EFFECTS OF DIFFERENT TECHNIQUES OF ENDOSCOPIC GASTROPLASTY ON WEIGHT LOSS AMONG PATIENTS WITH OBESITY: A RANDOMIZED, SINGLE-CENTER PRAGMATIC TRIAL.\nThis study underscores the potential of EG through ESG, EVG, and POSE-2 as equally effective, safe, and feasible interventions for managing obesity at a medium-term follow-up. Results were consistent despite incomplete follow-up, the main study limitation, assuming data were missing at random.\nPubmed   Journal   ReadQx Outcomes of Endoscopic Submucosal Dissection for Superficial Esophageal Squamous Neoplasms: A Multicenter North American Experience.\n ESD is a safe and effective treatment for superficial ESN with a low recurrence rate in lesions that meet the standard criteria for curative resection.\nPubmed   Journal   ReadQx REACT Multipoint Elastic Traction for Colorectal ESD: A Retrospective Single-Center Feasibility Series of 59 Consecutive Cases.\n REACT-assisted ESD was safe and feasible in this single-center retrospective analysis of a prospectively maintained consecutive colorectal ESD cohort. Prospective, multicenter studies are warranted to validate these findings and to define the optimal context for this novel traction method.\nPubmed   Journal   ReadQx Stenosis Development After Circumferential Colorectal Endoscopic Submucosal Dissection: A Multicenter Analysis of Predictive Factors and Outcomes.\nThe risk of stenosis after circumferential ESD for colorectal lesions ≥90% is high in the rectum but can be effectively managed endoscopically. Despite this, the technique remains highly feasible and safe.\nPubmed   Journal   ReadQx Gut\n    <i>Streptococcus anginosus<\/i>-derived methionine promotes gastric cancer progression.\nBackground and host.\nPubmed   Journal   ReadQx CD48 is a novel immune checkpoint on tumour-associated macrophages in hepatocellular carcinoma.\n CD48 represents a novel immune checkpoint on TAMs critical for HCC progression and immunotherapy resistance. Targeting CD48 may overcome immunosuppression and increase therapeutic efficacy in HCC.\nPubmed   Journal   ReadQx Distinct microbial mediators link diet to inflammation in Crohn's disease and ulcerative colitis.\n Diet quality influences inflammation in IBD through distinct microbiome pathways  specific taxa and metabolites mediate effects in CD, whereas microbial richness and global composition drive protection in UC.\nPubmed   Journal   ReadQx GSK3β<sup>high<\/sup>/NFATc1<sup>high<\/sup> subtype targeting overcomes therapy resistance in pancreatic cancer through transcriptional induction of homologous recombination repair.\n We have identified a highly aggressive GSK3β high /NFATc1 high subtype that predicts early recurrence, poor survival and cisplatin resistance in PDAC. This subtype reveals new treatment vulnerabilities suggesting that patients with PDAC may benefit from stratification-based tailored treatment strategies.\nPubmed   Journal   ReadQx Integrated screens reveal that guanine nucleotide depletion, which is irreversible via targeting IMPDH2, inhibits pancreatic cancer and potentiates KRAS inhibition.\nThese findings provide a rationale for developing combination therapies targeting KRAS and DNGB, highlighting the potential of purine nucleotide imbalance as a biomarker to guide the application of these therapies.\nPubmed   Journal   ReadQx Novel <i>myo<\/i>-inositol to butyrate fermentation pathway in the prevalent human gut species <i>Dysosmobacter welbionis,<\/i> a bacterium associated with improved metabolic and liver health.\nBackground -inositol into butyrate, distinguishing it from other commensals and supporting its potential as a next-generation probiotic for metabolic and liver health.\nPubmed   Journal   ReadQx Pueraria lobata-derived exosome-like nanovesicles alleviate rheumatoid arthritis via targeting <i>Ruminococcus gnavus<\/i> phenylethylamine production.\nSmall RNA sequencing and lipidomic analysis were performed to identify key components and reveal the related mechanisms mediating therapeutic effects. Results in aggravating RA and underscore the application of plant-derived ELNs for microbiota manipulation.\nPubmed   Journal   ReadQx Simvastatin in the prevention of recurrent pancreatitis: a triple-blinded randomised clinical trial (the SIMBA trial).\n This trial, evaluating simvastatin versus placebo for the prevention of pancreatitis, did not demonstrate a reduction in recurrence rate, although results might be underpowered due to early termination. The relationship between statins in these patients and new-onset diabetes requires further investigation.\nPubmed   Journal   ReadQx Targeting MLCK1 uncouples immune checkpoint inhibitor-induced colitis from antitumour immunity.\nThese findings suggest that MLCK1-dependent tight junction regulation is essential for ICIs colitis, positioning barrier restoration as a potential therapeutic strategy.\nPubmed   Journal   ReadQx J Hepatol\n    Molecular profiling and matched targeted treatment in cholangiocarcinoma: results from the Italian dataset (ANITA).\nDespite a broader availability of EMP in advanced CCA, patient access to targeted treatments remains suboptimal. Our results demonstrate that such treatments can dramatically impact on OS, Therefore, strategies aiming at increasing the access to (and accelerate the availability of) targeted treatments are warranted. Clinical trial number ESR-21-21387.\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Changes in Esophageal Transit Scintigraphy After Peroral Endoscopic Myotomy in Patients With Achalasia.\n  Patients with achalasia who received POEM showed improved not only manometric LES parameters but also esophageal transit. Analysis of the radiation curve's time-to-peak showed that improved retention in the upper portion is an indicator of symptoms improvement in patients who underwent POEM.\nPubmed   Journal   ReadQx Loss of Inspiratory Augmentation as a Predictive Factor for the Development of Gastroesophageal Reflux Disease After Peroral Endoscopic Myotomy in Patients With Achalasia.\n   Loss of inspiratory augmentation may predict GERD after POEM.\nPubmed   Journal   ReadQx Mean Basal Esophagogastric Junction Pressure Is a Better High-resolution Manometry Predictor of Gastroesophageal Reflux Disease Than Esophagogastric Junction Contractile Integral.\n  MBEP is a simple HRM metric to evaluate anti-reflux barrier function, predicting conclusive GERD and differentiating reflux phenotypes with better performance than EGJ-CI. This metric could serve as a valuable adjunctive tool in GERD diagnosis.\nPubmed   Journal   ReadQx Pylorus Endoluminal Functional Luminal Imaging Probe Measurements in Children Are Determined by Age and Are Distinctly Different From Adult Values.\n   Pediatric pylorus EndoFLIP values are determined by age but not weight and they correlate with symptoms of impaired gastric emptying. Adults normal values are not applicable to children. There is a need to set up a separate pediatric protocol for pylorus EndoFLIP.\nPubmed   Journal   ReadQx Spatiotemporal Remodeling of Enteric Neural Pathways Underlies Colonic Dysmotility Following Spinal Cord Injury in Rats.\n   SCI induces spatiotemporal remodeling of excitatory and inhibitory neural pathways, contributing to colonic dysmotility and revealing potential targets for therapeutic intervention.\nPubmed   Journal   ReadQx Transient Gastric Pressure Elevation Synergizing With Impaired Esophagogastric Junction Barrier Function Plays a Pivotal Role in the Refractory Gastroesophageal Reflux Disease.\n  Transient gastric pressure elevation and compromised EGJ barrier function drive weakly acidic reflux and esophageal bolus exposure. This pressure gradient-barrier mismatch underpins the refractoriness of RGERD.\nPubmed   Journal   ReadQx Validation of the Leuven Postprandial Distress Scale According to the Rome IV Criteria for Functional Dyspepsia.\n  The LPDS questionnaire showed good reliability and responsiveness, and can be confidently used as a validated tool in Rome IV PDS populations. Data did not support adding accessory symptoms to the construct, due to low loading or poor model fit.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Decoding Gut Failure in Cirrhosis: Villin-1 and the Emergence of a Seventh Organ Failure.\n\nPubmed   Journal   ReadQx Editorial: Dysfunctional Neutrophils in Cirrhosis With Acute Decompensation: Why It Matters.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Is it Time to Treat to Histologic Remission Yet?\n\nPubmed   Journal   ReadQx Gastroenterology\n    Emerging Diagnostic Indications for Endoscopic Ultrasound.\nFinally, EUS-obtained tissue now seeds organoids, patient-derived xenografts, and organotypic slice cultures to test individualized therapies. Collectively, these innovations move EUS beyond \"see and biopsy\" toward detect, predict, and personalize.\nPubmed   Journal   ReadQx Gut\n    Combination therapies for metabolic dysfunction-associated steatohepatitis: challenges and opportunities.\nThis review integrates current knowledge on multitargeted and combination therapies for MASH, examines mechanistic rationales and emerging clinical evidence and addresses practical considerations for patient-centred implementation. Therefore, we aim to provide clinicians and researchers with a comprehensive framework to optimise individualised management and improve both hepatic and systemic outcomes in individuals living with MASH.\nPubmed   Journal   ReadQx Road to IBD prevention in the Global South: a conceptual framework modelling from non-communicable diseases.\nTherefore, in this review, we advocate for an alternative approach of combining evidence-based IBD prevention strategies with the time-tested strategies of NCD prevention approaches already being implemented. We suggest a sieving strategy for selecting preventive measures through a series of sieves-interventions that have evidence to support prevention, align with NCD prevention and are economically viable.\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Expanding the Physiological Role of the Endoluminal Functional Lumen Imaging Probe From the Esophagus to Pediatric Pylorus.\n\nPubmed   Journal   ReadQx Is Mean Basal Esophagogastric Junction Pressure a Simpler and More Reliable Marker for Gastroesophageal Reflux Disease Barrier Function?\n\nPubmed   Journal   ReadQx Neural Gastric Electrical Stimulation: Future Prospects in Managing Gastric Emptying Disorders.\nThis review examines the evolution and implementation of NGES, focusing on its potential role as a treatment option to enhance gastric propulsion in gastroparesis and delayed gastric conduit emptying. While initial acute animal studies have shown promising results, continued development of the technology and refinement of stimulation protocols through chronic experiments remains essential for successful clinical translation.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    ACG 2025 Presidential Speech.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx How I Approach It: A Roadmap for AI in GI Fellowship Training. \n\nPubmed   Journal   ReadQx Inverted Hyperplastic Polyp of the Duodenum. \n\nPubmed   Journal   ReadQx Navigating Complexities in the Liver ICU: A Fireside Chat with a Liver Intensivist.\n\nPubmed   Journal   ReadQx Response to Shah et al and Li et al.\n\nPubmed   Journal   ReadQx Something fishy in the liver - an unexpected mass in a patient with heavy alcohol use. \n\nPubmed   Journal   ReadQx The appendix as a diagnostic blind spot: a case of concealed tubular adenoma. \n\nPubmed   Journal   ReadQx Endosc Int Open\n    Search, coagulation, and clipping with the shrink method to minimize ulcer base and prevent delayed bleeding after gastric endoscopic resection.\n\nPubmed   Journal   ReadQx   PMCEndoscopy\n    \"Umbrella-shaped pulley traction\" assisted endoscopic submucosal dissection of colonic lesions - a modified external traction technique. \n\nPubmed   Journal   ReadQx A fishy situation - expanding the differential diagnosis of the fish-mouth papilla. \n\nPubmed   Journal   ReadQx A helix tacking system for the management of colonic anastomotic dehiscence, after a laparoscopic left colectomy. \n\nPubmed   Journal   ReadQx A novel approach: a pancreatic duct stent removable with the nasobiliary catheter. \n\nPubmed   Journal   ReadQx Cholangioscopy and double guidewires facilitate a difficult endoscopic ultrasound-guided gastroenterostomy. \n\nPubmed   Journal   ReadQx Combined digestive endoscopy and laryngoscopy for successful management of an early-stage epiglottic carcinoma. \n\nPubmed   Journal   ReadQx Endoscopic stricturoplasty for pyloric stenosis refractory to endoscopic balloon dilation and lumen apposing metal stenting. \n\nPubmed   Journal   ReadQx Endoscopic synchronous injection and submucosal dissection for large granular mixed nodular laterally spreading tumor in the rectum. \n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided antegrade transpapillary multi-hole self-expandable metal stent with fine-gauge stent delivery system. \n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided choledochoduodenostomy as a life-saving salvage therapy for post-transplant acute biliary obstruction. \n\nPubmed   Journal   ReadQx High-fidelity endoscopic submucosal dissection simulator reproducing full-procedure training, bleeding, and perforation. \n\nPubmed   Journal   ReadQx Knocking stent release technique to deploy lumen-apposing metal stents during endoscopic ultrasound-guided gallbladder drainage. \n\nPubmed   Journal   ReadQx Next step for antireflux mucosal ablation.\n\nPubmed   Journal   ReadQx Rescue surgery for intra-abdominal migration of plastic stents in endoscopic ultrasound-guided hepaticogastrostomy. \n\nPubmed   Journal   ReadQx Side-by-side 6-mm multi-hole metal stents more effective than inside plastic stents for reintervention after stent-in-stent placement in malignant hilar biliary obstruction. \n\nPubmed   Journal   ReadQx Successful endoscopic submucosal dissection of a large laterally spreading tumor in distal jejunum by the water pressure method using a newly developed double-balloon enteroscope. \n\nPubmed   Journal   ReadQx Tetra-side-by-side technique using a multi-hole self-expandable metal stent with a 5.9-Fr stent delivery system. \n\nPubmed   Journal   ReadQx Transcolonic endoscopic appendectomy using a novel integrated snare-knife device: a case report. \n\nPubmed   Journal   ReadQx Underwater internal traction-assisted reopenable clip-over-the-line method for full-thickness defect closure in a gastric collapse. \n\nPubmed   Journal   ReadQx Gastroenterology\n    Altered Metabolites at Birth in Individuals With Later Inflammatory Bowel Disease: A Danish Cohort Study.\n\nPubmed   Journal   ReadQx Life-Threatening Hematemesis and Esophageal Stricture in a 9-Year-Old Boy: Unmasking the Culprit. \n\nPubmed   Journal   ReadQx The Human Blood Virome Differs in Crohn's Disease.\n\nPubmed   Journal   ReadQx Unexplained Coexisting Injury of the Liver, Pancreas, and Brain.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Technical Refinement in transjugular intrahepatic portosystemic shunt for Cavernous Transformation of the Portal Vein: Role of EUS-Guided Navigation (with video).\n\nPubmed   Journal   ReadQx Gut\n    Commentary on: gutjnl-2025-335548.R2-endoscopic retrograde cholangiopancreatography (ERCP) services across the UK.\n\nPubmed   Journal   ReadQx Feasibility of endoscopic submucosal dissection for large (≥3 cm) laterally spreading duodenal tumours involving the papilla: a multicentre retrospective study.\n\nPubmed   Journal   ReadQx PEG is back: revisiting the role of pegylated interferon alfa and benchmarking its place in HBV cure strategies.\n\nPubmed   Journal   ReadQx Recovery of HBV-specific B cell function after discontinuation of nucleos(t)ide analogue therapy: new insight and future challenges.\n\nPubmed   Journal   ReadQx Refining watch-and-wait in low rectal cancer after neoadjuvant chemoradiotherapy: pilot study of endoscopic full-thickness resection.\n\nPubmed   Journal   ReadQx When the vascular lining loosens, dysfunctional macrophages permit pathological bacterial translocation in cirrhosis.\n\nPubmed   Journal   ReadQx Hepatology\n    Letter to the Editor: Clarifying validation and statistical aspects of AI-Based risk prediction in liver disease.\n\nPubmed   Journal   ReadQx Letter to the editor: Interpreting the clinical decision value of glycomic-based models for early HCC detection in CHB.\n\nPubmed   Journal   ReadQx Protecting the future generation through science and HBV vaccination.\n\nPubmed   Journal   ReadQx Response to \"clarifying validation and statistical aspects of AI‑based risk prediction in liver disease\".\n\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Corrigendum: Implementing a Fermentable Oligosaccharides, Disaccharides, Monosaccharides, and Polyols Diet in Asia: Addressing Cultural, Clinical and Practical Challenges.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Decoding Gut Failure in Cirrhosis-Villin-1 and the Emergence of a Seventh Organ Failure. Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: Dysfunctional Neutrophils in Cirrhosis With Acute Decompensation-Why It Matters. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Association Between Viral Replication Activity and Post-Transplant Recurrence of HBV-Related Hepatocellular Carcinoma.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Comment on \"Cost-effectiveness of regular surveillance versus endoscopy at need for patients with Barrett's esophagus: economic evaluation alongside the BOSS randomized controlled trial\".\n\nPubmed   Journal   ReadQx Limitations and Implications for Barrett's Esophagus Surveillance.\n\nPubmed   Journal   ReadQx Revising the Model for Accurate Cost-Effectiveness of Barrett's Esophagus Surveillance.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Navigating the gray zone: refining risk stratification after endoscopic resection for cervical esophageal squamous cell carcinoma.\n\nPubmed   Journal   ReadQx Gut\n    Mutations of Gly277 in <i>CPA1<\/i>-related chronic pancreatitis: clinical clues for misfolding aetiology.\n\nPubmed   Journal   ReadQx My first 1000 manuscript rejections.\n\nPubmed   Journal   ReadQx Proton pump inhibitors use and risk of inflammatory bowel disease in children.\n\nPubmed   Journal   ReadQx Role of A2 beta casein in milk-induced eosinophilic oesophagitis: novel in-vivo and in-vitro findings.\n\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Interstitial Cells of Cajal Remodeling as a Mechanistic Insight Into the Natural History of Achalasia: Lessons From 3 Clinical Cases.\n\nPubmed   Journal   ReadQx Mast Cell Activation Affecting Gastrointestinal Motility.\n\nPubmed   Journal   ReadQx Mean Nocturnal Baseline Impedance in Gastroesophageal Reflux Disease: Considerations on the Study by Lee et al.\n\nPubmed   Journal   ReadQx Reply: Mean Nocturnal Baseline Impedance in Gastroesophageal Reflux Disease: Considerations on the Study by Lee et al.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-09T14:11:13-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-02-2026/",
    "title": "Fri Jan 02 2026",
    "description": "14 articles - From Friday Dec 26 2025 to Friday Jan 02 2026",
    "author": [],
    "date": "2026-01-02",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Advanced Fibrosis and Cardiometabolic Risk Burden Increase Major Cardiovascular Events in Chronic Hepatitis C Patients With Steatotic Liver Disease After Viral Eradication.\nCMRFs burden, advanced fibrosis, and CKD predicted MACEs in CHC patients with MASLD after achieving SVR. CMRFs monitoring and management should be prioritised in high-risk patients.\nPubmed   Journal   ReadQx Barriers to Medical Care Are Frequently Reported by Patients With Cirrhosis.\n Patients with cirrhosis report frequent barriers to medical care including limited access to clinic appointments, although barriers vary by healthcare system. Barriers to care serve as intervention targets to improve outcomes for patients with cirrhosis.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Psychometric Development and Internal Validation of a Short Version of the Crohn's Anal Fistula Quality of Life Scale.\n CAFQOL is a reliable and responsive tool that captures meaningful changes over time. The short CAFQOL is a feasible tool for repeated disease monitoring.\nPubmed   Journal   ReadQx Gut\n    <i>Parasutterella excrementihominis<\/i> exacerbates experimental colitis and colitis-associated colorectal cancer via pathogenic NETosis activation.\nThis bacterium significantly accelerates disease progression by producing specific metabolites (Suc and 6-HHA) that induce pathogenic NETosis. Targeting this bacterium or its metabolic axis offers novel therapeutic strategies for inflammation-driven colorectal carcinogenesis.\nPubmed   Journal   ReadQx TL1A-activated T cells remodel the rectal mucosa in patients with Crohn's disease with perianal fistulising disease.\n Our findings revealed unique cellular alterations in the rectum of patients with CD+PFD, highlighting the previously unrecognised involvement of TL1A in mediating this signature and supporting the need for exploring the role of TL1A inhibition as a therapeutic approach for PFD.\nPubmed   Journal   ReadQx Targeting cancer stem cells enhances multikinase inhibitor therapy in metabolic dysfunction-associated steatotic liver disease-related hepatocellular carcinoma.\n This study established CD133 + CSCs as critical mediators through the CD133-MYH9/β-catenin axis in MASLD-HCC. Targeting CD133 enhances multikinase inhibitor efficacy, offering a promising therapeutic strategy for MASLD-HCC.\nPubmed   Journal   ReadQx Hepatology\n    Head-to-head comparison between vibration-controlled transient elastography and histology in predicting liver-related events due to metabolic dysfunction-associated steatotic liver disease.\nIn this large MASLD cohort, LSM by VCTE showed comparable prognostic accuracy to histology. As a non-invasive tool, LSM may serve as an alternative surrogate endpoint in clinical trials.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Combination Therapies for MASH: A Step Forward or More Complexity?\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Clin Gastroenterol Hepatol\n    Assessing predictive performance of FIB-4 in settings with lower prevalence of liver fibrosis.\n\nPubmed   Journal   ReadQx Baked and Limited Regular Milk is Tolerated in Adults with Milk-Triggered Eosinophilic Esophagitis: A Prospective Pilot Study.\n\nPubmed   Journal   ReadQx Open-label, phase 2a pilot study evaluating the efficacy and tolerability of topical mesalamine treatment in adult patients with active eosinophilic esophagitis.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Combination Therapies for MASH: A Step Forward or More Complexity? Authors' Reply.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Celiac disease diagnosis on a gluten-free diet: unresolved issues.\n\nPubmed   Journal   ReadQx J Hepatol\n    Development and validation of a prognostic model for MASLD identifying hypertension as a pivotal factor: A population-based study.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-02T08:47:56-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-26-2025/",
    "title": "Fri Dec 26 2025",
    "description": "81 articles - From Friday Dec 19 2025 to Friday Dec 26 2025",
    "author": [],
    "date": "2025-12-26",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    International Expert Delphi Consensus on EUS Guided Portosystemic Pressure Gradient: Best Practices and Future Directions.\n The results of this modified Delphi process established expert agreement on multiple important issues and provided practical guidance on key aspects of EUS-PPG. This document could provide a roadmap for future research studies.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Quality indicators for endoscopic retrograde cholangiopancreatography.\n\nPubmed   Journal   ReadQx Gut\n    Revised version global guidelines on diverticular disease of the colon: the Fiesole Consensus report.\nThese Consensus statements aim to standardise and optimise the diagnosis, management and prevention of diverticular disease across diverse healthcare systems, while highlighting research priorities such as microbiome characterisation, genetic risk profiling and long-term outcomes of selective antimicrobial and surgical strategies.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Gastroenterology\n    The Gut Microbiome at the Onset of Inflammatory Bowel Disease: A Systematic Review and Unified Bioinformatic Synthesis.\nCore microbial perturbations at onset of CD and UC are depletion of anaerobes and enrichment of oxygen-tolerant, orally associated bacteria. As we place greater emphasis on early diagnosis and prediction of IBD risk, this finding may support innovative diagnostic approaches. Microbiome-targeted intervention and alteration of luminal oxygen availability may offer novel therapeutic avenues for new-onset patients and identified high-risk groups.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Accuracy of Virtual Scale Endoscopy in Colorectal Polyp Size Measurement: A GRADE-Assessed Pairwise and Network Meta-Analysis.\nVSE significantly improves polyp sizing accuracy compared to VA, snare, and forceps across both clinical and pre-clinical settings. NMA supports VSE as the top-ranking modality, suggesting its potential to enhance decision-making in polypectomy and surveillance. Larger multi-center trials are needed for validation.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Comprehensive Risk Profile of Gastrointestinal and Extra Articular Comorbidities in Ehlers-Danlos Syndrome: A Propensity-Matched Analysis of 118,256 Individuals.\n EDS patients exhibit heightened risk for GI, systemic and psychological comorbidities, highlighting the importance of multidisciplinary approaches for effective management.\nPubmed   Journal   ReadQx Research Communication: Sexual Dysfunction is a Common Early Challenge in Newly Diagnosed Inflammatory Bowel Disease.\nSexual dysfunction was independently associated with disability and bowel urgency in UC, and with hospitalisation, impaired quality of life, and fatigue in CD, but not IBD activity or treatment. These findings support early recognition of sexual dysfunction as part of patient-centred IBD care.\nPubmed   Journal   ReadQx Spontaneous Bacterial Peritonitis Is Associated With High Mortality, Which Interacts With Antibiotic Prophylaxis in a National Cirrhosis Cohort.\n In a national cohort of newly decompensated cirrhosis Veterans, SBP increased mortality, which worsened with recurrence. SBP prophylaxis (primary or secondary) showed an interaction with higher mortality but not LT. Antibiotic resistance increased with SBPPr, but culture results were not followed while resuming/initiating SBPPr. Novel strategies to prevent SBP recurrence and mortality are needed.\nPubmed   Journal   ReadQx Stability of Classification Systems for Irritable Bowel Syndrome.\n Different IBS classifications showed only moderate stability over 12 months, highlighting the fluctuating nature of the disorder. Stool form and psychological burden-based systems were most stable, but no method fully captured IBS variability. Future work could develop dynamic models integrating gastrointestinal and psychological factors to better guide management.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Association Between CT-Based AI-Derived Body Composition and Survival in Patients With Pancreatic Ductal Adenocarcinoma.\n Body composition parameters, derived from CT scans at the time of PDAC diagnosis, particularly low skeletal muscle density, sarcopenic obesity, and low adipose tissue, are independently associated with OS in patients with PDAC. Evaluating body composition at diagnosis could enhance clinical decision-making and enable more personalized treatment strategies.\nPubmed   Journal   ReadQx Ethical and Legal Considerations for Responsible Use of AI in Clinical Gastroenterology.\nHere, we present an overview of the core principles of responsible use of healthcare AI, including equity and fairness, patient autonomy, data privacy and security, accountability for AI-related patient harm, human agency, and regulation, using GI-relevant examples to highlight the benefits and risks of this powerful technology. We conclude with our predictions regarding the future legal and ethical impact of AI in our field.\nPubmed   Journal   ReadQx Sevoflurane Dose and Timing Affects Esophageal Contractility During Functional Lumen Imaging Probe.\n The timing and dose of sevoflurane is strongly associated with esophageal CR impairment during FLIP.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Clinical Characteristics and Treatment Outcomes in Patients with Incomplete Microscopic Colitis: Consideration for Expanding the Definition of Microscopic Colitis.\n In one of the largest cohorts of MCi, the majority were on drugs implicated in MC and almost three-fourths had a complete response to therapy including budesonide. Given the commonalities with MC, the histologic definition should potentially be expanded to include these patients.\nPubmed   Journal   ReadQx Randomized Controlled Trial of Upper Esophageal Sphincter Assist Device in Laryngopharyngeal Reflux Disease.\nIn this randomized double-blinded controlled trial of patients with LPRD, significant differences in laryngopharyngeal symptoms were not seen between application of the UESAD at therapeutic versus lower pressures. Laryngopharyngeal symptoms as well as pepsin concentrations significantly improved among both groups suggesting that application of external cricoid pressure, even at lower levels, is a safe, non-invasive, well-tolerated and effective therapy for LPRD. (ClinicalTrials.Gov NCT04827355).\nPubmed   Journal   ReadQx Endoscopy\n    Opportunities to reduce the environmental impact of endoscopy: a detailed material flow analysis of diagnostic colonoscopy.\nPlastic-based materials formed the largest contributor to the total used product weight. These findings inform decision-makers in designing targeted interventions to reduce the environmental impact of diagnostic colonoscopy, for example by considering more sustainable materials such as fiber-based materials. The prepared visual map makes waste generation discussable among healthcare professionals, thereby supporting a collaborative approach to identify sustainable opportunities.\nPubmed   Journal   ReadQx The value of routine endoscopic ultrasound in patients with esophageal cancer after neoadjuvant chemoradiotherapy undergoing active surveillance.\nEUS with FNA adds most value at 3 months post-nCRT, when the likelihood of detecting recurrence is highest. Beyond 3 months, its added value is limited (0.1% with negative PET-CT). Restricting the use of EUS to PET-suspicious nodes could omit 97.8% of EUS procedures.\nPubmed   Journal   ReadQx Gastroenterology\n    Depletion of Fibrinogen Suppresses Growth of Primary Tumors and Metastasis of Pancreatic Ductal Adenocarcinoma.\nThese data suggest that fibrin(ogen) reprograms the primary tumor microenvironment to support growth and promote early, but not late, metastatic steps. Our findings support prospective evaluation of a novel clinical approach involving the integration of fibrin(ogen)-targeting or depleting agents into chemotherapy regimens to control the spread of pancreatic cancer.\nPubmed   Journal   ReadQx Prognostic Performance of Phosphatidylethanol With Noninvasive Liver Fibrosis Tests in Alcohol-Related Liver Disease.\nPEth predicts hepatic decompensation independently of fibrosis-based NITs in individuals at risk of ALD. Although its prognostic performance declines rapidly, repeated PEth measurements maintain prognostic discrimination.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Diagnostic yield of EUS-guided fine-needle biopsy of solid pancreatic lesions with tissue sent directly in formalin for histopathological evaluation compared to cytology: a multi-center prospective pilot study.\n Histopathologic analysis of EUS-FNB samples provides diagnostic accuracy comparable to cytology and supports broader adoption in settings without cytopathologists.\nPubmed   Journal   ReadQx Gut\n    Circulating HBV RNA and HBsAg seroconversion in patients with chronic HBV infection: a long-term follow-up study starting from childhood in Taiwan.\n In this long-term chronic HBV cohort, we elucidated both the natural course and antiviral-related HBsAg seroconversion. Undetectable circulating HBV RNA and percentage of A2131C mutants <10% after HBeAg seroconversion are novel and independent predictors of HBsAg seroconversion.\nPubmed   Journal   ReadQx Comparison between germline and somatic loss-of-function <i>RNF43<\/i> mutations reveals different genotype-phenotype associations and provides insights into the genetic mechanisms of colorectal tumourigenesis.\nBackground Germline variants confer higher risk, although weak effects of C-terminal variants cannot be excluded. Genetic testing and patient management should incorporate these factors.\nPubmed   Journal   ReadQx Effects of a probiotic fermented dairy product on hippocampal metabolites, structure and function: an 8-week randomised, placebo-controlled trial in healthy women.\n This study provides preliminary evidence that a probiotic fermented dairy product can modulate hippocampal-related outcomes.\nPubmed   Journal   ReadQx Hereditary chronic pancreatitis induced plasticity cooperates with mutant Kras in early pancreatic carcinogenesis.\nThe underlying mechanisms driving malignant transformation by CP remain poorly understood. Objective Combining a recently developed mouse model of CP carrying the human carboxypeptidase A1 ( in early pancreatic carcinogenesis.\nPubmed   Journal   ReadQx Metabolomic pattern of ultraprocessed food intake and its association with colorectal cancer risk.\n We developed a UPF metabolomic pattern. The pattern and several metabolites were associated with CRC risk, providing biological insights into potential pathways underlying the UPF-CRC relationship.\nPubmed   Journal   ReadQx Secondary bile acid production by gut bacteria promotes Western diet-associated colorectal cancer.\n This work provides functional evidence for the causal role of secondary BAs produced by gut bacteria through 7αDH in CRC under adverse dietary conditions, opening avenues for future preventive strategies.\nPubmed   Journal   ReadQx Tracking B cell immunity during perturbation of hepatitis B infection induced by treatment withdrawal.\n Differences in global and HBs-specific B cell immunity associate with HBsAg loss, whereas HBc-MBC temporally associates with flares, following withdrawal of prolonged NA treatment. Our results underscore the need to further explore the potential of B cell targets for monitoring and enhancing HBV functional cure in larger cohorts.\nPubmed   Journal   ReadQx Twenty-four-week anti-PD-1 antibody regimen promoted HBsAg reduction and concurrently enhanced HBV-specific T cell responses in patients with chronic hepatitis B.\nIn virally suppressed CHB patients on NA therapy, 24-week half-dose sintilimab treatment demonstrated a favourable safety profile. This regimen can facilitate HBsAg reduction and even HBsAg loss, while concurrently enhancing HBV-specific T-cell responses. These findings support αPD-1 as a potential therapeutic alternative for CHB.\nPubmed   Journal   ReadQx Hepatology\n    Biology-driven stratification of advanced biliary tract cancer treated with nab-paclitaxel plus gemcitabine-cisplatin: A prospective observational cohort study.\nThis study demonstrated the clinical activity of Gem/Cis/nab-P in advanced BTC and highlighted that biology-driven patient stratification based on genomic and transcriptomic features may provide important prognostic information.\nPubmed   Journal   ReadQx J Hepatol\n    Modeling Immune Lineage Co-Development in Human Pluripotent Stem Cell-derived Liver Organoids.\nFLOs establish a physiologically relevant model for multi-lineage hemato-hepatogenesis and innate immunity in the liver. By recapitulating critical fetal liver tissue functions, FLOs provide a translational platform for studying human fetal liver development, immune-mediated hepatic injury, and regenerative therapies in humans. Impact and implications This study establishes a human pluripotent stem cell-derived Fetal Liver-like Organoid (FLO) system that reconstitutes hepato-hematopoietic co-development and innate immune function. FLOs offer a human platform to dissect cross-lineage signaling during liver development and immune-mediated injury. Clinically and translationally, FLOs enable mechanistic modeling of pediatric liver diseases and regenerative interventions, offering a tractable in vitro system for preclinical screening and precision-medicine approaches.\nPubmed   Journal   ReadQx Use of intracranial pressure monitoring and risk factors for the development of intracranial hypertension in acute liver failure.\n In three high-volume liver transplant units, the use of invasive ICP monitoring fell significantly over a ten-year period and was not associated with worsening outcomes. Based on the data presented it can be suggested that a focus on early preventative measures without invasive ICP monitoring is a rational approach and does not lead to adverse outcomes, including ICH, CD or increased mortality. Impact and implications With advances in ICU supportive care, the incidence of intracranial hypertension as a complication of ALF, has fallen. Serum ammonia levels are central to the pathogenesis and risk stratification. Invasive ICP monitoring remains the gold standard for detection, but availability, concerns about utility and complications have limited its application. Our study shows that a reduction in use was not associated with a change in patient-centred outcomes.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Extracellular Matrix Biomarkers Illuminate the Architecture of Portal Hypertension in End-Stage Liver Disease.\n\nPubmed   Journal   ReadQx Editorial: The Hidden Burden-Stigmatisation in Inflammatory Bowel Disease.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Blue Notes.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A note from the Editor-in-Chief.\n\nPubmed   Journal   ReadQx Advancing stricture prevention after circumferential esophageal endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx Closing the loop: electronic adverse events monitoring.\n\nPubmed   Journal   ReadQx Depth and dilemma: endoscopic submucosal dissection's efficacy in deep versus superficial colorectal cancer.\n\nPubmed   Journal   ReadQx Emergent peroral endoscopic myotomy for esophageal motility disorders: defining its evolving clinical role.\n\nPubmed   Journal   ReadQx Endoscopic biliary drainage in surgically altered anatomy: endoscopic ultrasound to the forefront.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound--guided gallbladder drainage to 1 year and beyond.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided phosphorus-32 therapy in pancreatic cancer: a signal worth pursuing.\n\nPubmed   Journal   ReadQx Indefinite for dysplasia in Barrett's esophagus: definitely worth your attention.\n\nPubmed   Journal   ReadQx Riding the therapeutic wave in the second duodenum: underwater papillectomy as a new frontier in ampullary neoplasms.\n\nPubmed   Journal   ReadQx Submucosal steroid preinjection strategy versus combined steroid therapy to prevent postcircumferential endoscopic submucosal dissection esophageal stricture.\n\nPubmed   Journal   ReadQx The debate continues: What is the best needle and technique for Endoscopic ultrasound-guided liver biopsy?\n\nPubmed   Journal   ReadQx J Hepatol\n    What's next after the 2025 BCLC update?\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Letter to the Editor.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Pelviperineal Malakoplakia.\n\nPubmed   Journal   ReadQx Primary Esophageal Yolk Sac Tumor: A Rare Cause of Dysphagia.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Rising intrahepatic cholangiocarcinoma rates in the United States are driving liver cancer rates in females [Characters: 108/120].\n\nPubmed   Journal   ReadQx Endoscopy\n    A case of cirrhosis with gastric varices and hypersplenism treated by endoscopic ultrasound-guided devascularization and partial splenic embolization (with video).\n\nPubmed   Journal   ReadQx   PMCEndoscopic filling with polyglycolic acid sheets and fibrin glue for esophagomediastinal fistula after per-oral endoscopic myotomy.\n\nPubmed   Journal   ReadQx   PMCEndoscopic recanalization of a complete choledochojejunal anastomotic stricture using the \"piercing technique\" via an endoscopic ultrasound-guided hepaticogastrostomy approach.\n\nPubmed   Journal   ReadQx   PMCSame-session aspiration of unexpected ascites and endoscopic ultrasound-guided gastroenterostomy in gastrojejunal anastomotic stenosis.\n\nPubmed   Journal   ReadQx   PMCSingle-use gastroscopes: evolution postponed.\n\nPubmed   Journal   ReadQx Successful endoscopic biliary intervention using a rotatable sphincterotome and a multi-ring traction device.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    History of sexual violence: a gastroenterologist's concern?\n\nPubmed   Journal   ReadQx THE SENENDO VOLUNTEER MISSION - A TRAINING AND CARE DELIVERY MODEL THAT ADDRESSES LACKING DIGESTIVE ENDOSCOPY RESOURCES IN SUB-SAHARAN AFRICA.\n\nPubmed   Journal   ReadQx Gut\n    CD177+ neutrophils: new drivers of liver regeneration.\n\nPubmed   Journal   ReadQx Hepatocyte guardian: A20 restrains ferroptosis in autoimmune hepatitis.\n\nPubmed   Journal   ReadQx Just right: neutrophils exemplify the Goldilocks principle in liver regeneration.\n\nPubmed   Journal   ReadQx Hepatology\n    Discontinuing Letters to the Editor: Loss of utility and pertinence.\n\nPubmed   Journal   ReadQx Letter to the Editor: The suggestion for additional clinical scores in decoding tumor heterogeneity in HCC.\n\nPubmed   Journal   ReadQx Letter to the Editor: When locoregional therapy fails, how soon should we pivot?\n\nPubmed   Journal   ReadQx Reply: The suggestion for additional clinical scores in decoding tumor heterogeneity in HCC.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Extracellular Matrix Biomarkers Illuminate the Architecture of Portal Hypertension in End-Stage Liver Disease-Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: The Hidden Burden-Stigmatisation in Inflammatory Bowel Disease: Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Intestinal Ultrasound: The Evidence Is Catching Up With the Technology.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Comments on Hepatic Stellate Cell Regulation in Metabolic Dysfunction-Associated Steatohepatitis.\n\nPubmed   Journal   ReadQx Refining Meta-Analyses of GLP-1RA Safety: Sparse Event Data, Confounding, and Sex Differences.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A case series is not enough to properly study potential adverse events of the endoscopic over-the-scope clips and cutters.\n\nPubmed   Journal   ReadQx Advancing walled-off necrosis management: multidimensional applications of validated quadrant, necrosis, and infection risk stratification.\n\nPubmed   Journal   ReadQx On subgroup analysis, behavioral confounding, and procedural generalizability in endoscopic sleeve gastroplasty research.\n\nPubmed   Journal   ReadQx Refining the interpretation of recurrence risk in T1 rectal cancer: insights from a clinical standpoint.\n\nPubmed   Journal   ReadQx Reflections on obesity-related adverse events after endoscopic sleeve gastroplasty.\n\nPubmed   Journal   ReadQx Reproducibility, anatomical considerations, and postablation healing in hybrid argon plasma coagulation after endoscopic mucosal resection of large colorectal polyps.\n\nPubmed   Journal   ReadQx Toward a holistic evaluation of endoscopic sleeve gastroplasty outcomes.\n\nPubmed   Journal   ReadQx Gut\n    Endoscopic gastroenterostomy for malignant gastric outlet obstruction: the need for reintervention is variable.\n\nPubmed   Journal   ReadQx J Hepatol\n    Emergency granulopoiesis-linked module activation in PBMC transcriptomes associates with adverse outcomes in HBV-related cirrhosis with acute decompensation.\n\nPubmed   Journal   ReadQx Integration of Particle Therapy into the Updated BCLC Strategy for Hepatocellular Carcinoma.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-26T09:01:22-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-19-2025/",
    "title": "Fri Dec 19 2025",
    "description": "113 articles - From Friday Dec 12 2025 to Friday Dec 19 2025",
    "author": [],
    "date": "2025-12-19",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Am J Gastroenterol\n    Correction: ACG Clinical Guideline Ulcerative Colitis in Adults.\n\nPubmed   Journal   ReadQx Endosc Int Open\n    Lymph node metastases in early gastric cancer: Japanese Gastric Cancer Treatment Guidelines can be used for endoscopic resection in the West.\nThe eCura system for defining endoscopic curability could have been safely applied in this Western population. Even in Western countries, patients with early gastric cancer that meets Japanese guidelines for endoscopic resection should, where possible, undergo en bloc endoscopic submucosal dissection. Lesions classified histologically as eCuraA or B should be considered endoscopically cured.\nPubmed   Journal   ReadQx   PMCGastroenterology\n    Multi-Society Expert Panel Consensus Guidance Regarding Clinical Assessment and Clinical Trial Endpoints in Adults with Alpha-1 Antitrypsin Deficiency-Associated Liver Disease (AATD-LD).\n These consensus statements provide a unified framework for diagnosing, staging, and studying AATD-LD. Broad adoption will improve disease recognition, optimize clinical management, and facilitate therapeutic development.\nPubmed   Journal   ReadQx Hepatology\n    AASLD AST Practice Guideline on adult liver transplantation: Candidate evaluation.\nLiver transplant is a lifesaving procedure that should be offered to selected patients with clear indications and a reasonable prospect of benefit. The evaluation is designed to identify those in need, to outline hurdles to a successful outcome, and to develop an effective transplant plan. The goal of this document is to provide a template for this process.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Meta-Analysis: High anti-HBs Titers are Associated with Significantly Reduced Risk of Hepatitis B Virus Reactivation During Rituximab Treatment.\nThe search was conducted in PubMed, Embase via Elsevier, Scopus, and Cochrane CENTRAL inclusive July 2025. We evaluated the incidence of HBV reactivation from cohort studies that described anti-HBs categorically based on anti-HBs titer: 'negative' (titer 100 iU/L can be considered lower risk for HBV reactivation and may not require antiviral therapy, but monitoring with initiation of antiviral therapy if titer falls below 100 iU/L.\nPubmed   Journal   ReadQx Hepatology\n    Hepatocellular carcinoma with macrovascular invasion: Review and survival meta-analysis of initial local therapy using minimal prognostic criteria.\nIn HCC with MaVI, 1-year OS is the most comparable endpoint across modalities. This analysis identifies TARE as the only consistently reproducible option, showing a 1-year survival of 34%. In contrast, surgery and sequential therapies remain confounded by substantial heterogeneity. Accordingly, stratified head-to-head trials comparing alternative modalities against immunotherapy are warranted.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Gastroenterol\n    A PROSPECTIVE INTERVENTIONAL STUDY TO EVALUATE THE EFFECT OF HYPOXIA ON HEALTHY VOLUNTEERS AND PATIENTS WITH INFLAMMATORY BOWEL DISEASE: THE ALTITUDE IBD STUDY.\n Low-pressure chamber exposure - although the primary outcome was not met - led to a flare in a third of UC patients, with changes in calprotectin levels and specific bacterial strains.\nPubmed   Journal   ReadQx Association of SGLT2 Inhibitors with Reduced Hepatocellular Carcinoma Risk in Patients with Type 2 Diabetes.\nSGLT2 inhibitor therapy was associated with reduced risk of HCC compared with DPP4 inhibitors and sulfonylureas, supporting their potential chemopreventive role in patients with T2DM.\nPubmed   Journal   ReadQx Budd Chiari Syndrome: Presentation, Management, and Prognosis.\nThere are limited data on chronic BCS and these patients are often diagnosed with complications of postal hypertension or liver cancer. In this review, we discuss our current understanding of etiologies, diagnostic options and prognostic scores, natural history including pregnancy outcomes, and treatment outcomes of BCS.\nPubmed   Journal   ReadQx Enhancing Patient Empowerment through Artificial Intelligence in Liver Cancer.\nKey concerns are related to ethical considerations, regulation, data privacy, transparency, algorithmic bias, rigorous clinical validation and patient preferences and needs. When these concerns are resolved, AI could help to deliver more personalized, participatory, and equitable liver disease care.\nPubmed   Journal   ReadQx Glucagon-like peptide-1 receptor agonist treatment and risk of esophageal cancer.\nStandard GLP-1RA treatment in patients with type 2 diabetes might not decrease the risk of esophageal adenocarcinoma. The validity of the observed decreased risk of esophageal squamous cell carcinoma is uncertain.\nPubmed   Journal   ReadQx Long-term effectiveness of tenofovir alafenamide versus entecavir in treatment-naïve chronic hepatitis B: A REAL-B study.\n BR rates were similar with ETV and TAF, while VR and CR were higher with TAF though the difference was modest (<5% overall, 7-9% in high HBV DNA or ALT groups). Antiviral selection between TAF vs ETV should be based mainly on cost, side effect profile, and patient preference.\nPubmed   Journal   ReadQx Poor Sensitivity of the Fatty Liver Index Among Lean Individuals.\n With its inherent dependence on body-size measures, FLI does not identify lean SLD accurately. Moreover, applying FLI to lean individuals overestimates disease severity. The misclassification and misrepresentation biases imply that FLI should not be used in population-based studies of lean SLD.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Healthcare costs in patients according to work ability at celiac disease diagnosis: a nationwide cost-of-illness study.\nPatients with impaired work ability at CeD diagnosis face a greater and more persistent economic burden than those with sustained work ability. The over-representation of non-CeD-related healthcare costs among them warrants personalized, multidisciplinary care to mitigate their multifactorial burdens.\nPubmed   Journal   ReadQx Screening for celiac disease in childhood: cost-effectiveness of multiple genetic and serological testing approaches.\n The most cost-effective screening strategy for celiac disease was single-time untargeted serological testing at age 11. The optimal approach is affected by regional factors and may evolve with new evidence. Repeated screening may be preferable for high-risk groups and with high willingness to pay.\nPubmed   Journal   ReadQx Striated Muscle Contractility and Distal Esophageal Distensibility Define Novel Subtypes of Functional Dysphagia.\nA new subtype of FD, termed FD-rED, is proposed. Reduced contraction in the striated muscle region may contribute to reduced esophageal distension in the FD-rED. Focusing on the striated muscle region may provide a promising approach for developing new diagnoses and treatments for FD-rED.\nPubmed   Journal   ReadQx Endosc Int Open\n    Clinical feasibility of gastric endoscopic submucosal dissection in patients on glucocorticoids or immunomodulators: Propensity-score-matched study.\nIn patients receiving GC/IM, gastric ESD was associated with a higher incidence of minor, clinically managed events-chiefly pain and transient fever-whereas major complications remained uncommon. With close monitoring and prompt symptom-directed care, gastric ESD appeared clinically feasible, albeit with slightly greater resource use and observation time.\nPubmed   Journal   ReadQx   PMCEndoscopic stricturotomy for axis-related gastric outlet obstruction following sleeve gastrectomy.\nEndoscopic stricturotomy is a promising, minimally invasive treatment for axis-related gastric outlet obstruction post-sleeve gastrectomy. Prospective studies are warranted to confirm long-term outcomes.\nPubmed   Journal   ReadQx   PMCIs size, morphology, site, and access scoring system consistent between endoscopists? Interobserver and intraobserver polyp assessment study.\nMorphology was the most consistently scored parameter. Although the SMSA tool remains valuable, efforts such as standardized training and simplification of variable categories may be warranted to improve interobserver consistency and enhance clinical-utility.\nPubmed   Journal   ReadQx   PMCNewly developed plastic stent delivery system for endoscopic ultrasonography-guided gallbladder drainage: Experiments on gallbladder models.\nThe newly developed PS system prevented bile leakage from the puncture site. The newly developed PS system saved significant time, maintained intra-gallbladder pressure, and prevented bile leakage during the procedure when compared with the current PS system.\nPubmed   Journal   ReadQx   PMCSafety and efficacy of scissor-type knives in colorectal endoscopic submucosal dissection: International multicenter observational study.\nUse of scissor-type knives in colorectal ESD outside Japan demonstrated a favorable safety profile. However, certain performance outcomes, such as resection speed and resection success rates, were inferior to Japanese institutions.\nPubmed   Journal   ReadQx   PMCEndoscopy\n    Assessment of the carbon footprint and cost-effectiveness of endoscopic liquid waste processing methods.\nSolidification allows fluids to be safely reallocated to landfill waste and may reduce processing costs and environmental impact. USD appears to be neither environmentally nor economically beneficial for endoscopy units.\nPubmed   Journal   ReadQx Development of the PROMOTE model to stratify colorectal cancer risk for prioritization of colonoscopy resource use: a multicenter prospective study.\nNNS was 8-9 in the high-risk group and 67-71 in the low-risk group across validation cohorts. We developed and validated the PROMOTE model, a simple tool to estimate CRC risk before colonoscopy, to support appropriate referral, optimize prioritization, and improve resource use.\nPubmed   Journal   ReadQx Gut\n    <b>CD177<\/b> <sup>+<\/sup> <b>neutrophils drive extracellular matrix <b>remodelling<\/b> and HGF-alpha release in ALPPS-induced liver regeneration<\/b>.\nCD177 + neutrophils drive liver regeneration by promoting endothelial transmigration, ECM degradation and HGF-α release. These findings reveal a neutrophil-mediated mechanism driving surgical liver regeneration and support the potential of CD177 + neutrophil infusion to establish a proregenerative hepatic environment for therapeutic strategies in liver failure.\nPubmed   Journal   ReadQx Fibroblast pentose phosphate pathway activation upon decreased circPLCE1 exacerbates intestinal fibrosis in Crohn's disease.\n Our findings delineate a circPLCE1/XYLB/Xu5P axis in fibroblasts which orchestrates PPP and fibrogenesis, unveiling a novel therapeutic target for intestinal fibrosis of CD.\nPubmed   Journal   ReadQx PCK1 deficiency promotes MASH-HCC progression by 12-HETE-induced CD8<sup>+<\/sup> T cell dysfunction.\n This study reveals the pivotal role of the hepatic cell-intrinsic enzyme PCK1 in mediating CD8 + T cell dysfunction via 12-HETE-p38 signalling in MASH-HCC. PCK1 could be a metabolic checkpoint to enhance the efficacy of anti-PD-1 immunotherapy in MASH-HCC.\nPubmed   Journal   ReadQx Preclinical stages of Crohn's disease defined by faecal calprotectin in asymptomatic first-degree relatives: screening framework for prevention trials.\n Approximately one in five asymptomatic FDRs had persistently elevated calprotectin, which was able to differentiate those with presymptomatic CD. The findings highlight calprotectin's utility in identifying at-risk individuals during the potential pre-CD stage for enrolment in prevention trials.\nPubmed   Journal   ReadQx Spatial transcriptomics defines the molecular progression, invasion and immune landscape of IPMN and IPMN-derived pancreatic cancer.\n This study provides a spatially resolved molecular map of IPMN progression, delineating key transcriptomic and immune signatures. These findings advance the understanding of IPMN biology and highlight potential biomarkers for risk stratification and therapeutic strategies.\nPubmed   Journal   ReadQx Hepatology\n    An α-specific PI3K inhibitor improves chemotherapy efficacy by inhibiting hepatic stellate cell activation in liver cancer.\n This study demonstrates a role of platinum-based chemotherapy on HSC activation in liver cancer. Selective targeting of PI3K p110α may provide a novel strategy to inhibit chemotherapy-induced HSC activation and improve treatment response.\nPubmed   Journal   ReadQx CXCR6 defines a distinct resident state in γδ T cells for protecting from liver cirrhosis.\n Liver-resident CD69⁺CXCR6⁺ γδ T cells constitute a protective immune subset that limit fibrosis development and progression. Enhancing the function or abundance of this population may offer a promising immunotherapeutic strategy for liver cirrhosis.\nPubmed   Journal   ReadQx Cardiovascular-Kidney-Metabolic syndrome and the risk of liver fibrosis progression and liver-related events in MASLD.\n CKM stages are independently associated with the severity and progression of liver fibrosis in MASLD. CKM stage 2 significantly increases liver stiffness progression without excess LRE risk, while CKM stage 3-4 confers the highest risk for liver-related outcomes.\nPubmed   Journal   ReadQx Myeloid CD36 deficiency alleviates hepatic fibrosis by promoting adaptive immunity of macrophage.\nCD36-driven lipid uptake reprograms macrophage metabolism, leading to ferroptosis and impaired adaptive immunity. Targeting CD36 restores macrophage antigen-presenting function and enhances CD8⁺ T cell activation, identifying CD36 as a potential therapeutic target for hepatic fibrosis. The clinical trial was registered in the Research Registry (researchregistry10830).\nPubmed   Journal   ReadQx Response evaluation to systemic therapy in HCC: Current challenges and future perspectives.\nSecond, we delve into the challenges of radiological evaluation both in clinical trials and daily practice, with a particular focus on emerging approaches currently under investigation, such as immunotherapy-based downstaging and conversion therapy. Finally, we discuss emerging trends and future directions in radiological assessment techniques, including 3D imaging, artificial intelligence, and radiomics, and their potential impact on refining treatment evaluation in the era of precision oncology.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Targeting Urgency in IBD-A Historical Divide.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Anorectal Manometry and Pelvic Floor Biofeedback Among Transgender Patients Assigned Female at Birth.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Molecular Early Detection for Pancreatic Cancer in High-Risk Individuals: Are We Sure Yet?\n\nPubmed   Journal   ReadQx J Hepatol\n    Acknowledging our reviewers.\n\nPubmed   Journal   ReadQx Individualizing endpoints in chronic HBV treatment: HBsAg loss and beyond.\nIn this expert opinion article, we argue that it is important to shift focus from HBsAg loss as the sole endpoint of HBV trials to a more individualized assessment of response that also considers partial cure (defined as off-treatment sustained low HBsAg with undetectable HBV DNA, potentially combined with other biomarkers) as a favorable treatment outcome. Such a strategy could help increase the number of patients considered responders to treatment, and as such could potentially extend eligibility for novel treatments to more CHB patients who can experience significant benefits.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Acral Melanoma With Gastric and Duodenal Metastases Mimicking Blue-Rubber Bleb Nevus Syndrome.\n\nPubmed   Journal   ReadQx Appendicovesical Fistula Presenting With Intermittent Passage of Food Residues in Urine.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Practical Applications of Artificial Intelligence to Improve Efficiency and Reduce Burnout in Gastroenterology and Hepatology Practices.\n\nPubmed   Journal   ReadQx Quality Indicators for ERCP.\n\nPubmed   Journal   ReadQx When Refractory Crohn's Disease Isn't Crohn's: Ileal Endometriosis.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    A Rare Case of Multifocal Autoimmune Pancreatitis.\n\nPubmed   Journal   ReadQx Bile Duct Compression Due to Rare Vascular Anomaly.\n\nPubmed   Journal   ReadQx High heterogeneity of several liver histology parameters in patients with MASLD demonstrated by biopsies from seven segments.\n\nPubmed   Journal   ReadQx Internal Hernia and Volvulus After EUS-Guided Gastrojejunostomy.\n\nPubmed   Journal   ReadQx Endoscopy\n    A new method of rendezvous technique - catheter assistance system: report of a video case at balloon-endoscopy-assisted endoscopic retrograde cholangiopancreatography.\n\nPubmed   Journal   ReadQx   PMCA new treatment: hybrid endoscopic ultrasound guided vascular intervention for huge duodenal varices.\n\nPubmed   Journal   ReadQx   PMCA novel endoscopic capsule sponge-based technique called transendoscopic sampling for early detection and risk stratification in Barrett's neoplasia.\n\nPubmed   Journal   ReadQx   PMCA novel peaked cap technique for assisting colonic endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCA novel plastic stent to prevent dislocation after endoscopic ultrasound-guided gallbladder drainage.\n\nPubmed   Journal   ReadQx   PMCArtificial intelligence in endoscopy: a yet underused but promising tool in underserved settings.\n\nPubmed   Journal   ReadQx Barotrauma and delayed perforation upon endoscopic laser ablation of the duodenal mucosa for type 2 diabetes: a case report.\n\nPubmed   Journal   ReadQx Calibrated small-caliber-tip transparent hood enables rescue of discontinued colorectal endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCCall for Applications: Endoscopy Junior Editors Board.\n\nPubmed   Journal   ReadQx Cholangioscope combined with biliary forceps: a novel double-endoscope traction method for rectal endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCComplete closure of a large gastric defect after endoscopic submucosal dissection by double-layered suturing using wide-opening reopenable clips.\n\nPubmed   Journal   ReadQx   PMCDiagnosis of jejunal tubular duplication by enteroscopy in an adult female with recurrent gastrointestinal bleeding.\n\nPubmed   Journal   ReadQx   PMCEndoscopic removal of fractured pancreatic duct stent from side-hole using drill dilator: A troubleshooting case.\n\nPubmed   Journal   ReadQx Endoscopic repair of a bronchoesophageal fistula: a dual approach with argon plasma coagulation and clips with anchoring prongs.\n\nPubmed   Journal   ReadQx Endoscopic single-scope placement of transendoscopic enteral tubing using a novel traction-assisted method in a child with autism spectrum disorder and refractory constipation.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided biliary drainage versus percutaneous transhepatic biliary drainage: adequately designed studies are still needed.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided ileocolonic anastomosis for relief malignant bowel obstruction.\n\nPubmed   Journal   ReadQx   PMCEndoscopy E-Videos - recently published.\n\nPubmed   Journal   ReadQx Enhanced submucosal visualization using amber-red color imaging during gel-immersion colorectal endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx One-step removal of nasobiliary tube and pancreatic stent with a new linked-stent approach: a green tip to avoid additional procedure.\n\nPubmed   Journal   ReadQx Post-choledochojejunostomy reflux cholangitis due to cholestasis in the blind end of the afferent limb dramatically improved by endoscopic ultrasound-guided gastroenteroscopy.\n\nPubmed   Journal   ReadQx Pre-cutting traction-assisted endoscopic submucosal dissection for rectal neuroendocrine tumors.\n\nPubmed   Journal   ReadQx   PMCRescue technique using natural orifice transluminal endoscopic surgery for stent migration into the peritoneal cavity during endoscopic ultrasound-guided biliary drainage.\n\nPubmed   Journal   ReadQx Successful resection of a subepithelial tumor at the duodenal bulbo-descending junction by endoscopic submucosal excavation.\n\nPubmed   Journal   ReadQx   PMCSynchronous and histologically heterogeneous multifocal neoplasia detected by confocal laser endomicroscopy in gastric squamous ectopia.\n\nPubmed   Journal   ReadQx Toward optimizing the use of limited colonoscopy resource.\n\nPubmed   Journal   ReadQx Treatment of colitis cystica profunda via endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCUnderwater endoscopic submucosal dissection using a novel extended projection cap for colorectal tumors.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    A Gut-Spine Neural Circuit Linking Intrinsic Primary Afferents to Nociceptive Behavior.\n\nPubmed   Journal   ReadQx A new dawn break for refractory oral and ileocecal ulcers.\n\nPubmed   Journal   ReadQx A rare cause of refractory vomiting and chest pain in an depressive adolescent.\n\nPubmed   Journal   ReadQx An Uncommon Cause of Refractory Chronic Diarrhea.\n\nPubmed   Journal   ReadQx Prediction and Prevention of Inflammatory Bowel Disease: A Call to Action.\n\nPubmed   Journal   ReadQx Turning Gut Sensors into Therapeutic Switches: A Sensorome Roadmap for Metabolic and Gut-Brain Interaction Disorders.\n\nPubmed   Journal   ReadQx Gut\n    \"DPP- 4 inhibitor alleviates gut-brain axis Parkinson's disease pathology\" - can dipeptidyl peptidase 4 inhibitors be repurposed as disease-modifying drugs for body-first Parkinson's disease patients?\n\nPubmed   Journal   ReadQx Cause of chronic diarrhoea.\n\nPubmed   Journal   ReadQx Targeting interleukin signalling in liver disease: a new frontier for therapeutic blockade and immunomodulation.\n\nPubmed   Journal   ReadQx Tryptophan metabolite indole-3-acetate: a new culprit in irinotecan-induced gut epithelial injury.\n\nPubmed   Journal   ReadQx Hepatology\n    2025 Late Breaking Abstracts.\n\nPubmed   Journal   ReadQx Breaching the blood-brain barrier: Functional MRI changes in covert hepatic encephalopathy.\n\nPubmed   Journal   ReadQx FIB-4 turns 20: A lesson of serendipity.\n\nPubmed   Journal   ReadQx Fellows' Corner.\n\nPubmed   Journal   ReadQx Fraction the fat, find the disease: Proton density fat fraction (PDFF) in MASLD diagnosis.\n\nPubmed   Journal   ReadQx Letter to the Editor: Beyond Semantics-Acknowledging diagnostic differences between NAFLD and MASLD.\n\nPubmed   Journal   ReadQx Letter to the Editor: Clarifying endothelial specificity and hemodynamic coupling of the miR-153-3p-pyroptosis axis.\n\nPubmed   Journal   ReadQx Letter to the Editor: Competing risk and surveillance thresholds for HCC in patients with PSC.\n\nPubmed   Journal   ReadQx Nuances in POCUS-guided hemodynamic assessment in cirrhosis.\n\nPubmed   Journal   ReadQx PSC and HCC: Age and cirrhosis draw the line on risk.\n\nPubmed   Journal   ReadQx Reply: Competing risk and surveillance thresholds for HCC in Patients with PSC.\n\nPubmed   Journal   ReadQx Response to: Beyond semantics-acknowledging diagnostic differences between NAFLD and MASLD.\n\nPubmed   Journal   ReadQx The roadMAP of how terlipressin reverses HRS-AKI.\n\nPubmed   Journal   ReadQx J Hepatol\n    From the Editor's Desk...\n\nPubmed   Journal   ReadQx Viral infection as a trigger for primary sclerosing cholangitis in genetically susceptible individuals.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Targeting Urgency in IBD-A Historical Divide. Authors' Reply.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Anticoagulant antiplatelet agent and proton pump inhibitor use in gastric antral vascular ectasia: a critical consideration in interpreting endoscopic outcomes.\n\nPubmed   Journal   ReadQx Balancing patency and reintervention: commentary on suprapapillary plastic stents in unresectable malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx Challenges in interpreting outcomes of underwater endoscopic submucosal dissection when dual-approach endoscopic submucosal dissection is included.\n\nPubmed   Journal   ReadQx Toward personalized patient selection for duodenal mucosal resurfacing in type 2 diabetes.\n\nPubmed   Journal   ReadQx Gut\n    Red cells, red flags: are we harming stable patients with outdated transfusion thresholds?\n\nPubmed   Journal   ReadQx Response to 'Rectal versus colonic submucosal cancer rates and procedural outcomes in large non-pedunculated polyps: French ESD registry data'.\n\nPubmed   Journal   ReadQx Serum thrombospondin-2 as a non-invasive biomarker for liver fibrosis in chronic hepatitis B.\n\nPubmed   Journal   ReadQx J Hepatol\n    Addressing the Risk of HBV Transmission in Serodifferent Partners.\n\nPubmed   Journal   ReadQx Associations of accelerated biological aging with steatotic liver disease and fibrosis.\n\nPubmed   Journal   ReadQx Recurrence pattern for HBV-related HCC after liver transplantation in the antiviral era.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-19T06:44:31-05:00",
    "input_file": {}
  }
]
