[
  {
    "path": "gi/09-12-2025/",
    "title": "Fri Sep 12 2025",
    "description": "132 articles - From Friday Sep 05 2025 to Friday Sep 12 2025",
    "author": [],
    "date": "2025-09-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gut\r\n    Screening and eradication of <i>Helicobacter pylori f<\/i>or gastric cancer prevention: Taipei Global Consensus II.\r\nObjective To convene a global consensus on eradication is an effective prevention strategy for gastric cancer that should be offered to al infected adult individuals. Future research should prioritise determining the optimal timing for screening, evaluating long term individual and population outcomes, as well as identifying more precise risk stratification parameters.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    The barriers for uptake of artificial intelligence in hepatology and how to overcome them.\r\nIn particular, we argue that the use of AI in clinical trials, seamless integration into hospital information systems and building AI literacy among clinicians will ultimately drive clinical adoption. We validate this perspective through a Delphi consensus involving 34 international experts from hepatology, AI, and data science, ensuring a comprehensive and consensus-driven evaluation of our recommendations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Incidence of Hepatocellular Carcinoma in Metabolic Dysfunction-Associated Steatotic Liver Disease: A Reconstructed Individual Patient Data Meta-Analysis.\r\n This reconstructed individual participant data meta-analysis provides updated estimates for HCC incidence in people with MASLD. The incidence of HCC is elevated in people with MASLD and advanced fibrosis. These data may have implications for further research in HCC surveillance and future development of surveillance algorithms.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Artificial Intelligence-Assisted Colonoscopy With or Without Mucosal Exposure Device for Detection of Colorectal Adenomas: A Meta-Analysis.\r\nEndocuff combined with AI was superior to AI alone in improving the adenoma detection rate without increasing intubation or withdrawal times.\r\nPubmed   Journal   ReadQx   PMC\r\nIntragastric balloon for obesity treatment: Systematic review and meta-analysis of randomized controlled trials.\r\nIn obese adults, IGB is more effective than SMT for weight loss at 6, 9, and 12 months.\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral cholangioscopy for detecting residual stones missed by cholangiography: Systematic review and meta-analysis.\r\nPOC identified residual stones in over one-fourth of patients following negative cholangiography. Detection rates were highest with digital systems. The procedure demonstrated a strong safety profile and may play an important role in confirming complete ductal clearance.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Comparative Risk of Hepatitis B Virus Reactivation in Patients Receiving Immune Checkpoint Inhibitors or Tyrosine Kinase Inhibitors for Liver Cancer.\r\n With adequate antiviral prophylaxis, the absolute risk of HBVr is low in advanced HBV-related liver cancer patients receiving ICI, regardless of current or past HBV infection.\r\nPubmed   Journal   ReadQx \r\nPrediction of Hepatocellular Carcinoma and Other Liver-Related Events in Chronic Hepatitis B Patients With Metabolic Dysfunction or Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\nCHB patients with metabolic dysfunction and/or MASLD are at significant risk of HCC. The PAGE-B score can be used to stratify HCC risk in this population, with negligible 5-year HCC incidence in those without cirrhosis and low PAGE-B scores. However, caution should be exercised in patients with cirrhosis in whom HCC risk remains significant even among those with a low PAGE-B score.\r\nPubmed   Journal   ReadQx \r\nResearch Communication: Combination Therapy of Upadacitinib With Infliximab, Risankizumab, Ustekinumab or Vedolizumab for Refractory Crohn's Disease: A Descriptive Case Series.\r\nAdverse events occurred in 13 patients, leading to treatment discontinuation in three. Combining upadacitinib with a biologic appeared effective and safe, warranting further investigation in prospective studies.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Defining non-invasive criteria for indicating drug therapy in metabolic-associated steatotic liver disease in clinical practice.\r\n The diagnostic performance and reliability of the proposed non-invasive criteria for initiating resmetirom treatment were suboptimal.About the half of patients with indication would not receive treatment under these criteria.A new strategy, using FIB-4, the presence of diabetes and overweight, and liver stiffness improved the identification of MASLD patients with fibrosis stage 2-3.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Safety of Orodispersible Budesonide for Eosinophilic Esophagitis: A Multicenter Real-World Study.\r\n Our real-world data confirm that BOTs are effective in inducing clinical and histologic remission in most EoE patients. The drug has a good safety profile, with side effects occurring only in a small number of patients.\r\nPubmed   Journal   ReadQx \r\nInfliximab and ustekinumab clearance better predict endoscopic outcomes than trough concentrations in Crohn's disease.\r\nMethods Data from patients with moderate-to-severe CD starting infliximab (n=108) and ustekinumab (n=80) therapy were repurposed. Endoscopic remission (CD Endoscopic Index of Severity loses its ability to predict treatment response when doses are optimized or not administered by bodyweight, infliximab and ustekinumab clearance remain a reliable predictor for endoscopic outcomes.\r\nPubmed   Journal   ReadQx \r\nReal-world use of terlipressin in cirrhosis and acute kidney injury: frequent use beyond hepatorenal syndrome.\r\nTerlipressin is often used for treatment of AKI outside its primary indication of HRS-AKI. Compared to patients with HRS-AKI, response to terlipressin is significantly lower in patients with ATN, in whom the risks may outweigh the benefits. Respiratory failure is common, but does not seem to be driven by the amount of albumin received nor ACLF grade.\r\nPubmed   Journal   ReadQx \r\nReliability and Responsiveness of Endoscopic Indices for Assessing Crohn's Disease Postoperative Recurrence in the PREVENT trial.\r\n Existing endoscopic indices are reliable and responsive for assessing postoperative CD activity in the neoterminal ileum, although are suboptimal for evaluation in the anastomosis or distal colonic segment.\r\nPubmed   Journal   ReadQx \r\nSocioeconomic disparity and risk of irritable bowel syndrome: a cohort study with mediation analysis.\r\nHigher SES is associated with reduced risk of incident IBS with mediation effect of healthy lifestyle factors. Interventions targeting both SES inequalities and lifestyle improvements may help reduce IBS burden.\r\nPubmed   Journal   ReadQx \r\nSupplementary Material for Projected Global Clinical, Humanistic, and Economic Impact of Metabolic Dysfunction-Associated Steatohepatitis (MASH): The Cost of Inaction Based on Data from Nine Countries.\r\nWork productivity losses are projected to more than double in most countries, and health-related quality of life will decline modestly as the burden of advanced disease increases CONCLUSIONS: Without intervention, the clinical, economic, and quality-of-life burden of MASH is projected to increase across most regions of the world. These findings highlight the urgent need for both national and global strategies to reduce the negative impact of MASH on individuals and society.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib is associated with better clinical and biochemical outcomes than tofacitinib in refractory, moderate-to-severe UC.\r\n UPA might be associated with better short- and mid-term clinical and biochemical outcomes compared with TOFA in refractory, moderate-to-severe UC.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessing outcomes of full-thickness resection in piecemeal polypectomy scar consolidation of colon adenomas containing cancer.\r\nEFTR could offer endoscopists a safe, efficacious, and minimally invasive mechanism for formal tumor (T) staging of malignancies found within polypectomy segments. Further studies with larger sample sizes are needed to assess outcomes in patients with residual neoplastic disease.\r\nPubmed   Journal   ReadQx   PMC\r\nCharacterization of biomechanical risk factors during endoscopic submucosal dissection: Ergonomic pilot study.\r\nESD increased the risk of musculoskeletal strain. It is crucial to develop prevention programs to reduce risk of MSD in the population of gastroenterologists.\r\nPubmed   Journal   ReadQx   PMC\r\nComparison of three electrosurgical modes for endoscopic mucosal resection of 10- to 20-mm colorectal polyps: Randomized controlled trial.\r\nEndocut Q (effect 2, effect 3 and effect 4) was effective and safe for removing 10- to 20-mm non-pedunculated colorectal polyps. However, effect 2 may be superior to effect 3 and effect 4 in reducing intra-procedural bleeding.\r\nPubmed   Journal   ReadQx   PMC\r\nFully-covered metal stent removal failure in case of non-malignant biliary strictures: Risk factors and resolution technique.\r\nFC-SMES-in-FC-SEMS technique appears to be safe and effective to overcome FC-SEMS removal failure in patients with non-malignant distal biliary strictures. Reducing dwell stenting period, especially in patients with personal history of previous biliary stenting, may reduce risk of FC-SEMS removal failure.\r\nPubmed   Journal   ReadQx   PMC\r\nInfluence of a defoaming agent - simethicone - on endoscope cleaning and disinfection: Prospective real-world study.\r\nSimethicone may remain in the biopsy and water infusion channels, regardless of whether it is used or not. It is recommended to utilize a simethicone concentration of 1% or less when administering it through the biopsy or auxiliary water channels of the endoscope.\r\nPubmed   Journal   ReadQx   PMC\r\nPreventive wound drainage reduces esophageal fistula or infection after endoscopic resection of giant submucosal tumors in the esophagus.\r\nIn the context of STER for giant esophageal submucosal tumors with muscular layer full-thickness resection and mucosal injury, preventive drainage is an effective strategy for minimizing postoperative esophageal fistula and submucosal infection complications.\r\nPubmed   Journal   ReadQx   PMC\r\nPush enteroscopy and colonoscopy in melena patients with negative esophagogastroduodenoscopy: Prospective multicenter study.\r\nPE is beneficial for patients with melena and nondiagnostic EGD. It should be considered before or in combination with colonoscopy for these patients.\r\nPubmed   Journal   ReadQx   PMC\r\nTransoral incisionless fundoplication for patients with gastroesophageal reflux disease after peroral endoscopic myotomy: Prospective cohort.\r\nUse of TIF seems to be a feasible alternative for treating GERD after POEM, improving both clinical and endoscopic parameters and pHmetry in a considerable percentage of cases.\r\nPubmed   Journal   ReadQx   PMC\r\nYield of next-generation sequencing in diagnostic work up of suspicious biliary strictures.\r\nNGS in brushes contributed to more accurate/sensitive diagnoses of malignancy than morphology alone. There was a limited impact on CDM change, but in the future, NGS will undoubtedly play a bigger role when targeted therapy is incorporated in standard treatment and more sensitive NGS panels for cholangiocarcinoma are developed.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Colon capsule endoscopy compared to conventional colonoscopy in patients with colonic diverticulitis: a randomised controlled superiority trial.\r\nCCE is a safe procedure for follow-up in patients after an episode with CD and is preferred by a majority of the patients compared to colonoscopy, but those receiving both modalities differed.\r\nPubmed   Journal   ReadQx \r\nPerformance measures for upper gastrointestinal endoscopy: a European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative - Update 2025.\r\nPatients undergoing a diagnostic UGI endoscopy should have their experience measured using a validated scale, to promote a patient-centered and quality-driven environment. Patients with nondysplastic BE or gastric precancerous conditions in an endoscopic surveillance program should be monitored for guideline interval adherence.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    The Prevalence and Burden of Avoidant/Restrictive Food Intake Disorder Symptoms in Adults With Disorders of Gut-Brain Interaction: A Population-Based Study.\r\nPositive ARFID screens are common in DGBI and associated with increased general health burden. Routine screening for ARFID in DGBI will inform the multi-integrated care plan provided by clinicians, dietitians, and psychologists.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Anatomical location of colorectal neoplasia in patients with positive stool tests (mt-sDNA or FIT): Data from the New Hampshire Colonoscopy Registry.\r\nOur data suggest that FIT+ tests are associated with higher detection of both right- and left-sided AAs when compared to colonoscopy without a prior stool test. Furthermore, mt-sDNA+ patients had higher rates of left and right-sided AAs and ASPs, particularly on the right side.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of Self-Assembling Peptide in Reducing Bleeding After Colorectal Endoscopic Submucosal Dissection.\r\nThe application of SAP significantly reduced the occurrence of hematochezia and DB after colorectal ESD. Furthermore, SAP was a significant factor associated with the reduction of hematochezia and DB. Therefore, SAP may be appropriate for the prevention of post-ESD bleeding in the colon.\r\nPubmed   Journal   ReadQx \r\nLONG-TERM FOLLOW-UP OF PATIENTS UNDERGOING CHOLANGIOPANCREATOSCOPY-GUIDED LASER DISSECTION AND ABLATION FOR REFRACTORY PANCREATIC AND BILIARY STRICTURES.\r\nCPL has high technical success and an acceptable safety profile for the treatment of benign refractory BD and PD strictures.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Fructose drives colorectal cancer progression by regulating crosstalk between cancer-associated fibroblasts and tumour cells.\r\nThese findings reveal a novel mechanism by which fructose fosters tumour progression through the modulation of tumour-stroma interactions, and highlight the therapeutic potential of targeting fructose metabolism in CRC to disrupt the tumour-stroma crosstalk that drives malignancy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Efficacious suppression of primary and metastasized liver tumors by polyIC-loaded lipid nanoparticles.\r\n Contrary to our original goal, we unexpectedly found that polyIC-LNPs function as an efficacious monotherapy tailored for liver cancer, capable of coordinately modulating antitumor immunity. This novel approach eliminates the need for ICIs, thereby addressing key limitations of current immunotherapies.\r\nPubmed   Journal   ReadQx \r\nIL1β Signaling Mediates the Interaction Between Hepatitis B and C Viruses.\r\nOur findings reveal a macrophage-derived, IFN-independent mechanism by which HCV suppresses HBV infection, mediated through IL1β. These insights highlight the complex crosstalk between hepatotropic viruses during coinfection and suggest that targeting IL1β-regulated pathways may offer therapeutic potential to prevent HBV reactivation in DAA-treated patients.\r\nPubmed   Journal   ReadQx \r\nNatural history and development of a novel composite endpoint in patients with alcohol-associated Hepatitis: Data from a prospective multicenter study.\r\n This large observational study showed a high incidence of composite liver and alcohol-use events within six months, reiterating the need for early interventions.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    S1P/S1PR4 Promotes the Differentiation of CD8<sup>+<\/sup> tissue-resident memory T Cells Aggravating Bile Duct Injury in Biliary Atresia.\r\nThe S1 subtype of BA, characterized by dysregulated immune pathways and poor prognosis, was identified. S1P/S1PR4 signaling promotes cholangiocyte injury via promoting CX3CR1 + CD8 + Teff migration and their differentiation into apoptosis-inducing CD8 + TRM cells. Impact and implications Our study bridges a critical knowledge gap in biliary atresia (BA) pathogenesis by defining how sphingolipid-driven CD8 + TRM differentiation via S1P/S1PR4 signaling exacerbates bile duct injury, establishing the mechanistic link between immunometabolic dysregulation and BA progression. These findings are essential for pediatric hepatologists and immunologists, as they identify the S1 molecular subtype (characterized by poor prognosis and immune hyperactivation) as a high-risk population warranting precision intervention. For patients, S1PR4 inhibition (CYM50358) experimentally reduces biliary obstruction and improves survival in BA mouse models, supporting its prioritization for clinical trials especially in S1-subtype BA.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Devil Is in the Detail-Interpreting the Findings of Network Meta-Analyses.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ulcerative Colitis Management in the Biologic Era-Data From the English Healthcare Databases.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biopsychosocial and Environmental Factors that Impact Brain-Gut-Microbiome Interactions in Obesity.\r\nBy recognizing and addressing the impact of various SDOH on BGM interactions, healthcare providers can provide a more equitable and personalized approach that will enhance treatment adherence and the quality of life for individuals with obesity.\r\nPubmed   Journal   ReadQx \r\nThe comparative trials of fecal immunochemical testing vs. colonoscopy: What COLONPREV tells us and what to anticipate from the others.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic papillectomy of major papilla lesions: Single tertiary care center experience.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJ Hepatol\r\n    From Glucose Control to Energy Expenditure and Fat Oxidation: The Emerging Role of Glucagon Agonism in Obesity and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nThe GERA Score: A New, Promising Tool for Assessing the Adherence to the Gluten-Free Diet of Children With Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Assessing for disparities in diagnostic delay among patients with eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFecal Microbiota-based therapies compared to Fecal Microbiota Transplantation for Preventing recurrent C. difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nGeodemographic Trends in Private Equity Acquisitions of U.S. Gastroenterology Practices: An analysis of transactions from 2013-2023.\r\n\r\nPubmed   Journal   ReadQx \r\nInverted Hyperplastic Polyp Masquerading as a Gastric Subepithelial Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"Double anchor traction method\" for large colorectal lesion in colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA case of acute pancreatitis caused by obstruction of the pancreatic duct with a plant-based broom bristle.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel approach to facilitate guidewire placement in endoscopic ultrasound-guided biliary drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare case of obstructive jaundice: endoscopic diagnosis and treatment.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare case of submucosal foreign body in the duodenal bulb.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBeware of bile peritonitis caused by kinking of the self-expandable metal stent during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholangioscopy-guided guidewire insertion into the gallbladder using a novel thin cholangioscope under balloon enteroscopy in a patient with Roux-en-Y gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nColonic metastasis from cervical carcinoma diagnosed by ligation-assisted endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnostic utility of endoscopic ultrasound in a case of arteriovenous malformation near the duodenal papilla.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDown-angulation puncture method to avoid vascular injury during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic drainage and necrosectomy of a biloma facilitated by endoscopic ultrasound-guided gastro-gastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic mucoplasty as a novel approach for cervical esophageal web.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasonography-guided hepaticogastrostomy using spatial reality display navigation capable of naked-eye stereopsis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided endoscopic submucosal dissection to remove a fishbone embedded adjacent to the thoracic aorta.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided hepaticoduodenostomy for the management of iatrogenic bile duct injury related to cholecystectomy: a report of two cases.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatogastrostomy using a novel double lumen dilator.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided tissue acquisition of a focal liver lesion via the duodenum under fluoroscopic guidance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic-guided decompression via modified lavage tube: salvage of life-threatening gastric outlet obstruction in a thoracic stomach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility of using a novel multibending accessory device designed for a slim therapeutic endoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFistulography-assisted endoscopic ultrasound-guided pancreatic drainage for cannulation of a non-dilated pancreatic duct in postoperative pancreaticocutaneous fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastric outlet obstruction caused by vanishing pylorus following gastric peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHybrid argon plasma coagulation for chronic radiation-induced proctitis following pelvic chemoradiotherapy for cervical adenocarcinoma: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInternal traction combined with underwater endoscopic submucosal dissection for a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJejunal endoscopic full-thickness biopsy for chronic idiopathic intestinal pseudo-obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLumen-apposing metal stent for drainage of a perirectal abscess complicating endoscopic ultrasound-guided fine-needle biopsy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMimicking subepithelial lesions in the colon: when treating erectile dysfunction leads to an erroneous endoscopic diagnosis!\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMucosal incision combined with balloon dilation as a useful method for anastomotic stricture with ulcer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNon-injection resection using bipolar soft coagulation mode for large colorectal polyps including incidental cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nOrthodontic rubber band combined with through-the-scope twin clip-assisted endoscopic intermuscular dissection for large laterally spreading tumors in the distal rectum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPan-esophageal squamous papillomatosis with high grade dysplasia managed with endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReintervention using cholangioscopy for metallic stent obstruction following endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRemoval of an over-the-scope clip using balloon dilation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrieval of a migrated biliary stent using a customized goose-neck snare.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrograde gastrostomy-assisted recanalization for refractory post-caustic esophageal stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRevisional endoscopic sleeve gastroplasty for failed laparoscopic sleeve gastrectomy in an immunocompromised patient.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSubmucosal technology for safe third space procedures: Amber-Red Color Imaging-guided Gastric-PerOral Endoscopic myotomy for idiopathic refractory gastroparesis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful guidewire insertion into the gallbladder facilitated by a mixed-reality-based three-dimensional anatomical model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful pancreatic duct cannulation using a novel rotatable dual-action sphincterotome at the pancreaticojejunostomy site.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTemporary sphincter-preserving covered biliary stent: a novel adjunctive device for cholangioscopy-guided calculi clearance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe \"EndoBubbloMeter\": a novel orientation method to facilitate straight tunneling in peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater traction-assisted endoscopic submucosal dissection of a neuroendocrine tumor in the duodenal bulb.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of an augmented reality headset to optimize ergonomics in digestive endoscopy settings.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Gastroenterology Gastro Curbside Consult Submission.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnitude and characteristics of NIDDK grant rescissions.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Best of ESD,2025.\r\n\r\nPubmed   Journal   ReadQx \r\nClosure of Chronic Large Esophageal Pulmonary Fistula with Cardiac Septal Occluder Device.\r\n\r\nPubmed   Journal   ReadQx \r\nCyanoacrylate glue migration after endoscopic ultrasound guided embolization of peri-duodenal varices presenting as obstructive jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided gastroenterostomy for treating efferent loop syndrome after pancreatoduodenectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEasy Placement Of Endoscope-Attached Atrial Septal Defect Occluder In Gastroperitoneal Fistula Closure.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrograde direct pancreatoscopy in diagnosis and mapping of intraductal papillary mucinous neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of permanent end-jejunostomy stenosis with magnets.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided superselective embolization of a splenic artery branch for the treatment of gastric fundus varices caused by splenic vein obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nRed Dichromatic Imaging-Guided Peroral Endoscopic Myotomy: A Safer Approach to Achalasia with Concurrent Esophageal Varices (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nSame-session endoscopic ultrasound guided triple bypass in a case of para-duodenal pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nThrough the Lumen Apposing Metal Stent (LAMS) direct pancreatolithiasis lithotripsy in disconnected duct syndrome: turning an adverse event into an opportunity.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Abdominal pain and muco-bloody stool in a patient who had a transplant: a diagnostic imaging challenge.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Retrograde Cholangiopancreatography (ERCP) services across the UK.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic papillectomy: 'be prepared for unexpected'.\r\n\r\nPubmed   Journal   ReadQx \r\nT cells engineered to carry a high-affinity HBV-specific T cell receptor: a potent weapon against advanced HBV-related HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Assessing HCC risk in HBV inderminate phase.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Clarifying the impact of response criteria and locoregional therapy on complete response outcomes in patients with hepatocellular carcinoma following immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Re-examining neoadjuvant chemoradiation plus transplantation versus liver resection for de novo perihilar cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Assessing HCC risk in HBV indeterminate phase.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Re-examining neoadjuvant chemoradiation plus transplantation versus liver resection for de novo perihilar cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Immunotherapy in advanced hepatocellular cancer: The last piece of the puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\nKinase inhibitor boosts liver regeneration and prevents liver failure.\r\n\r\nPubmed   Journal   ReadQx \r\nXenotransplantation: A new era in overcoming donor organ shortage?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Devil Is in the Detail-Interpreting the Findings of Network Meta-Analyses. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ulcerative Colitis Management in the Biologic Era-Data From the English Healthcare Databases. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Long-Term Dynamic Changes of Alanine Aminotransferase Levels Are Associated With Liver-Related Events in Nucleos(t)ide Analogue-Treated Chronic Hepatitis B Patients in China'-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Long-Term Dynamic Changes of Alanine Aminotransferase Levels Are Associated With Liver-Related Events in Nucleos(t)ide Analogue-Treated Chronic Hepatitis B Patients in China'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Multidisciplinary Approach for Inflammatory Bowel Disease to Promote Value-Based Care.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Insufficiency of wearables for sleep stage assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: The global rising tide of advanced fibrosis / cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking EUS-choledochoduodenostomy with LAMS: the Indication Matters as Much as the Stent.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Disease-associated hepatocytes are predictive of outcomes and survival in MASLD beyond fibrosis staging.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes prior endoscopic intramuscular dissection for rectal cancer increase the risk of permanent stoma in patients requiring completion total mesorectal excision?\r\n\r\nPubmed   Journal   ReadQx \r\nSucrase-isomaltase hypomorphic variant Val15Phe affects the response to a sucrose challenge test in patients with IBS.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A Role of Non-Selective Beta-Blockers in Preventing Liver Decompensation in Patients with Hepatocellular Carcinoma Undergoing Systemic Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nBroadening PEth testing for alcohol exposure in the Asia-Pacific region.\r\n\r\nPubmed   Journal   ReadQx \r\nEASL CPG: Liver biopsy cannot be skipped for the diagnosis of autoimmune hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Clinical Adoption of Large Language Models in Hepatology: Toward Terminological Precision, Multilingual Adaptability, and Interpretive Literacy.\r\n\r\nPubmed   Journal   ReadQx \r\nPortal Venous Flow in Pediatric Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-09-21T17:53:34-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-05-2025/",
    "title": "Fri Sep 05 2025",
    "description": "132 articles - From Friday Aug 29 2025 to Friday Sep 05 2025",
    "author": [],
    "date": "2025-09-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Global Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    ACG Clinical Guideline: Perioperative Risk Assessment and Management in Patients With Cirrhosis.\r\nFurthermore, it addresses procedure-specific considerations, including the role of bariatric and cardiac surgeries in cirrhotic patients. Through evidence-based recommendations and expert insights, this guideline aims to enhance surgical outcomes and inform clinical decision-making in a growing population of patients with cirrhosis undergoing surgery.\r\nPubmed   Journal   ReadQx \r\nGlobal Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\n Overall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Global Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\nInternational Magnetic Resonance Imaging Consensus for use in Luminal Crohn's Disease Trials and Clinical Practice.\r\n A consensus expert panel has developed standardized definitions of MRE response, remission, as well as the optimal timing for response assessment in patients with luminal Crohn's disease. Further research is needed to clarify the method for measuring transmural healing.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Adherence to Clinical Practice Guidelines for Management of Epithelial Precancerous Conditions and Lesions in the Stomach in Europe.\r\nAdherence to MAPS guidelines improved in most centers. However, gaps in virtual chromoendoscopy, targeted biopsies, and endoscopic/histopathological scoring remain, potentially affecting surveillance recommendations. This underscores the need for a more tailored approach to enhance implementation.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Global consensus statement on the management of pregnancy in inflammatory bowel disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Comparison of Living Versus Deceased Liver Transplantation for Primary Sclerosing Cholangitis.\r\n In PSC, LDLT seems to be associated with higher post-LT survival, compared with DDLT. This could be explained by earlier referral to LT with lower liver disease burden and better performance status;  better graft quality;  and shorter cold ischaemia time. PSC patients requiring LT should be encouraged to consider LDLT.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Single-use versus reusable endoscopes in gastroenterology: Systematic review of full and partial economic evaluations.\r\nFuture economic evaluations of single-use vs reusable endoscopes require more robust comparative evidence and should include costs and consequences beyond health, especially environmental impact.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Burden of Invasive Fungal Diseases in Patients With Alcohol-Related Hepatitis and Organ Failure.\r\nIFDs affected 1 in 50 CAH patients and carried a disproportionate mortality risk, compared with BP. These findings support the implementation of targeted screening and early antifungal strategies in CAH management, as for BP.\r\nPubmed   Journal   ReadQx \r\nClinical Features of Portal Hypertension and Their Prognostic Implications in Patients With Autoimmune Hepatitis.\r\n In patients with AIH, clinical features of CSPH reflect the risk of future hepatic decompensation and mortality. Hence, regular screening for CSPH in AIH patients seems warranted to ensure timely initiation of adequate CSPH-directed treatment.\r\nPubmed   Journal   ReadQx \r\nHepatitis B Immunoglobulins Withdrawal in Hepatitis B Virus Mono-Infected Liver Transplant Recipients: An Italian Multicentre Prospective Study.\r\nHBIG could be safely withdrawn in HBV mono-infected LT recipients on long-term combination HBIG plus third generation NAs.\r\nPubmed   Journal   ReadQx \r\nResearch Communication: Serum Metabolomic Signatures Predict Tumour Recurrence After Resection or Ablation in Patients With Early-Stage Hepatocellular Carcinoma.\r\nIn multivariable analysis, the 6-metabolite signature was associated with early recurrence (aHR 2.8, 95% CI 1.1-7.5), and the 13-metabolite signature was associated with overall recurrence (aHR 2.5, 95% CI 1.1-6.0). These data support the potential role of serum metabolites in post-treatment risk stratification for HCC recurrence.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Gastrointestinal and Hepatobiliary Safety of Glucagon-like Peptide-1 Receptor Agonists in Patients with Type 2 Diabetes.\r\n In this large real-world cohort study, GLP-1 RA therapy was not associated with increased risk of most serious GI or hepatobiliary outcomes compared to other oral diabetes medications. These findings support the overall GI and hepatobiliary safety of GLP-1 RAs in patients with type 2 diabetes, while underscoring the need for vigilance regarding gastroparesis and intussusception in susceptible individuals. Longer-term studies are warranted to fully evaluate cancer risk.\r\nPubmed   Journal   ReadQx \r\nProtective association of healthy lifestyle behaviours with incident functional constipation: A population-based prospective cohort study.\r\n Adopting a higher number of healthy lifestyle behaviours is significantly associated with a reduced incidence of FC in the middle-aged and elderly population, indicating their potential to be a primary prevention strategy. Future research should explore underlying mechanisms and replicate our investigation across diverse populations.\r\nPubmed   Journal   ReadQx \r\nReal-Life Clinical Validation of AI-Assisted Detection and Differentiation of Pleomorphic Lesions in Capsule Endoscopy.\r\n This was the first multicentric study proving AI-assisted CE reading superiority compared to conventional reading. The inclusion of videos from multiple devices addresses the interoperability challenge, whereas including patients from 4 countries and two different continents assures a diverse demographic context. AI achieved gastroenterologist-level identification of small-bowel lesions, surpassing conventional reading methods in both lesion detection and characterization.\r\nPubmed   Journal   ReadQx \r\nRisk of venous thromboembolism following colorectal cancer surgery in patients with and without inflammatory bowel disease.\r\nPatients with IBD are at elevated risk of VTE following CRC surgery compared to those without IBD. The strongest associations were observed in those who had received IBD treatment before surgery and in those with active disease, particularly patients with UC. These findings emphasize the need for increased VTE awareness and optimizing disease control in high-risk IBD patients.\r\nPubmed   Journal   ReadQx \r\nScreening for Barrett's Esophagus and Esophageal Adenocarcinoma: Approaches and Outcomes.\r\nWhile direct evidence linking screening to reduced EAC mortality is lacking, trials highlight promising outcomes in early detection of precancerous and cancerous lesions. Future directions, challenges, and recommendations for optimizing BE screening are discussed.\r\nPubmed   Journal   ReadQx \r\nSub-cutaneous infliximab for perianal Crohn's disease: the BioLap-Rem multicentre study from the GETAID.\r\n SC IFX was effective and safe for the treatment of active pCD and for maintaining remission after switching in this large multicentre cohort, thus supporting its use in routine practice in this indication.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Defining non-invasive criteria for indicating drug therapy in metabolic-associated steatotic liver disease in clinical practice.\r\n The diagnostic performance and reliability of the proposed non-invasive criteria for initiating resmetirom treatment were suboptimal.About the half of patients with indication would not receive treatment under these criteria.A new strategy, using FIB-4, the presence of diabetes and overweight, and liver stiffness improved the identification of MASLD patients with fibrosis stage 2-3.\r\nPubmed   Journal   ReadQx \r\nGlucagon-like peptide-1 receptor agonists are associated with a lower risk of peptic ulcer disease: a nationwide cohort study.\r\nIn this nationwide cohort study of T2DM patients, GLP-1 RA use was associated with 44% lower odds of PUD. In our propensity-score matched sub-group, switching to GLP-1 RA as second-line therapy was associated with a 56% lower hazard of PUD vs insulin. These findings indicate an association between GLP-1 RA use and reduced risk of PUD.\r\nPubmed   Journal   ReadQx \r\nReliability and Responsiveness of Endoscopic Indices for Assessing Crohn's Disease Postoperative Recurrence in the PREVENT trial.\r\n Existing endoscopic indices are reliable and responsive for assessing postoperative CD activity in the neoterminal ileum, although are suboptimal for evaluation in the anastomosis or distal colonic segment.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Barnacle-like lesions in the gastric mucosa: Clinicopathological study of a novel endoscopic finding.\r\nBackground and study aims Map-like redness is a known gastric mucosal finding observed after and are histopathologically consistent with intestinal metaplasia.\r\nPubmed   Journal   ReadQx   PMC\r\nCapnography monitoring reduces incidence of hypoxia in older patients undergoing gastrointestinal endoscopy under propofol sedation.\r\nAdditional capnography monitoring during gastrointestinal endoscopy for older patients who were sedated with propofol reduces incidence of hypoxia.\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnostic and therapeutic value of appendoscope-assisted endoscopic retrograde appendicitis therapy.\r\nAppendoscope-assisted ERAT is a feasible, accurate, safe, and effective alternative for diagnosis and treatment of appendicitis.\r\nPubmed   Journal   ReadQx   PMC\r\nDirect visualization endoscopic retrograde appendicitis therapy versus laparoscopic appendectomy for management of acute uncomplicated appendicitis.\r\nDirect visualization ERAT demonstrated high feasibility and effectiveness as a diagnostic and therapeutic modality for acute uncomplicated appendicitis, offering a promising alternative to conventional approaches.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of endoscopic intermuscular dissection vs. endoscopic submucosal dissection in treating rectal neuroendocrine tumors < 10 mm.\r\nEndoscopic intermuscular dissection offers a better option for preventing positive basal margins and demonstrates good safety and feasibility.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of remimazolam with fentanyl vs midazolam with fentanyl for sedation in screening colonoscopy: Randomized controlled study.\r\nThis study shows clear superiority of the combination of remimazolam with fentanyl over midazolam with fentanyl for conscious sedation in screening colonoscopy, obtaining shorter procedure time, less postoperative need for observation, lower patient pain scores, and higher patient satisfaction.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of serial pancreatic juice aspiration cytological examination for focal pancreatic duct stenosis: Multicenter, retrospective, cohort study.\r\nSPACE was a valuable method for obtaining pathological specimens of focal pancreatic duct stenosis. It yielded improved diagnostic sensitivity and accuracy compared with initial cytology alone.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic papillectomy of major papilla lesions: Single tertiary care center experience.\r\nR0 resection was associated with reduced risk of recurrence whereas delayed bleeding after EP is associated with an increased risk of developing PEP. EP is safe and effective for removing ampullary lesions irrespective of lesion type.\r\nPubmed   Journal   ReadQx   PMC\r\nEvaluation of the clip anchorage technique using mucosal elevation and incision in prevention of esophageal stent migration.\r\nThe new esophageal stent fixation technique appears to be simple, inexpensive, feasible, and safe. Although there is no impact on overall migration, there does seem to be a reduction in early migration.\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility and safety of endoscopic resection for duodenal gastrointestinal stromal tumors.\r\nESD and EFTR are safe, minimally invasive treatments for duodenal GISTs. Moreover, the EFTR technique may have advantages of completely resecting lesions originating from the deep muscularis propria layer, particularly lesions with extraluminal growth.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroGPT: Development and controlled testing of a proof-of-concept customized clinical language model.\r\nThis study pioneered development and comparison of a specialty-specific, clinically-oriented AI model to general-purpose LLMs. GastroGPT demonstrated superior utility overall and on key gastroenterology tasks, highlighting the potential for tailored, task-focused AI models in medicine.\r\nPubmed   Journal   ReadQx   PMC\r\nHistology of colonic submucosal lesions reveals a high proportion of benign lesions that do not require R0 en bloc endoscopic resection.\r\nMost colonic submucosal lesions are non-malignant and do not warrant advanced endoscopic resection. A new therapeutic approach could be first-line use of a low-risk, low-cost histological diagnostic technique followed in a second phase by a more advanced technique in the event of a malignant histological result. Further studies are needed to evaluate this step-up strategy.\r\nPubmed   Journal   ReadQx   PMC\r\nHyperbaric oxygen and steroids for preventing stricture after large esophageal endoscopic submucosal dissection.\r\nHBOT-assisted steroid therapy might be a safe and effective way to prevent postoperative strictures after ESD for large and long-segment esophageal mucosal lesions.\r\nPubmed   Journal   ReadQx   PMC\r\nOptimal endoscopic resection method based on vertical margin distance for small rectal neuroendocrine tumors: Propensity score-matched study.\r\nEMR-L outperforms ESD for small rectal NETs by achieving higher R0 and better vertical margins in shorter times, while minimizing risk of perforation.\r\nPubmed   Journal   ReadQx   PMC\r\nOutcomes of endoscopic submucosal dissection for treatment of superficial anal squamous cell carcinoma: Multicenter international experience.\r\nESD is a feasible and effective treatment for superficial ASCC. Adverse events were successfully managed with medical or endoscopic therapy. ESD should be considered as first-line resection technique to prevent recurrence while preserving anal sphincter function.\r\nPubmed   Journal   ReadQx   PMC\r\nProspective study on outcomes of endotherapy for pancreatic divisum in patients of recurrent acute pancreatitis.\r\nMinor papilla endotherapy for RAP significantly improved VAS scores at 12 months among 69.1% of patients with acceptable AEs. Early CP was seen in 11.7% of patients. (Unique identifier  CTRI/2019/05/019332).\r\nPubmed   Journal   ReadQx   PMC\r\nReducing applied force in colonoscopy using a novel soft robotic colonoscope: Head-to-head study.\r\nThis study demonstrated an improvement in force with the novel soft robot compared with a standard colonoscope. This suggests the possibility of more comfortable colonoscopy for patients. Currently time taken is longer with the novel robot, which is attributable to the learning curve and improves in subsequent passes. Further work will be undertaken in a complete colon model with aspirations to reach in-vivo experiments.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety and efficacy of peroral endoscopic myotomy with endoscopic fundoplication compared with POEM alone: International multicenter cohort study.\r\nPOEM-F achieves statistically significant improvement in post- POEM GERD compared with POEM alone.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety of surveillance endoscopy and EUS of the esophagus after neoadjuvant chemoradiotherapy: Results from the (pre)SANO trial.\r\nEGD with bite-on-bite biopsies and EUS with FNA seem to be safe during an active surveillance strategy in esophageal cancer patients after nCRT.\r\nPubmed   Journal   ReadQx   PMC\r\nSingle-center, prospective study evaluating safety and efficacy of a new endoscopic hemostat system in non-variceal upper gastrointestinal bleeding.\r\nResolv Endoscopic Hemostat System is a safe and effective device for achieving immediate hemostasis in patients with non-variceal upper gastrointestinal bleeding. Future studies are required to examine its widespread adoption and applicability.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Carbon footprint assessment and sensitivity analysis of diagnostic colonoscopy.\r\nThis analysis and multifactorial colonoscopy procedure assessment has confirmed patient and staff transportation are the main carbon footprint contributors. A more sustainable and smarter mobility can considerably lower the environmental impact.\r\nPubmed   Journal   ReadQx \r\nClinical implications of computer-aided real-time size estimation of colorectal polyps during colonoscopy.\r\nThe AI tool assigned 90.8% of patients to correct surveillance intervals and achieved a MAE of 1.13 mm and RMSE of 1.40 mm for polyps ≤10 mm. CONCLUSIONS The AI model performs similarly to expert endoscopist in clinically relevant size-related endpoints, potentially improving the accuracy and efficiency of colorectal cancer screening.\r\nPubmed   Journal   ReadQx \r\nColon capsule endoscopy compared to conventional colonoscopy in patients with colonic diverticulitis: a randomised controlled superiority trial.\r\nCCE is a safe procedure for follow-up in patients after an episode with CD and is preferred by a majority of the patients compared to colonoscopy, but those receiving both modalities differed.\r\nPubmed   Journal   ReadQx \r\nColorectal mucosal exposure area assessment based on artificial intelligence: a multi-center, prospective, observational study.\r\nThe CCMEA qualified group, based on a CCMEA threshold of 2000, shows higher ADR than the unqualified group, indicating CCMEA can be a promising colonoscopy quality indicator.\r\nPubmed   Journal   ReadQx \r\nComparing low-volume vs. intermediate volume bowel preparation and its impact on work and tolerability: An open-label, non-inferiority, randomized controlled trial.\r\nBowel preparation with 1L PEG+Asc is non-inferior to 2L PEG+Asc and has a higher willingness-to-repeat. Tolerability is fundamental for effective cleansing and reducing colonoscopy barriers.\r\nPubmed   Journal   ReadQx \r\nPilot study on using a photometric capsule to stratify patients with suspected nonvariceal upper gastrointestinal bleeding into emergency versus elective endoscopy.\r\nNo technical, PCE-related, or bleeding-related complications occurred during the follow-up period (30 days). PCE was a quick and easy-to-use method with a high negative predictive value for suspected NVUGIH and could be used to identify patients in whom emergency endoscopy can be avoided.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Utility of Random Neo-Squamous and Cardia Biopsies During Surveillance After Dysplastic Barrett's Eradication: A Prospective Single- Center Study.\r\nTargeted biopsies of the NE and gastric cardia are important in detecting early BE recurrence. Additional random NE and cardia biopsies provide no added benefit in dysplasia detection but incur unnecessary time and cost expenditures. We recommend targeted biopsies as the primary surveillance strategy post-CEIM and eliminating random biopsies in expert centers.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    <i>Bacteroides intestinalis<\/i> mediates the sensitivity to irinotecan toxicity via tryptophan catabolites.\r\n Our study uncovers the mechanism of endogenous bacterial metabolite in shaping the individual susceptibility to irinotecan toxicity and suggests IAA as a potential predictive biomarker.\r\nPubmed   Journal   ReadQx \r\nImmunosuppressive contribution of tumour-infiltrating B cells in human intrahepatic cholangiocarcinoma and their role in chemoimmunotherapy outcome.\r\niCCA is characterised by a profoundly immunosuppressive TME that impairs B-cell function through soluble factors and cellular interactions. Our findings identify B cells as biomarkers and therapeutic targets, supporting strategies to restore B-cell function and promote mature TLS to enhance immunotherapy responsiveness in iCCA.\r\nPubmed   Journal   ReadQx \r\nOutcome of a FODMAP restriction diet with subsequent blinded reintroduction in functional dyspepsia/postprandial distress syndrome.\r\nA LFD significantly improved PDS symptoms, but this was not associated with altered mucosal integrity. Powder reintroduction identified a large variety in individual FODMAPs and glucose as triggers.\r\nPubmed   Journal   ReadQx \r\nPathological tau propagation from the brain to the colon via the vagal efferent pathway in Alzheimer's disease.\r\nThis study demonstrates that tau pathology can propagate from the brain to the colon via the vagus nerve, providing evidence supporting the brain-to-gut axis in AD.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Early on-treatment LSM reliably predicts liver-related events in CHB patients with significant fibrosis and cirrhosis.\r\nOn-treatment LSM measured 1-3 years after antiviral therapy offers superior predictive accuracy for LREs compared with baseline or LSM changes, with LSM <10 kPa indicating a significantly lower risk, likely due to improved lobular architecture.\r\nPubmed   Journal   ReadQx \r\nIntegrative hepatology: Enhancing overall health to manage liver disease.\r\nImplementation faces challenges, including evidence gaps, limited training, time constraints, reimbursement barriers, and inequitable access, but opportunities exist through education, interdisciplinary collaboration, group medical visits, and digital health delivery. By expanding the scope of liver care to include whole-person health, Integrative Hepatology seeks not to replace established therapies but to augment their impact-supporting patients in achieving optimal health across the disease spectrum.\r\nPubmed   Journal   ReadQx \r\nRIPPLY1 suppresses cancer cell stemness via targeting TBX19 in CTNNB1-mutated hepatocellular carcinoma.\r\n Loss of RIPPLY1 promotes cancer cell stemness via facilitating the TBX19 transcriptional activity in CTNNB1-mutated HCCs.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Alcohol activates ATF4/LPLA2-mediated BMP metabolism to enhance HBV-induced hepatocellular carcinogenesis.\r\n The data demonstrated that alcohol activates ATF4/LPLA2-mediated BMP metabolism to enhance HBV-induced HCC (HBV-HCC). LPLA2 is a potential therapeutic target and a probable marker of poor prognosis for HCC patients. Impact and implications Chronic alcohol consumption promotes HBV-induced hepatocellular carcinogenesis (HBV-HCC). ATF4/LPLA2-mediated BMP metabolism promotes alcohol-enhanced HBV-HCC via MAPK/ERK signaling pathway. Targeting LPLA2 or BMP metabolism markedly inhibited HBV-HCC progression. This preclinical study provides a theoretical basis to investigate novel strategies for HCC therapy.\r\nPubmed   Journal   ReadQx \r\nEngineered monoclonal antibody tobevibart enhances HBsAg capture by Fc receptor-positive cells and activates HBV-specific T cells.\r\nWe demonstrate that tobevibart combines the advantages of potent neutralization of HBV and HDV with FcγR-mediated reduction of HBsAg and enhancement of T cell responses. Tobevibart is under clinical investigation alone or in combination with other agents to treat patients with chronic hepatitis delta and to induce functional cure of patients with CHB. Impact and implications () Chronic infection with hepatitis B virus (HBV) or co-infection with hepatitis delta virus (HDV) can cause severe liver disease and cancer. We previously showed that the monoclonal antibody tobevibart potently neutralizes HBV and HDV. Here we demonstrate that the engineered Fc region of tobevibart effectively interacted with several immune cell types, potentially facilitating the rapid removal of damaging viral proteins from circulation and activating T cell responses that may control HBV infection long term. Clinical trial VIR-3434-1002, phase 1, ClinicalTrials.gov identifier NCT04423393.\r\nPubmed   Journal   ReadQx \r\nHealthy eating and physical activity significantly lower sex-specific alcohol-attributable liver mortality in the United States.\r\n Healthy eating and increased levels of PA significantly lower the risk of alcohol-attributable liver-related mortality in the US population. Impact and implications This study found that any amount of alcohol intake and binge drinking were associated with an increased risk of liver-related mortality. Adherence to healthy dietary patterns and increased physical activity lower the risk of liver mortality across al drinking patterns, including heavy and binge drinking. Liver survival benefits from both physical activity and diet quality are greater in women than men. A diet rich in vegetables, fruits, grains, seafood, plant-based proteins, and unsaturated fatty acids, combined with a reduced intake of empty calories from solid fats, alcohol, and added sugars, is associated with a lower risk of liver-related mortality. Economically disadvantaged populations are exposed to high-risk alcohol use, unhealthy diet, and physical inactivity, and therefore increased liver mortality.\r\nPubmed   Journal   ReadQx \r\nRisk of alcohol-related liver disease and cause-specific mortality in individuals seeking treatment for alcohol use disorder.\r\n This study showed the substantial burden of alcohol-related disease and mortality in individuals seeking treatment for AUD. Specifically, the risk of ALD was 7% after 10 years, 13% in those with type 2 diabetes. Impact and implications Knowledge of the absolute risk of alcohol-related liver disease (ALD) and cause-specific death among individuals in treatment for alcohol use disorder is crucial to make decisions on screening for ALD. The study highlights the need for improved care of individuals in treatment for alcohol-use disorder to prevent morbidity and mortality due to ALD, other alcohol-related causes, but also cancer and cardiovascular disease. The higher risk of ALD in those with type 2 diabetes suggests that clinicians should be specifically aware of alcohol consumption and liver disease in their patients with type 2 diabetes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: A Step Back to Leap Forward-Strategic Nucleos(t)ide Analogue Discontinuation Towards HBV Functional Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Time to Genotype-Genetic Risk and Prognosis in Steatotic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    HIGH-RESOLUTION MANOMETRY IN TREATED ACHALASIA: SCOPING REVIEW AND NOVEL NOMENCLATURE.\r\nThis scoping review with expert recommendations provides guidance for HRM interpretation in treated achalasia and introduces novel descriptive terms to describe pathophysiology following achalasia treatment. Conventional CC should not be used in treated achalasia description.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    EUS-guided gallbladder drainage for distal malignant biliary obstruction: How we can evaluate clinical success.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPlease stay seated - the specialist AI will see you shortly.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Where self meets gluten in the birth of transglutaminase autoantibodies in Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cellular Senescence in Liver Diseases: From Molecular Drivers to Therapeutic Targeting.\r\nRecent advances, such as multi-omics profiling, multi-marker gene signatures, and targeted modalities including PROTACs and CAR-T cell therapies, offer new opportunities for precision interventions. This review synthesizes emerging insights into the molecular mechanisms of liver senescence, evaluates the current landscape of senotherapies, and outlines key challenges and future directions for safely and effectively targeting senescence in chronic liver disease.\r\nPubmed   Journal   ReadQx \r\nNew targets and new drugs for hepatobiliary cancers.\r\nRecent clinical experiences and genomic data indicate potential responsiveness to immune checkpoint inhibitors. Including these tumours in clinical trials could facilitate developing treatments for these rare subtypes.\r\nPubmed   Journal   ReadQx \r\nTregs going acid - how cholestasis impairs regulatory T cell function.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Correction to: Novel Concepts on the Functional Neuroanatomy of the Anorectum: Implications for Anorectal Neuropathy and Neuromodulation Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic approach to palliation of pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Increased Frailty in Elders With Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Second sigmoid colon intubation for colonoscopy: Much Done, More to Be Considered.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Shangguan and Tan.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Wang and Ren.\r\n\r\nPubmed   Journal   ReadQx \r\nTo Feed or Not to Feed: Is that the Question?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biological age, PNPLA3 and risk of metabolic dysfunction-associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of Belzutifan on Pancreatic Cystic Lesions and Neuroendocrine Tumors in Patients with Von Hippel-Lindau Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMesenteric Malignant Mesothelioma Masquerading as a Neuroendocrine Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nRadiofrequency ablation for treatment of hemobilia.\r\n\r\nPubmed   Journal   ReadQx \r\nVirtual Reality Application in Hospitalized Patients with Decompensated Cirrhosis: A Feasibility Pilot Study.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"Double anchor traction method\" for large colorectal lesion in colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA case of acute pancreatitis caused by obstruction of the pancreatic duct with a plant-based broom bristle.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBeware of bile peritonitis caused by kinking of the self-expandable metal stent during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nColonic metastasis from cervical carcinoma diagnosed by ligation-assisted endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic retrograde direct cholangioscopy combined with endoscopic papillectomy in treatment of duodenal papillary adenoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of a large non-pedunculated colorectal polyp using Amber-Red Color Imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of Zenker's diverticulum: how can the size affect the selection of the technique?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided endoscopic submucosal dissection to remove a fishbone embedded adjacent to the thoracic aorta.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatogastrostomy using a novel double lumen dilator.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided tissue acquisition of a focal liver lesion via the duodenum under fluoroscopic guidance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nFistulography-assisted endoscopic ultrasound-guided pancreatic drainage for cannulation of a non-dilated pancreatic duct in postoperative pancreaticocutaneous fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastric outlet obstruction caused by vanishing pylorus following gastric peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHybrid argon plasma coagulation for chronic radiation-induced proctitis following pelvic chemoradiotherapy for cervical adenocarcinoma: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInnovative coaxial plastic stent within a lumen-apposing metal stent to prevent recurrence of pancreatic fluid collection.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-injection resection using bipolar soft coagulation mode for large colorectal polyps including incidental cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPhysical barriers or mechanical closure - how to seal the deal for upper GI fistulas?\r\n\r\nPubmed   Journal   ReadQx \r\nRegenerative medicine for complex gastrointestinal transmural defects: a silver bullet or just another tool in the endoscopist's arsenal?\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of an over-the-scope clip using balloon dilation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRight-sided colon endoscopic hand suturing with a single intubation using readily available endoscopic equipment.\r\n\r\nPubmed   Journal   ReadQx \r\nSnare deroofing technique-assisted endoscopic retrograde direct cholangioscopy for difficult cannulation of Type III duodenal papilla.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal technology for safe third space procedures: Amber-Red Color Imaging-guided Gastric-PerOral Endoscopic myotomy for idiopathic refractory gastroparesis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful guidewire insertion into the gallbladder facilitated by a mixed-reality-based three-dimensional anatomical model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTemporary sphincter-preserving covered biliary stent: a novel adjunctive device for cholangioscopy-guided calculi clearance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe two-layered cross technique for post-over-the-scope clip bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Patient with Liver Injury, Portal Hypertension, Anemia, and Peripheral Neuropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nAn occult etiology behind the episode of obstructive jaundice in a young woman.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A case of submucosal lesion of rectum: an unexpected isolated muscularis propria layer rectal endometriosis.\r\n\r\nPubmed   Journal   ReadQx \r\nBest of: Artificial Intelligence in Gastrointestinal Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nConservative management of dislodged endoclip in the appendix.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Are functional dyspepsia and gastroparesis really 'interchangeable' diseases?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Clarifying the impact of response criteria and locoregional therapy on complete response outcomes in patients with hepatocellular carcinoma following immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Revisiting FOXP3 Expression and its prognostic implications in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Time to Genotype-Genetic Risk and Prognosis in Steatotic Liver Disease. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: \"Tenofovir Alafenamide-The 'Star of Potential' for Long-Term Chronic Hepatitis B Treatment. A Deep-Dive Analysis of Phase 3 Clinical Trials.\" Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Tenofovir Alafenamide-The \"Star of Potential\" for Long-Term Chronic Hepatitis B Treatment. A Deep-Dive Analysis of Phase 3 Clinical Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Complexity of Deciphering Complex Mechanisms That Underpin Changing Trends in Complex Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Insufficiency of wearables for sleep stage assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Beyond the ruler: Measuring what truly matters in endoscopic ultrasound-guided pancreatic cancer genomics.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Comparison of long-term survival between EMR and surgery in patients with stage T1 colorectal cancer: an exploration of survival after surgery.\r\n\r\nPubmed   Journal   ReadQx \r\nExpanding perspectives on assessing EUS-guided radiofrequency ablation in unresectable pancreatic ductal adenocarcinoma: a single-center historic cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nLow phospholipid-associated cholelithiasis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cutting waste in endoscopy: the roles of professional practice and staffing levels.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes prior endoscopic intramuscular dissection for rectal cancer increase the risk of permanent stoma in patients requiring completion total mesorectal excision?\r\n\r\nPubmed   Journal   ReadQx \r\nINSL5 as a newly recognised potential contributor to diarrhoea pathogenesis: more questions than answers.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Disease Staging and Clinical State in Cirrhosis: Is severity, acuity and pathophysiology the missing link?\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Clinical Adoption of Large Language Models in Hepatology: Toward Terminological Precision, Multilingual Adaptability, and Interpretive Literacy.\r\n\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol for monitoring alcohol use after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPortal Venous Flow in Pediatric Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-09-21T17:48:15-04:00",
    "input_file": {}
  },
  {
    "path": "gi/08-29-2025/",
    "title": "Fri Aug 29 2025",
    "description": "161 articles - From Friday Aug 22 2025 to Friday Aug 29 2025",
    "author": [],
    "date": "2025-08-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Resecting Assumptions-Do Proctocolectomy Guidelines Hold Up? \r\n\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Spray Cryotherapy Esophageal Consortium (SPEC) Consensus Recommendations for Liquid Nitrogen Spray Cryotherapy in Barrett's Esophagus and Esophageal Cancer using a Modified Delphi Process. \r\nAfter 3 Delphi Rounds, 41 of 42 statements were accepted either in their original version (n = 11) or after modification based on expert input (n = 30). Through a modified Delphi process, we developed expert and evidence-based consensus recommendations to guide safe and appropriate use of LNSC in BE and EC.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Curriculum for optical diagnosis of esophageal neoplasia and precursor lesions: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement. \r\nWhen using acetic acid chromoendoscopy for Barrett's esophagus inspection, endoscopists should be familiar with the appearance of neoplastic lesions by assessing loss of aceto-whitening and mucosal surface patterns. Endoscopists should train in using the Japanese Esophageal Society (JES) classification to describe esophageal squamous cell lesions, to estimate the likelihood of and degree of dysplasia, and in the case of squamous cell cancer, the invasion depth.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Management of Hepatitis Delta: Commentary. \r\nThe purpose of this American Gastroenterological Association (AGA) Clinical Practice Update is to facilitate understanding and improve clinical management of patients with hepatitis delta virus infection. This commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership, and underwent internal peer review by the Clinical Practice Updates Committee and external peer review through standard procedures of Gastroenterology.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Enteral stent placement for benign and malignant disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Prevalence and clinical outcomes of recompensation in decompensated cirrhosis: a systematic review and meta-analysis. \r\nRecompensation occurred in approximately one-third of decompensated cirrhosis patients who achieved etiological control. Recompensation was associated with lower risk of HCC and death, thus represents a clinically meaningful endpoint in this population.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Bowel Preparation Quality in Patients Using Glucagon-Like Peptide-1 Agonists: A Systematic Review and Meta-Analysis. \r\nWe do not recommend discontinuing GLP-1 RAs before colonoscopy. More evidence is needed to confirm the current findings.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Balloon Dilation Versus Stent Placement in the Management of Dominant Strictures in Primary Sclerosing Cholangitis: A Systematic Review and Meta-Analysis. \r\nEBD demonstrated significantly better clinical efficacy with fewer treatment sessions. Stent placement reduces serum bilirubin more than EBD and is used in advanced PSC with severe strictures or EBD failure, potentially indicating more advanced disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Long-Term Follow-Up of Patients in a Prospective Study of NA Discontinuation Identifies Different Patterns of HBsAg Loss. \r\nALT flares were associated with HBsAg decline, and in some cases, with delayed HBsAg loss. The clinical study was supported by the National Health and Medical Research Council of the study clinical trial ID is NCT02581033.\r\nPubmed   Journal   ReadQx \r\nTelemetric Assessment and Comparison of Regional Colonic Metabolic Activity in Ambulant Healthy Individuals Using pH and Gas-Sensing Wireless Motility Capsules. \r\nLuminal pH poorly reflects carbohydrate fermentation in the distal colon. ACTRN12619001219178 and ACTRN12622000422729.\r\nPubmed   Journal   ReadQx \r\nUnveiling Drug-Induced Autoimmune-Like Hepatitis in Autoimmune Hepatitis Patients: A Multicenter Retrospective Study. \r\nDI-ALH is often under-recognised in clinical practice, leading to unnecessary long-term immunosuppression. A causal relationship between drugs and AIH, along with an attempt to withdraw treatment and long-term follow-up, is essential to prevent overtreatment-associated risks.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Accurate Non-endoscopic Detection of Early Esophageal Squamous Malignant Lesions Using Sponge-based Methylated DNA Biomarkers. \r\nThe AUCs for the complex model that included the two MDMs and Age were 0.961(95%CI, 0.920 to 1.000) and 0.940 (95%CI, 0.889 to 0.990) in the training and validation sets, respectively. The assay of MDMs in CCD samples offers a highly accurate method of predicting HGIN/ESCC, thereby providing the potential for early diagnosis and screening for HGIN/ESCC.\r\nPubmed   Journal   ReadQx \r\nAvoidant/restrictive eating in people with and without bowel symptoms in the general population: Prevalence, Clinical Profile and Associated Factors. \r\nAvoidant/restrictive eating is common in individuals with bowel symptoms and associated with a more severe clinical profile, indicating a need to discuss eating behavior with patients. However, avoidant/restrictive eating is also common in individuals in the general population without bowel symptoms.\r\nPubmed   Journal   ReadQx \r\nDiagnostic Accuracy of Spleen-dedicated 100 Hz Transient Elastography to Predict High-risk Esophageal Varices. \r\nSSM alone can accurately predict HREV in cirrhosis, and its combination with LSM and PC precisely predicted CSPH, saving a significant number of endoscopies. The SSM cut-off to rule out HREV may vary with etiology.\r\nPubmed   Journal   ReadQx \r\nDistinct Clinical Phenotypes in Lactase Non-Persistence: Symptomatic, Asymptomatic, and Gassy-Asymptomatic. \r\nclassifying LNP individuals into distinct subgroups and incorporating hydrogen production rate into breath-test interpretation may enhance diagnostic precision, prevent unnecessary dietary restrictions and generate new hypotheses linking fermentation kinetics and symptoms. Microbiome associations remain correlative and warrant functional validation in larger, controlled studies.\r\nPubmed   Journal   ReadQx \r\nEffect of oral proton pump inhibitor administration on reducing the delayed bleeding risk in five upper gastrointestinal endoscopic treatments. \r\nThe subgroup and sensitivity analyses almost consistently confirmed the main results. Oral PPI administration contributed to reducing delayed bleeding risk in G-EMR and G-ESD, but not in E-EMR, E-ESD, and PEG.\r\nPubmed   Journal   ReadQx \r\nEvolution of Hepatitis A-Related Acute Liver Failure in North America Over 22 Years. \r\nOverall, the number of HAV ALF cases enrolled steeply declined. After 2010, when we began recording acute liver injury (ALI: INR ≥ 2 but no encephalopathy) an apparent increase in ALI incidence was noted, despite a near absence of ALF cases.\r\nPubmed   Journal   ReadQx \r\nFatty pancreas disease and the risk of future diseases of the exocrine pancreas: a US matched cohort study. \r\nExtra-pancreatic cancer incidence did not differ. FPD is associated with an increased risk of pancreatic cancer, acute pancreatitis, chronic pancreatitis, and incidental pancreatic cysts, independent of obesity or hepatic steatosis, suggesting a potentially causative role of FPD in the pathogenesis of exocrine pancreatic diseases.\r\nPubmed   Journal   ReadQx \r\nFirst-Round Fecal Immunochemical Test Concentration Predicts Colorectal Cancer and Advanced Neoplasia in Second-Round Screening. \r\nClinicalTrials. gov number, NCT02078804.\r\nPubmed   Journal   ReadQx \r\nIncreased mortality associated with sarcopenia in inflammatory bowel disease: a long-term prospective cohort study. \r\nProbable and confirmed sarcopenia increase the risk of long-term mortality in IBD patients. Sarcopenia assessment can help risk stratification for prognosis in older IBD patients.\r\nPubmed   Journal   ReadQx \r\nNew Eczematous Eruption in Patients with Inflammatory Bowel Disease Who Stop Janus Kinase Inhibitors. \r\n2 cases with biopsy-confirmed AD resolved after reinitiation of JAKi therapy and adjunct AD treatments. A subset of IBD patients may have latent susceptibility to AD, unmasked by therapy cessation and potentially triggered by an immune rebound effect.\r\nPubmed   Journal   ReadQx \r\nSafety of Esophageal Dilation Procedures in Patients on Antithrombotic Therapy: A US Collaborative Network Cohort Study. \r\nDAPT was numerically associated with a higher risk of bleeding, but this did not reach statistical significance. These findings aim to inform the clinical decision-making in pre- and post-procedure management of esophageal dilation procedures.\r\nPubmed   Journal   ReadQx \r\nTIMING THE SCAN: OPTIMIZING SCREENING FOR OSTEOPOROSIS AND RISK OF FRACTURE IN CELIAC DISEASE. \r\nHowever, their use should be weighed against an underdetection of clinically relevant BMD alterations. Tailoring DXA timing to healthcare resources and patient demographics may optimize outcomes and resource allocation.\r\nPubmed   Journal   ReadQx \r\nThe Portal Hypertension Decompensation Score - A Validated Predictive Model of Liver Decompensation Related to Portal Hypertension. \r\nThe PDS is an accurate predictor of decompensation in cACLD. It discriminates patients who are low-risk from those who are high-risk and who may benefit from further evaluation or treatment, without requiring the use of LSM.\r\nPubmed   Journal   ReadQx \r\nThe impact of integrating pelvic MRI at diagnosis on early detection of perianal Crohn's disease in pediatrics. \r\nThese patients needed more and earlier perianal surgery and had higher biologic use despite their perianal disease being subclinical. Adding routine MR imaging at time of pediatric CD diagnosis may help inform treatment decisions and improve these outcomes.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Accelerated vs Step-Up Endoscopic Treatment for Pancreatic Walled-Off Necrosis: A Randomized Controlled Trial (ACCELERATE). \r\n(ClinicalTrials. gov, Number NCT05601687).\r\nPubmed   Journal   ReadQx \r\nArtificial Intelligence for Quantifying Endoscopic Mucosal Ulceration in Crohn's Disease. \r\nPerformance of CVE for CD was similar in the SEAVUE validation cohort. CVE provides a means for automated ulceration and mucosal injury quantitation that shows conceptual agreement with SES-CD and offers new capabilities to improve the granularity and personalization of endoscopic disease assessment in CD.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of HSK31679 in Asian Patients with MASLD: A Randomized Controlled Trial. \r\nIn Asian MASLD patients, HSK31679 was well tolerated, with significant reductions in LFC after 12 weeks of treatment with 80 mg and 160 mg. NCT05795517.\r\nPubmed   Journal   ReadQx \r\nReal-world comparison of the effectiveness of tofacitinib and ustekinumab in patients with ulcerative colitis: the TORUS study. \r\nTofacitinib and ustekinumab are similarly effective to induce and maintain CFREM after anti-TNF failure in UC. However, tofacitinib could be favored in case of multiple therapeutic failures (≥ 3 biologics) and primary failure to any biologic.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic management of refractory gastrointestinal-tracheobronchial fistulas with two novel occluders: a comparative cohort study.\r\nAll procedure-related AEs were mild, occurring in five DU (13.9%) and three MU patients (6.0%). The MU occluder showed greater potential for sustained occlusion than the DU occluder and may be a viable option for refractory GI-tracheobronchial fistulas, although further prospective studies are needed.\r\nPubmed   Journal   ReadQx \r\nReducing the environmental impact of gastrointestinal endoscopy: a prospective study on waste management through waste segregation and staff education.\r\nTargeted interventions such as staff education and structured waste segregation protocols substantially reduced RMW and associated GHG emissions in a high-volume endoscopy unit. These results suggest that simple, low-cost changes may improve environmental sustainability in clinical practice.\r\nPubmed   Journal   ReadQx \r\nSTAndardization of Reports (the STAR project) Upper gastrointestinal endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative. \r\nA suggestion for a normal findings report is provided. Standardized reporting could enhance the quality of UGI endoscopy.\r\nPubmed   Journal   ReadQx \r\nTraining esophagogastroduodenoscopy skills: a randomized multicenter trial comparing simulation-based training versus clinical training.\r\nSBT prior to CBT reduces the number of supervised procedures required to achieve independent procedural completion without negatively affecting patient satisfaction or increasing training costs. These findings support the routine implementation of SBT when learning EGD.\r\nPubmed   Journal   ReadQx \r\nWater consumption before-and-after simple intervention using infographic poster during bowel preparation for colonoscopy: A prospective observational study. \r\nNo significant differences were observed in fluid intake or bowel cleansing quality. The educational poster intervention promoting appropriate flush selection during bowel preparation may be a simple option for reducing water consumption, leading to green endoscopy.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Implications of shame for patient reported outcomes in Bowel Disorders of Gut-Brain Interaction. \r\nShame appears to be a particularly important emotion deriving from the experience of GI symptoms in Bowel DGBI, influencing the associations between these symptoms and important patient reported outcomes. An empathetic doctor-patient relationship and psychological therapies may be helpful for individuals with Bowel DGBI experiencing high levels of shame.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical utility of suprapapillary plastic stents for lifelong biliary drainage in unresectable malignant hilar biliary obstruction. \r\nSPPS, as the first stent for unresectable MHBO, was considered superior to SEMS for the intermittent maintenance of LBD. Achieving LBD success or extending TLBDF may help preserve therapeutic options.\r\nPubmed   Journal   ReadQx \r\nComparison of endoscopic band ligation versus over-the-scope clip for colonic diverticular bleeding: A propensity score-matched cohort analysis. \r\nNo significant differences in initial hemostasis, requirements for IVR or surgery, requirements of red blood cell transfusion, and adverse events were observed between the two groups. OTSC was more effective than EBL for reducing early recurrent bleeding rate in endoscopic hemostasis for CDB.\r\nPubmed   Journal   ReadQx \r\nFocused communication Three-dimensional volume estimates of pancreatic fluid collections in relation to clinical outcomes of endoscopic ultrasound-guided treatment. \r\nThe maximum diameter represented a comparable model goodness-of-fit. PFC volume was associated with the outcomes of EUS-guided interventions, and the maximum diameter may be a reasonable surrogate.\r\nPubmed   Journal   ReadQx \r\nOptimal Interval of Screening Endoscopy for Reducing Gastric Cancer Mortality: A Nationwide Cohort Study. \r\nPatients who underwent screening at intervals ≤3 years had a significantly reduced risk of GC-specific mortality compared to those screened at intervals >3 years. A 3-year screening interval may be an effective strategy for high-risk regions.\r\nPubmed   Journal   ReadQx \r\nPerformance comparison of quantitative and qualitative fecal immunochemical tests in community-based colorectal cancer screening. \r\nQnFIT exhibited lower positivity, higher DR at colonoscopy and PPV for CRC over qlFIT. Almost half of colonoscopy resources were saved by qnFIT, although adenoma and polyp were missed in population screening.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Comparative risk of high-risk neoplasia after polypectomy among individuals aged below 50 years versus 50 years and older. \r\nAmong screened individuals, in both age groups, the association was particularly strong for individuals with index high-risk lesions and peaked at 3 years after polypectomy, with HRs (95% CI) of 4.60 (3.63 to 5.84) and 5.59 (3.89 to 8.03) for young adults with index high-risk adenoma and high-risk SPs, respectively. Patients undergoing polypectomy at a screening colonoscopy below age 50 years exhibited a similarly increased risk of metachronous neoplasia as those aged ≥50 years, suggesting that current surveillance guidelines developed in old adults may apply to young adults.\r\nPubmed   Journal   ReadQx \r\nSingle-cell multimodal analysis reveals the dynamic immunopathogenesis of HBV-ACLF progression. \r\nSix immune cellular modules (CMs) were identified for patient stratification, with CM2 and CM6 showing strong predictive value for disease outcomes, and CM3 indicating a potential early therapeutic window. Our longitudinal multiomics study revealed the dynamic evolution of the immune response in HBV-ACLF and characterised diverse immune patterns for the future precise management and therapeutic intervention.\r\nPubmed   Journal   ReadQx \r\nSmoking affects gut immune system of patients with inflammatory bowel diseases by modulating metabolomic profiles and mucosal microbiota. \r\nWe demonstrated that smoking affects the gut immune system by modulating mucosal microbiota. Our findings provide insights into how smoking can have beneficial or detrimental effects on UC or CD, respectively, and may shed light on the reasons why individuals with UC who quit smoking experience disease exacerbation.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A novel mechanism involving USP53-regulated BSEP trafficking underlies low-GGT intrahepatic cholestasis.\r\nLoss of USP53 interaction with MYO5B and its p.(Arg824Cys) variant impaired BSEP trafficking in USP53- and MYO5B-asociated low-GGT intrahepatic cholestasis. These results provide a novel mechanism that underlies USP53-PFIC and implicates USP53 in the pathogenesis of MYO5B-PFIC.\r\nPubmed   Journal   ReadQx \r\nCX3CR1+ macrophages interact with HSCs to promote HCC through CD8+ T-cell suppression. \r\nMoreover, genetic deficiency of CX3CR1 in myeloid cells or pharmacological inhibition of retinol metabolism remarkably attenuated HCC development. We showed that CX3CR1+Ly6C+ macrophages migrate and interact with aHSCs in the peritumoral region where retinoids induce arginase-1 expression in CX3CR1+Ly6C+ macrophages, subsequently depriving CD8+ T cells of arginine and promoting HCC.\r\nPubmed   Journal   ReadQx   PMC\r\nDistinct immune microenvironment of venous tumor thrombus in hepatocellular carcinoma at single-cell resolution. \r\nTAMs, especially C5aR+ TAMs, were enriched in PVTT. C5aR+ TAMs contribute to the development of PVTT and poor prognosis by reshaping the immunosuppressive environment.\r\nPubmed   Journal   ReadQx   PMC\r\nGenomic and the tumor microenvironment heterogeneity in multifocal hepatocellular carcinoma. \r\nAdditionally, MMP9+ tumor-associated macrophages were enriched across IM and MO, which formed cellular niches with regulatory T cells and proliferative/exhausted T cells. Our findings deeply decipher the heterogeneous TMEs between IM and MO, which provide a comprehensive landscape of multifocal HCC.\r\nPubmed   Journal   ReadQx   PMC\r\nHuman-induced pluripotent stem cell-based hepatic modeling of lipid metabolism-associated TM6SF2-E167K variant. \r\nOur findings indicate that induced hepatocytes generated from human-induced pluripotent stem cells carrying the TM6SF2-E167K recapitulate the effects observed in human hepatocytes from individuals with the TM6SF2 mutation. This study characterizes an in vitro model that can be used as a platform to identify potential clinical targets and highlights the therapeutic potential of targeting protein misfolding to alleviate ER stress and mitigate the detrimental effects of the TM6SF2-E167K mutation on hepatic lipid metabolism.\r\nPubmed   Journal   ReadQx   PMC\r\nNon-Invasive Tests: Establishing efficacy for metabolic dysfunction associated steatohepatitis beyond the biopsy-current perspectives from the division of hepatology and nutrition, US Food and Drug Administration. \r\nThis communication is intended to provide some of the regulatory considerations on adopting non-invasive tests in lieu of liver histology as a RLSE in drug development for MASH. We will also describe FDA mechanisms and the methods by which data can be submitted to the FDA to consider proposals for NIT use in place of liver histology as RLSEs.\r\nPubmed   Journal   ReadQx \r\nPlasma FSTL-1 as a noninvasive diagnostic biomarker for patients with advanced liver fibrosis. \r\nA cutoff value ≤ 0.43 ng/mL was the optimal rule-out threshold, with a sensitivity of 84.62% (95% CI, 76.46%-90.30%) and a specificity of 79.51% (95% CI, 74.81%-83.53%), while ≥0.50 ng/mL was the best rule-in threshold, with a specificity of 86.41% (95% CI, 81.06%-90.43%) and a sensitivity of 70.67% (95% CI, 64.41%-76.23%). Plasma FSTL-1 has high diagnostic accuracy and could potentially reduce the need for liver biopsy in identifying patients with advanced liver fibrosis.\r\nPubmed   Journal   ReadQx   PMC\r\nValue of HCC surveillance in a landscape of emerging surveillance options: Perspectives of a multi-stakeholder modified Delphi panel. \r\nThe panel acknowledged performance metrics of emerging methods may differ from other cancer screening programs given differences in populations, including higher risk of cancer development and competing risk of morality, and differences in diagnostic workflow in patients at risk of HCC. These data provide insights into the perceived value of HCC surveillance in an era of emerging blood- and imaging-based surveillance strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Claudin-1 is a mediator and therapeutic target in primary sclerosing cholangitis. \r\nThe results of this preclinical study pave the way for the clinical development of Claudin-1-specific antibodies for the treatment of PSC. It is therefore of impact for physicians, scientists and drug developers in the field of biliary disease.\r\nPubmed   Journal   ReadQx \r\nEffect of Hypertension on Long-term Adverse Clinical Outcomes and Liver Fibrosis Progression in MASLD. \r\nSubgroup and sensitivity analyses supported these findings. Hypertension is a modifiable risk factor and increases risk of adverse clinical outcomes and progression of liver stiffness/fibrosis.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Comparison of Fexuprazan and Esomeprazole for the Control of Nocturnal Gastroesophageal Reflux Symptoms: A Randomized, Crossover Study. \r\nFexuprazan was more effective than esomeprazole in controlling nocturnal reflux symptom, particularly in patients with severe symptoms. Fexuprazan may offer a therapeutic advantage for patients with severe and persistent nocturnal reflux despite PPI therapy.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Corticosteroid Responsive Acute Severe Ulcerative Colitis-Revisiting Maintenance Approaches in the Era of Advanced Therapies. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Implementing Risk Assessment Tools for MetALD in Clinical Practice. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: PSC as an Independent Risk Factor for CRC Without IBD: Can Observed Epidemiological Trends Help Uncover Biological Mechanisms and Guide Surveillance Strategies? \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining Decompensation in Cirrhosis-More Than an Academic Playground? \r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Impact of Alcohol Consumption on the Development and Progression of Metabolic Dysfunction-Associated Steatotic Liver Disease. \r\nAlcohol amplifies MASLD progression through synergistic mechanisms. Standardised evaluation of alcohol use is critical for risk stratification and the development of personalised treatment strategies.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes. \r\n\r\nPubmed   Journal   ReadQx \r\nDIAGNOSTIC AND MANAGEMENT REVIEW OF GASTRIC AND SUPRAGASTRIC BELCHING, AEROPHAGIA, AND RUMINATION SYNDROME. \r\nFurther studies evaluating multidisciplinary behavioral therapy strategies with validated outcome measurement tools are needed to develop management guidelines and improve the lives of patients with these complex conditions. Evaluation for secondary causes is key to well-rounded, effective treatment.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief. \r\n\r\nPubmed   Journal   ReadQx \r\nAn innovative approach to pelvic abscess drainage through a lumen-apposing metal stent: a preliminary retrospective study on a homogeneous sample. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic necrosectomy: predicting when to step up and when to step off. \r\n\r\nPubmed   Journal   ReadQx \r\nOptimal stent design in unresectable malignant hilar biliary obstruction: the jury is still out. \r\n\r\nPubmed   Journal   ReadQx \r\nRedefining the endoscopic retrograde cholangiopancreatography endpoint: a 30-day perspective on patient care. \r\n\r\nPubmed   Journal   ReadQx \r\nUse of image-enhanced endoscopy to detect gastric premalignant lesions and early gastric cancer: time to leverage artificial intelligence to accomplish this task. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Liver stiffness progression comparison between diabetics and non-diabetics with biopsy-proven metabolic dysfunction-associated steatosis. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJ Hepatol\r\n    Sex-Related Variations in Liver Homeostasis and Disease: From Zonation Dynamics to Clinical Implications. \r\nFor instance, men are more prone to develop MASLD and HCC, whereas women have a higher prevalence of autoimmune liver diseases and are at increased risk of accelerated fibrosis progression after menopause. New methods, such as digital twin models and innovative computer-assisted approaches, continue to advance our understanding of liver dimorphism, offering the prospect of personalised diagnosis and treatment strategies.\r\nPubmed   Journal   ReadQx \r\nT Cells in a Drop: Rapid T Cell Monitoring in Chronic Hepatitis B. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A rare case of large mucosal poorly differentiated colorectal adenocarcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unexpected Outcome of a Giant Hypopharyngeal Lipoma. \r\n\r\nPubmed   Journal   ReadQx \r\nHow We Approach It: Alfapump. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor. \r\n\r\nPubmed   Journal   ReadQx \r\nType 4A Choledochal Cyst with Duodenal Compression. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Incidence and Prevalence of Inflammatory Bowel Diseases in Hispanic Individuals in the United States, 2011-2020. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful Treatment of Post-Operative Bronchoesophageal Fistula with Cardiac Septal Occluder. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of endoscopic combined oval forceps removal of a rectal smooth curved-surface foreign body. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel endoscopic lithotripsy technique for a huge common bile duct stone: endoscopic snare lithotripsy. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel method of synchronous closure for endoscopic full-thickness resection of exophytic gastrointestinal stromal tumors. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel technique of B2-B3 single-puncture bridging through liver parenchyma enabling endoscopic ultrasound-guided hepaticogastrostomy for rescue drainage. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA simple and safe endoscopic technique for removing huge gastric bezoars using a looped guidewire. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAggressive or conservative cyanoacrylate therapy for gastric varices: is more glue better?\r\n\r\nPubmed   Journal   ReadQx \r\nAn anatomically designed duodenal stent with physiological drainage: effective endoscopic rescue in persistent perforation. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAppendix Anchoring Approach: A novel method to prevent appendicitis post-appendiceal endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nApplication of through-the-scope twin clips for large defect closure after endoscopic submucosal tunnel dissection of a colonic laterally spreading tumor. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholangioscope combined with biliary forceps: a novel double-endoscope traction method for rectal endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nClosing the gap in endoscopy quality: is artificial intelligence the answer?\r\n\r\nPubmed   Journal   ReadQx \r\nDetection by endoscopic ultrasound-guided fine-needle aspiration of retroperitoneal lymph node metastasis as the initial presentation of testicular seminoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDouble the efficacy, half the effort: columnar transparent cap-assisted cholangioscopy for bile duct stone extraction. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic full-thickness resection of an esophageal gastrointestinal stromal tumor without creation of a submucosal tunnel. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection of uncommon huge gastric pyloric gland adenoma. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic suturing with muscular after fundus mucoresection for refractory gastroesophageal reflux disease：a new anti-reflux technique. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound combined with cholangioscopy in the diagnosis and treatment of pancreatic arteriovenous malformation-related repeated duodenal bleeding. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided drainage of a prevertebral neck abscess: a case report. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastric reactive capillary hemangioma caused by tislelizumab. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntermittent double-layer closure for full-thickness defect after super minimally invasive stepwise resection of early rectal cancer. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntraoperative mixed reality support for endoscopic submucosal dissection of a large laterally spreading tumor in the rectum. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLaparotomy and endoscopy cooperative resection in the treatment of Peutz-Jeghers syndrome. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMixed-reality-based education with holographic support before and during ERCP-related procedures. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNew peroral pancreatoscopy for direct diagnosis and precise guidewire placement in indeterminate pancreatic duct stricture. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPercutaneous intragastric approach for endoscopic hand suturing of the defect after resection of a submucosal gastric tumor. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPre-placement sharp angle traction-assisted endoscopic submucosal dissection for the treatment of laterally spreading tumors of the colon. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nQuadruple and quintuple transpapillary stenting without predilation for complex hilar biliary obstruction using a novel 7-Fr ultratapered plastic stent. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nStepwise super minimally invasive full-thickness resection for locally advanced rectal cancer after achieving near clinical complete response with neoadjuvant therapy. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful resolution of upper jejunal obstruction caused by bezoars using three sessions of gastroscopic lithotripsy. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTornado cleaning technique for food impaction in gastroduodenal stent using a high-rotational spiral basket catheter.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTransrectal endoscopic resection of intraperitoneal gastrointestinal stromal tumor facilitated by incidental segmental absence of intestinal musculature. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nWill conventional endoscopic submucosal dissection disappear or be rescued from the water by saline immersion? \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Abdominal Ultrasound Training for Gastroenterologists in Asia: Considerations and Sample Program. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Hypolipidemia With Cirrhosis in a Father-Son Pair. \r\n\r\nPubmed   Journal   ReadQx \r\nExploring the differential impact of steatotic liver disease phenotypes upon clinical outcomes. \r\n\r\nPubmed   Journal   ReadQx \r\nNavigating the Differential Diagnosis of Intestinal Tuberculosis and Crohn's Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nUnusual Cause of Painless Jaundice in a Young Tibetan Herdsman. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Intravenous Dextrose During Emergence from Deep Sedation Reduces Postprocedural Dizziness in Adults Undergoing Gastrointestinal Endoscopy: A Randomized Controlled Trial. \r\n\r\nPubmed   Journal   ReadQx \r\nThe best of EUS in 2025. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    CAF-macrophage crosstalk fuels immunotherapy resistance. \r\n\r\nPubmed   Journal   ReadQx \r\nGut feeling: extracellular vesicles dictate liver's susceptibility to colorectal cancer metastasis. \r\n\r\nPubmed   Journal   ReadQx \r\nUnravelling the heterogeneous HCC risk in indeterminate chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    April 2023 Hepatology Highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nApril 2024 Hepatology Highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nAugust Hepatology Highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nDecember 2023 Hepatology Highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nGopanandan Parthasarathy, Camille A. Kezer, Daniel D. Penrice, David Hudson, and Juan Pablo Arab. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatic stellate cells and macrophages: Key players in HCC immune suppression. \r\n\r\nPubmed   Journal   ReadQx \r\nHoney, I shrunk the tumor: Downstaging HCC before liver transplantation. \r\n\r\nPubmed   Journal   ReadQx \r\nIn memoriam: Robert K. Ockner, MD. \r\n\r\nPubmed   Journal   ReadQx \r\nIntroducing the Editorial Fellow and the Fellows' Corner. \r\n\r\nPubmed   Journal   ReadQx \r\nJanuary 2023 Hepatology Highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nJuly 2023 Hepatology Highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nJune 2023 Hepatology Highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Biliary tract cancer subtype heterogeneity: An overlooked key analytic dimension. \r\n\r\nPubmed   Journal   ReadQx \r\nMarch 2023 Hepatology Highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nMay 2023 Hepatology Highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nNovember hepatology highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nOctober Hepatology Highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nPPARidgm shifts in treatment of metabolic dysfunction associated steatotic liver disease. \r\n\r\nPubmed   Journal   ReadQx \r\nSMART Steps to HBV Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nSeptember Hepatology highlights. \r\n\r\nPubmed   Journal   ReadQx \r\nSurging sludge: Intrahepatic cholangiocarcinoma mortality on the rise worldwide. \r\n\r\nPubmed   Journal   ReadQx \r\nThe pressure is on: Elucidating hemodynamic profiles associated with esophageal varices in the Fontan circulation. \r\n\r\nPubmed   Journal   ReadQx \r\nUnlocking immunity's memory: Epigenetic keys to HBV control. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From gut to brain - and back again: A new paradigm of adaptive immune surveillance with implications for liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom parts to portal: Recapitulating hepatobiliary microarchitecture using multicellular organoids. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Implementing Risk Assessment Tools for MetALD in Clinical Practice-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining Decompensation in Cirrhosis-More Than an Academic Playground? Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Resecting Assumptions-Do Proctocolectomy Guidelines Hold Up? Author's Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Crohn's Disease or Comorbidity? Reassessing Opioid Prescribing Patterns. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Crohn's Disease or Comorbidity? Reassessing Opioid Prescribing Patterns. Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Colorectal cancer screening from the standpoint of sequential versus simultaneous approaches: insights from the Danish national screening program. \r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating the incidence and risk factor analysis of 30-day hospital admission after high-risk outpatient endoscopic retrograde cholangiopancreatography. \r\n\r\nPubmed   Journal   ReadQx \r\nOccurrence of gastric cancer in patients with juvenile polyposis syndrome. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Prevalence of serum HBsAg <100 IU/mL in inactive chronic hepatitis B. \r\n\r\nPubmed   Journal   ReadQx \r\nReassessing the prophylactic effect of clip closure to prevent delayed rebleeding after colorectal endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    \"Efficacy or Illusion?\" Interpreting Null Results in the Rifaximin Trial. \r\n\r\nPubmed   Journal   ReadQx \r\nBeyond a Single Snapshot: Considerations for PEth-Guided Subclassification of Steatotic Liver Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nCardiometabolic risk factors and alcohol use among adults aged 20-25: a nationally representative US study. \r\n\r\nPubmed   Journal   ReadQx \r\nCirrhosis recompensation: what it is and what it ought to be - insights from the philosophy of science. \r\n\r\nPubmed   Journal   ReadQx \r\nHemodynamic Graft-Recipient Matching in Pediatric Liver Transplantation: Just Graft with the Flow. \r\n\r\nPubmed   Journal   ReadQx \r\nRifaximin and Survival in Cirrhosis: An Unmet Clinical Promise. \r\n\r\nPubmed   Journal   ReadQx \r\nTrientine-Induced Enteritis in Wilson Disease Treatment. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-29T07:26:06-04:00",
    "input_file": {}
  },
  {
    "path": "gi/08-22-2025/",
    "title": "Fri Aug 22 2025",
    "description": "163 articles - From Friday Aug 15 2025 to Friday Aug 22 2025",
    "author": [],
    "date": "2025-08-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Management of Hepatitis Delta: Commentary. \r\nThe purpose of this American Gastroenterological Association (AGA) Clinical Practice Update is to facilitate understanding and improve clinical management of patients with hepatitis delta virus infection. This commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership, and underwent internal peer review by the Clinical Practice Updates Committee and external peer review through standard procedures of Gastroenterology.\r\nPubmed   Journal   ReadQx \r\nUnmasking Treatment Efficacy: A Consensus Blueprint for Steroid Stewardship in IBD Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Enteral stent placement for benign and malignant disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic Review: The Relationship Between the Faecal Microbiome and Colorectal Neoplasia in Shotgun Metagenomic Studies.\r\nHeterogeneity and potential for bias indicates that findings should be interpreted with caution. Standardised protocols to ensure robust methodology and allow pooling of large-scale data are required before these findings can be used in clinical practice (PROSPERO  CRD42023431977).\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Efficacy and Safety of Tenofovir Alafenamide (TAF) and Tenofovir Disoproxil Fumarate (TDF) Followed by TAF in Chronic Hepatitis B Patients of East Asian Ethnicity Following 5 Years of Treatment.\r\nThrough 5 years, rates of virologic suppression were high in East Asian patients treated with TAF or switched from TDF to TAF. TAF and TDF were well tolerated, with improved renal and bone safety observed in patients switching from TDF to TAF.\r\nPubmed   Journal   ReadQx \r\nMetALD: Diagnosis and Prognosis With Non-Invasive Tests.\r\n Widely available NITs are applicable for MetALD, where cut-offs can be used to diagnose advanced fibrosis and predict clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Avoidant/restrictive eating in people with and without bowel symptoms in the general population: Prevalence, Clinical Profile and Associated Factors. \r\nAvoidant/restrictive eating is common in individuals with bowel symptoms and associated with a more severe clinical profile, indicating a need to discuss eating behavior with patients. However, avoidant/restrictive eating is also common in individuals in the general population without bowel symptoms.\r\nPubmed   Journal   ReadQx \r\nCan symptoms and medical history predict outcomes for hydrogen and methane breath testing?\r\n This large questionnaire study demonstrated that IBS-like symptoms, refractory gastroesophageal reflux symptoms, and skin conditions are associated with outcomes on HMBT. These findings support the use of HMBT in accordance with current clinical guidelines.\r\nPubmed   Journal   ReadQx \r\nIncreased mortality associated with sarcopenia in inflammatory bowel disease: a long-term prospective cohort study. \r\nProbable and confirmed sarcopenia increase the risk of long-term mortality in IBD patients. Sarcopenia assessment can help risk stratification for prognosis in older IBD patients.\r\nPubmed   Journal   ReadQx \r\nSafety of Esophageal Dilation Procedures in Patients on Antithrombotic Therapy: A US Collaborative Network Cohort Study. \r\nDAPT was numerically associated with a higher risk of bleeding, but this did not reach statistical significance. These findings aim to inform the clinical decision-making in pre- and post-procedure management of esophageal dilation procedures.\r\nPubmed   Journal   ReadQx \r\nThe impact of integrating pelvic MRI at diagnosis on early detection of perianal Crohn's disease in pediatrics. \r\nThese patients needed more and earlier perianal surgery and had higher biologic use despite their perianal disease being subclinical. Adding routine MR imaging at time of pediatric CD diagnosis may help inform treatment decisions and improve these outcomes.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Accelerated vs Step-Up Endoscopic Treatment for Pancreatic Walled-Off Necrosis: A Randomized Controlled Trial (ACCELERATE). \r\n(ClinicalTrials. gov, Number NCT05601687).\r\nPubmed   Journal   ReadQx \r\nArtificial Intelligence for Quantifying Endoscopic Mucosal Ulceration in Crohn's Disease. \r\nPerformance of CVE for CD was similar in the SEAVUE validation cohort. CVE provides a means for automated ulceration and mucosal injury quantitation that shows conceptual agreement with SES-CD and offers new capabilities to improve the granularity and personalization of endoscopic disease assessment in CD.\r\nPubmed   Journal   ReadQx \r\nEffect of five dietary emulsifiers on inflammation, permeability, and the gut microbiome: a placebo-controlled randomized trial.\r\n In this double-blind placebo-controlled exploratory trial, emulsifier supplementation lowered SCFA concentration compared to placebo. Emulsifier supplementation did not impact intestinal or systemic inflammation, or metabolic endpoints. Cholesterol levels decreased after two weeks of EFD. These results point towards potential intestinal benefits of limiting dietary emulsifiers in the diet, requiring further investigation.\r\nPubmed   Journal   ReadQx \r\nReal-World Experience of Upadacitinib Reinduction and High Dose Maintenance Therapy in Inflammatory Bowel Disease.\r\n Most patients with IBD who lose response to UPA when dose reduced in maintenance can be recaptured with 45mg QD. Among these, continuing 45mg QD for maintenance is effective, and appears safe.\r\nPubmed   Journal   ReadQx \r\nReal-time use of computer-aided diagnosis in the optical diagnosis of gastric neoplasia: A multicenter randomized controlled trial.\r\n The present CADx assistance did not improve the non-expert optical diagnosis of gastric neoplasia. Further improvements of the CADx with WLI are needed by changing the confidence level cut-off and additional training on easily missed neoplasias. Another option is CADx with magnifying narrow band imaging. (Japan Registry of Clinical Trials, number jRCTs032210171).\r\nPubmed   Journal   ReadQx \r\nReal-world comparison of the effectiveness of tofacitinib and ustekinumab in patients with ulcerative colitis: the TORUS study. \r\nTofacitinib and ustekinumab are similarly effective to induce and maintain CFREM after anti-TNF failure in UC. However, tofacitinib could be favored in case of multiple therapeutic failures (≥ 3 biologics) and primary failure to any biologic.\r\nPubmed   Journal   ReadQx \r\nWhole-Exome Sequencing-Identified Germline Variants Underlie High Familial Risk and Early-Onset Colorectal Cancer in Taiwan.\r\n These findings improve our understanding of germline genetics in Taiwanese CRC, support better screening and management strategies, and highlight the need to expand Asian variant databases for improved risk assessment and care.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Efficacy of artificial intelligence for adenoma detection in water exchange colonoscopy: A two-center randomized controlled trial.\r\nFor WE colonoscopy, integrating CADe statistically increased APC without prolonging the withdrawal time or causing a concomitant increase in non-neoplastic lesion resection.\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of refractory gastrointestinal-tracheobronchial fistulas with two novel occluders: a comparative cohort study.\r\nAll procedure-related AEs were mild, occurring in five DU (13.9%) and three MU patients (6.0%). The MU occluder showed greater potential for sustained occlusion than the DU occluder and may be a viable option for refractory GI-tracheobronchial fistulas, although further prospective studies are needed.\r\nPubmed   Journal   ReadQx \r\nNational root-cause analysis of 1724 post-colonoscopy colorectal cancers demonstrates avoidable harm.\r\nThis is the largest detailed PCCRC review to date. The majority of PCCRCs were avoidable and caused significant harm. This study clarifies the causes of diagnostic delays and highlights high-risk areas of the colon and high-risk patients, and what needs to be done to reduce PCCRC in the future.\r\nPubmed   Journal   ReadQx \r\nReducing the environmental impact of gastrointestinal endoscopy: a prospective study on waste management through waste segregation and staff education.\r\nTargeted interventions such as staff education and structured waste segregation protocols substantially reduced RMW and associated GHG emissions in a high-volume endoscopy unit. These results suggest that simple, low-cost changes may improve environmental sustainability in clinical practice.\r\nPubmed   Journal   ReadQx \r\nSTAndardization of Reports (the STAR project) Upper gastrointestinal endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative. \r\nA suggestion for a normal findings report is provided. Standardized reporting could enhance the quality of UGI endoscopy.\r\nPubmed   Journal   ReadQx \r\nTraining esophagogastroduodenoscopy skills: a randomized multicenter trial comparing simulation-based training versus clinical training.\r\nSBT prior to CBT reduces the number of supervised procedures required to achieve independent procedural completion without negatively affecting patient satisfaction or increasing training costs. These findings support the routine implementation of SBT when learning EGD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Histologic response is associated with improved esophageal distensibility and symptom burden in pediatric eosinophilic esophagitis.\r\n Histologic remission is associated with improved esophageal distensibility over time in pediatric EoE patients. Baseline esophageal distensibility provides a quantitative marker of tissue remodeling and may help predict disease severity and fibrostenotic progression.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical impact of combination of lesion-border findings and pit patterns for identifying invasive versus non-invasive neoplastic lesions in ulcerative colitis.\r\nOne hundred and eighteen lesions were classified with distinct borders and 40 with indistinct borders. The diagnostic sensitivity, specificity, and accuracy of type II/III pit patterns were intramucosal, suggesting lesions suitable for endoscopic resection.\r\nPubmed   Journal   ReadQx \r\nClinical utility of suprapapillary plastic stents for lifelong biliary drainage in unresectable malignant hilar biliary obstruction. \r\nSPPS, as the first stent for unresectable MHBO, was considered superior to SEMS for the intermittent maintenance of LBD. Achieving LBD success or extending TLBDF may help preserve therapeutic options.\r\nPubmed   Journal   ReadQx \r\nComparison of endoscopic band ligation versus over-the-scope clip for colonic diverticular bleeding: A propensity score-matched cohort analysis. \r\nNo significant differences in initial hemostasis, requirements for IVR or surgery, requirements of red blood cell transfusion, and adverse events were observed between the two groups. OTSC was more effective than EBL for reducing early recurrent bleeding rate in endoscopic hemostasis for CDB.\r\nPubmed   Journal   ReadQx \r\nENDOSCOPIC TUNNELED STRICTUROTOMY VERSUS SURGICAL CONVERSION TO ROUX-EN-Y GASTRIC BYPASS FOR THE MANAGEMENT OF STENOSIS AFTER SLEEVE GASTRECTOMY.\r\n Endoscopic stricturotomy is a safe, effective alternative for refractory post-LSG stenosis.\r\nPubmed   Journal   ReadQx \r\nFocused communication Three-dimensional volume estimates of pancreatic fluid collections in relation to clinical outcomes of endoscopic ultrasound-guided treatment. \r\nThe maximum diameter represented a comparable model goodness-of-fit. PFC volume was associated with the outcomes of EUS-guided interventions, and the maximum diameter may be a reasonable surrogate.\r\nPubmed   Journal   ReadQx \r\nOptimal Interval of Screening Endoscopy for Reducing Gastric Cancer Mortality: A Nationwide Cohort Study. \r\nPatients who underwent screening at intervals ≤3 years had a significantly reduced risk of GC-specific mortality compared to those screened at intervals >3 years. A 3-year screening interval may be an effective strategy for high-risk regions.\r\nPubmed   Journal   ReadQx \r\nPerformance comparison of quantitative and qualitative fecal immunochemical tests in community-based colorectal cancer screening. \r\nQnFIT exhibited lower positivity, higher DR at colonoscopy and PPV for CRC over qlFIT. Almost half of colonoscopy resources were saved by qnFIT, although adenoma and polyp were missed in population screening.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Clinical results of an HBV-specific T-cell receptor-T-cell therapy (SCG101) in patients with HBV-related hepatocellular carcinoma treated in an investigator-initiated, interventional trial.\r\n As monotherapy for patients with HBV-HCC, SCG101 demonstrated pronounced antiviral and antitumour activities and a safety profile manageable with supportive care. SCG101's T-cell expansion, serum HBsAg drop and tumour response collectively underscore on-target activity.\r\nPubmed   Journal   ReadQx \r\nGlobal prevalence and gastrointestinal symptom burden of individuals with a history of cholecystectomy.\r\n Cholecystectomy is prevalent worldwide and varies across world regions. A history of this procedure is associated with a higher GI symptom burden, either due to new cholecystectomy-related symptomatic conditions, or persistent DGBI misattributed to biliary disease for which a cholecystectomy was erroneously performed.\r\nPubmed   Journal   ReadQx \r\nISG15 deficiency in hepatic stellate cells promotes TGFβ2-induced liver fibrosis by counteracting CREB1 ISGylation.\r\nISG15 regulated HSC activation and liver fibrosis in part via the CREB1/TGFβ2/SMAD2 regulatory pathway. Utilisation of ISG15-CREB1 signalling may be a potential therapeutic target for liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nIntrahepatic donor microbiota-based metataxonomic signature detected in organ preservation solution enables prediction of short-term liver transplant outcomes.\r\n Donor intrahepatic microbial DNA signature predicts LT outcomes via immune-metabolic modulation. While causality requires further study, these findings position the graft microbiome as a novel biomarker and potential therapeutic target, paving the way for microbiome-informed precision care in transplantation.\r\nPubmed   Journal   ReadQx \r\nMucosal transcriptomic landscape along the small and large intestines in individuals with and without type 2 diabetes.\r\n Our study offers a detailed mapping of the transcriptomic landscape in the human intestinal tract, demonstrating regionalised gene expression profiles tied to critical biological processes. Notable alterations in immune system activity in the large intestine were observed in individuals with T2D. The publicly available database generated from this study ( provides a valuable resource for exploring the mucosal transcriptome along the human intestinal tract.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A novel mechanism involving USP53-regulated BSEP trafficking underlies low-GGT intrahepatic cholestasis.\r\nLoss of USP53 interaction with MYO5B and its p.(Arg824Cys) variant impaired BSEP trafficking in USP53- and MYO5B-asociated low-GGT intrahepatic cholestasis. These results provide a novel mechanism that underlies USP53-PFIC and implicates USP53 in the pathogenesis of MYO5B-PFIC.\r\nPubmed   Journal   ReadQx \r\nCX3CR1+ macrophages interact with HSCs to promote HCC through CD8+ T-cell suppression. \r\nMoreover, genetic deficiency of CX3CR1 in myeloid cells or pharmacological inhibition of retinol metabolism remarkably attenuated HCC development. We showed that CX3CR1+Ly6C+ macrophages migrate and interact with aHSCs in the peritumoral region where retinoids induce arginase-1 expression in CX3CR1+Ly6C+ macrophages, subsequently depriving CD8+ T cells of arginine and promoting HCC.\r\nPubmed   Journal   ReadQx   PMC\r\nDistinct immune microenvironment of venous tumor thrombus in hepatocellular carcinoma at single-cell resolution. \r\nTAMs, especially C5aR+ TAMs, were enriched in PVTT. C5aR+ TAMs contribute to the development of PVTT and poor prognosis by reshaping the immunosuppressive environment.\r\nPubmed   Journal   ReadQx   PMC\r\nGenomic and the tumor microenvironment heterogeneity in multifocal hepatocellular carcinoma. \r\nAdditionally, MMP9+ tumor-associated macrophages were enriched across IM and MO, which formed cellular niches with regulatory T cells and proliferative/exhausted T cells. Our findings deeply decipher the heterogeneous TMEs between IM and MO, which provide a comprehensive landscape of multifocal HCC.\r\nPubmed   Journal   ReadQx   PMC\r\nHuman-induced pluripotent stem cell-based hepatic modeling of lipid metabolism-associated TM6SF2-E167K variant. \r\nOur findings indicate that induced hepatocytes generated from human-induced pluripotent stem cells carrying the TM6SF2-E167K recapitulate the effects observed in human hepatocytes from individuals with the TM6SF2 mutation. This study characterizes an in vitro model that can be used as a platform to identify potential clinical targets and highlights the therapeutic potential of targeting protein misfolding to alleviate ER stress and mitigate the detrimental effects of the TM6SF2-E167K mutation on hepatic lipid metabolism.\r\nPubmed   Journal   ReadQx   PMC\r\nPlasma FSTL-1 as a noninvasive diagnostic biomarker for patients with advanced liver fibrosis. \r\nA cutoff value ≤ 0.43 ng/mL was the optimal rule-out threshold, with a sensitivity of 84.62% (95% CI, 76.46%-90.30%) and a specificity of 79.51% (95% CI, 74.81%-83.53%), while ≥0.50 ng/mL was the best rule-in threshold, with a specificity of 86.41% (95% CI, 81.06%-90.43%) and a sensitivity of 70.67% (95% CI, 64.41%-76.23%). Plasma FSTL-1 has high diagnostic accuracy and could potentially reduce the need for liver biopsy in identifying patients with advanced liver fibrosis.\r\nPubmed   Journal   ReadQx   PMC\r\nUse of liver stiffness measurement for hepatocellular carcinoma risk stratification in metabolic dysfunction associated steatotic liver disease.\r\nLSM is associated with HCC risk in MASLD. HCC surveillance should be considered in non-cirrhotic MASLD with diabetes and LSM of ≥10 kPa.\r\nPubmed   Journal   ReadQx \r\nValue of HCC surveillance in a landscape of emerging surveillance options: Perspectives of a multi-stakeholder modified Delphi panel. \r\nThe panel acknowledged performance metrics of emerging methods may differ from other cancer screening programs given differences in populations, including higher risk of cancer development and competing risk of morality, and differences in diagnostic workflow in patients at risk of HCC. These data provide insights into the perceived value of HCC surveillance in an era of emerging blood- and imaging-based surveillance strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Decreased LONP1 expression exacerbates MASH-induced liver fibrosis via elevated orotic acid levels.\r\n Our findings demonstrate that the LONP1-DHODH interaction regulates orotic acid metabolism and alleviates MASH-induced liver fibrosis. Impact and implications Liver fibrosis is one of the main histological determinants of MASH, a disease that parallels the worldwide surge in metabolic syndromes. This study reveals that LONP1 links proteolytic surveillance to mitochondrial metabolic rewiring and regulates orotic acid metabolism, contributing to the progression of MASH-induced liver fibrosis. These findings suggest that targeting orotic acid or hepatocyte LONP1 may represent a promising therapeutic strategy. Further investigation into mitochondrial orotic acid metabolism may yield novel insights into the pathogenesis of liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nIdentification and validation of RIPK3 as a novel biomarker to predict outcomes in patients with acutely decompensated cirrhosis.\r\nRIPK3-associated cell death is an important driver of organ failure and mortality in AD/ACLF. Integrating plasma RIPK3 into prognostic models would enhance risk stratification and may guide personalised cell death inhibitor therapy in AD/ACLF patients. Impact and implications Our study underscores the pivotal role of Receptor-Interacting Protein Kinase 3 (RIPK3) as a biomarker in acute decompensation (AD) and acute-on-chronic liver failure (ACLF), linking its elevated levels with disease progression, organ dysfunction, and mortality. In liver biopsies, hepatic RIPK1 expression was significantly higher in ACLF than AD and correlated with disease severity and non-survival, supporting their hepatic origin. Through the integration of RIPK3 into predictive models, we provide a path towards personalized therapeutic strategies for AD by targeting necroptosis. This approach has the potential to revolutionize risk stratification, enhance clinical decision-making, and improve outcomes for these high-risk patients.  \r\nPubmed   Journal   ReadQx \r\nPhase I trial of ADP-A2AFP TCR T-cell therapy in patients with advanced hepatocellular or gastric hepatoid carcinoma.\r\nLymphodepletion chemotherapy followed by ADP-A2AFP TCR T-cell therapy showed a manageable safety profile and preliminary indications of antitumor activity in these previously treated patients. Impact & implications Adoptive T-cell therapy could be a much-needed additional treatment strategy for advanced hepatocellular carcinoma. Clinicians and researchers interested in the development of adoptive T-cell therapies for advanced solid tumors will be interested to learn that in this phase I trial, ADP-A2AFP T-cell receptor T-cell therapy was associated with an acceptable benefit-to-risk profile and encouraging antitumor activity, illustrating the treatment potential of adoptive T-cell therapy for advanced hepatocellular carcinoma. Clinicaltrials Gov number NCT03132792;  first posted 2017-04-08.\r\nPubmed   Journal   ReadQx \r\nProteogenomic profiling predicts outcomes of adjuvant chemotherapy in extrahepatic cholangiocarcinoma.\r\nHere we identified several prognostic and predictive biomarkers that may be useful for guiding adjuvant chemotherapy selection in resected EH-CCA. Further validation is required. Clinicaltrials Gov identifier NCT03079427 IMPACT AND IMPLICATIONS  Here we performed comprehensive proteogenomic analyses within a prospective randomized trial of patients with extrahepatic cholangiocarcinoma (EH-CCA). The findings highlighted specific genomic and proteomic alterations that were associated with differential benefit from adjuvant chemotherapy regimens. The integration of multiomics data into a machine learning model provides a practical framework for stratifying patients and guiding treatment decisions, which may inform future clinical trials and biomarker-driven therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Cephalosporin-Induced Liver Injury-Interesting but Tricky.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Does Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) With Advanced Fibrosis Also Equate to Risk of Advanced Coronary Artery Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Dual Advanced Therapy in Refractory Ulcerative Colitis-Hope Beyond Monotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Intestinal Ultrasound for the Assessment of Constipation-Out of the Shadows?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: PSC as an Independent Risk Factor for CRC Without IBD: Can Observed Epidemiological Trends Help Uncover Biological Mechanisms and Guide Surveillance Strategies? \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining Decompensation in Cirrhosis-More Than an Academic Playground? \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining Safety in Post-Liver Transplant IBD-Why Therapeutic Effectiveness Is the Ultimate Shield.\r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Impact of Alcohol Consumption on the Development and Progression of Metabolic Dysfunction-Associated Steatotic Liver Disease. \r\nAlcohol amplifies MASLD progression through synergistic mechanisms. Standardised evaluation of alcohol use is critical for risk stratification and the development of personalised treatment strategies.\r\nPubmed   Journal   ReadQx \r\nReview Article: Liver Transplantation for Hepatocellular Carcinoma in the Era of Immune Checkpoint Inhibitors.\r\nICI therapy is nuanced during the peri-transplant period and should therefore be selectively used in specific patients rather than being used ubiquitously.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biomarker to predict infection and optimize antibiotics use in patients with acutely decompensated cirrhosis: A step in the right direction.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief. \r\n\r\nPubmed   Journal   ReadQx \r\nAn innovative approach to pelvic abscess drainage through a lumen-apposing metal stent: a preliminary retrospective study on a homogeneous sample. \r\n\r\nPubmed   Journal   ReadQx \r\nEUS-Directed Transgastric Endoscopic Retrograde Cholangiopancreatography in Roux-en-Y Gastric Bypass Anatomy: A Review.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic necrosectomy: predicting when to step up and when to step off. \r\n\r\nPubmed   Journal   ReadQx \r\nOptimal stent design in unresectable malignant hilar biliary obstruction: the jury is still out. \r\n\r\nPubmed   Journal   ReadQx \r\nRedefining the endoscopic retrograde cholangiopancreatography endpoint: a 30-day perspective on patient care. \r\n\r\nPubmed   Journal   ReadQx \r\nUse of image-enhanced endoscopy to detect gastric premalignant lesions and early gastric cancer: time to leverage artificial intelligence to accomplish this task. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Liver stiffness progression comparison between diabetics and non-diabetics with biopsy-proven metabolic dysfunction-associated steatosis. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJ Hepatol\r\n    From long to snappy and short regimens for paracetamol overdose: Reinventing the N-acetyl cysteine wheel.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A rare case of large mucosal poorly differentiated colorectal adenocarcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unexpected Outcome of a Giant Hypopharyngeal Lipoma. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Submucosal Dissection for Removal of a Deeply Embedded Esophageal Fish Bone Presenting as a Submucosal Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Fang et al.\r\n\r\nPubmed   Journal   ReadQx \r\nType 4A Choledochal Cyst with Duodenal Compression. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Esophageal Involvement in Eosinophilic Granulomatosis with Polyangiitis.\r\n\r\nPubmed   Journal   ReadQx \r\nOral Contraceptives Significantly Reduce the Risk of Gastroesophageal Reflux Disease, Esophagitis, and Barrett's Esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nReal-World Cost Implications of AASLD/AGA MASLD Guidance for Patients with Diabetes, and Factors Associated with Advanced Fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe mushroom cap sign.\r\n\r\nPubmed   Journal   ReadQx \r\nURINE PROTEOMICS IN CIRRHOSIS AND ACUTE KIDNEY INJURY: INSIGHTS INTO THE PATHOGENESIS OF HEPATORENAL SYNDROME.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of endoscopic combined oval forceps removal of a rectal smooth curved-surface foreign body. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel technique for large colorectal specimen retrieval after endoscopic submucosal dissection: anoscope-assisted tumor extraction by defecation.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel technique of B2-B3 single-puncture bridging through liver parenchyma enabling endoscopic ultrasound-guided hepaticogastrostomy for rescue drainage. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAggressive or conservative cyanoacrylate therapy for gastric varices: is more glue better?\r\n\r\nPubmed   Journal   ReadQx \r\nAn anatomically designed duodenal stent with physiological drainage: effective endoscopic rescue in persistent perforation. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nArtificial intelligence-assisted colonoscopy: excellent results, but will mucosal exposure devices push this boundary?\r\n\r\nPubmed   Journal   ReadQx \r\nBalloon dilatation method to assist release of the snare trapped in a gastric bezoar.\r\n\r\nPubmed   Journal   ReadQx \r\nBalloon enteroscope insertion over an endoscopic nasobiliary drainage tube in patients with surgically altered anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscope combined with biliary forceps: a novel double-endoscope traction method for rectal endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nClosing the gap in endoscopy quality: is artificial intelligence the answer?\r\n\r\nPubmed   Journal   ReadQx \r\nClosure of a large post-endoscopic full-thickness resection defect in the duodenum using a novel through-the-scope twin clip.\r\n\r\nPubmed   Journal   ReadQx \r\nDetection by endoscopic ultrasound-guided fine-needle aspiration of retroperitoneal lymph node metastasis as the initial presentation of testicular seminoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDouble aortic arch: a rare cause of adult-onset dysphagia.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic features of a serrated tubulovillous adenoma in the sigmoid colon.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic full-thickness resection of an esophageal gastrointestinal stromal tumor without creation of a submucosal tunnel. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic full-thickness resection: precision and efficacy in treating a giant duodenal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for early gastric cancer using a novel bending attachment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of uncommon huge gastric pyloric gland adenoma. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic suturing with muscular after fundus mucoresection for refractory gastroesophageal reflux disease：a new anti-reflux technique. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic titanium clip with nylon loop for treating esophageal and gastric variceal bleeding after endoscopic variceal ligation and transjugular intrahepatic portosystemic shunt.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided cyanoacrylate injection for the treatment of gastric variceal bleeding after failed endoscopic embolization.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided drainage of a prevertebral neck abscess: a case report. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEnteroscopic direct drainage for submucosal intestinal juice leakage due to afferent loop syndrome in Roux-en-Y anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal perforation and obstruction during retrieval of gastrointestinal stromal tumor, with final retrieval using laryngoscope.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric reactive capillary hemangioma caused by tislelizumab. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHemostasis achieved with new self-assembling peptide hemostatic gel for a bleeding duodenal diverticulum.\r\n\r\nPubmed   Journal   ReadQx \r\nIntraoperative mixed reality support for endoscopic submucosal dissection of a large laterally spreading tumor in the rectum. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLaparotomy and endoscopy cooperative resection in the treatment of Peutz-Jeghers syndrome. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLaser-guided rescue: endoscopic removal of complex esophageal foreign bodies.\r\n\r\nPubmed   Journal   ReadQx \r\nMixed-reality-based education with holographic support before and during ERCP-related procedures. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNew peroral pancreatoscopy for direct diagnosis and precise guidewire placement in indeterminate pancreatic duct stricture. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPre-placement sharp angle traction-assisted endoscopic submucosal dissection for the treatment of laterally spreading tumors of the colon. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPrototype of a novel cold snare polypectomy device.\r\n\r\nPubmed   Journal   ReadQx \r\nQuadruple and quintuple transpapillary stenting without predilation for complex hilar biliary obstruction using a novel 7-Fr ultratapered plastic stent. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRarer than rare: managing an epiphrenic diverticulum in achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent intra-mural esophageal abscess as a complication of untreated eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nRepeat endoscopic submucosal dissection of esophageal squamous cell carcinoma near a previous scar by water pressure method.\r\n\r\nPubmed   Journal   ReadQx \r\nSecondary endoscopic ultrasound-guided gastroenterostomy to solve stent dysfunction and prolong lifetime in malignant gastric outlet obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful resolution of basket impaction in pancreatic stone extraction using endoscopic papillary large balloon dilation.\r\n\r\nPubmed   Journal   ReadQx \r\nThe \"garden eel\" technique for endoscopic treatment of hepatolithiasis beyond multiple acutely angled sections with strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nThe diagnostic value of confocal laser endomicroscopy in a cancer-mimicking lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nTornado cleaning technique for food impaction in gastroduodenal stent using a high-rotational spiral basket catheter.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTraction clip closure of small bowel perforation during single-balloon enteroscopy in a patient with surgical altered anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nTransrectal endoscopic resection of intraperitoneal gastrointestinal stromal tumor facilitated by incidental segmental absence of intestinal musculature. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nVideo capsule endoscopy identifies severe small bowel lesions in a pediatric case of Henoch-Schönlein Purpura.\r\n\r\nPubmed   Journal   ReadQx \r\nWill conventional endoscopic submucosal dissection disappear or be rescued from the water by saline immersion? \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A novel endoscopic closure using interconnected rubber rings combined with clips for colorectal mucosal defects after endoscopic submucosal dissection (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nBest of Colonoscopy in 2025.\r\n\r\nPubmed   Journal   ReadQx \r\nBest of EGD 2025.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of gastric mucosa-associated lymphoid tissue lymphoma by EUS-guided through-the-needle biopsy (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided Gallbladder Drainage Combined with ERCP for Severe Pancreatitis Complicated by Acute Obstructive Suppurative Cholangitis and Calculous Cholecystitis.\r\n\r\nPubmed   Journal   ReadQx \r\nIntravenous Dextrose During Emergence from Deep Sedation Reduces Postprocedural Dizziness in Adults Undergoing Gastrointestinal Endoscopy: A Randomized Controlled Trial. \r\n\r\nPubmed   Journal   ReadQx \r\nPeroral cholangioscopy facilitates successful management of post-EUS biliary drainage stent obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips: Endoscopic Management of Gastric Outlet Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Artificial intelligence-tailored bowel preparation reduces laxative burden and promotes sustainable endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnravelling the heterogeneous HCC risk in indeterminate chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Betaine in the treatment of steatotic liver disease-Historical fad or a timeless treasure worth reviving?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatic stellate cells and macrophages: Key players in HCC immune suppression. \r\n\r\nPubmed   Journal   ReadQx \r\nHoney, I shrunk the tumor: Downstaging HCC before liver transplantation. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Peripheral Foxp3-high Tregs as a dual biomarker for HCC prognosis and Immunotherapy response.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The treatment options for de novo perihilar cholangiocarcinoma require more details.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: The CRAPT-M score: Robust enough for clinical practice?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: The treatment options for de novo perihilar cholangiocarcinoma require more details.\r\n\r\nPubmed   Journal   ReadQx \r\nSMART Steps to HBV Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nSurging sludge: Intrahepatic cholangiocarcinoma mortality on the rise worldwide. \r\n\r\nPubmed   Journal   ReadQx \r\nUnlocking immunity's memory: Epigenetic keys to HBV control. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From gut to brain - and back again: A new paradigm of adaptive immune surveillance with implications for liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Cephalosporin-Induced Liver Injury-Interesting but Tricky. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Does Metabolic Dysfunction-Associated Steatotic Liver Disease With Advanced Fibrosis Also Equate to Risk of Advanced Coronary Artery Disease? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Dual Advanced Therapy in Refractory Ulcerative Colitis-Hope Beyond Monotherapy. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Intestinal Ultrasound for the Assessment of Constipation-Out of the Shadows? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining Decompensation in Cirrhosis-More Than an Academic Playground? Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Redefining Safety in Post-Liver Transplant IBD-Why Therapeutic Effectiveness Is the Ultimate Shield. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    ALT and novel fibrosis scores for risk stratification of pediatric MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nAdvancing Proactive Therapeutic Drug Monitoring with Model-Informed Precision Dosing in Pediatric Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClarifying the Link Between IMO and Constipation.\r\n\r\nPubmed   Journal   ReadQx \r\nSymptom differences in IMO vs SIBO - is EPI the missing link?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Clarifying the Biological Specificity of Dietary Fiber Effects in Celiac Disease Risk: Mechanistic Precision Matters.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Colorectal cancer screening from the standpoint of sequential versus simultaneous approaches: insights from the Danish national screening program. \r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating the incidence and risk factor analysis of 30-day hospital admission after high-risk outpatient endoscopic retrograde cholangiopancreatography. \r\n\r\nPubmed   Journal   ReadQx \r\nOccurrence of gastric cancer in patients with juvenile polyposis syndrome. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    EUS-guided portal pressure measurement: how to make it more accurate?\r\n\r\nPubmed   Journal   ReadQx \r\nReal-world validation of a prognostic clinical index to predict steroid response in acute severe colitis: a single tertiary centre retrospective study.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-29T07:21:00-04:00",
    "input_file": {}
  }
]
