[
  {
    "path": "gi/10-24-2025/",
    "title": "Fri Oct 24 2025",
    "description": "115 articles - From Friday Oct 17 2025 to Friday Oct 24 2025",
    "author": [],
    "date": "2025-10-24",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Guideline on Surveillance of Barrett's Esophagus.\r\nThis document provides a comprehensive outline on the role of surveillance in patients with BE. Key implementation statements included in this document stress the importance of a high-quality endoscopy examination, sampling using a structured biopsy protocol, and confirming the diagnosis of BE-related neoplasia by an expert pathologist. This document also provides guidance on surveillance intervals and management of patients with BE-related low-grade dysplasia and indefinite for dysplasia. Providers should engage in shared decision making based on patient preferences. Limitations and gaps in the evidence are highlighted to guide future research opportunities. Guideline endorsement This guideline is endorsed by the Canadian Association of Gastroenterology.\r\nPubmed   Journal   ReadQx AGA Clinical Practice Update on Endoscopic Resection for Early Colorectal Cancer: Commentary.\r\nThe target audience for this commentary includes primary care, gastroenterology, pathology, and surgical health care professionals. Methods This expert commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology.\r\nPubmed   Journal   ReadQx AGA Clinical Practice Update on the Management of Ascites, Volume Overload, and Hyponatremia in Cirrhosis: Expert Review.\r\nCautious escalation can be done every 2-3 days with monitoring of volume status, kidney function, daily weights, and symptoms. BEST PRACTICE ADVICE 13: Advanced strategies in refractory anasarca should be coordinated with nephrology for consideration of diuretics in the setting of contraction alkalosis (eg, addition of acetazolamide), second agent with alternate mechanism of actions (eg, thiazide diuretics, such as metolazone), or need for ultrafiltration.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    Consensus and consequences: Does the Baveno consensus deliver improved outcomes and survival?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Immune-Related Adverse Events Are Associated With Improved Effectiveness of Immune Checkpoint Inhibitors in Hepatocellular Carcinoma.\r\n irAEs, particularly dermatologic, endocrine and low-grade events, were associated with improved ICIs' effectiveness in HCC. Early irAEs detection and corticosteroid management preserve survival benefits. However, more large-scale prospective studies are needed to verify our findings.\r\nPubmed   Journal   ReadQx Am J Gastroenterol\r\n    Excessive Intrapancreatic Fat Deposition and Risk of Pancreatic Diseases: Longitudinal Cohort Evidence from a Systematic Review with Population-Attributable Fraction Analysis.\r\n Longitudinal evidence generally supports the hypothesized role of excessive IPFD as a key contributor to the risk of major pancreatic diseases. The potential benefits of reducing IPFD appear to be greatest for acute pancreatitis and pancreatic cancer.\r\nPubmed   Journal   ReadQx Reevaluating the Role of Proton Pump Inhibitors After Endoscopic Band Ligation of Esophageal Varices in Cirrhotic Patients: A Systematic Review and Meta-analysis.\r\n Current evidence is insufficient to support routine PPI use after EBL. RCT data remains underpowered and inconclusive, emphasizing the need for adequately powered trials.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    2025 best of systematic reviews and meta-analyses in gastrointestinal endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: Simplified Bowel Preparation for Small Bowel Capsule Endoscopy in Crohn's Disease.\r\nA simplified preparation consisting of a clear liquid diet and water is a viable alternative to a PEG-based preparation prior to SBCE in patients with CD, offering comparable SB cleanliness and diagnostic outcomes while improving acceptability.\r\nPubmed   Journal   ReadQx Effects of Resmetirom on Metabolic-Dysfunction Associated Steatohepatitis in Patients With Weight Loss and/or Diabetes Taking Glucagon-Like Peptide-1 Receptor Agonists and Other Diabetes Therapies: A Secondary Analysis of the MAESTRO-NASH Trial.\r\nThe efficacy of resmetirom on multiple MASH endpoints was not impacted by background SGLT2i or GLP-1 RA treatment. Weight loss (≥ 5%) enhanced the efficacy of resmetirom.\r\nPubmed   Journal   ReadQx High Risk of Colorectal Cancer After High-Grade Dysplasia in Inflammatory Bowel Disease Patients.\r\nThe risk of synchronous and metachronous CRC after a diagnosis of high-grade dysplasia underlines the high-risk profile of this subgroup of patients with inflammatory bowel disease. The possible advantages of colon-sparing treatment should be balanced with the higher risk of metachronous CRC and the subsequent need for stringent endoscopic surveillance.\r\nPubmed   Journal   ReadQx Maternal and Perinatal Outcomes in Pregnant Women With Comorbid Inflammatory Bowel Disease and Chronic Liver Disease.\r\nCoexisting IBD and CLD confer compounded maternal and perinatal risks beyond either condition alone. Multidisciplinary care and risk-based screening for underlying CLD in pregnant women are warranted.\r\nPubmed   Journal   ReadQx Persistence of Symptoms of Anxiety and Depression in Inflammatory Bowel Disease: A Longitudinal Follow-Up Study.\r\n Poor psychological health persists for a substantial number of patients with IBD. Further work is needed to establish the long-term effect of mood trajectories on disease outcomes.\r\nPubmed   Journal   ReadQx Research Communication: Changing Aetiology of Chronic Liver Diseases in East Asia Pacific and HCC Surveillance in Non-Cirrhotic Patients.\r\nHCC surveillance in non-cirrhotic patients was cost-effective only for chronic hepatitis B in selected older age groups, with substantial variability across countries. These findings support refining surveillance guidelines and adaptation of risk stratification tools.\r\nPubmed   Journal   ReadQx Research Communication: Teriflunomide Does Not Affect Gluten-Specific T-Cell Activity in Coeliac Disease-A Randomised, Placebo-Controlled Trial.\r\nThe main aim was to observe attenuation of gluten-specific T-cell activation markers after gluten exposure. We found no significant differences in T-cell activity between groups, concluding that teriflunomide is ineffective as a non-dietary treatment for coeliac disease.\r\nPubmed   Journal   ReadQx Treatment-Free Outcomes Following Surgery for IBD: A Nationwide Cohort Study.\r\nSurgery obviated the need for future therapy in 22% of patients with CD and 42% with UC. Absence of extraintestinal manifestations, older age in UC, and longer disease duration and absence of chronic obstructive pulmonary disease in CD may highlight an opportunity for precision surgery to identify those most likely to achieve long-term benefit from surgical intervention.\r\nPubmed   Journal   ReadQx Am J Gastroenterol\r\n    Comparative Safety of Advanced Therapies in Patients with Ulcerative Colitis: An Administrative Claims-based Study.\r\nIn a real-world cohort of patients with UC, anti-interleukins and JAK inhibitors were associated with lower risk of serious infections and may offer net benefit, especially in patients with prior TNF antagonist exposure.\r\nPubmed   Journal   ReadQx Demodicosis Mimics Acneiform Eruptions in Patients with Inflammatory Bowel Disease Receiving Upadacitinib: A Case Series.\r\nDemodicosis should be considered in patients with IBD having acneiform eruptions, particularly those receiving upadacitinib.\r\nPubmed   Journal   ReadQx Effects of Screening Colonoscopy: Evidence From Observational and Interventional Studies.\r\nWe conclude that, despite apparent differences in reported results, both observational and interventional provide compelling evidence for strong preventive effects of screening colonoscopy. On the population level, similarly strong incidence and mortality reduction might be reached by well-organized screening programs achieving higher adherence rates with less invasive screening tests.\r\nPubmed   Journal   ReadQx Impact of Artificial Intelligence Use on Endoscopist Optical Diagnosis of Sessile Serrated Lesions, Traditional Serrated Adenomas and Advanced Conventional Adenomas.\r\nCADx use did neither significantly harm nor improve optical diagnostic performance for SSLs despite CADx inability to classify SSLs.\r\nPubmed   Journal   ReadQx Per-oral endoscopic myotomy-induced reduction of crural diaphragm contractility might contribute to development of post-procedural reflux esophagitis.\r\nPOEM can impair CD contraction, and weak CD contraction was associated with post-POEM RE.\r\nPubmed   Journal   ReadQx The Risk of Hypertensive Disorders of Pregnancy in Inflammatory Bowel Disease.\r\n While the risk of hypertensive disorders of pregnancy overall was not increased in pregnancies affected by IBD, there was an increased risk of preeclampsia. This may reflect underlying immune-mediated placental dysfunction.\r\nPubmed   Journal   ReadQx The impact of E-Cigarettes and Heat-Not-Burn Tobacco on Postoperative Recurrence of Crohn's Disease: A Multicenter International Study.\r\n HNBT, and possibly e-cigarettes, are associated with increased endoscopic recurrence of CD compared to non-smoking.\r\nPubmed   Journal   ReadQx Utility of quantitative fecal immunochemical test values for average risk colorectal cancer screening risk stratification among patients with a positive test.\r\n Neoplastic findings occurred across the whole spectrum of qFIT values, emphasising the need for colonoscopy for al positive qFIT tests. However, increasing qFIT values correlated with the PPV for CRC and advanced adenoma and may help to stratify patients at highest risk for detecting serious neoplastic lesions in resource-constrained settings.\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Recent Trends of Incidence, Mortality, Treatment, and Overall Survival of Hepatocellular Carcinoma in the United States.\r\n HCC incidence rates have started to decline, and incidence-based mortality has plateaued. Given lower early-stage detection and curative treatments during the COVID-19 pandemic, longer-term follow-up is warranted to assess the impact on survival. The reduced survival disparities between non-Hispanic Black and White patients may reflect improved equitable medical access.\r\nPubmed   Journal   ReadQx Seroprevalence of Helicobacter pylori infection among asymptomatic patients served by a safety-net healthcare system.\r\n In this population-based study, almost two-thirds of asymptomatic patients were seropositive for H. pylori. Prevalence was over 40% among al sub-groups. Screening solely based on race and ethnicity may inadvertently exacerbate disparities by overlooking confounding factors for infection like low socioeconomic status and regional exposures.\r\nPubmed   Journal   ReadQx Endoscopy\r\n    Individuals with polyps ≥10mm without other high-risk features have a similarly low post-colonoscopy colorectal cancer risk as those with no polyps.\r\nPCCRC-risk 5 years after baseline colonoscopy within individuals with polyps ≥10mm without other high-risk features is not significantly different from individuals without polyps at baseline. Lengthening surveillance intervals would affect 79% of high-risk individuals with ≥10mm polyps as their sole high-risk feature, and 46% if limited to those with 10-20mm polyps.\r\nPubmed   Journal   ReadQx Intraductal Cryobiopsy via Percutaneous Cholangioscopy for Biliary Strictures: a Multicenter Feasibility Study.\r\nThis feasibility study showed that intraductal cryobiopsy via percutaneous cholangioscopy yielded larger samples and may enable more detailed histologic assessment than forceps biopsies. Further studies will evaluate its accuracy, safety, and potential for use with peroral cholangioscopy during ERCP.\r\nPubmed   Journal   ReadQx Gastroenterology\r\n    Comparative Efficacy of Advanced Therapies for Management of Moderate-to-Severe Crohn's Disease: 2025 AGA Evidence Synthesis.\r\nUsing Grading of Recommendations, Assessment, Development and Evaluation to appraise quality of evidence, this updated network meta-analysis can inform positioning of advanced therapies for the treatment of biologic-naïve and biologic-exposed patients with moderate-to-severe CD.\r\nPubmed   Journal   ReadQx Intestinal LKB1 Loss Drives a Premalignant Program Along the Serrated Cancer Pathway.\r\nHeterozygous loss of LKB1 pushes intestinal cells into a chronic regenerative state, which is amplified on loss of heterozygosity. Lkb1 deficiency thereby generates fertile ground for serrated colorectal cancer formation in the intestine, potentially explaining the increased cancer risk observed in PJS.\r\nPubmed   Journal   ReadQx Retraction Notice to: \"CSF1 Restores Innate Immunity After Liver Injury in Mice and Serum Levels Indicate Outcomes of Patients With Acute Liver Failure\" Gastroenterology 2015;149:1896-1909.e14.\r\nThe authors requested that this paper be retracted in 2019, and the Editors of Gastroenterology agree that this manuscript should be retracted. Dr Daniel Antoine played no part in any other aspects of this manuscript, and the authors have confidence in al other data.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    Best practices for Endoscopic Ultrasound-guided Gastroenterostomy: technical recommendations from an International modified Delphi process.\r\nDespite technical differences (such as the preference of a jejunal catheter or a double-balloon catheter) most EUS-GE experts agree on key technical principles, providing valuable guidance on the standardization of EUS-GE in clinical practice. Conversely, certain topics show limited agreement, identifying future research priorities in the field of EUS-GE.\r\nPubmed   Journal   ReadQx Extended Surveillance After Piecemeal Endoscopic Mucosal Resection: A Safe Approach to Initial Surveillance in Low-Risk Patients.\r\n A risk-stratified approach may safely extend surveillance to 12 months for lower-risk patients following piecemeal EMR, reducing unnecessary procedures without compromising care.\r\nPubmed   Journal   ReadQx Peroral cholangioscopy-guided laser-stricturoplasty for intrahepatic benign biliary strictures (with video).\r\n This pilot study suggests that POCS-LAS is a technically feasible and potentially effective treatment for intrahepatic BBS.\r\nPubmed   Journal   ReadQx Gut\r\n    PDE5A<sup>+<\/sup> cancer-associated fibroblasts enhance immune suppression in gastric cancer.\r\nOur study elucidates the intricate role of PDE5A + CAFs in shaping the immunosuppressive TME in GC, providing mechanistic insights and therapeutic potential for combating this aggressive malignancy.\r\nPubmed   Journal   ReadQx SMYD2-mediated methylation of STAT1 protects against hepatic ischaemia/reperfusion injury by blocking JAK-STAT1 signalling pathways.\r\n This study establishes SMYD2 as a novel negative regulator of STAT1 activity through K175 methylation, providing new insights into the epigenetic control of STAT1 during hepatic I/R injury. Our findings reveal a previously unrecognised mechanism for fine-tuning STAT1 signalling in hepatic I/R injury, and targeting the SMYD2-STAT1 axis may present a promising therapeutic strategy for mitigating I/R-associated liver damage.\r\nPubmed   Journal   ReadQx iPSC-induced multilineage liver organoids, small intestinal organoids and brain organoids sustain pangenotype hepatitis E virus propagation.\r\n This study established iPSC-induced multilineage organoid infection models, confirming HEV's capacity for pan-tissue infection and revealing potential pathogenic mechanisms in the liver, intestine and nervous system. This platform provides valuable tools for HEV virology research and antiviral drug development, underscoring the unique value of organoid technology in infectious disease research.\r\nPubmed   Journal   ReadQx Hepatology\r\n    Glutamine synthetase loss in β-catenin-mutant hepatocellular carcinoma promotes tumor burden through macrophage metabolic reprogramming.\r\nWe demonstrate unique metabolic dependency of β-catenin-mutated HCCs on GS in tumor cells which is diverted to macrophages upon GS elimination in tumor cells. This adaptation alters macrophage metabolism and function leading to compromised immunosurveillance and greater tumor burden. Our study reveals a metabolic dynamic between HCC cells and macrophages with impact on tumor biology.\r\nPubmed   Journal   ReadQx Hepatectomy alters adjuvant anti-PD-1 action in a mouse model of HCC but does not compromise neoadjuvant efficacy.\r\nPartial hepatectomy disrupts antitumor immunity and limits adjuvant ICI efficacy. Neoadjuvant anti-PD-1 immunotherapy offers a superior strategy compared to adjuvant immunotherapy in enhancing immune responses and reducing HCC recurrence.\r\nPubmed   Journal   ReadQx MSR1+ macrophages passivate antitumor immunity by inducing ITM2A+ CD4T exhaustion differentiation.\r\nMSR1+macrophages promote tumor-infiltrating ITM2A+CD4T exhaustion differentiation by regulating the ITM2A-ZAP70 axis. ZEA-αCD4 specifically targeted MSR1-ITM2A interaction to activate antitumor immunity and improve the efficacy of αPDL1 immunotherapy.\r\nPubmed   Journal   ReadQx Reclassifying pediatric NAFLD using the steatotic liver disease framework: a multicenter retrospective study from the NASH CRN.\r\nMost children with NAFLD met MASLD criteria, but nearly 1 in 6 were reclassified based on alcohol use or medication exposure. These findings highlight the need for a systematic diagnostic approach accounting for metabolic risk factors, alcohol use, and medication-related liver injury.\r\nPubmed   Journal   ReadQx Serum bile acid levels predict the development of portal hypertension and high-risk esophageal varices following successful Kasai in biliary atresia.\r\n In biliary atresia patients with successful KP, sBA is an early biomarker predicting the development of PH and HRV within 5 years post-KP.\r\nPubmed   Journal   ReadQx J Hepatol\r\n    HBx-induced HSPB1 is a potential therapeutic target owing to its modulation of HBV cccDNA and hepatic immune responses.\r\nHSPB1 represents a novel therapeutic target by modulating HBV cccDNA and immune responses in the liver. D-TK is a promising clinical candidate for HBV treatment through cccDNA suppression and immune activation. Impact and implications Chronic infection with HBV remains a significant global health concern, and current therapeutic options are inadequate. In this study, we demonstrate that HBx-induced elevation of HSPB1 contributes to the regulation of HBV cccDNA and the hepatic immune responses. We engineered a peptide, D-TK, that targets HBx, effectively suppresses cccDNA, and activates immune responses through HSPB1. Our findings offer new insights into the mechanism by which HBx-induced HSPB1 modulates HBV cccDNA and immune regulation in the liver.\r\nPubmed   Journal   ReadQx Microbial metabolism dysfunction induced by transarterial chemoembolization aggravates postprocedural liver injury in HCC.\r\nThis is the first study to identify gut microbiota disturbance, i.e., deficiency of L. reuteri metabolite ILA, as significant cause of TACE-LI. L. reuteri and ILA administration serves as promising therapeutic approach for TACE-LI, which is crucial for reducing TACE adverse effects to achieve better prognosis in HCC. Impact and implications The majority of patients with hepatocellular carcinoma (HCC) are diagnosed losing the chance of surgical resection. Transarterial chemoembolization (TACE) is widely used for treating unresectable HCC;  however, its long-term outcome is significantly limited by its main complication, i.e., liver injury (LI). In addition to traditional cognition of the direct liver damage of the ischemic necrosis or regional chemotherapy induced by TACE, the deeper mechanisms underlying TACE-induced LI (TACE-LI) remain largely unclear. Gut microbiota can modulate various liver diseases but its exact role in TACE-LI has not been reported. We found that TACE could disturb the gut microbiota. This disturbance was characterized by reduced levels of Limosilactobacillus reuteri (L. reuteri) and its metabolite indole-3-lactic acid (ILA), which were correlated with aggravated TACE-LI and poor overall survival in HCC. Administration of L. reuteri or ILA significantly improved TACE-LI by inhibiting the inflammation of macrophages. Our study is the first report highlighting gut microbiota disturbances as an important cause of TACE-LI;  administration of L. reuteri or ILA represents a viable and secure strategy for preventing TACE-LI, thereby reducing the adverse effects of TACE and yielding better prognoses in patients with HCC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Metabolic comorbidities accelerate liver fibrosis in chronic hepatitis B - time to act.\r\n\r\nPubmed   Journal   ReadQx Gastroenterology\r\n    Refining Risk Stratification in MASLD: Moving Beyond Histology with individualized Noninvasive Predictive Models for Clinical Events.\r\n\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx Closing the door after endoscopic ultrasound-directed transgastric intervention: Have we found the sweet spot?\r\n\r\nPubmed   Journal   ReadQx Cost-effectiveness of lowering the age of colorectal cancer screening in average-risk individuals to 45 years in Asia.\r\n\r\nPubmed   Journal   ReadQx Endoscopic submucosal dissection for esophageal squamous cell carcinoma: from first-line therapy to salvage strategy in complex recurrences.\r\n\r\nPubmed   Journal   ReadQx Endosonographic-guided tissue acquisition for solid pancreatic lesions: Have we reached the ceiling?\r\n\r\nPubmed   Journal   ReadQx Post-endoscopic retrograde cholangiopancreatography pancreatitis appears less common but more costly than once thought.\r\n\r\nPubmed   Journal   ReadQx Post-endoscopic retrograde cholangiopancreatography pancreatitis risk with self-expandable metal biliary stents: what we know and what still needs to be done.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Bump on the head: An unusual presentation of pancreas adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx Colonic Coil Conundrum.\r\n\r\nPubmed   Journal   ReadQx Extramedullary myeloma presenting as melena and severe anemia.\r\n\r\nPubmed   Journal   ReadQx Finding Waldo: An elusive source of GI bleeding.\r\n\r\nPubmed   Journal   ReadQx First reported case of human infection with Helicobacter cynogastricus.\r\n\r\nPubmed   Journal   ReadQx Large bowel pharmacobezoar.\r\n\r\nPubmed   Journal   ReadQx Mantle cell lymphoma manifests in multiple morphologies within the colorectum.\r\n\r\nPubmed   Journal   ReadQx OPTICAL DIAGNOSIS OF APPENDICEAL MUCINOUS NEOPLASM THROUGH EXPRESSION OF MUCIN WITH UNROOFING TECHNIQUE.\r\n\r\nPubmed   Journal   ReadQx Practical Considerations for the use of Semaglutide in MASH.\r\n\r\nPubmed   Journal   ReadQx Strategies for Navigating the Transition from Pediatric to Adult Gastroenterology Care.\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Root-Cause Analysis of Post-Endoscopy Esophageal Neoplasia in a Multicenter Prospective Barrett's Esophagus/Esophageal Adenocarcinoma Registry.\r\n\r\nPubmed   Journal   ReadQx Endoscopy\r\n    A case in which all stones, including gallbladder stones as well as stacked bile duct stones, were removed using a transpapillary procedure.\r\n\r\nPubmed   Journal   ReadQx   PMCA newly designed duodenal stent enables stent placement for jejunal obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMCClips and elastic band-assisted traction for biliary cannulation in a patient with an ectopic papilla within a juxtapapillary duodenal diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMCEctopic sebaceous glands of the esophagus presenting as sessile polyps.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoluminal radiofrequency ablation for ingrowth occlusion after endoscopic ultrasound-guided hepaticogastrostomy with bridging stent placement.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic laser lithotripsy for an impacted pancreatic duct stone using a novel ultra-slim cholangiopancreatoscope via the minor papilla.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasonography-guided removal of a migrated stent from the abdominal cavity after transgastric endoscopic ultrasonography-guided drainage of a biliary leak.\r\n\r\nPubmed   Journal   ReadQx   PMCLong-term learning and not deskilling: a reassuring signal for computer-aided detection-assisted colonoscopy.\r\n\r\nPubmed   Journal   ReadQx Management of short-term recurrent obstructive jaundice after endoscopic ultrasound guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMCMulti-holed fully covered self-expandable metal stent to dilate a benign hepaticojejunostomy anastomotic stricture.\r\n\r\nPubmed   Journal   ReadQx   PMCPer-oral endoscopic tunneling transgastric drainage of an acute pancreatic necrotic collection.\r\n\r\nPubmed   Journal   ReadQx   PMCGastroenterology\r\n    A normal UCEIS is zero: A score divided by a common language.\r\n\r\nPubmed   Journal   ReadQx AGA Institute Quality Indicators for Obesity Medication Use in Practice.\r\n\r\nPubmed   Journal   ReadQx Hemodynamic Status as a Determinant Factor of Optimal Endoscopy Timing in Upper Gastrointestinal Bleeding: Results From an International Survey of 533 Clinicians.\r\n\r\nPubmed   Journal   ReadQx Reduced Esophageal Hypervigilance and Symptom-Specific Anxiety in Barrett's Esophagus: A Deficient Alarm Signal for Gastroesophageal Reflux Disease-Associated Mucosal Injury.\r\n\r\nPubmed   Journal   ReadQx Strategies to Promote Health Equity in Professional Society Clinical Guidance in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    Best of endoscopic retrograde cholangiopancreatography articles 2025.\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    Cause of a colorectal polyp in the caecum.\r\n\r\nPubmed   Journal   ReadQx Insulin-like peptide 5: a new key player in IBS with diarrhoea and bile acid malabsorption?\r\n\r\nPubmed   Journal   ReadQx Hepatology\r\n    Bundle it up-Care bundles for spontaneous bacterial peritonitis.\r\n\r\nPubmed   Journal   ReadQx Fellows' Corner.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor: Are we overestimating LSM-based HCC risk in MASLD? Addressing immortal time bias.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor: Assessing HCC incidence and surveillance thresholds in non-cirrhotic MASLD.\r\n\r\nPubmed   Journal   ReadQx Reply: Assessing HCC incidence and surveillance thresholds in non-cirrhotic MASLD.\r\n\r\nPubmed   Journal   ReadQx Surgical resection for hepatocellular carcinoma: Leave no TACE?\r\n\r\nPubmed   Journal   ReadQx When \"remission\" isn't enough: The unseen burden of autoimmune hepatitis.\r\n\r\nPubmed   Journal   ReadQx Who improves, who doesn't and why? Defining improvement and drivers of outcomes in pediatric MASLD.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Gastroenterology\r\n    Advancing Quiescent Crohn's Disease Management: Capsule Endoscopy-Guided Treat-to-Target Strategy or Standard Care?\r\n\r\nPubmed   Journal   ReadQx Analysis of \"Mebeverine and the Influence of Labeling in Adolescents With Irritable Bowel Syndrome or Functional Abdominal Pain Not Otherwise Specified: A 2 × 2 Randomized, Placebo-Controlled Trial\".\r\n\r\nPubmed   Journal   ReadQx Assessment of Methods in AOH1996 Studies for Pancreatic Ductal Adenocarcinoma Therapy.\r\n\r\nPubmed   Journal   ReadQx Comments on \"Electroacupuncture Reduces Duration of Postoperative Ileus After Laparoscopic Gastrectomy for Gastric Cancer\".\r\n\r\nPubmed   Journal   ReadQx Critical Role of Fucosyltransferase VII in Glycosylation-Dependent Regulatory T Cell Function in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx Human-AI Interaction and Global Disparities in the Clinical Implementation of Medical AI.\r\n\r\nPubmed   Journal   ReadQx Interpreting a Study on the Use of Electroacupuncture to Reduce Duration of Postoperative Ileus After Laparoscopic Gastrectomy for Gastric Cancer.\r\n\r\nPubmed   Journal   ReadQx Is It Just About How Much You Drink? The Overlooked Role of Drinking Patterns in Fatty Liver Disease.\r\n\r\nPubmed   Journal   ReadQx Macrophages and Mucosal Regeneration: Without Resolution of Identity and Mechanism, Are We Ready to Translate?\r\n\r\nPubmed   Journal   ReadQx Methodological and Clinical Perspectives on a Study of Electroacupuncture After Laparoscopic Gastrectomy for Gastric Cancer.\r\n\r\nPubmed   Journal   ReadQx Relief of Postoperative Intestinal Obstruction: Establishing and Perfecting Norms.\r\n\r\nPubmed   Journal   ReadQx Revolutionizing Gastroenterology with Artificial Intelligence: Clinical Insights and Challenges.\r\n\r\nPubmed   Journal   ReadQx Selection of Acupuncture Points to Reduce Duration of Postoperative Ileus.\r\n\r\nPubmed   Journal   ReadQx Standardization is the Only Way Forward for Reliable Gastrointestinal Eosinophil Quantification.\r\n\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    EndoFLIP-guided personalization of concomitant fundoplication during peroral endoscopic myotomy to optimize reflux prevention.\r\n\r\nPubmed   Journal   ReadQx Is the \"distinct border + II/IIIL pit pattern\" truly an absolute indication for endoscopic resection in ulcerative colitis-associated neoplasia?\r\n\r\nPubmed   Journal   ReadQx Necrosectomy in walled-off necrosis.\r\n\r\nPubmed   Journal   ReadQx Refining peroral endoscopic myotomy/peroral endoscopic myotomy with concomitant endoscopic fundoplication gastroesophageal reflux assessment: actual myotomy length and multivariable regression.\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    Congenital sucrase-isomaltase mutations worsen IBS-linked V15F dysfunction and trafficking.\r\n\r\nPubmed   Journal   ReadQx Heterogeneity and lack of standardisation in gut microbiome testing: a comparative assessment of French medical biology laboratories.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    \"Advancing Clinical Trial Design and Patient Care in Hepatocellular Carcinoma\".\r\n\r\nPubmed   Journal   ReadQx Stereotactic body radiotherapy treatment for hepatocellular carcinoma with extensive macrovascular invasion.\r\n\r\nPubmed   Journal   ReadQx Two lenses, same picture: interpreting nal-IRI in biliary tract cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:10:46-04:00",
    "input_file": {}
  },
  {
    "path": "gi/10-17-2025/",
    "title": "Fri Oct 17 2025",
    "description": "128 articles - From Friday Oct 10 2025 to Friday Oct 17 2025",
    "author": [],
    "date": "2025-10-17",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endosc Int Open\r\n    Retrospective accuracy analysis of major guidelines and factors for lymph node metastasis of pT1 colorectal cancer.\r\nHDG, LVI, TB, and gender (female) are independent risk factors for LNM of T1 CRC. DSI is an excellent negative predictor, although not an independent risk factor. The NCCN/ESMO guideline has medium sensitivity and requires improvement. The JSCCR/FICPG guideline has perfect sensitivity but low specificity, thus exposing patients to many unnecessary surgeries. There is revision potential for current guideline factors, including those beyond current pathological ones, to improve LNM prediction accuracy.\r\nPubmed   Journal   ReadQx   PMCEndoscopy\r\n    Time trends in post-polypectomy surveillance guideline adherence: analysis of over 90 000 colonoscopies with polypectomy.\r\nAn improvement of up to 49% in ESGE guideline adherence was observed over 4 years after publication of the update, which was mostly driven by improved adherence to the surveillance intervals for adenomas. Endoscopists with higher ADRs were more likely to assign correct follow-up intervals.\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Consensus position statements for the standardized application of histological grading and staging systems in MASH clinical trials.\r\n The IMPG statements provide for the first time guidelines to promote consensus among liver pathologists for the histopathological evaluation and scoring of liver biopsies for MASH clinical trials. Furthermore, they may be used to inform supervised machine learning algorithms for quantitative MASLD histology assessments. Impact and implications Inter- (and intra-) observer variations in the histological interpretation of key morphological features of MASH limit the precision of histological grading and staging as well as the diagnosis of the histological MASLD types, MASL and MASH. This is thought to account in clinical trials, at least in part, for screening failure as well as variable placebo response rates, potentially obscuring treatment effects. The International MASLD Pathology Group, consisting of 25 expert liver pathologists, generated consensus statements for histopathological procedures, technical aspects and histological criteria for the diagnosis of MASH, for grading disease activity and staging fibrosis. These may provide a basis for standardized histologic interpretation and the development of AI-based grading and staging algorithms for clinical trials of MASH.\r\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\r\n    Treatment of Irritable Bowel Syndrome With Antispasmolytics in Taiwan, Hong Kong, and Vietnam: A Delphi Expert Consensus Statement.\r\nAlthough antispasmolytics provide immediate symptom relief, their long-term effectiveness needs further investigations in Asian populations. Our findings may inform clinical decision-making and guideline updates.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Efficacy and Safety of Sequestrants for Bile Acid Diarrhoea.\r\nThis study quantifies the significant and rapid improvement in both stool consistency and frequency with BAS in patients with objective diagnosis of bile acid diarrhoea. Sequestrants also appear well tolerated.\r\nPubmed   Journal   ReadQx Meta-Analysis: Utilisation of Hepatocellular Carcinoma Surveillance.\r\nLess than 10% of patients received the recommended biannual ultrasound scans for surveillance. These findings are concerning and call for greater awareness and collaboration between care providers and healthcare policymakers to improve surveillance utilisation.\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Non-Invasive Prediction Models of First Decompensation in Compensated Advanced Chronic Liver Disease - A Meta-Analysis.\r\nCACLD specific NITs offer the best option in predicting decompensation, and future studies should focus on robust validation, calibration and external validation with standardised endpoints to ensure that models are reliable for guiding clinical practice in applicable populations.\r\nPubmed   Journal   ReadQx Placebo Rates in Metabolic Dysfunction-associated Steatohepatitis Clinical Trials: A Systematic Review and Meta-analysis.\r\n Placebo response rates among patients with MASH are generally elevated yet vary considerably depending on the outcome measured. This study provides valuable insights to enhance the design of future MASH trials.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    Clinical Impact of Routine Esophagram after Peroral Endoscopic Myotomy: A Systematic Review and Meta-analysis.\r\n Esophageal leakage is a very uncommon AE after POEM. Routine esophagram rarely impacted immediate post-procedural care in asymptomatic patients. Selective imaging may result in higher diagnostic yield, improved cost-efficiency, and mitigate the risk of unwarranted additional testing due to incidental radiographic findings.\r\nPubmed   Journal   ReadQx Underwater vs Traction-assisted ESD in Colorectal Lesions Underwater versus Traction-assisted Endoscopic Submucosal Dissection for Colorectal Lesions: A Network Meta-Analysis of Randomized Controlled Trials.\r\n UW-ESD and T-ESD are both effective and safe strategies for colorectal lesions resection;  however, UW-ESD is the only technique that has demonstrated superior dissection speed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Biomarkers of Extracellular Matrix Remodelling Are Linked to Severity and Outcome of Advanced Chronic Liver Disease.\r\n ECM remodelling biomarkers reflect PH and disease severity in ACLD. Their prognostic value for disease progression is largely restricted to cACLD. Future studies should investigate whether repeated measurements improve risk stratification.\r\nPubmed   Journal   ReadQx Clinical Trial: Rifaximin Versus Low FODMAP Diet in Irritable Bowel Syndrome.\r\n Rifaximin is as effective as LFD in treating IBS over 4 weeks. However, it provides faster symptom relief and higher treatment adherence, making it a practical alternative for symptom management.\r\nPubmed   Journal   ReadQx Mild Endoscopic Disease Activity Is Associated With Adverse Outcomes Among Older Adults With Inflammatory Bowel Disease.\r\nAmong older adults with prevalent IBD, mild endoscopic disease activity, as compared to endoscopic remission, was associated with increased odds of adverse IBD-specific and morbidity-related outcomes at 1 year, with this risk persisting for IBD-specific outcomes at 5 years. These findings highlight the importance of achieving endoscopic remission, which may confer both short- and longer-term benefits in this population.\r\nPubmed   Journal   ReadQx Overall and Comparative Risk of Shingles With Advanced Therapies in Patients With Inflammatory Bowel Diseases.\r\nJAK inhibitors were associated with 1.7-2.2-fold higher risk of shingles than other advanced therapies.\r\nPubmed   Journal   ReadQx Research Communication: An Observational Cohort Study on Risk of Ovarian Cancer in Women with Irritable Bowel Syndrome.\r\nSome women with symptoms of ovarian cancer may be misdiagnosed with IBS, although IBS is not causally linked to ovarian cancer. Further studies are needed to validate findings and clarify when ovarian cancer screening may be warranted.\r\nPubmed   Journal   ReadQx Research Communication: Comparative Effectiveness of Ustekinumab and Vedolizumab in the Management of Chronic Pouchitis-A Population-Based Study.\r\n Our findings suggest that ustekinumab may offer advantages over vedolizumab in the management of chronic pouchitis.\r\nPubmed   Journal   ReadQx Research Communication: Prevalence of Asymptomatic Premalignant Oesophageal Lesions in Patients With Fanconi Anaemia.\r\nAmong 11 FA patients with abnormal oesophageal mucosa, 15% had low-grade dysplasia, nodular high-grade dysplasia or squamous carcinoma in situ, 10% had non-dysplastic Barrett's oesophagus and 30% had columnar epithelium without goblet cells, compared to none in the controls (p < 0.001). Our findings support routine EGD screening of asymptomatic FA patients.\r\nPubmed   Journal   ReadQx   PMCSocial Determinants of Health in Metabolic Dysfunction-Associated Steatotic Liver Disease and All-Cause/Cause-Specific Mortality.\r\nThis US population-based study demonstrates that SDoH scores are dose-dependently associated with increased all-cause/cause-specific mortality among individuals with MASLD.\r\nPubmed   Journal   ReadQx Am J Gastroenterol\r\n    An organized fecal immunochemical test-based screening program impacts colorectal cancer early diagnosis and survival in the short term.\r\n Biennial FIT led to an increase in early diagnoses and improved survival, compared to no screening, in the short term after its introduction. A screening program that includes alternatives to FIT may increase population coverage and improve CRC outcomes.\r\nPubmed   Journal   ReadQx Assessing the reliability of 12 vs 24 hour esophageal pH-impedance monitoring for gastro-esophageal reflux in infants.\r\nEach MII-pH was analyzed twice as full-time recording and in the first 12h, and data were compared. GERD was diagnosed if one of the following occurred: Number of GER episodes ≥100 in 24 hours;  proximal GER episodes >44 (acid) or 57 (non-acid);  Reflux index (percent time with pH 5 minutes were significantly different between the two, but the clinical significance of this observation is unclear.\r\nPubmed   Journal   ReadQx Delayed Remission With Advanced Therapies Is Not Associated With Worse One-Year Outcomes In Inflammatory Bowel Disease.\r\nAbout one-sixth of patients achieved delayed remission by week 30. They had comparable one-year outcomes as early remitters. Identifying predictors of delayed remission could help prevent early therapy discontinuation without affecting long-term outcomes.\r\nPubmed   Journal   ReadQx One versus five days of octreotide infusion for acute esophageal variceal bleeding: a randomized controlled trial.\r\nFollowing successful endoscopic band ligation, the 1-day regimen of octreotide had a non-inferior effect compared to the standard 5-day regimen in the prevention of 5-day re-bleeding and exhibited no significant differences in the prevention of 6-week re-bleeding and all-cause mortality.\r\nPubmed   Journal   ReadQx SAFETY AND EFFICACY OF PNEUMATIC BALLOON DILATION FOR PEDIATRIC ACHALASIA - A SINGLE-CENTER EXPERIENCE.\r\n PD is a safe, effective first-line treatment for pediatric achalasia.\r\nPubmed   Journal   ReadQx Validation of Dried Blood Spot Immunoreactive Trypsinogen (DBS-IRT) as a Biomarker of Exocrine Pancreas Function in Children with Pancreas Disease.\r\nDBS-IRT was successfully validated as a biomarker of exocrine pancreas function which allows its use in clinical setting, in addition to fecal elastase to determine pancreas function.\r\nPubmed   Journal   ReadQx Vonoprazan Improves Nocturnal Gastroesophageal Reflux Symptoms in Non-Erosive Reflux Disease.\r\n Our study suggests that vonoprazan leads to relief of nighttime heartburn in patients with heartburn and a normal endoscopy.\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    AI-ASSISTED CAPSULE ENDOSCOPY FOR DETECTION OF ULCERS AND EROSIONS IN CROHN'S DISEASE: A MULTICENTER VALIDATION STUDY.\r\nThe AI-assisted SBCE reading achieved superior diagnostic performance compared to SoC, with a substantial decrease in reading time.\r\nPubmed   Journal   ReadQx Changes in HBcAg and HBsAg Expression Following Antiviral Therapy and Their Role in Outcome of Patients with Chronic Hepatitis B.\r\nNA-related inhibition of viral replication was associated with marked reduction in HBcAg expression in HBeAg-positive and HBeAg-negative patients but minimal changes in extent of HBsAg staining, likely reflecting HBsAg production from integrated HBV DNA.\r\nPubmed   Journal   ReadQx Experienced Discrimination and Medical Mistrust Among Patients with Cirrhosis: Survey Results from a Multicenter Cohort.\r\n Experienced discrimination and medical mistrust are common among Black patients with cirrhosis. Addressing these factors may mitigate racial and ethnic inequities in care, reduce barriers to care and improve outcomes for patients with cirrhosis.\r\nPubmed   Journal   ReadQx From Pixels to Peristalsis: Comparing Achalasia Diagnosis with Artificial Intelligence to Expert Endoscopists.\r\n These results indicate that AI can leverage upper endoscopy videos to detect achalasia with an accuracy comparable to that of expert endoscopists.\r\nPubmed   Journal   ReadQx Long-Term Glycemic Control and the Risk of Liver Stiffness Progression and Liver-Related Events in MASLD.\r\nT2D was independently associated with a higher risk of liver stiffness progression and LRE in MASLD. Good glycemic control was associated with slower liver stiffness progression, but not regression or LRE.\r\nPubmed   Journal   ReadQx Long-term safety of vedolizumab in patients with ulcerative colitis/Crohn's disease: A prospective observational study.\r\n There was no new safety signal identified in relation to vedolizumab. Results regarding safety and effectiveness were consistent with the known profile of vedolizumab.\r\nPubmed   Journal   ReadQx Seroprevalence of Helicobacter pylori infection among asymptomatic patients served by a safety-net healthcare system.\r\n In this population-based study, almost two-thirds of asymptomatic patients were seropositive for H. pylori. Prevalence was over 40% among al sub-groups. Screening solely based on race and ethnicity may inadvertently exacerbate disparities by overlooking confounding factors for infection like low socioeconomic status and regional exposures.\r\nPubmed   Journal   ReadQx Endosc Int Open\r\n    Endoscopic indigo carmine spraying for evaluation of intestinal mucosal permeability: Prospective pilot study.\r\nEndoscopic spraying with IC is useful for evaluation of intestinal mucosal permeability.\r\nPubmed   Journal   ReadQx   PMCImpact of interaction between an artificial intelligence endoscopic support system and endoscopists on diagnosis of gastric neoplastic lesions.\r\nAI contributed to improved diagnostic performance even among Japanese expert endoscopists in detecting gastric neoplastic lesions. These findings suggest that the AI system may have potential to support consistently high diagnostic performance across varying levels of endoscopic expertise.\r\nPubmed   Journal   ReadQx   PMCLarge language model for interpreting the Paris classification of colorectal polyps.\r\nM-LLMs performed comparably to endoscopists in distinguishing non-polypoid from polypoid lesions but failed to reliably identify pedunculated morphology.\r\nPubmed   Journal   ReadQx   PMCEndoscopy\r\n    A Prospective Study Evaluating an Artificial Intelligence-Based System for Withdrawal Time Measurement.\r\n Our study demonstrates the superiority of an AI system in calculating WT during colonoscopy compared to physicians, providing significant improvements, especially in examinations containing interventions. This work demonstrates the promise of AI in streamlining clinical workflows.\r\nPubmed   Journal   ReadQx A Rural-to-Center Artificial Intelligence Model for Diagnosing Helicobacter pylori Infection and Premalignant Gastric Conditions Using Endoscopy Images Captured in Routine Practice.\r\nAI enables frontline physicians in resource-limited settings to rapidly assess gastric health using routinely captured endoscopic images, bridging gaps in access and expertise (ClinicalTrials.gov  NCT05762991).\r\nPubmed   Journal   ReadQx Delayed post-polypectomy bleeding following cold snare polypectomy of lesions <10 mm in patients on high-dose antithrombotic therapy: insights from a Dutch colonoscopy cohort.\r\nAlthough higher compared to patients without ATT, the incidence of DPPBs with continued high-dose ATT remains very low. Therefore, we suggest continuation of high-dose ATT for colonoscopy indications with a low risk of detecting advanced polyps.\r\nPubmed   Journal   ReadQx Endoscopic papillectomy for ampullary lesions: pooled analysis with meta-regression analysis of outcomes.\r\n Endoscopic papillectomy is a safe and effective treatment for ampullary lesions. However, lesions with intraductal extension pose a higher risk of incomplete resection and perforation, warranting careful evaluation of the benefit-risk balance in these cases.While prophylactic pancreatic stenting may reduce the incidence of post-procedural pancreatitis, optimizing strategies to minimize overall adverse events remains a key focus for future research.\r\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided trans-papillary versus trans-luminal biliary stenting: Randomized comparison of long term stent patency.\r\n EUS-BD via TP route achieved longer stent patency and lower rate of recurrent biliary obstruction at 3 and 6 months compared to TL route.\r\nPubmed   Journal   ReadQx Impact of prophylactic clipping on delayed bleeding after colorectal endoscopic submucosal dissection: a multicenter propensity score-matched study.\r\nIn our cohort, prophylactic clipping did not significantly reduce CSDB following colorectal ESD, even in high-risk patients. Given its environmental impact and technical challenges, routine closure should be reconsidered.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    Cystic Fibrosis Carrier Status: A genetic predisposition to post-ERCP pancreatitis.\r\n CFC status appears to increase predisposition to PEP, highlighting the potential for improved pre-procedural risk assessment and prophylaxis and opportunities for further study to identify novel PEP prophylactic strategies.\r\nPubmed   Journal   ReadQx Lumen-Apposing Metal Stents for Partial Reversal of Roux-en-Y Gastric Bypass: A Multicenter Study.\r\n EUS-guided LAMS placement is a safe, efficacious and minimally invasive strategy for partial reversal of RYGB as either a bridge to definitive surgical reversal or as destination therapy.\r\nPubmed   Journal   ReadQx Randomized Controlled Trial Comparing the Clinical Efficacy of a Bipolar Current Knife versus Monopolar Current Knife During Esophageal PerOral Endoscopic Myotomy: A Multicenter Non-inferiority Study.\r\n77% of patients in BC completed the entire procedure with one instrument vs none in MC. Only one major adverse event occurred in BC (managed endoscopically) (1.9%) CONCLUSION: The 3-in-1 function of a novel bipolar RFA knife can facilitate POEM with one device.\r\nPubmed   Journal   ReadQx Sequential Lumen-Apposing Metal Stent and Septotomy Technique for Endoscopic Anastomosis Creation and Revision in Patients with Prior Upper Gastrointestinal Surgery.\r\nOur technique is safe, effective, and feasible for durable endoscopic anastomosis creation or revision in appropriately selected patients with prior upper GI surgery.\r\nPubmed   Journal   ReadQx The Effect of Autonomous Mobile Robots on Improving Endoscope Reprocessing Efficiency: A Prospective Comparative Trial.\r\nAMR-assisted endoscope delivery has advantages over manual delivery in efficiency improvement, offering a novel solution for the management of endoscopy centers.\r\nPubmed   Journal   ReadQx Transenteric ERCP via EUS-guided anastomosis using LAMS in patients with surgically altered anatomy.\r\n The EDEE technique offers a new and effective approach for biliary drainage in patients with surgically altered anatomy, particularly in benign indications and/or when several ERCPs are expected.\r\nPubmed   Journal   ReadQx Gut\r\n    KIF1Bβ suppresses hepatocellular carcinoma by transporting and secreting FBLN5 to attenuate the integrin pathway.\r\nOur findings shed light on the genetic and molecular mechanisms of the HCC-associated susceptibility locus at 1p36.22 and provide potential new strategies for the treatment of HCC.\r\nPubmed   Journal   ReadQx Long-term prognosis of lean MASLD: evidence from three population-based prospective cohorts.\r\n Lean patients with MASLD have worse liver outcomes and greater risk of all-cause mortality, but similar risk of HCC and extrahepatic cancer, and lower CVD risk.\r\nPubmed   Journal   ReadQx Rectal versus colonic submucosal cancer rates and procedural outcomes in large non-pedunculated polyps: French ESD registry data.\r\n In our multicentre registry, large non-pedunculated polyps do not show a higher prevalence of SMIC in the rectum compared with colon, when adjusted for relevant factors such as size and morphology. Therefore, risk features, rather than location, should guide the choice of resection technique. Technical outcomes were comparable between rectal and colonic ESD, with a trend for higher complication rates in the colon.\r\nPubmed   Journal   ReadQx Hepatology\r\n    Global performance of non-invasive tests in MASLD: Insights from the G-MASLD study.\r\n Diagnostic performance of common non-invasive tests for fibrosis in MASLD varies across the world. In the large multinational G-MASLD sample, the most accurate NITs were Agile-3+ and Agile-4 composite scores.\r\nPubmed   Journal   ReadQx Hepatocyte-derived extracellular vesicles promote endothelial dedifferentiation in chronic liver disease through the miR-153-3p - pyroptosis axis.\r\nHepEVs-derived miRNAs, particularly miR-153-3p, contribute to endothelial dysfunction in CLD by triggering pyroptosis through a paracrine mechanism. Inhibiting Caspase-1 may provide a novel therapeutic approach to mitigate endothelial dysfunction in CLD.\r\nPubmed   Journal   ReadQx MSR1+ macrophages passivate antitumor immunity by inducing ITM2A+ CD4T exhaustion differentiation.\r\nMSR1+macrophages promote tumor-infiltrating ITM2A+CD4T exhaustion differentiation by regulating the ITM2A-ZAP70 axis. ZEA-αCD4 specifically targeted MSR1-ITM2A interaction to activate antitumor immunity and improve the efficacy of αPDL1 immunotherapy.\r\nPubmed   Journal   ReadQx Reclassifying pediatric NAFLD using the steatotic liver disease framework: a multicenter retrospective study from the NASH CRN.\r\nMost children with NAFLD met MASLD criteria, but nearly 1 in 6 were reclassified based on alcohol use or medication exposure. These findings highlight the need for a systematic diagnostic approach accounting for metabolic risk factors, alcohol use, and medication-related liver injury.\r\nPubmed   Journal   ReadQx Sex and body size disparities under MELD 3.0: Evaluation of persisting gaps in liver transplant access.\r\n MELD3.0 led to early gains in transplant access for women, though this effect diminished over time and differences by sex mediated by body size persisted.\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Early portopulmonary hypertension predicts mortality in patients with cirrhosis: insights from the PORTO-DETECT cohort.\r\n Applying the 2022 ESC/ERC definitions of PAH identifies a subset of patients with cirrhosis with early-stage PoPH, characterized by mild pulmonary vascular resistance elevation, who nevertheless face a markedly increased risk of death, emphasizing the need for systematic screening and early targeted intervention. Impact and implications Portopulmonary hypertension (PoPH) is a severe and often overlooked complication of cirrhosis. Using the updated 2022 ESC/ERS diagnostic criteria, this multicenter study identified a previously unrecognized subgroup of cirrhotic patients with early-stage PoPH, defined by mildly elevated pulmonary vascular resistance and mean pulmonary artery pressure. Despite their subtle hemodynamic changes, these patients showed significantly reduced survival, independent of liver disease severity. These results highlight the prognostic relevance of early PoPH and suggest that applying the new criteria may help refine risk stratification and guide closer follow-up or earlier consideration of targeted interventions in selected patients.\r\nPubmed   Journal   ReadQx Genetically engineered pig-to-human liver xenotransplantation.\r\nThis study demonstrates the feasibility of auxiliary porcine liver xenotransplantation as a bridging approach to human to liver transplantation. Postoperative xTMA presents a significant challenge to long-term success, highlighting the need for further research to improve xenotransplantation outcomes. Impact and implications This study reports the world's first auxiliary xenotransplantation from a 10-gene-edited pig to a living human recipient - distinct from previous studies involving brain-dead donors. The donor liver was engineered using a 10-gene editing platform, including the knockout of xenoantigen genes and the knock-in of seven human transgenes for immune and coagulation compatibility - pushing the boundaries of synthetic biology in clinical transplantation. The porcine graft exhibited metabolically active liver function, bile secretion, and coagulation correction, demonstrating not only survival but clinically meaningful function. Our work documents, for the first time, xenotransplantation-associated thrombotic microangiopathy (xTMA) in a living human recipient, with comprehensive immunological and histopathological analysis - critical knowledge for the field.\r\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\r\n    Age- and Sex-dependent Effects of High-fructose, High-fat Diets on Small Bowel Inflammation and Hepatic Steatosis in F344 Rats.\r\nLiver and small bowel tissues were histologically analyzed. Tight junction protein expression in jejunal mucosa was analyzed, and immunohistochemistry was performed to detect claudin-2 ( may contribute to MASLD in aged female rats.\r\nPubmed   Journal   ReadQx Can Symptoms Predict Delayed Gastric Emptying in Diabetic Patients: A Multicenter Study to Revisit Gastroparesis.\r\n Diabetic patients exhibiting specific cardinal symptoms should be considered for GES evaluation, as the overall GCSI score independently predicts delayed gastric emptying. This study suggests that the GCSI may be useful as a screening tool rather than a diagnostic method for diabetic gastroparesis.\r\nPubmed   Journal   ReadQx Comparison of Clinical Characteristics and Long-term Prognosis of Focal Hypoganglionosis With Adult-onset Megacolon and Chronic Intestinal Pseudo-obstruction.\r\nPatients with FHAM exhibit a more favorable long-term prognosis and lower postoperative recurrence rates than patients with CIPO. This study underscores the importance of differentiating between these conditions and precisely selecting surgical candidates.\r\nPubmed   Journal   ReadQx Diagnosis of Sliding Hiatal Hernia in Patients With Morbid Obesity: A Comparison of High-resolution Esophageal Manometry and Upper Gastrointestinal Series.\r\n HREM has high diagnostic performance in detecting sliding HH;  thus, HREM should be considered as an important part of the preoperative work-up for patients with morbid obesity.\r\nPubmed   Journal   ReadQx Impact of Enhanced Dietary Education Program on Gastrointestinal Symptoms in Patients With Functional Gastrointestinal Disorders: A Multicenter Prospective Pilot Study.\r\n Although, EDE has the potential to help improving the symptoms in patients with FGIDs, further research is needed to prove the usefulness of this program.\r\nPubmed   Journal   ReadQx Predictors of Treatment Response to Fecal Microbiota Transplantation in Irritable Bowel Syndrome: A Pilot Study.\r\nFMT led to increased microbial diversity and a sustained increase in beneficial bacterial genera, including and greater shifts of gut microbiome profile toward donor microbiota after FMT may predict favorable FMT response. Long-term follow-up is on the way to assessing the durability of these effects.\r\nPubmed   Journal   ReadQx The Effect of Tegoprazan on Serum Gastrin Levels and the Development of Hypergastrinemia in the Maintenance Treatment for Gastroesophageal Reflux Disease: Comparison to Lansoprazole.\r\n Tegoprazan has a smaller impact on increasing serum gastrin levels and the development of hypergastrinemia than lansoprazole, suggesting that tegoprazan may reduce safety concerns related to hypergastrinemia, particularly at half doses.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Advancing HCC Surveillance in Hepatitis B With Biomarker-Based Strategy.\r\n\r\nPubmed   Journal   ReadQx Editorial: Immune Checkpoint Inhibitors and HBV Reactivation in Liver Cancer-Reassurance With Vigilance.\r\n\r\nPubmed   Journal   ReadQx Editorial: Predicting Hepatocellular Carcinoma Development in Chronic Hepatitis B Patients With Metabolic Dysfunction-Do Existing Scores Clear the Bar?\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Metabolic comorbidities accelerate liver fibrosis in chronic hepatitis B - time to act.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Alcohol consumption potentiates second-hit events in HBV-induced hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx Bioartificial Liver System for Liver Failure: A Therapeutic UTOpiA on the Horizon.\r\n\r\nPubmed   Journal   ReadQx Measuring Health Related Quality of Life and Patient-Reported Outcomes in Chronic Liver Disease.\r\nWe review the current literature on CLD symptom burden and its relationship with PROs concluding that PRO measurement incorporation into clinical trials and clinical practice is imperative to appreciate patients' perspectives about their liver disease and/or its treatment. PROs enhance communication between healthcare providers and patients regarding treatment expectations potentially improving outcomes.\r\nPubmed   Journal   ReadQx The first human xenogeneic liver transplantation - A landmark event, but what does it mean for hepatology?\r\n\r\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\r\n    Implementing a Fermentable Oligosaccharides, Disaccharides, Monosaccharides, and Polyols Diet in Asia: Addressing Cultural, Clinical and Practical Challenges.\r\nPotential solutions include building local capacity in dietary research and clinical practice;  expanding the analysis of Asian foods for FODMAP content;  fostering interdisciplinary training opportunities for health professionals using a train-the-trainer approach;  adapting educational resources so they are linguistically and culturally appropriate;  and developing practical resources for patients to facilitate recipe adaptation and meal planning. Addressing these barriers will improve access to the FODMAP diet for patients in Asia and may provide a framework to adapt other dietary therapies to suit culturally diverse groups.\r\nPubmed   Journal   ReadQx Insights Into Functional Dyspepsia and Gastroparesis - Western Versus Asian Perspectives.\r\nThese differences stem from varying accessibility to investigation tests and medications, dietary habits and cultural beliefs. This review article comprehensively summarizes the latest knowledge on the approach to the evaluation and management of functional dyspepsia and gastroparesis, and explores the different factors influencing management practices in the West as compared to in Asia.\r\nPubmed   Journal   ReadQx Is Fecal Microbiota Transplantation Applicable for the Treatment of Irritable Bowel Syndrome? Time for Precision Medicine.\r\n\r\nPubmed   Journal   ReadQx The Need for Objective Testing in Proton Pump Inhibitor-refractory Extraesophageal Gastroesophageal Reflux Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    How I Approach Flatulence.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx The Illusion of Response: Diffuse Hepatic Metastasis Masked by Shrinking Lesions in Neuroendocrine Carcinoma of the Cervix.\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Capsule Endoscopy in Chronic Mesenteric Ischemia Before and After Revascularization.\r\n\r\nPubmed   Journal   ReadQx Diaphragmatic ectopic variceal bleeding secondary to chronic primary idiopathic Budd-Chiari syndrome.\r\n\r\nPubmed   Journal   ReadQx Impact of Social Determinants of Health on Hepatocellular Carcinoma Surveillance Receipt and Early Detection.\r\n\r\nPubmed   Journal   ReadQx Lymphoepithelial Cyst of the Cervical Esophagus with Distinct Endoscopic Ultrasonography Findings.\r\n\r\nPubmed   Journal   ReadQx Measles Outbreaks 2025 and Beyond: Implications for Immunosuppressed Patients Managed by Gastroenterologists and Hepatologists.\r\n\r\nPubmed   Journal   ReadQx Endosc Int Open\r\n    Endoscopic management of a sessile serrated lesion at the appendiceal orifice.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopy\r\n    Circumferential long-segment Barrett's esophagus fully involved by adenocarcinoma resected by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMCDuodenal endoscopic submucosal dissection using dual-channel rapid hemostasis for a large tumor involving the papilla.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic laser lithotripsy for an impacted pancreatic duct stone using a novel ultra-slim cholangiopancreatoscope via the minor papilla.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic submucosal dissection using a novel multi traction device.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasonography-guided removal of a migrated stent from the abdominal cavity after transgastric endoscopic ultrasonography-guided drainage of a biliary leak.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided radiofrequency ablation for a pancreatic insulinoma: a novel endoscopic management strategy.\r\n\r\nPubmed   Journal   ReadQx   PMCGastrointest Endosc\r\n    Double-balloon enteroscope assisted endoscopic sigmoidocecoanastomosis in a patient with intestinal pseudoobstruction.\r\n\r\nPubmed   Journal   ReadQx Gastric peroral endoscopic myotomy for gastric remnant volvulus-associated pseudo-pyloric stenosis after esophagogastrostomy.\r\n\r\nPubmed   Journal   ReadQx Innovative pulley traction technique for esophageal ESD using endoclips and fishing line.\r\n\r\nPubmed   Journal   ReadQx Lumen-apposing metal stent used to facilitate gastric band retrieval in a patient with a vertical band gastroplasty.\r\n\r\nPubmed   Journal   ReadQx Novel self-made multi-loop dental floss traction device for enhanced endoscopic submucosal dissection in the gastric body.\r\n\r\nPubmed   Journal   ReadQx Hepatology\r\n    Bundle it up-Care bundles for spontaneous bacterial peritonitis.\r\n\r\nPubmed   Journal   ReadQx Fellows' Corner.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor: Methodological refinements needed in assessing Metabolic-Viral fibrosis interactions.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor: Re-evaluating the clinical relevance of the RIPPLY1-TBX19 Axis in CTNNB1-Mutant hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx Letter to the editor: Esophageal varices in Fontan patients - circulatory or hepatic failure?\r\n\r\nPubmed   Journal   ReadQx Reply: HBV DNA level of genuine immune-tolerant patients.\r\n\r\nPubmed   Journal   ReadQx Reply: Methodological refinements needed in assessing metabolic-viral fibrosis interactions.\r\n\r\nPubmed   Journal   ReadQx Surgical resection for hepatocellular carcinoma: Leave no TACE?\r\n\r\nPubmed   Journal   ReadQx Time to focus on POCUS For AKI management in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx When \"remission\" isn't enough: The unseen burden of autoimmune hepatitis.\r\n\r\nPubmed   Journal   ReadQx Who improves, who doesn't and why? Defining improvement and drivers of outcomes in pediatric MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Advancing HCC Surveillance in Hepatitis B With Biomarker-Based Strategy-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Editorial: Immune Checkpoint Inhibitors and HBV Reactivation in Liver Cancer-Reassurance With Vigilance. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Editorial: Predicting Hepatocellular Carcinoma Development in Chronic Hepatitis B Patients With Metabolic Dysfunction-Do Existing Scores Clear the Bar? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Letter Regarding 'Combined Lyon and Milan Scores Predict Gerd Management Outcome Better Than Either Score Alone or Their Individual Components'.\r\n\r\nPubmed   Journal   ReadQx Letter Regarding 'Combined Lyon and Milan Scores Predict Gerd Management Outcome Better Than Either Score Alone or Their Individual Components'. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Letter on \"Efficacy and Safety of Tenofovir Alafenamide (TAF) and Tenofovir Disoproxil Fumarate (TDF) Followed by TAF in Chronic Hepatitis B Patients of East Asian Ethnicity Following 5 Years of Treatment\".\r\n\r\nPubmed   Journal   ReadQx Letter: Gas-Sensing Capsules Advance Colonic Physiology Research Toward Clinical Translation.\r\n\r\nPubmed   Journal   ReadQx Letter: Gas-Sensing Capsules Advance Colonic Physiology Research Toward Clinical Translation. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Letter: Methodological Flaws and Clinical Gaps-A Critique of TAF/TDF 5-Year Data in East Asian CHB.\r\n\r\nPubmed   Journal   ReadQx Letters on \"Efficacy and Safety of Tenofovir Alafenamide (TAF) and Tenofovir Disoproxil Fumarate (TDF) Followed by TAF in Chronic Hepatitis B Patients of East Asian Ethnicity Following 5 Years of Treatment.\" Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Gastroenterology\r\n    Advancing Patient Care with the GRAVITI Trial.\r\n\r\nPubmed   Journal   ReadQx GRAVITI Study on Guselkumab's Efficacy and Safety for Moderate to Severe Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx Reevaluating the GRAVITI Trial of Subcutaneous Guselkumab for Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx Subcutaneous IL-23 Blockade as a Patient-Centered Strategy in Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    Response to: 'Cutting waste in endoscopy: the roles of professional practice and staffing levels' by Fujisawa and Fujikawa.\r\n\r\nPubmed   Journal   ReadQx Response to: 'Lumen-apposing metal stents for pancreatic fluid collections: has advancing technology encouraged overreach?' by Besim Fazil <i>et al<\/i>.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Can Autoimmune Hepatitis be diagnosed and treated without liver biopsy?\r\n\r\nPubmed   Journal   ReadQx Comment on \"Risk of alcohol-related liver disease and cause-specific mortality in individuals seeking treatment for alcohol use disorder\".\r\n\r\nPubmed   Journal   ReadQx Primary prophylaxis of spontaneous bacterial peritonitis using rifaximin in patients with severe cirrhosis and ascites, not the end of the story?\r\n\r\nPubmed   Journal   ReadQx Striking Elevation of Alpha- Fetoprotein During Acute Transient Myopathy Following Yttrium-90 Trans-Arterial Radioembolization.\r\n\r\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\r\n    Behavioral Postprandial Distress in Autism Spectrum Disorder: Behavioral Clues Beyond Physiology.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:46:29-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-12-2025/",
    "title": "Fri Sep 12 2025",
    "description": "132 articles - From Friday Sep 05 2025 to Friday Sep 12 2025",
    "author": [],
    "date": "2025-09-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gut\r\n    Screening and eradication of <i>Helicobacter pylori f<\/i>or gastric cancer prevention: Taipei Global Consensus II.\r\nObjective To convene a global consensus on eradication is an effective prevention strategy for gastric cancer that should be offered to al infected adult individuals. Future research should prioritise determining the optimal timing for screening, evaluating long term individual and population outcomes, as well as identifying more precise risk stratification parameters.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    The barriers for uptake of artificial intelligence in hepatology and how to overcome them.\r\nIn particular, we argue that the use of AI in clinical trials, seamless integration into hospital information systems and building AI literacy among clinicians will ultimately drive clinical adoption. We validate this perspective through a Delphi consensus involving 34 international experts from hepatology, AI, and data science, ensuring a comprehensive and consensus-driven evaluation of our recommendations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Incidence of Hepatocellular Carcinoma in Metabolic Dysfunction-Associated Steatotic Liver Disease: A Reconstructed Individual Patient Data Meta-Analysis.\r\n This reconstructed individual participant data meta-analysis provides updated estimates for HCC incidence in people with MASLD. The incidence of HCC is elevated in people with MASLD and advanced fibrosis. These data may have implications for further research in HCC surveillance and future development of surveillance algorithms.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Artificial Intelligence-Assisted Colonoscopy With or Without Mucosal Exposure Device for Detection of Colorectal Adenomas: A Meta-Analysis.\r\nEndocuff combined with AI was superior to AI alone in improving the adenoma detection rate without increasing intubation or withdrawal times.\r\nPubmed   Journal   ReadQx   PMC\r\nIntragastric balloon for obesity treatment: Systematic review and meta-analysis of randomized controlled trials.\r\nIn obese adults, IGB is more effective than SMT for weight loss at 6, 9, and 12 months.\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral cholangioscopy for detecting residual stones missed by cholangiography: Systematic review and meta-analysis.\r\nPOC identified residual stones in over one-fourth of patients following negative cholangiography. Detection rates were highest with digital systems. The procedure demonstrated a strong safety profile and may play an important role in confirming complete ductal clearance.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Comparative Risk of Hepatitis B Virus Reactivation in Patients Receiving Immune Checkpoint Inhibitors or Tyrosine Kinase Inhibitors for Liver Cancer.\r\n With adequate antiviral prophylaxis, the absolute risk of HBVr is low in advanced HBV-related liver cancer patients receiving ICI, regardless of current or past HBV infection.\r\nPubmed   Journal   ReadQx \r\nPrediction of Hepatocellular Carcinoma and Other Liver-Related Events in Chronic Hepatitis B Patients With Metabolic Dysfunction or Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\nCHB patients with metabolic dysfunction and/or MASLD are at significant risk of HCC. The PAGE-B score can be used to stratify HCC risk in this population, with negligible 5-year HCC incidence in those without cirrhosis and low PAGE-B scores. However, caution should be exercised in patients with cirrhosis in whom HCC risk remains significant even among those with a low PAGE-B score.\r\nPubmed   Journal   ReadQx \r\nResearch Communication: Combination Therapy of Upadacitinib With Infliximab, Risankizumab, Ustekinumab or Vedolizumab for Refractory Crohn's Disease: A Descriptive Case Series.\r\nAdverse events occurred in 13 patients, leading to treatment discontinuation in three. Combining upadacitinib with a biologic appeared effective and safe, warranting further investigation in prospective studies.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Defining non-invasive criteria for indicating drug therapy in metabolic-associated steatotic liver disease in clinical practice.\r\n The diagnostic performance and reliability of the proposed non-invasive criteria for initiating resmetirom treatment were suboptimal.About the half of patients with indication would not receive treatment under these criteria.A new strategy, using FIB-4, the presence of diabetes and overweight, and liver stiffness improved the identification of MASLD patients with fibrosis stage 2-3.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Safety of Orodispersible Budesonide for Eosinophilic Esophagitis: A Multicenter Real-World Study.\r\n Our real-world data confirm that BOTs are effective in inducing clinical and histologic remission in most EoE patients. The drug has a good safety profile, with side effects occurring only in a small number of patients.\r\nPubmed   Journal   ReadQx \r\nInfliximab and ustekinumab clearance better predict endoscopic outcomes than trough concentrations in Crohn's disease.\r\nMethods Data from patients with moderate-to-severe CD starting infliximab (n=108) and ustekinumab (n=80) therapy were repurposed. Endoscopic remission (CD Endoscopic Index of Severity loses its ability to predict treatment response when doses are optimized or not administered by bodyweight, infliximab and ustekinumab clearance remain a reliable predictor for endoscopic outcomes.\r\nPubmed   Journal   ReadQx \r\nReal-world use of terlipressin in cirrhosis and acute kidney injury: frequent use beyond hepatorenal syndrome.\r\nTerlipressin is often used for treatment of AKI outside its primary indication of HRS-AKI. Compared to patients with HRS-AKI, response to terlipressin is significantly lower in patients with ATN, in whom the risks may outweigh the benefits. Respiratory failure is common, but does not seem to be driven by the amount of albumin received nor ACLF grade.\r\nPubmed   Journal   ReadQx \r\nReliability and Responsiveness of Endoscopic Indices for Assessing Crohn's Disease Postoperative Recurrence in the PREVENT trial.\r\n Existing endoscopic indices are reliable and responsive for assessing postoperative CD activity in the neoterminal ileum, although are suboptimal for evaluation in the anastomosis or distal colonic segment.\r\nPubmed   Journal   ReadQx \r\nSocioeconomic disparity and risk of irritable bowel syndrome: a cohort study with mediation analysis.\r\nHigher SES is associated with reduced risk of incident IBS with mediation effect of healthy lifestyle factors. Interventions targeting both SES inequalities and lifestyle improvements may help reduce IBS burden.\r\nPubmed   Journal   ReadQx \r\nSupplementary Material for Projected Global Clinical, Humanistic, and Economic Impact of Metabolic Dysfunction-Associated Steatohepatitis (MASH): The Cost of Inaction Based on Data from Nine Countries.\r\nWork productivity losses are projected to more than double in most countries, and health-related quality of life will decline modestly as the burden of advanced disease increases CONCLUSIONS: Without intervention, the clinical, economic, and quality-of-life burden of MASH is projected to increase across most regions of the world. These findings highlight the urgent need for both national and global strategies to reduce the negative impact of MASH on individuals and society.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib is associated with better clinical and biochemical outcomes than tofacitinib in refractory, moderate-to-severe UC.\r\n UPA might be associated with better short- and mid-term clinical and biochemical outcomes compared with TOFA in refractory, moderate-to-severe UC.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessing outcomes of full-thickness resection in piecemeal polypectomy scar consolidation of colon adenomas containing cancer.\r\nEFTR could offer endoscopists a safe, efficacious, and minimally invasive mechanism for formal tumor (T) staging of malignancies found within polypectomy segments. Further studies with larger sample sizes are needed to assess outcomes in patients with residual neoplastic disease.\r\nPubmed   Journal   ReadQx   PMC\r\nCharacterization of biomechanical risk factors during endoscopic submucosal dissection: Ergonomic pilot study.\r\nESD increased the risk of musculoskeletal strain. It is crucial to develop prevention programs to reduce risk of MSD in the population of gastroenterologists.\r\nPubmed   Journal   ReadQx   PMC\r\nComparison of three electrosurgical modes for endoscopic mucosal resection of 10- to 20-mm colorectal polyps: Randomized controlled trial.\r\nEndocut Q (effect 2, effect 3 and effect 4) was effective and safe for removing 10- to 20-mm non-pedunculated colorectal polyps. However, effect 2 may be superior to effect 3 and effect 4 in reducing intra-procedural bleeding.\r\nPubmed   Journal   ReadQx   PMC\r\nFully-covered metal stent removal failure in case of non-malignant biliary strictures: Risk factors and resolution technique.\r\nFC-SMES-in-FC-SEMS technique appears to be safe and effective to overcome FC-SEMS removal failure in patients with non-malignant distal biliary strictures. Reducing dwell stenting period, especially in patients with personal history of previous biliary stenting, may reduce risk of FC-SEMS removal failure.\r\nPubmed   Journal   ReadQx   PMC\r\nInfluence of a defoaming agent - simethicone - on endoscope cleaning and disinfection: Prospective real-world study.\r\nSimethicone may remain in the biopsy and water infusion channels, regardless of whether it is used or not. It is recommended to utilize a simethicone concentration of 1% or less when administering it through the biopsy or auxiliary water channels of the endoscope.\r\nPubmed   Journal   ReadQx   PMC\r\nPreventive wound drainage reduces esophageal fistula or infection after endoscopic resection of giant submucosal tumors in the esophagus.\r\nIn the context of STER for giant esophageal submucosal tumors with muscular layer full-thickness resection and mucosal injury, preventive drainage is an effective strategy for minimizing postoperative esophageal fistula and submucosal infection complications.\r\nPubmed   Journal   ReadQx   PMC\r\nPush enteroscopy and colonoscopy in melena patients with negative esophagogastroduodenoscopy: Prospective multicenter study.\r\nPE is beneficial for patients with melena and nondiagnostic EGD. It should be considered before or in combination with colonoscopy for these patients.\r\nPubmed   Journal   ReadQx   PMC\r\nTransoral incisionless fundoplication for patients with gastroesophageal reflux disease after peroral endoscopic myotomy: Prospective cohort.\r\nUse of TIF seems to be a feasible alternative for treating GERD after POEM, improving both clinical and endoscopic parameters and pHmetry in a considerable percentage of cases.\r\nPubmed   Journal   ReadQx   PMC\r\nYield of next-generation sequencing in diagnostic work up of suspicious biliary strictures.\r\nNGS in brushes contributed to more accurate/sensitive diagnoses of malignancy than morphology alone. There was a limited impact on CDM change, but in the future, NGS will undoubtedly play a bigger role when targeted therapy is incorporated in standard treatment and more sensitive NGS panels for cholangiocarcinoma are developed.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Colon capsule endoscopy compared to conventional colonoscopy in patients with colonic diverticulitis: a randomised controlled superiority trial.\r\nCCE is a safe procedure for follow-up in patients after an episode with CD and is preferred by a majority of the patients compared to colonoscopy, but those receiving both modalities differed.\r\nPubmed   Journal   ReadQx \r\nPerformance measures for upper gastrointestinal endoscopy: a European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative - Update 2025.\r\nPatients undergoing a diagnostic UGI endoscopy should have their experience measured using a validated scale, to promote a patient-centered and quality-driven environment. Patients with nondysplastic BE or gastric precancerous conditions in an endoscopic surveillance program should be monitored for guideline interval adherence.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    The Prevalence and Burden of Avoidant/Restrictive Food Intake Disorder Symptoms in Adults With Disorders of Gut-Brain Interaction: A Population-Based Study.\r\nPositive ARFID screens are common in DGBI and associated with increased general health burden. Routine screening for ARFID in DGBI will inform the multi-integrated care plan provided by clinicians, dietitians, and psychologists.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Anatomical location of colorectal neoplasia in patients with positive stool tests (mt-sDNA or FIT): Data from the New Hampshire Colonoscopy Registry.\r\nOur data suggest that FIT+ tests are associated with higher detection of both right- and left-sided AAs when compared to colonoscopy without a prior stool test. Furthermore, mt-sDNA+ patients had higher rates of left and right-sided AAs and ASPs, particularly on the right side.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of Self-Assembling Peptide in Reducing Bleeding After Colorectal Endoscopic Submucosal Dissection.\r\nThe application of SAP significantly reduced the occurrence of hematochezia and DB after colorectal ESD. Furthermore, SAP was a significant factor associated with the reduction of hematochezia and DB. Therefore, SAP may be appropriate for the prevention of post-ESD bleeding in the colon.\r\nPubmed   Journal   ReadQx \r\nLONG-TERM FOLLOW-UP OF PATIENTS UNDERGOING CHOLANGIOPANCREATOSCOPY-GUIDED LASER DISSECTION AND ABLATION FOR REFRACTORY PANCREATIC AND BILIARY STRICTURES.\r\nCPL has high technical success and an acceptable safety profile for the treatment of benign refractory BD and PD strictures.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Fructose drives colorectal cancer progression by regulating crosstalk between cancer-associated fibroblasts and tumour cells.\r\nThese findings reveal a novel mechanism by which fructose fosters tumour progression through the modulation of tumour-stroma interactions, and highlight the therapeutic potential of targeting fructose metabolism in CRC to disrupt the tumour-stroma crosstalk that drives malignancy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Efficacious suppression of primary and metastasized liver tumors by polyIC-loaded lipid nanoparticles.\r\n Contrary to our original goal, we unexpectedly found that polyIC-LNPs function as an efficacious monotherapy tailored for liver cancer, capable of coordinately modulating antitumor immunity. This novel approach eliminates the need for ICIs, thereby addressing key limitations of current immunotherapies.\r\nPubmed   Journal   ReadQx \r\nIL1β Signaling Mediates the Interaction Between Hepatitis B and C Viruses.\r\nOur findings reveal a macrophage-derived, IFN-independent mechanism by which HCV suppresses HBV infection, mediated through IL1β. These insights highlight the complex crosstalk between hepatotropic viruses during coinfection and suggest that targeting IL1β-regulated pathways may offer therapeutic potential to prevent HBV reactivation in DAA-treated patients.\r\nPubmed   Journal   ReadQx \r\nNatural history and development of a novel composite endpoint in patients with alcohol-associated Hepatitis: Data from a prospective multicenter study.\r\n This large observational study showed a high incidence of composite liver and alcohol-use events within six months, reiterating the need for early interventions.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    S1P/S1PR4 Promotes the Differentiation of CD8<sup>+<\/sup> tissue-resident memory T Cells Aggravating Bile Duct Injury in Biliary Atresia.\r\nThe S1 subtype of BA, characterized by dysregulated immune pathways and poor prognosis, was identified. S1P/S1PR4 signaling promotes cholangiocyte injury via promoting CX3CR1 + CD8 + Teff migration and their differentiation into apoptosis-inducing CD8 + TRM cells. Impact and implications Our study bridges a critical knowledge gap in biliary atresia (BA) pathogenesis by defining how sphingolipid-driven CD8 + TRM differentiation via S1P/S1PR4 signaling exacerbates bile duct injury, establishing the mechanistic link between immunometabolic dysregulation and BA progression. These findings are essential for pediatric hepatologists and immunologists, as they identify the S1 molecular subtype (characterized by poor prognosis and immune hyperactivation) as a high-risk population warranting precision intervention. For patients, S1PR4 inhibition (CYM50358) experimentally reduces biliary obstruction and improves survival in BA mouse models, supporting its prioritization for clinical trials especially in S1-subtype BA.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Devil Is in the Detail-Interpreting the Findings of Network Meta-Analyses.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ulcerative Colitis Management in the Biologic Era-Data From the English Healthcare Databases.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biopsychosocial and Environmental Factors that Impact Brain-Gut-Microbiome Interactions in Obesity.\r\nBy recognizing and addressing the impact of various SDOH on BGM interactions, healthcare providers can provide a more equitable and personalized approach that will enhance treatment adherence and the quality of life for individuals with obesity.\r\nPubmed   Journal   ReadQx \r\nThe comparative trials of fecal immunochemical testing vs. colonoscopy: What COLONPREV tells us and what to anticipate from the others.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic papillectomy of major papilla lesions: Single tertiary care center experience.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJ Hepatol\r\n    From Glucose Control to Energy Expenditure and Fat Oxidation: The Emerging Role of Glucagon Agonism in Obesity and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nThe GERA Score: A New, Promising Tool for Assessing the Adherence to the Gluten-Free Diet of Children With Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Assessing for disparities in diagnostic delay among patients with eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFecal Microbiota-based therapies compared to Fecal Microbiota Transplantation for Preventing recurrent C. difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nGeodemographic Trends in Private Equity Acquisitions of U.S. Gastroenterology Practices: An analysis of transactions from 2013-2023.\r\n\r\nPubmed   Journal   ReadQx \r\nInverted Hyperplastic Polyp Masquerading as a Gastric Subepithelial Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"Double anchor traction method\" for large colorectal lesion in colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA case of acute pancreatitis caused by obstruction of the pancreatic duct with a plant-based broom bristle.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel approach to facilitate guidewire placement in endoscopic ultrasound-guided biliary drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare case of obstructive jaundice: endoscopic diagnosis and treatment.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare case of submucosal foreign body in the duodenal bulb.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBeware of bile peritonitis caused by kinking of the self-expandable metal stent during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholangioscopy-guided guidewire insertion into the gallbladder using a novel thin cholangioscope under balloon enteroscopy in a patient with Roux-en-Y gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nColonic metastasis from cervical carcinoma diagnosed by ligation-assisted endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnostic utility of endoscopic ultrasound in a case of arteriovenous malformation near the duodenal papilla.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDown-angulation puncture method to avoid vascular injury during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic drainage and necrosectomy of a biloma facilitated by endoscopic ultrasound-guided gastro-gastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic mucoplasty as a novel approach for cervical esophageal web.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasonography-guided hepaticogastrostomy using spatial reality display navigation capable of naked-eye stereopsis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided endoscopic submucosal dissection to remove a fishbone embedded adjacent to the thoracic aorta.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided hepaticoduodenostomy for the management of iatrogenic bile duct injury related to cholecystectomy: a report of two cases.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatogastrostomy using a novel double lumen dilator.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided tissue acquisition of a focal liver lesion via the duodenum under fluoroscopic guidance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic-guided decompression via modified lavage tube: salvage of life-threatening gastric outlet obstruction in a thoracic stomach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility of using a novel multibending accessory device designed for a slim therapeutic endoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFistulography-assisted endoscopic ultrasound-guided pancreatic drainage for cannulation of a non-dilated pancreatic duct in postoperative pancreaticocutaneous fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastric outlet obstruction caused by vanishing pylorus following gastric peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHybrid argon plasma coagulation for chronic radiation-induced proctitis following pelvic chemoradiotherapy for cervical adenocarcinoma: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInternal traction combined with underwater endoscopic submucosal dissection for a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJejunal endoscopic full-thickness biopsy for chronic idiopathic intestinal pseudo-obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLumen-apposing metal stent for drainage of a perirectal abscess complicating endoscopic ultrasound-guided fine-needle biopsy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMimicking subepithelial lesions in the colon: when treating erectile dysfunction leads to an erroneous endoscopic diagnosis!\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMucosal incision combined with balloon dilation as a useful method for anastomotic stricture with ulcer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNon-injection resection using bipolar soft coagulation mode for large colorectal polyps including incidental cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nOrthodontic rubber band combined with through-the-scope twin clip-assisted endoscopic intermuscular dissection for large laterally spreading tumors in the distal rectum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPan-esophageal squamous papillomatosis with high grade dysplasia managed with endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReintervention using cholangioscopy for metallic stent obstruction following endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRemoval of an over-the-scope clip using balloon dilation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrieval of a migrated biliary stent using a customized goose-neck snare.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrograde gastrostomy-assisted recanalization for refractory post-caustic esophageal stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRevisional endoscopic sleeve gastroplasty for failed laparoscopic sleeve gastrectomy in an immunocompromised patient.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSubmucosal technology for safe third space procedures: Amber-Red Color Imaging-guided Gastric-PerOral Endoscopic myotomy for idiopathic refractory gastroparesis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful guidewire insertion into the gallbladder facilitated by a mixed-reality-based three-dimensional anatomical model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful pancreatic duct cannulation using a novel rotatable dual-action sphincterotome at the pancreaticojejunostomy site.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTemporary sphincter-preserving covered biliary stent: a novel adjunctive device for cholangioscopy-guided calculi clearance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe \"EndoBubbloMeter\": a novel orientation method to facilitate straight tunneling in peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater traction-assisted endoscopic submucosal dissection of a neuroendocrine tumor in the duodenal bulb.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of an augmented reality headset to optimize ergonomics in digestive endoscopy settings.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Gastroenterology Gastro Curbside Consult Submission.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnitude and characteristics of NIDDK grant rescissions.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Best of ESD,2025.\r\n\r\nPubmed   Journal   ReadQx \r\nClosure of Chronic Large Esophageal Pulmonary Fistula with Cardiac Septal Occluder Device.\r\n\r\nPubmed   Journal   ReadQx \r\nCyanoacrylate glue migration after endoscopic ultrasound guided embolization of peri-duodenal varices presenting as obstructive jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided gastroenterostomy for treating efferent loop syndrome after pancreatoduodenectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEasy Placement Of Endoscope-Attached Atrial Septal Defect Occluder In Gastroperitoneal Fistula Closure.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrograde direct pancreatoscopy in diagnosis and mapping of intraductal papillary mucinous neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of permanent end-jejunostomy stenosis with magnets.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided superselective embolization of a splenic artery branch for the treatment of gastric fundus varices caused by splenic vein obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nRed Dichromatic Imaging-Guided Peroral Endoscopic Myotomy: A Safer Approach to Achalasia with Concurrent Esophageal Varices (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nSame-session endoscopic ultrasound guided triple bypass in a case of para-duodenal pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nThrough the Lumen Apposing Metal Stent (LAMS) direct pancreatolithiasis lithotripsy in disconnected duct syndrome: turning an adverse event into an opportunity.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Abdominal pain and muco-bloody stool in a patient who had a transplant: a diagnostic imaging challenge.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Retrograde Cholangiopancreatography (ERCP) services across the UK.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic papillectomy: 'be prepared for unexpected'.\r\n\r\nPubmed   Journal   ReadQx \r\nT cells engineered to carry a high-affinity HBV-specific T cell receptor: a potent weapon against advanced HBV-related HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Assessing HCC risk in HBV inderminate phase.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Clarifying the impact of response criteria and locoregional therapy on complete response outcomes in patients with hepatocellular carcinoma following immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Re-examining neoadjuvant chemoradiation plus transplantation versus liver resection for de novo perihilar cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Assessing HCC risk in HBV indeterminate phase.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Re-examining neoadjuvant chemoradiation plus transplantation versus liver resection for de novo perihilar cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Immunotherapy in advanced hepatocellular cancer: The last piece of the puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\nKinase inhibitor boosts liver regeneration and prevents liver failure.\r\n\r\nPubmed   Journal   ReadQx \r\nXenotransplantation: A new era in overcoming donor organ shortage?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Devil Is in the Detail-Interpreting the Findings of Network Meta-Analyses. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ulcerative Colitis Management in the Biologic Era-Data From the English Healthcare Databases. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Long-Term Dynamic Changes of Alanine Aminotransferase Levels Are Associated With Liver-Related Events in Nucleos(t)ide Analogue-Treated Chronic Hepatitis B Patients in China'-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Long-Term Dynamic Changes of Alanine Aminotransferase Levels Are Associated With Liver-Related Events in Nucleos(t)ide Analogue-Treated Chronic Hepatitis B Patients in China'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Multidisciplinary Approach for Inflammatory Bowel Disease to Promote Value-Based Care.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Insufficiency of wearables for sleep stage assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: The global rising tide of advanced fibrosis / cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking EUS-choledochoduodenostomy with LAMS: the Indication Matters as Much as the Stent.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Disease-associated hepatocytes are predictive of outcomes and survival in MASLD beyond fibrosis staging.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes prior endoscopic intramuscular dissection for rectal cancer increase the risk of permanent stoma in patients requiring completion total mesorectal excision?\r\n\r\nPubmed   Journal   ReadQx \r\nSucrase-isomaltase hypomorphic variant Val15Phe affects the response to a sucrose challenge test in patients with IBS.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A Role of Non-Selective Beta-Blockers in Preventing Liver Decompensation in Patients with Hepatocellular Carcinoma Undergoing Systemic Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nBroadening PEth testing for alcohol exposure in the Asia-Pacific region.\r\n\r\nPubmed   Journal   ReadQx \r\nEASL CPG: Liver biopsy cannot be skipped for the diagnosis of autoimmune hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Clinical Adoption of Large Language Models in Hepatology: Toward Terminological Precision, Multilingual Adaptability, and Interpretive Literacy.\r\n\r\nPubmed   Journal   ReadQx \r\nPortal Venous Flow in Pediatric Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-09-21T17:53:34-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-05-2025/",
    "title": "Fri Sep 05 2025",
    "description": "132 articles - From Friday Aug 29 2025 to Friday Sep 05 2025",
    "author": [],
    "date": "2025-09-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Global Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    ACG Clinical Guideline: Perioperative Risk Assessment and Management in Patients With Cirrhosis.\r\nFurthermore, it addresses procedure-specific considerations, including the role of bariatric and cardiac surgeries in cirrhotic patients. Through evidence-based recommendations and expert insights, this guideline aims to enhance surgical outcomes and inform clinical decision-making in a growing population of patients with cirrhosis undergoing surgery.\r\nPubmed   Journal   ReadQx \r\nGlobal Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\n Overall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Global Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\nInternational Magnetic Resonance Imaging Consensus for use in Luminal Crohn's Disease Trials and Clinical Practice.\r\n A consensus expert panel has developed standardized definitions of MRE response, remission, as well as the optimal timing for response assessment in patients with luminal Crohn's disease. Further research is needed to clarify the method for measuring transmural healing.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Adherence to Clinical Practice Guidelines for Management of Epithelial Precancerous Conditions and Lesions in the Stomach in Europe.\r\nAdherence to MAPS guidelines improved in most centers. However, gaps in virtual chromoendoscopy, targeted biopsies, and endoscopic/histopathological scoring remain, potentially affecting surveillance recommendations. This underscores the need for a more tailored approach to enhance implementation.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Global consensus statement on the management of pregnancy in inflammatory bowel disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Comparison of Living Versus Deceased Liver Transplantation for Primary Sclerosing Cholangitis.\r\n In PSC, LDLT seems to be associated with higher post-LT survival, compared with DDLT. This could be explained by earlier referral to LT with lower liver disease burden and better performance status;  better graft quality;  and shorter cold ischaemia time. PSC patients requiring LT should be encouraged to consider LDLT.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Single-use versus reusable endoscopes in gastroenterology: Systematic review of full and partial economic evaluations.\r\nFuture economic evaluations of single-use vs reusable endoscopes require more robust comparative evidence and should include costs and consequences beyond health, especially environmental impact.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Burden of Invasive Fungal Diseases in Patients With Alcohol-Related Hepatitis and Organ Failure.\r\nIFDs affected 1 in 50 CAH patients and carried a disproportionate mortality risk, compared with BP. These findings support the implementation of targeted screening and early antifungal strategies in CAH management, as for BP.\r\nPubmed   Journal   ReadQx \r\nClinical Features of Portal Hypertension and Their Prognostic Implications in Patients With Autoimmune Hepatitis.\r\n In patients with AIH, clinical features of CSPH reflect the risk of future hepatic decompensation and mortality. Hence, regular screening for CSPH in AIH patients seems warranted to ensure timely initiation of adequate CSPH-directed treatment.\r\nPubmed   Journal   ReadQx \r\nHepatitis B Immunoglobulins Withdrawal in Hepatitis B Virus Mono-Infected Liver Transplant Recipients: An Italian Multicentre Prospective Study.\r\nHBIG could be safely withdrawn in HBV mono-infected LT recipients on long-term combination HBIG plus third generation NAs.\r\nPubmed   Journal   ReadQx \r\nResearch Communication: Serum Metabolomic Signatures Predict Tumour Recurrence After Resection or Ablation in Patients With Early-Stage Hepatocellular Carcinoma.\r\nIn multivariable analysis, the 6-metabolite signature was associated with early recurrence (aHR 2.8, 95% CI 1.1-7.5), and the 13-metabolite signature was associated with overall recurrence (aHR 2.5, 95% CI 1.1-6.0). These data support the potential role of serum metabolites in post-treatment risk stratification for HCC recurrence.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Gastrointestinal and Hepatobiliary Safety of Glucagon-like Peptide-1 Receptor Agonists in Patients with Type 2 Diabetes.\r\n In this large real-world cohort study, GLP-1 RA therapy was not associated with increased risk of most serious GI or hepatobiliary outcomes compared to other oral diabetes medications. These findings support the overall GI and hepatobiliary safety of GLP-1 RAs in patients with type 2 diabetes, while underscoring the need for vigilance regarding gastroparesis and intussusception in susceptible individuals. Longer-term studies are warranted to fully evaluate cancer risk.\r\nPubmed   Journal   ReadQx \r\nProtective association of healthy lifestyle behaviours with incident functional constipation: A population-based prospective cohort study.\r\n Adopting a higher number of healthy lifestyle behaviours is significantly associated with a reduced incidence of FC in the middle-aged and elderly population, indicating their potential to be a primary prevention strategy. Future research should explore underlying mechanisms and replicate our investigation across diverse populations.\r\nPubmed   Journal   ReadQx \r\nReal-Life Clinical Validation of AI-Assisted Detection and Differentiation of Pleomorphic Lesions in Capsule Endoscopy.\r\n This was the first multicentric study proving AI-assisted CE reading superiority compared to conventional reading. The inclusion of videos from multiple devices addresses the interoperability challenge, whereas including patients from 4 countries and two different continents assures a diverse demographic context. AI achieved gastroenterologist-level identification of small-bowel lesions, surpassing conventional reading methods in both lesion detection and characterization.\r\nPubmed   Journal   ReadQx \r\nRisk of venous thromboembolism following colorectal cancer surgery in patients with and without inflammatory bowel disease.\r\nPatients with IBD are at elevated risk of VTE following CRC surgery compared to those without IBD. The strongest associations were observed in those who had received IBD treatment before surgery and in those with active disease, particularly patients with UC. These findings emphasize the need for increased VTE awareness and optimizing disease control in high-risk IBD patients.\r\nPubmed   Journal   ReadQx \r\nScreening for Barrett's Esophagus and Esophageal Adenocarcinoma: Approaches and Outcomes.\r\nWhile direct evidence linking screening to reduced EAC mortality is lacking, trials highlight promising outcomes in early detection of precancerous and cancerous lesions. Future directions, challenges, and recommendations for optimizing BE screening are discussed.\r\nPubmed   Journal   ReadQx \r\nSub-cutaneous infliximab for perianal Crohn's disease: the BioLap-Rem multicentre study from the GETAID.\r\n SC IFX was effective and safe for the treatment of active pCD and for maintaining remission after switching in this large multicentre cohort, thus supporting its use in routine practice in this indication.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Defining non-invasive criteria for indicating drug therapy in metabolic-associated steatotic liver disease in clinical practice.\r\n The diagnostic performance and reliability of the proposed non-invasive criteria for initiating resmetirom treatment were suboptimal.About the half of patients with indication would not receive treatment under these criteria.A new strategy, using FIB-4, the presence of diabetes and overweight, and liver stiffness improved the identification of MASLD patients with fibrosis stage 2-3.\r\nPubmed   Journal   ReadQx \r\nGlucagon-like peptide-1 receptor agonists are associated with a lower risk of peptic ulcer disease: a nationwide cohort study.\r\nIn this nationwide cohort study of T2DM patients, GLP-1 RA use was associated with 44% lower odds of PUD. In our propensity-score matched sub-group, switching to GLP-1 RA as second-line therapy was associated with a 56% lower hazard of PUD vs insulin. These findings indicate an association between GLP-1 RA use and reduced risk of PUD.\r\nPubmed   Journal   ReadQx \r\nReliability and Responsiveness of Endoscopic Indices for Assessing Crohn's Disease Postoperative Recurrence in the PREVENT trial.\r\n Existing endoscopic indices are reliable and responsive for assessing postoperative CD activity in the neoterminal ileum, although are suboptimal for evaluation in the anastomosis or distal colonic segment.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Barnacle-like lesions in the gastric mucosa: Clinicopathological study of a novel endoscopic finding.\r\nBackground and study aims Map-like redness is a known gastric mucosal finding observed after and are histopathologically consistent with intestinal metaplasia.\r\nPubmed   Journal   ReadQx   PMC\r\nCapnography monitoring reduces incidence of hypoxia in older patients undergoing gastrointestinal endoscopy under propofol sedation.\r\nAdditional capnography monitoring during gastrointestinal endoscopy for older patients who were sedated with propofol reduces incidence of hypoxia.\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnostic and therapeutic value of appendoscope-assisted endoscopic retrograde appendicitis therapy.\r\nAppendoscope-assisted ERAT is a feasible, accurate, safe, and effective alternative for diagnosis and treatment of appendicitis.\r\nPubmed   Journal   ReadQx   PMC\r\nDirect visualization endoscopic retrograde appendicitis therapy versus laparoscopic appendectomy for management of acute uncomplicated appendicitis.\r\nDirect visualization ERAT demonstrated high feasibility and effectiveness as a diagnostic and therapeutic modality for acute uncomplicated appendicitis, offering a promising alternative to conventional approaches.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of endoscopic intermuscular dissection vs. endoscopic submucosal dissection in treating rectal neuroendocrine tumors < 10 mm.\r\nEndoscopic intermuscular dissection offers a better option for preventing positive basal margins and demonstrates good safety and feasibility.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of remimazolam with fentanyl vs midazolam with fentanyl for sedation in screening colonoscopy: Randomized controlled study.\r\nThis study shows clear superiority of the combination of remimazolam with fentanyl over midazolam with fentanyl for conscious sedation in screening colonoscopy, obtaining shorter procedure time, less postoperative need for observation, lower patient pain scores, and higher patient satisfaction.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of serial pancreatic juice aspiration cytological examination for focal pancreatic duct stenosis: Multicenter, retrospective, cohort study.\r\nSPACE was a valuable method for obtaining pathological specimens of focal pancreatic duct stenosis. It yielded improved diagnostic sensitivity and accuracy compared with initial cytology alone.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic papillectomy of major papilla lesions: Single tertiary care center experience.\r\nR0 resection was associated with reduced risk of recurrence whereas delayed bleeding after EP is associated with an increased risk of developing PEP. EP is safe and effective for removing ampullary lesions irrespective of lesion type.\r\nPubmed   Journal   ReadQx   PMC\r\nEvaluation of the clip anchorage technique using mucosal elevation and incision in prevention of esophageal stent migration.\r\nThe new esophageal stent fixation technique appears to be simple, inexpensive, feasible, and safe. Although there is no impact on overall migration, there does seem to be a reduction in early migration.\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility and safety of endoscopic resection for duodenal gastrointestinal stromal tumors.\r\nESD and EFTR are safe, minimally invasive treatments for duodenal GISTs. Moreover, the EFTR technique may have advantages of completely resecting lesions originating from the deep muscularis propria layer, particularly lesions with extraluminal growth.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroGPT: Development and controlled testing of a proof-of-concept customized clinical language model.\r\nThis study pioneered development and comparison of a specialty-specific, clinically-oriented AI model to general-purpose LLMs. GastroGPT demonstrated superior utility overall and on key gastroenterology tasks, highlighting the potential for tailored, task-focused AI models in medicine.\r\nPubmed   Journal   ReadQx   PMC\r\nHistology of colonic submucosal lesions reveals a high proportion of benign lesions that do not require R0 en bloc endoscopic resection.\r\nMost colonic submucosal lesions are non-malignant and do not warrant advanced endoscopic resection. A new therapeutic approach could be first-line use of a low-risk, low-cost histological diagnostic technique followed in a second phase by a more advanced technique in the event of a malignant histological result. Further studies are needed to evaluate this step-up strategy.\r\nPubmed   Journal   ReadQx   PMC\r\nHyperbaric oxygen and steroids for preventing stricture after large esophageal endoscopic submucosal dissection.\r\nHBOT-assisted steroid therapy might be a safe and effective way to prevent postoperative strictures after ESD for large and long-segment esophageal mucosal lesions.\r\nPubmed   Journal   ReadQx   PMC\r\nOptimal endoscopic resection method based on vertical margin distance for small rectal neuroendocrine tumors: Propensity score-matched study.\r\nEMR-L outperforms ESD for small rectal NETs by achieving higher R0 and better vertical margins in shorter times, while minimizing risk of perforation.\r\nPubmed   Journal   ReadQx   PMC\r\nOutcomes of endoscopic submucosal dissection for treatment of superficial anal squamous cell carcinoma: Multicenter international experience.\r\nESD is a feasible and effective treatment for superficial ASCC. Adverse events were successfully managed with medical or endoscopic therapy. ESD should be considered as first-line resection technique to prevent recurrence while preserving anal sphincter function.\r\nPubmed   Journal   ReadQx   PMC\r\nProspective study on outcomes of endotherapy for pancreatic divisum in patients of recurrent acute pancreatitis.\r\nMinor papilla endotherapy for RAP significantly improved VAS scores at 12 months among 69.1% of patients with acceptable AEs. Early CP was seen in 11.7% of patients. (Unique identifier  CTRI/2019/05/019332).\r\nPubmed   Journal   ReadQx   PMC\r\nReducing applied force in colonoscopy using a novel soft robotic colonoscope: Head-to-head study.\r\nThis study demonstrated an improvement in force with the novel soft robot compared with a standard colonoscope. This suggests the possibility of more comfortable colonoscopy for patients. Currently time taken is longer with the novel robot, which is attributable to the learning curve and improves in subsequent passes. Further work will be undertaken in a complete colon model with aspirations to reach in-vivo experiments.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety and efficacy of peroral endoscopic myotomy with endoscopic fundoplication compared with POEM alone: International multicenter cohort study.\r\nPOEM-F achieves statistically significant improvement in post- POEM GERD compared with POEM alone.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety of surveillance endoscopy and EUS of the esophagus after neoadjuvant chemoradiotherapy: Results from the (pre)SANO trial.\r\nEGD with bite-on-bite biopsies and EUS with FNA seem to be safe during an active surveillance strategy in esophageal cancer patients after nCRT.\r\nPubmed   Journal   ReadQx   PMC\r\nSingle-center, prospective study evaluating safety and efficacy of a new endoscopic hemostat system in non-variceal upper gastrointestinal bleeding.\r\nResolv Endoscopic Hemostat System is a safe and effective device for achieving immediate hemostasis in patients with non-variceal upper gastrointestinal bleeding. Future studies are required to examine its widespread adoption and applicability.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Carbon footprint assessment and sensitivity analysis of diagnostic colonoscopy.\r\nThis analysis and multifactorial colonoscopy procedure assessment has confirmed patient and staff transportation are the main carbon footprint contributors. A more sustainable and smarter mobility can considerably lower the environmental impact.\r\nPubmed   Journal   ReadQx \r\nClinical implications of computer-aided real-time size estimation of colorectal polyps during colonoscopy.\r\nThe AI tool assigned 90.8% of patients to correct surveillance intervals and achieved a MAE of 1.13 mm and RMSE of 1.40 mm for polyps ≤10 mm. CONCLUSIONS The AI model performs similarly to expert endoscopist in clinically relevant size-related endpoints, potentially improving the accuracy and efficiency of colorectal cancer screening.\r\nPubmed   Journal   ReadQx \r\nColon capsule endoscopy compared to conventional colonoscopy in patients with colonic diverticulitis: a randomised controlled superiority trial.\r\nCCE is a safe procedure for follow-up in patients after an episode with CD and is preferred by a majority of the patients compared to colonoscopy, but those receiving both modalities differed.\r\nPubmed   Journal   ReadQx \r\nColorectal mucosal exposure area assessment based on artificial intelligence: a multi-center, prospective, observational study.\r\nThe CCMEA qualified group, based on a CCMEA threshold of 2000, shows higher ADR than the unqualified group, indicating CCMEA can be a promising colonoscopy quality indicator.\r\nPubmed   Journal   ReadQx \r\nComparing low-volume vs. intermediate volume bowel preparation and its impact on work and tolerability: An open-label, non-inferiority, randomized controlled trial.\r\nBowel preparation with 1L PEG+Asc is non-inferior to 2L PEG+Asc and has a higher willingness-to-repeat. Tolerability is fundamental for effective cleansing and reducing colonoscopy barriers.\r\nPubmed   Journal   ReadQx \r\nPilot study on using a photometric capsule to stratify patients with suspected nonvariceal upper gastrointestinal bleeding into emergency versus elective endoscopy.\r\nNo technical, PCE-related, or bleeding-related complications occurred during the follow-up period (30 days). PCE was a quick and easy-to-use method with a high negative predictive value for suspected NVUGIH and could be used to identify patients in whom emergency endoscopy can be avoided.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Utility of Random Neo-Squamous and Cardia Biopsies During Surveillance After Dysplastic Barrett's Eradication: A Prospective Single- Center Study.\r\nTargeted biopsies of the NE and gastric cardia are important in detecting early BE recurrence. Additional random NE and cardia biopsies provide no added benefit in dysplasia detection but incur unnecessary time and cost expenditures. We recommend targeted biopsies as the primary surveillance strategy post-CEIM and eliminating random biopsies in expert centers.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    <i>Bacteroides intestinalis<\/i> mediates the sensitivity to irinotecan toxicity via tryptophan catabolites.\r\n Our study uncovers the mechanism of endogenous bacterial metabolite in shaping the individual susceptibility to irinotecan toxicity and suggests IAA as a potential predictive biomarker.\r\nPubmed   Journal   ReadQx \r\nImmunosuppressive contribution of tumour-infiltrating B cells in human intrahepatic cholangiocarcinoma and their role in chemoimmunotherapy outcome.\r\niCCA is characterised by a profoundly immunosuppressive TME that impairs B-cell function through soluble factors and cellular interactions. Our findings identify B cells as biomarkers and therapeutic targets, supporting strategies to restore B-cell function and promote mature TLS to enhance immunotherapy responsiveness in iCCA.\r\nPubmed   Journal   ReadQx \r\nOutcome of a FODMAP restriction diet with subsequent blinded reintroduction in functional dyspepsia/postprandial distress syndrome.\r\nA LFD significantly improved PDS symptoms, but this was not associated with altered mucosal integrity. Powder reintroduction identified a large variety in individual FODMAPs and glucose as triggers.\r\nPubmed   Journal   ReadQx \r\nPathological tau propagation from the brain to the colon via the vagal efferent pathway in Alzheimer's disease.\r\nThis study demonstrates that tau pathology can propagate from the brain to the colon via the vagus nerve, providing evidence supporting the brain-to-gut axis in AD.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Early on-treatment LSM reliably predicts liver-related events in CHB patients with significant fibrosis and cirrhosis.\r\nOn-treatment LSM measured 1-3 years after antiviral therapy offers superior predictive accuracy for LREs compared with baseline or LSM changes, with LSM <10 kPa indicating a significantly lower risk, likely due to improved lobular architecture.\r\nPubmed   Journal   ReadQx \r\nIntegrative hepatology: Enhancing overall health to manage liver disease.\r\nImplementation faces challenges, including evidence gaps, limited training, time constraints, reimbursement barriers, and inequitable access, but opportunities exist through education, interdisciplinary collaboration, group medical visits, and digital health delivery. By expanding the scope of liver care to include whole-person health, Integrative Hepatology seeks not to replace established therapies but to augment their impact-supporting patients in achieving optimal health across the disease spectrum.\r\nPubmed   Journal   ReadQx \r\nRIPPLY1 suppresses cancer cell stemness via targeting TBX19 in CTNNB1-mutated hepatocellular carcinoma.\r\n Loss of RIPPLY1 promotes cancer cell stemness via facilitating the TBX19 transcriptional activity in CTNNB1-mutated HCCs.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Alcohol activates ATF4/LPLA2-mediated BMP metabolism to enhance HBV-induced hepatocellular carcinogenesis.\r\n The data demonstrated that alcohol activates ATF4/LPLA2-mediated BMP metabolism to enhance HBV-induced HCC (HBV-HCC). LPLA2 is a potential therapeutic target and a probable marker of poor prognosis for HCC patients. Impact and implications Chronic alcohol consumption promotes HBV-induced hepatocellular carcinogenesis (HBV-HCC). ATF4/LPLA2-mediated BMP metabolism promotes alcohol-enhanced HBV-HCC via MAPK/ERK signaling pathway. Targeting LPLA2 or BMP metabolism markedly inhibited HBV-HCC progression. This preclinical study provides a theoretical basis to investigate novel strategies for HCC therapy.\r\nPubmed   Journal   ReadQx \r\nEngineered monoclonal antibody tobevibart enhances HBsAg capture by Fc receptor-positive cells and activates HBV-specific T cells.\r\nWe demonstrate that tobevibart combines the advantages of potent neutralization of HBV and HDV with FcγR-mediated reduction of HBsAg and enhancement of T cell responses. Tobevibart is under clinical investigation alone or in combination with other agents to treat patients with chronic hepatitis delta and to induce functional cure of patients with CHB. Impact and implications () Chronic infection with hepatitis B virus (HBV) or co-infection with hepatitis delta virus (HDV) can cause severe liver disease and cancer. We previously showed that the monoclonal antibody tobevibart potently neutralizes HBV and HDV. Here we demonstrate that the engineered Fc region of tobevibart effectively interacted with several immune cell types, potentially facilitating the rapid removal of damaging viral proteins from circulation and activating T cell responses that may control HBV infection long term. Clinical trial VIR-3434-1002, phase 1, ClinicalTrials.gov identifier NCT04423393.\r\nPubmed   Journal   ReadQx \r\nHealthy eating and physical activity significantly lower sex-specific alcohol-attributable liver mortality in the United States.\r\n Healthy eating and increased levels of PA significantly lower the risk of alcohol-attributable liver-related mortality in the US population. Impact and implications This study found that any amount of alcohol intake and binge drinking were associated with an increased risk of liver-related mortality. Adherence to healthy dietary patterns and increased physical activity lower the risk of liver mortality across al drinking patterns, including heavy and binge drinking. Liver survival benefits from both physical activity and diet quality are greater in women than men. A diet rich in vegetables, fruits, grains, seafood, plant-based proteins, and unsaturated fatty acids, combined with a reduced intake of empty calories from solid fats, alcohol, and added sugars, is associated with a lower risk of liver-related mortality. Economically disadvantaged populations are exposed to high-risk alcohol use, unhealthy diet, and physical inactivity, and therefore increased liver mortality.\r\nPubmed   Journal   ReadQx \r\nRisk of alcohol-related liver disease and cause-specific mortality in individuals seeking treatment for alcohol use disorder.\r\n This study showed the substantial burden of alcohol-related disease and mortality in individuals seeking treatment for AUD. Specifically, the risk of ALD was 7% after 10 years, 13% in those with type 2 diabetes. Impact and implications Knowledge of the absolute risk of alcohol-related liver disease (ALD) and cause-specific death among individuals in treatment for alcohol use disorder is crucial to make decisions on screening for ALD. The study highlights the need for improved care of individuals in treatment for alcohol-use disorder to prevent morbidity and mortality due to ALD, other alcohol-related causes, but also cancer and cardiovascular disease. The higher risk of ALD in those with type 2 diabetes suggests that clinicians should be specifically aware of alcohol consumption and liver disease in their patients with type 2 diabetes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: A Step Back to Leap Forward-Strategic Nucleos(t)ide Analogue Discontinuation Towards HBV Functional Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Time to Genotype-Genetic Risk and Prognosis in Steatotic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    HIGH-RESOLUTION MANOMETRY IN TREATED ACHALASIA: SCOPING REVIEW AND NOVEL NOMENCLATURE.\r\nThis scoping review with expert recommendations provides guidance for HRM interpretation in treated achalasia and introduces novel descriptive terms to describe pathophysiology following achalasia treatment. Conventional CC should not be used in treated achalasia description.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    EUS-guided gallbladder drainage for distal malignant biliary obstruction: How we can evaluate clinical success.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPlease stay seated - the specialist AI will see you shortly.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Where self meets gluten in the birth of transglutaminase autoantibodies in Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cellular Senescence in Liver Diseases: From Molecular Drivers to Therapeutic Targeting.\r\nRecent advances, such as multi-omics profiling, multi-marker gene signatures, and targeted modalities including PROTACs and CAR-T cell therapies, offer new opportunities for precision interventions. This review synthesizes emerging insights into the molecular mechanisms of liver senescence, evaluates the current landscape of senotherapies, and outlines key challenges and future directions for safely and effectively targeting senescence in chronic liver disease.\r\nPubmed   Journal   ReadQx \r\nNew targets and new drugs for hepatobiliary cancers.\r\nRecent clinical experiences and genomic data indicate potential responsiveness to immune checkpoint inhibitors. Including these tumours in clinical trials could facilitate developing treatments for these rare subtypes.\r\nPubmed   Journal   ReadQx \r\nTregs going acid - how cholestasis impairs regulatory T cell function.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Correction to: Novel Concepts on the Functional Neuroanatomy of the Anorectum: Implications for Anorectal Neuropathy and Neuromodulation Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic approach to palliation of pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Increased Frailty in Elders With Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Second sigmoid colon intubation for colonoscopy: Much Done, More to Be Considered.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Shangguan and Tan.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Wang and Ren.\r\n\r\nPubmed   Journal   ReadQx \r\nTo Feed or Not to Feed: Is that the Question?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biological age, PNPLA3 and risk of metabolic dysfunction-associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of Belzutifan on Pancreatic Cystic Lesions and Neuroendocrine Tumors in Patients with Von Hippel-Lindau Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMesenteric Malignant Mesothelioma Masquerading as a Neuroendocrine Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nRadiofrequency ablation for treatment of hemobilia.\r\n\r\nPubmed   Journal   ReadQx \r\nVirtual Reality Application in Hospitalized Patients with Decompensated Cirrhosis: A Feasibility Pilot Study.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"Double anchor traction method\" for large colorectal lesion in colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA case of acute pancreatitis caused by obstruction of the pancreatic duct with a plant-based broom bristle.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBeware of bile peritonitis caused by kinking of the self-expandable metal stent during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nColonic metastasis from cervical carcinoma diagnosed by ligation-assisted endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic retrograde direct cholangioscopy combined with endoscopic papillectomy in treatment of duodenal papillary adenoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of a large non-pedunculated colorectal polyp using Amber-Red Color Imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of Zenker's diverticulum: how can the size affect the selection of the technique?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided endoscopic submucosal dissection to remove a fishbone embedded adjacent to the thoracic aorta.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatogastrostomy using a novel double lumen dilator.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided tissue acquisition of a focal liver lesion via the duodenum under fluoroscopic guidance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nFistulography-assisted endoscopic ultrasound-guided pancreatic drainage for cannulation of a non-dilated pancreatic duct in postoperative pancreaticocutaneous fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastric outlet obstruction caused by vanishing pylorus following gastric peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHybrid argon plasma coagulation for chronic radiation-induced proctitis following pelvic chemoradiotherapy for cervical adenocarcinoma: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInnovative coaxial plastic stent within a lumen-apposing metal stent to prevent recurrence of pancreatic fluid collection.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-injection resection using bipolar soft coagulation mode for large colorectal polyps including incidental cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPhysical barriers or mechanical closure - how to seal the deal for upper GI fistulas?\r\n\r\nPubmed   Journal   ReadQx \r\nRegenerative medicine for complex gastrointestinal transmural defects: a silver bullet or just another tool in the endoscopist's arsenal?\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of an over-the-scope clip using balloon dilation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRight-sided colon endoscopic hand suturing with a single intubation using readily available endoscopic equipment.\r\n\r\nPubmed   Journal   ReadQx \r\nSnare deroofing technique-assisted endoscopic retrograde direct cholangioscopy for difficult cannulation of Type III duodenal papilla.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal technology for safe third space procedures: Amber-Red Color Imaging-guided Gastric-PerOral Endoscopic myotomy for idiopathic refractory gastroparesis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful guidewire insertion into the gallbladder facilitated by a mixed-reality-based three-dimensional anatomical model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTemporary sphincter-preserving covered biliary stent: a novel adjunctive device for cholangioscopy-guided calculi clearance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe two-layered cross technique for post-over-the-scope clip bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Patient with Liver Injury, Portal Hypertension, Anemia, and Peripheral Neuropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nAn occult etiology behind the episode of obstructive jaundice in a young woman.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A case of submucosal lesion of rectum: an unexpected isolated muscularis propria layer rectal endometriosis.\r\n\r\nPubmed   Journal   ReadQx \r\nBest of: Artificial Intelligence in Gastrointestinal Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nConservative management of dislodged endoclip in the appendix.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Are functional dyspepsia and gastroparesis really 'interchangeable' diseases?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Clarifying the impact of response criteria and locoregional therapy on complete response outcomes in patients with hepatocellular carcinoma following immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Revisiting FOXP3 Expression and its prognostic implications in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Time to Genotype-Genetic Risk and Prognosis in Steatotic Liver Disease. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: \"Tenofovir Alafenamide-The 'Star of Potential' for Long-Term Chronic Hepatitis B Treatment. A Deep-Dive Analysis of Phase 3 Clinical Trials.\" Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Tenofovir Alafenamide-The \"Star of Potential\" for Long-Term Chronic Hepatitis B Treatment. A Deep-Dive Analysis of Phase 3 Clinical Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Complexity of Deciphering Complex Mechanisms That Underpin Changing Trends in Complex Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Insufficiency of wearables for sleep stage assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Beyond the ruler: Measuring what truly matters in endoscopic ultrasound-guided pancreatic cancer genomics.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Comparison of long-term survival between EMR and surgery in patients with stage T1 colorectal cancer: an exploration of survival after surgery.\r\n\r\nPubmed   Journal   ReadQx \r\nExpanding perspectives on assessing EUS-guided radiofrequency ablation in unresectable pancreatic ductal adenocarcinoma: a single-center historic cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nLow phospholipid-associated cholelithiasis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cutting waste in endoscopy: the roles of professional practice and staffing levels.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes prior endoscopic intramuscular dissection for rectal cancer increase the risk of permanent stoma in patients requiring completion total mesorectal excision?\r\n\r\nPubmed   Journal   ReadQx \r\nINSL5 as a newly recognised potential contributor to diarrhoea pathogenesis: more questions than answers.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Disease Staging and Clinical State in Cirrhosis: Is severity, acuity and pathophysiology the missing link?\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Clinical Adoption of Large Language Models in Hepatology: Toward Terminological Precision, Multilingual Adaptability, and Interpretive Literacy.\r\n\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol for monitoring alcohol use after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPortal Venous Flow in Pediatric Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-09-21T17:48:15-04:00",
    "input_file": {}
  }
]
