[
  {
    "path": "gi/12-26-2025/",
    "title": "Fri Dec 26 2025",
    "description": "81 articles - From Friday Dec 19 2025 to Friday Dec 26 2025",
    "author": [],
    "date": "2025-12-26",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    International Expert Delphi Consensus on EUS Guided Portosystemic Pressure Gradient: Best Practices and Future Directions.\n The results of this modified Delphi process established expert agreement on multiple important issues and provided practical guidance on key aspects of EUS-PPG. This document could provide a roadmap for future research studies.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Quality indicators for endoscopic retrograde cholangiopancreatography.\n\nPubmed   Journal   ReadQx Gut\n    Revised version global guidelines on diverticular disease of the colon: the Fiesole Consensus report.\nThese Consensus statements aim to standardise and optimise the diagnosis, management and prevention of diverticular disease across diverse healthcare systems, while highlighting research priorities such as microbiome characterisation, genetic risk profiling and long-term outcomes of selective antimicrobial and surgical strategies.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Gastroenterology\n    The Gut Microbiome at the Onset of Inflammatory Bowel Disease: A Systematic Review and Unified Bioinformatic Synthesis.\nCore microbial perturbations at onset of CD and UC are depletion of anaerobes and enrichment of oxygen-tolerant, orally associated bacteria. As we place greater emphasis on early diagnosis and prediction of IBD risk, this finding may support innovative diagnostic approaches. Microbiome-targeted intervention and alteration of luminal oxygen availability may offer novel therapeutic avenues for new-onset patients and identified high-risk groups.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Accuracy of Virtual Scale Endoscopy in Colorectal Polyp Size Measurement: A GRADE-Assessed Pairwise and Network Meta-Analysis.\nVSE significantly improves polyp sizing accuracy compared to VA, snare, and forceps across both clinical and pre-clinical settings. NMA supports VSE as the top-ranking modality, suggesting its potential to enhance decision-making in polypectomy and surveillance. Larger multi-center trials are needed for validation.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Comprehensive Risk Profile of Gastrointestinal and Extra Articular Comorbidities in Ehlers-Danlos Syndrome: A Propensity-Matched Analysis of 118,256 Individuals.\n EDS patients exhibit heightened risk for GI, systemic and psychological comorbidities, highlighting the importance of multidisciplinary approaches for effective management.\nPubmed   Journal   ReadQx Research Communication: Sexual Dysfunction is a Common Early Challenge in Newly Diagnosed Inflammatory Bowel Disease.\nSexual dysfunction was independently associated with disability and bowel urgency in UC, and with hospitalisation, impaired quality of life, and fatigue in CD, but not IBD activity or treatment. These findings support early recognition of sexual dysfunction as part of patient-centred IBD care.\nPubmed   Journal   ReadQx Spontaneous Bacterial Peritonitis Is Associated With High Mortality, Which Interacts With Antibiotic Prophylaxis in a National Cirrhosis Cohort.\n In a national cohort of newly decompensated cirrhosis Veterans, SBP increased mortality, which worsened with recurrence. SBP prophylaxis (primary or secondary) showed an interaction with higher mortality but not LT. Antibiotic resistance increased with SBPPr, but culture results were not followed while resuming/initiating SBPPr. Novel strategies to prevent SBP recurrence and mortality are needed.\nPubmed   Journal   ReadQx Stability of Classification Systems for Irritable Bowel Syndrome.\n Different IBS classifications showed only moderate stability over 12 months, highlighting the fluctuating nature of the disorder. Stool form and psychological burden-based systems were most stable, but no method fully captured IBS variability. Future work could develop dynamic models integrating gastrointestinal and psychological factors to better guide management.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Association Between CT-Based AI-Derived Body Composition and Survival in Patients With Pancreatic Ductal Adenocarcinoma.\n Body composition parameters, derived from CT scans at the time of PDAC diagnosis, particularly low skeletal muscle density, sarcopenic obesity, and low adipose tissue, are independently associated with OS in patients with PDAC. Evaluating body composition at diagnosis could enhance clinical decision-making and enable more personalized treatment strategies.\nPubmed   Journal   ReadQx Ethical and Legal Considerations for Responsible Use of AI in Clinical Gastroenterology.\nHere, we present an overview of the core principles of responsible use of healthcare AI, including equity and fairness, patient autonomy, data privacy and security, accountability for AI-related patient harm, human agency, and regulation, using GI-relevant examples to highlight the benefits and risks of this powerful technology. We conclude with our predictions regarding the future legal and ethical impact of AI in our field.\nPubmed   Journal   ReadQx Sevoflurane Dose and Timing Affects Esophageal Contractility During Functional Lumen Imaging Probe.\n The timing and dose of sevoflurane is strongly associated with esophageal CR impairment during FLIP.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Clinical Characteristics and Treatment Outcomes in Patients with Incomplete Microscopic Colitis: Consideration for Expanding the Definition of Microscopic Colitis.\n In one of the largest cohorts of MCi, the majority were on drugs implicated in MC and almost three-fourths had a complete response to therapy including budesonide. Given the commonalities with MC, the histologic definition should potentially be expanded to include these patients.\nPubmed   Journal   ReadQx Randomized Controlled Trial of Upper Esophageal Sphincter Assist Device in Laryngopharyngeal Reflux Disease.\nIn this randomized double-blinded controlled trial of patients with LPRD, significant differences in laryngopharyngeal symptoms were not seen between application of the UESAD at therapeutic versus lower pressures. Laryngopharyngeal symptoms as well as pepsin concentrations significantly improved among both groups suggesting that application of external cricoid pressure, even at lower levels, is a safe, non-invasive, well-tolerated and effective therapy for LPRD. (ClinicalTrials.Gov NCT04827355).\nPubmed   Journal   ReadQx Endoscopy\n    Opportunities to reduce the environmental impact of endoscopy: a detailed material flow analysis of diagnostic colonoscopy.\nPlastic-based materials formed the largest contributor to the total used product weight. These findings inform decision-makers in designing targeted interventions to reduce the environmental impact of diagnostic colonoscopy, for example by considering more sustainable materials such as fiber-based materials. The prepared visual map makes waste generation discussable among healthcare professionals, thereby supporting a collaborative approach to identify sustainable opportunities.\nPubmed   Journal   ReadQx The value of routine endoscopic ultrasound in patients with esophageal cancer after neoadjuvant chemoradiotherapy undergoing active surveillance.\nEUS with FNA adds most value at 3 months post-nCRT, when the likelihood of detecting recurrence is highest. Beyond 3 months, its added value is limited (0.1% with negative PET-CT). Restricting the use of EUS to PET-suspicious nodes could omit 97.8% of EUS procedures.\nPubmed   Journal   ReadQx Gastroenterology\n    Depletion of Fibrinogen Suppresses Growth of Primary Tumors and Metastasis of Pancreatic Ductal Adenocarcinoma.\nThese data suggest that fibrin(ogen) reprograms the primary tumor microenvironment to support growth and promote early, but not late, metastatic steps. Our findings support prospective evaluation of a novel clinical approach involving the integration of fibrin(ogen)-targeting or depleting agents into chemotherapy regimens to control the spread of pancreatic cancer.\nPubmed   Journal   ReadQx Prognostic Performance of Phosphatidylethanol With Noninvasive Liver Fibrosis Tests in Alcohol-Related Liver Disease.\nPEth predicts hepatic decompensation independently of fibrosis-based NITs in individuals at risk of ALD. Although its prognostic performance declines rapidly, repeated PEth measurements maintain prognostic discrimination.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Diagnostic yield of EUS-guided fine-needle biopsy of solid pancreatic lesions with tissue sent directly in formalin for histopathological evaluation compared to cytology: a multi-center prospective pilot study.\n Histopathologic analysis of EUS-FNB samples provides diagnostic accuracy comparable to cytology and supports broader adoption in settings without cytopathologists.\nPubmed   Journal   ReadQx Gut\n    Circulating HBV RNA and HBsAg seroconversion in patients with chronic HBV infection: a long-term follow-up study starting from childhood in Taiwan.\n In this long-term chronic HBV cohort, we elucidated both the natural course and antiviral-related HBsAg seroconversion. Undetectable circulating HBV RNA and percentage of A2131C mutants <10% after HBeAg seroconversion are novel and independent predictors of HBsAg seroconversion.\nPubmed   Journal   ReadQx Comparison between germline and somatic loss-of-function <i>RNF43<\/i> mutations reveals different genotype-phenotype associations and provides insights into the genetic mechanisms of colorectal tumourigenesis.\nBackground Germline variants confer higher risk, although weak effects of C-terminal variants cannot be excluded. Genetic testing and patient management should incorporate these factors.\nPubmed   Journal   ReadQx Effects of a probiotic fermented dairy product on hippocampal metabolites, structure and function: an 8-week randomised, placebo-controlled trial in healthy women.\n This study provides preliminary evidence that a probiotic fermented dairy product can modulate hippocampal-related outcomes.\nPubmed   Journal   ReadQx Hereditary chronic pancreatitis induced plasticity cooperates with mutant Kras in early pancreatic carcinogenesis.\nThe underlying mechanisms driving malignant transformation by CP remain poorly understood. Objective Combining a recently developed mouse model of CP carrying the human carboxypeptidase A1 ( in early pancreatic carcinogenesis.\nPubmed   Journal   ReadQx Metabolomic pattern of ultraprocessed food intake and its association with colorectal cancer risk.\n We developed a UPF metabolomic pattern. The pattern and several metabolites were associated with CRC risk, providing biological insights into potential pathways underlying the UPF-CRC relationship.\nPubmed   Journal   ReadQx Secondary bile acid production by gut bacteria promotes Western diet-associated colorectal cancer.\n This work provides functional evidence for the causal role of secondary BAs produced by gut bacteria through 7αDH in CRC under adverse dietary conditions, opening avenues for future preventive strategies.\nPubmed   Journal   ReadQx Tracking B cell immunity during perturbation of hepatitis B infection induced by treatment withdrawal.\n Differences in global and HBs-specific B cell immunity associate with HBsAg loss, whereas HBc-MBC temporally associates with flares, following withdrawal of prolonged NA treatment. Our results underscore the need to further explore the potential of B cell targets for monitoring and enhancing HBV functional cure in larger cohorts.\nPubmed   Journal   ReadQx Twenty-four-week anti-PD-1 antibody regimen promoted HBsAg reduction and concurrently enhanced HBV-specific T cell responses in patients with chronic hepatitis B.\nIn virally suppressed CHB patients on NA therapy, 24-week half-dose sintilimab treatment demonstrated a favourable safety profile. This regimen can facilitate HBsAg reduction and even HBsAg loss, while concurrently enhancing HBV-specific T-cell responses. These findings support αPD-1 as a potential therapeutic alternative for CHB.\nPubmed   Journal   ReadQx Hepatology\n    Biology-driven stratification of advanced biliary tract cancer treated with nab-paclitaxel plus gemcitabine-cisplatin: A prospective observational cohort study.\nThis study demonstrated the clinical activity of Gem/Cis/nab-P in advanced BTC and highlighted that biology-driven patient stratification based on genomic and transcriptomic features may provide important prognostic information.\nPubmed   Journal   ReadQx J Hepatol\n    Modeling Immune Lineage Co-Development in Human Pluripotent Stem Cell-derived Liver Organoids.\nFLOs establish a physiologically relevant model for multi-lineage hemato-hepatogenesis and innate immunity in the liver. By recapitulating critical fetal liver tissue functions, FLOs provide a translational platform for studying human fetal liver development, immune-mediated hepatic injury, and regenerative therapies in humans. Impact and implications This study establishes a human pluripotent stem cell-derived Fetal Liver-like Organoid (FLO) system that reconstitutes hepato-hematopoietic co-development and innate immune function. FLOs offer a human platform to dissect cross-lineage signaling during liver development and immune-mediated injury. Clinically and translationally, FLOs enable mechanistic modeling of pediatric liver diseases and regenerative interventions, offering a tractable in vitro system for preclinical screening and precision-medicine approaches.\nPubmed   Journal   ReadQx Use of intracranial pressure monitoring and risk factors for the development of intracranial hypertension in acute liver failure.\n In three high-volume liver transplant units, the use of invasive ICP monitoring fell significantly over a ten-year period and was not associated with worsening outcomes. Based on the data presented it can be suggested that a focus on early preventative measures without invasive ICP monitoring is a rational approach and does not lead to adverse outcomes, including ICH, CD or increased mortality. Impact and implications With advances in ICU supportive care, the incidence of intracranial hypertension as a complication of ALF, has fallen. Serum ammonia levels are central to the pathogenesis and risk stratification. Invasive ICP monitoring remains the gold standard for detection, but availability, concerns about utility and complications have limited its application. Our study shows that a reduction in use was not associated with a change in patient-centred outcomes.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Extracellular Matrix Biomarkers Illuminate the Architecture of Portal Hypertension in End-Stage Liver Disease.\n\nPubmed   Journal   ReadQx Editorial: The Hidden Burden-Stigmatisation in Inflammatory Bowel Disease.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Blue Notes.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A note from the Editor-in-Chief.\n\nPubmed   Journal   ReadQx Advancing stricture prevention after circumferential esophageal endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx Closing the loop: electronic adverse events monitoring.\n\nPubmed   Journal   ReadQx Depth and dilemma: endoscopic submucosal dissection's efficacy in deep versus superficial colorectal cancer.\n\nPubmed   Journal   ReadQx Emergent peroral endoscopic myotomy for esophageal motility disorders: defining its evolving clinical role.\n\nPubmed   Journal   ReadQx Endoscopic biliary drainage in surgically altered anatomy: endoscopic ultrasound to the forefront.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound--guided gallbladder drainage to 1 year and beyond.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided phosphorus-32 therapy in pancreatic cancer: a signal worth pursuing.\n\nPubmed   Journal   ReadQx Indefinite for dysplasia in Barrett's esophagus: definitely worth your attention.\n\nPubmed   Journal   ReadQx Riding the therapeutic wave in the second duodenum: underwater papillectomy as a new frontier in ampullary neoplasms.\n\nPubmed   Journal   ReadQx Submucosal steroid preinjection strategy versus combined steroid therapy to prevent postcircumferential endoscopic submucosal dissection esophageal stricture.\n\nPubmed   Journal   ReadQx The debate continues: What is the best needle and technique for Endoscopic ultrasound-guided liver biopsy?\n\nPubmed   Journal   ReadQx J Hepatol\n    What's next after the 2025 BCLC update?\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Letter to the Editor.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Pelviperineal Malakoplakia.\n\nPubmed   Journal   ReadQx Primary Esophageal Yolk Sac Tumor: A Rare Cause of Dysphagia.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Rising intrahepatic cholangiocarcinoma rates in the United States are driving liver cancer rates in females [Characters: 108/120].\n\nPubmed   Journal   ReadQx Endoscopy\n    A case of cirrhosis with gastric varices and hypersplenism treated by endoscopic ultrasound-guided devascularization and partial splenic embolization (with video).\n\nPubmed   Journal   ReadQx   PMCEndoscopic filling with polyglycolic acid sheets and fibrin glue for esophagomediastinal fistula after per-oral endoscopic myotomy.\n\nPubmed   Journal   ReadQx   PMCEndoscopic recanalization of a complete choledochojejunal anastomotic stricture using the \"piercing technique\" via an endoscopic ultrasound-guided hepaticogastrostomy approach.\n\nPubmed   Journal   ReadQx   PMCSame-session aspiration of unexpected ascites and endoscopic ultrasound-guided gastroenterostomy in gastrojejunal anastomotic stenosis.\n\nPubmed   Journal   ReadQx   PMCSingle-use gastroscopes: evolution postponed.\n\nPubmed   Journal   ReadQx Successful endoscopic biliary intervention using a rotatable sphincterotome and a multi-ring traction device.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    History of sexual violence: a gastroenterologist's concern?\n\nPubmed   Journal   ReadQx THE SENENDO VOLUNTEER MISSION - A TRAINING AND CARE DELIVERY MODEL THAT ADDRESSES LACKING DIGESTIVE ENDOSCOPY RESOURCES IN SUB-SAHARAN AFRICA.\n\nPubmed   Journal   ReadQx Gut\n    CD177+ neutrophils: new drivers of liver regeneration.\n\nPubmed   Journal   ReadQx Hepatocyte guardian: A20 restrains ferroptosis in autoimmune hepatitis.\n\nPubmed   Journal   ReadQx Just right: neutrophils exemplify the Goldilocks principle in liver regeneration.\n\nPubmed   Journal   ReadQx Hepatology\n    Discontinuing Letters to the Editor: Loss of utility and pertinence.\n\nPubmed   Journal   ReadQx Letter to the Editor: The suggestion for additional clinical scores in decoding tumor heterogeneity in HCC.\n\nPubmed   Journal   ReadQx Letter to the Editor: When locoregional therapy fails, how soon should we pivot?\n\nPubmed   Journal   ReadQx Reply: The suggestion for additional clinical scores in decoding tumor heterogeneity in HCC.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Extracellular Matrix Biomarkers Illuminate the Architecture of Portal Hypertension in End-Stage Liver Disease-Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: The Hidden Burden-Stigmatisation in Inflammatory Bowel Disease: Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Intestinal Ultrasound: The Evidence Is Catching Up With the Technology.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Comments on Hepatic Stellate Cell Regulation in Metabolic Dysfunction-Associated Steatohepatitis.\n\nPubmed   Journal   ReadQx Refining Meta-Analyses of GLP-1RA Safety: Sparse Event Data, Confounding, and Sex Differences.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A case series is not enough to properly study potential adverse events of the endoscopic over-the-scope clips and cutters.\n\nPubmed   Journal   ReadQx Advancing walled-off necrosis management: multidimensional applications of validated quadrant, necrosis, and infection risk stratification.\n\nPubmed   Journal   ReadQx On subgroup analysis, behavioral confounding, and procedural generalizability in endoscopic sleeve gastroplasty research.\n\nPubmed   Journal   ReadQx Refining the interpretation of recurrence risk in T1 rectal cancer: insights from a clinical standpoint.\n\nPubmed   Journal   ReadQx Reflections on obesity-related adverse events after endoscopic sleeve gastroplasty.\n\nPubmed   Journal   ReadQx Reproducibility, anatomical considerations, and postablation healing in hybrid argon plasma coagulation after endoscopic mucosal resection of large colorectal polyps.\n\nPubmed   Journal   ReadQx Toward a holistic evaluation of endoscopic sleeve gastroplasty outcomes.\n\nPubmed   Journal   ReadQx Gut\n    Endoscopic gastroenterostomy for malignant gastric outlet obstruction: the need for reintervention is variable.\n\nPubmed   Journal   ReadQx J Hepatol\n    Emergency granulopoiesis-linked module activation in PBMC transcriptomes associates with adverse outcomes in HBV-related cirrhosis with acute decompensation.\n\nPubmed   Journal   ReadQx Integration of Particle Therapy into the Updated BCLC Strategy for Hepatocellular Carcinoma.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-26T09:01:22-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-19-2025/",
    "title": "Fri Dec 19 2025",
    "description": "113 articles - From Friday Dec 12 2025 to Friday Dec 19 2025",
    "author": [],
    "date": "2025-12-19",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Am J Gastroenterol\n    Correction: ACG Clinical Guideline Ulcerative Colitis in Adults.\n\nPubmed   Journal   ReadQx Endosc Int Open\n    Lymph node metastases in early gastric cancer: Japanese Gastric Cancer Treatment Guidelines can be used for endoscopic resection in the West.\nThe eCura system for defining endoscopic curability could have been safely applied in this Western population. Even in Western countries, patients with early gastric cancer that meets Japanese guidelines for endoscopic resection should, where possible, undergo en bloc endoscopic submucosal dissection. Lesions classified histologically as eCuraA or B should be considered endoscopically cured.\nPubmed   Journal   ReadQx   PMCGastroenterology\n    Multi-Society Expert Panel Consensus Guidance Regarding Clinical Assessment and Clinical Trial Endpoints in Adults with Alpha-1 Antitrypsin Deficiency-Associated Liver Disease (AATD-LD).\n These consensus statements provide a unified framework for diagnosing, staging, and studying AATD-LD. Broad adoption will improve disease recognition, optimize clinical management, and facilitate therapeutic development.\nPubmed   Journal   ReadQx Hepatology\n    AASLD AST Practice Guideline on adult liver transplantation: Candidate evaluation.\nLiver transplant is a lifesaving procedure that should be offered to selected patients with clear indications and a reasonable prospect of benefit. The evaluation is designed to identify those in need, to outline hurdles to a successful outcome, and to develop an effective transplant plan. The goal of this document is to provide a template for this process.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Meta-Analysis: High anti-HBs Titers are Associated with Significantly Reduced Risk of Hepatitis B Virus Reactivation During Rituximab Treatment.\nThe search was conducted in PubMed, Embase via Elsevier, Scopus, and Cochrane CENTRAL inclusive July 2025. We evaluated the incidence of HBV reactivation from cohort studies that described anti-HBs categorically based on anti-HBs titer: 'negative' (titer 100 iU/L can be considered lower risk for HBV reactivation and may not require antiviral therapy, but monitoring with initiation of antiviral therapy if titer falls below 100 iU/L.\nPubmed   Journal   ReadQx Hepatology\n    Hepatocellular carcinoma with macrovascular invasion: Review and survival meta-analysis of initial local therapy using minimal prognostic criteria.\nIn HCC with MaVI, 1-year OS is the most comparable endpoint across modalities. This analysis identifies TARE as the only consistently reproducible option, showing a 1-year survival of 34%. In contrast, surgery and sequential therapies remain confounded by substantial heterogeneity. Accordingly, stratified head-to-head trials comparing alternative modalities against immunotherapy are warranted.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Gastroenterol\n    A PROSPECTIVE INTERVENTIONAL STUDY TO EVALUATE THE EFFECT OF HYPOXIA ON HEALTHY VOLUNTEERS AND PATIENTS WITH INFLAMMATORY BOWEL DISEASE: THE ALTITUDE IBD STUDY.\n Low-pressure chamber exposure - although the primary outcome was not met - led to a flare in a third of UC patients, with changes in calprotectin levels and specific bacterial strains.\nPubmed   Journal   ReadQx Association of SGLT2 Inhibitors with Reduced Hepatocellular Carcinoma Risk in Patients with Type 2 Diabetes.\nSGLT2 inhibitor therapy was associated with reduced risk of HCC compared with DPP4 inhibitors and sulfonylureas, supporting their potential chemopreventive role in patients with T2DM.\nPubmed   Journal   ReadQx Budd Chiari Syndrome: Presentation, Management, and Prognosis.\nThere are limited data on chronic BCS and these patients are often diagnosed with complications of postal hypertension or liver cancer. In this review, we discuss our current understanding of etiologies, diagnostic options and prognostic scores, natural history including pregnancy outcomes, and treatment outcomes of BCS.\nPubmed   Journal   ReadQx Enhancing Patient Empowerment through Artificial Intelligence in Liver Cancer.\nKey concerns are related to ethical considerations, regulation, data privacy, transparency, algorithmic bias, rigorous clinical validation and patient preferences and needs. When these concerns are resolved, AI could help to deliver more personalized, participatory, and equitable liver disease care.\nPubmed   Journal   ReadQx Glucagon-like peptide-1 receptor agonist treatment and risk of esophageal cancer.\nStandard GLP-1RA treatment in patients with type 2 diabetes might not decrease the risk of esophageal adenocarcinoma. The validity of the observed decreased risk of esophageal squamous cell carcinoma is uncertain.\nPubmed   Journal   ReadQx Long-term effectiveness of tenofovir alafenamide versus entecavir in treatment-naïve chronic hepatitis B: A REAL-B study.\n BR rates were similar with ETV and TAF, while VR and CR were higher with TAF though the difference was modest (<5% overall, 7-9% in high HBV DNA or ALT groups). Antiviral selection between TAF vs ETV should be based mainly on cost, side effect profile, and patient preference.\nPubmed   Journal   ReadQx Poor Sensitivity of the Fatty Liver Index Among Lean Individuals.\n With its inherent dependence on body-size measures, FLI does not identify lean SLD accurately. Moreover, applying FLI to lean individuals overestimates disease severity. The misclassification and misrepresentation biases imply that FLI should not be used in population-based studies of lean SLD.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Healthcare costs in patients according to work ability at celiac disease diagnosis: a nationwide cost-of-illness study.\nPatients with impaired work ability at CeD diagnosis face a greater and more persistent economic burden than those with sustained work ability. The over-representation of non-CeD-related healthcare costs among them warrants personalized, multidisciplinary care to mitigate their multifactorial burdens.\nPubmed   Journal   ReadQx Screening for celiac disease in childhood: cost-effectiveness of multiple genetic and serological testing approaches.\n The most cost-effective screening strategy for celiac disease was single-time untargeted serological testing at age 11. The optimal approach is affected by regional factors and may evolve with new evidence. Repeated screening may be preferable for high-risk groups and with high willingness to pay.\nPubmed   Journal   ReadQx Striated Muscle Contractility and Distal Esophageal Distensibility Define Novel Subtypes of Functional Dysphagia.\nA new subtype of FD, termed FD-rED, is proposed. Reduced contraction in the striated muscle region may contribute to reduced esophageal distension in the FD-rED. Focusing on the striated muscle region may provide a promising approach for developing new diagnoses and treatments for FD-rED.\nPubmed   Journal   ReadQx Endosc Int Open\n    Clinical feasibility of gastric endoscopic submucosal dissection in patients on glucocorticoids or immunomodulators: Propensity-score-matched study.\nIn patients receiving GC/IM, gastric ESD was associated with a higher incidence of minor, clinically managed events-chiefly pain and transient fever-whereas major complications remained uncommon. With close monitoring and prompt symptom-directed care, gastric ESD appeared clinically feasible, albeit with slightly greater resource use and observation time.\nPubmed   Journal   ReadQx   PMCEndoscopic stricturotomy for axis-related gastric outlet obstruction following sleeve gastrectomy.\nEndoscopic stricturotomy is a promising, minimally invasive treatment for axis-related gastric outlet obstruction post-sleeve gastrectomy. Prospective studies are warranted to confirm long-term outcomes.\nPubmed   Journal   ReadQx   PMCIs size, morphology, site, and access scoring system consistent between endoscopists? Interobserver and intraobserver polyp assessment study.\nMorphology was the most consistently scored parameter. Although the SMSA tool remains valuable, efforts such as standardized training and simplification of variable categories may be warranted to improve interobserver consistency and enhance clinical-utility.\nPubmed   Journal   ReadQx   PMCNewly developed plastic stent delivery system for endoscopic ultrasonography-guided gallbladder drainage: Experiments on gallbladder models.\nThe newly developed PS system prevented bile leakage from the puncture site. The newly developed PS system saved significant time, maintained intra-gallbladder pressure, and prevented bile leakage during the procedure when compared with the current PS system.\nPubmed   Journal   ReadQx   PMCSafety and efficacy of scissor-type knives in colorectal endoscopic submucosal dissection: International multicenter observational study.\nUse of scissor-type knives in colorectal ESD outside Japan demonstrated a favorable safety profile. However, certain performance outcomes, such as resection speed and resection success rates, were inferior to Japanese institutions.\nPubmed   Journal   ReadQx   PMCEndoscopy\n    Assessment of the carbon footprint and cost-effectiveness of endoscopic liquid waste processing methods.\nSolidification allows fluids to be safely reallocated to landfill waste and may reduce processing costs and environmental impact. USD appears to be neither environmentally nor economically beneficial for endoscopy units.\nPubmed   Journal   ReadQx Development of the PROMOTE model to stratify colorectal cancer risk for prioritization of colonoscopy resource use: a multicenter prospective study.\nNNS was 8-9 in the high-risk group and 67-71 in the low-risk group across validation cohorts. We developed and validated the PROMOTE model, a simple tool to estimate CRC risk before colonoscopy, to support appropriate referral, optimize prioritization, and improve resource use.\nPubmed   Journal   ReadQx Gut\n    <b>CD177<\/b> <sup>+<\/sup> <b>neutrophils drive extracellular matrix <b>remodelling<\/b> and HGF-alpha release in ALPPS-induced liver regeneration<\/b>.\nCD177 + neutrophils drive liver regeneration by promoting endothelial transmigration, ECM degradation and HGF-α release. These findings reveal a neutrophil-mediated mechanism driving surgical liver regeneration and support the potential of CD177 + neutrophil infusion to establish a proregenerative hepatic environment for therapeutic strategies in liver failure.\nPubmed   Journal   ReadQx Fibroblast pentose phosphate pathway activation upon decreased circPLCE1 exacerbates intestinal fibrosis in Crohn's disease.\n Our findings delineate a circPLCE1/XYLB/Xu5P axis in fibroblasts which orchestrates PPP and fibrogenesis, unveiling a novel therapeutic target for intestinal fibrosis of CD.\nPubmed   Journal   ReadQx PCK1 deficiency promotes MASH-HCC progression by 12-HETE-induced CD8<sup>+<\/sup> T cell dysfunction.\n This study reveals the pivotal role of the hepatic cell-intrinsic enzyme PCK1 in mediating CD8 + T cell dysfunction via 12-HETE-p38 signalling in MASH-HCC. PCK1 could be a metabolic checkpoint to enhance the efficacy of anti-PD-1 immunotherapy in MASH-HCC.\nPubmed   Journal   ReadQx Preclinical stages of Crohn's disease defined by faecal calprotectin in asymptomatic first-degree relatives: screening framework for prevention trials.\n Approximately one in five asymptomatic FDRs had persistently elevated calprotectin, which was able to differentiate those with presymptomatic CD. The findings highlight calprotectin's utility in identifying at-risk individuals during the potential pre-CD stage for enrolment in prevention trials.\nPubmed   Journal   ReadQx Spatial transcriptomics defines the molecular progression, invasion and immune landscape of IPMN and IPMN-derived pancreatic cancer.\n This study provides a spatially resolved molecular map of IPMN progression, delineating key transcriptomic and immune signatures. These findings advance the understanding of IPMN biology and highlight potential biomarkers for risk stratification and therapeutic strategies.\nPubmed   Journal   ReadQx Hepatology\n    An α-specific PI3K inhibitor improves chemotherapy efficacy by inhibiting hepatic stellate cell activation in liver cancer.\n This study demonstrates a role of platinum-based chemotherapy on HSC activation in liver cancer. Selective targeting of PI3K p110α may provide a novel strategy to inhibit chemotherapy-induced HSC activation and improve treatment response.\nPubmed   Journal   ReadQx CXCR6 defines a distinct resident state in γδ T cells for protecting from liver cirrhosis.\n Liver-resident CD69⁺CXCR6⁺ γδ T cells constitute a protective immune subset that limit fibrosis development and progression. Enhancing the function or abundance of this population may offer a promising immunotherapeutic strategy for liver cirrhosis.\nPubmed   Journal   ReadQx Cardiovascular-Kidney-Metabolic syndrome and the risk of liver fibrosis progression and liver-related events in MASLD.\n CKM stages are independently associated with the severity and progression of liver fibrosis in MASLD. CKM stage 2 significantly increases liver stiffness progression without excess LRE risk, while CKM stage 3-4 confers the highest risk for liver-related outcomes.\nPubmed   Journal   ReadQx Myeloid CD36 deficiency alleviates hepatic fibrosis by promoting adaptive immunity of macrophage.\nCD36-driven lipid uptake reprograms macrophage metabolism, leading to ferroptosis and impaired adaptive immunity. Targeting CD36 restores macrophage antigen-presenting function and enhances CD8⁺ T cell activation, identifying CD36 as a potential therapeutic target for hepatic fibrosis. The clinical trial was registered in the Research Registry (researchregistry10830).\nPubmed   Journal   ReadQx Response evaluation to systemic therapy in HCC: Current challenges and future perspectives.\nSecond, we delve into the challenges of radiological evaluation both in clinical trials and daily practice, with a particular focus on emerging approaches currently under investigation, such as immunotherapy-based downstaging and conversion therapy. Finally, we discuss emerging trends and future directions in radiological assessment techniques, including 3D imaging, artificial intelligence, and radiomics, and their potential impact on refining treatment evaluation in the era of precision oncology.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Targeting Urgency in IBD-A Historical Divide.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Anorectal Manometry and Pelvic Floor Biofeedback Among Transgender Patients Assigned Female at Birth.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Molecular Early Detection for Pancreatic Cancer in High-Risk Individuals: Are We Sure Yet?\n\nPubmed   Journal   ReadQx J Hepatol\n    Acknowledging our reviewers.\n\nPubmed   Journal   ReadQx Individualizing endpoints in chronic HBV treatment: HBsAg loss and beyond.\nIn this expert opinion article, we argue that it is important to shift focus from HBsAg loss as the sole endpoint of HBV trials to a more individualized assessment of response that also considers partial cure (defined as off-treatment sustained low HBsAg with undetectable HBV DNA, potentially combined with other biomarkers) as a favorable treatment outcome. Such a strategy could help increase the number of patients considered responders to treatment, and as such could potentially extend eligibility for novel treatments to more CHB patients who can experience significant benefits.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Acral Melanoma With Gastric and Duodenal Metastases Mimicking Blue-Rubber Bleb Nevus Syndrome.\n\nPubmed   Journal   ReadQx Appendicovesical Fistula Presenting With Intermittent Passage of Food Residues in Urine.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Practical Applications of Artificial Intelligence to Improve Efficiency and Reduce Burnout in Gastroenterology and Hepatology Practices.\n\nPubmed   Journal   ReadQx Quality Indicators for ERCP.\n\nPubmed   Journal   ReadQx When Refractory Crohn's Disease Isn't Crohn's: Ileal Endometriosis.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    A Rare Case of Multifocal Autoimmune Pancreatitis.\n\nPubmed   Journal   ReadQx Bile Duct Compression Due to Rare Vascular Anomaly.\n\nPubmed   Journal   ReadQx High heterogeneity of several liver histology parameters in patients with MASLD demonstrated by biopsies from seven segments.\n\nPubmed   Journal   ReadQx Internal Hernia and Volvulus After EUS-Guided Gastrojejunostomy.\n\nPubmed   Journal   ReadQx Endoscopy\n    A new method of rendezvous technique - catheter assistance system: report of a video case at balloon-endoscopy-assisted endoscopic retrograde cholangiopancreatography.\n\nPubmed   Journal   ReadQx   PMCA new treatment: hybrid endoscopic ultrasound guided vascular intervention for huge duodenal varices.\n\nPubmed   Journal   ReadQx   PMCA novel endoscopic capsule sponge-based technique called transendoscopic sampling for early detection and risk stratification in Barrett's neoplasia.\n\nPubmed   Journal   ReadQx   PMCA novel peaked cap technique for assisting colonic endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCA novel plastic stent to prevent dislocation after endoscopic ultrasound-guided gallbladder drainage.\n\nPubmed   Journal   ReadQx   PMCArtificial intelligence in endoscopy: a yet underused but promising tool in underserved settings.\n\nPubmed   Journal   ReadQx Barotrauma and delayed perforation upon endoscopic laser ablation of the duodenal mucosa for type 2 diabetes: a case report.\n\nPubmed   Journal   ReadQx Calibrated small-caliber-tip transparent hood enables rescue of discontinued colorectal endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCCall for Applications: Endoscopy Junior Editors Board.\n\nPubmed   Journal   ReadQx Cholangioscope combined with biliary forceps: a novel double-endoscope traction method for rectal endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCComplete closure of a large gastric defect after endoscopic submucosal dissection by double-layered suturing using wide-opening reopenable clips.\n\nPubmed   Journal   ReadQx   PMCDiagnosis of jejunal tubular duplication by enteroscopy in an adult female with recurrent gastrointestinal bleeding.\n\nPubmed   Journal   ReadQx   PMCEndoscopic removal of fractured pancreatic duct stent from side-hole using drill dilator: A troubleshooting case.\n\nPubmed   Journal   ReadQx Endoscopic repair of a bronchoesophageal fistula: a dual approach with argon plasma coagulation and clips with anchoring prongs.\n\nPubmed   Journal   ReadQx Endoscopic single-scope placement of transendoscopic enteral tubing using a novel traction-assisted method in a child with autism spectrum disorder and refractory constipation.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided biliary drainage versus percutaneous transhepatic biliary drainage: adequately designed studies are still needed.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided ileocolonic anastomosis for relief malignant bowel obstruction.\n\nPubmed   Journal   ReadQx   PMCEndoscopy E-Videos - recently published.\n\nPubmed   Journal   ReadQx Enhanced submucosal visualization using amber-red color imaging during gel-immersion colorectal endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx One-step removal of nasobiliary tube and pancreatic stent with a new linked-stent approach: a green tip to avoid additional procedure.\n\nPubmed   Journal   ReadQx Post-choledochojejunostomy reflux cholangitis due to cholestasis in the blind end of the afferent limb dramatically improved by endoscopic ultrasound-guided gastroenteroscopy.\n\nPubmed   Journal   ReadQx Pre-cutting traction-assisted endoscopic submucosal dissection for rectal neuroendocrine tumors.\n\nPubmed   Journal   ReadQx   PMCRescue technique using natural orifice transluminal endoscopic surgery for stent migration into the peritoneal cavity during endoscopic ultrasound-guided biliary drainage.\n\nPubmed   Journal   ReadQx Successful resection of a subepithelial tumor at the duodenal bulbo-descending junction by endoscopic submucosal excavation.\n\nPubmed   Journal   ReadQx   PMCSynchronous and histologically heterogeneous multifocal neoplasia detected by confocal laser endomicroscopy in gastric squamous ectopia.\n\nPubmed   Journal   ReadQx Toward optimizing the use of limited colonoscopy resource.\n\nPubmed   Journal   ReadQx Treatment of colitis cystica profunda via endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCUnderwater endoscopic submucosal dissection using a novel extended projection cap for colorectal tumors.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    A Gut-Spine Neural Circuit Linking Intrinsic Primary Afferents to Nociceptive Behavior.\n\nPubmed   Journal   ReadQx A new dawn break for refractory oral and ileocecal ulcers.\n\nPubmed   Journal   ReadQx A rare cause of refractory vomiting and chest pain in an depressive adolescent.\n\nPubmed   Journal   ReadQx An Uncommon Cause of Refractory Chronic Diarrhea.\n\nPubmed   Journal   ReadQx Prediction and Prevention of Inflammatory Bowel Disease: A Call to Action.\n\nPubmed   Journal   ReadQx Turning Gut Sensors into Therapeutic Switches: A Sensorome Roadmap for Metabolic and Gut-Brain Interaction Disorders.\n\nPubmed   Journal   ReadQx Gut\n    \"DPP- 4 inhibitor alleviates gut-brain axis Parkinson's disease pathology\" - can dipeptidyl peptidase 4 inhibitors be repurposed as disease-modifying drugs for body-first Parkinson's disease patients?\n\nPubmed   Journal   ReadQx Cause of chronic diarrhoea.\n\nPubmed   Journal   ReadQx Targeting interleukin signalling in liver disease: a new frontier for therapeutic blockade and immunomodulation.\n\nPubmed   Journal   ReadQx Tryptophan metabolite indole-3-acetate: a new culprit in irinotecan-induced gut epithelial injury.\n\nPubmed   Journal   ReadQx Hepatology\n    2025 Late Breaking Abstracts.\n\nPubmed   Journal   ReadQx Breaching the blood-brain barrier: Functional MRI changes in covert hepatic encephalopathy.\n\nPubmed   Journal   ReadQx FIB-4 turns 20: A lesson of serendipity.\n\nPubmed   Journal   ReadQx Fellows' Corner.\n\nPubmed   Journal   ReadQx Fraction the fat, find the disease: Proton density fat fraction (PDFF) in MASLD diagnosis.\n\nPubmed   Journal   ReadQx Letter to the Editor: Beyond Semantics-Acknowledging diagnostic differences between NAFLD and MASLD.\n\nPubmed   Journal   ReadQx Letter to the Editor: Clarifying endothelial specificity and hemodynamic coupling of the miR-153-3p-pyroptosis axis.\n\nPubmed   Journal   ReadQx Letter to the Editor: Competing risk and surveillance thresholds for HCC in patients with PSC.\n\nPubmed   Journal   ReadQx Nuances in POCUS-guided hemodynamic assessment in cirrhosis.\n\nPubmed   Journal   ReadQx PSC and HCC: Age and cirrhosis draw the line on risk.\n\nPubmed   Journal   ReadQx Reply: Competing risk and surveillance thresholds for HCC in Patients with PSC.\n\nPubmed   Journal   ReadQx Response to: Beyond semantics-acknowledging diagnostic differences between NAFLD and MASLD.\n\nPubmed   Journal   ReadQx The roadMAP of how terlipressin reverses HRS-AKI.\n\nPubmed   Journal   ReadQx J Hepatol\n    From the Editor's Desk...\n\nPubmed   Journal   ReadQx Viral infection as a trigger for primary sclerosing cholangitis in genetically susceptible individuals.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Targeting Urgency in IBD-A Historical Divide. Authors' Reply.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Anticoagulant antiplatelet agent and proton pump inhibitor use in gastric antral vascular ectasia: a critical consideration in interpreting endoscopic outcomes.\n\nPubmed   Journal   ReadQx Balancing patency and reintervention: commentary on suprapapillary plastic stents in unresectable malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx Challenges in interpreting outcomes of underwater endoscopic submucosal dissection when dual-approach endoscopic submucosal dissection is included.\n\nPubmed   Journal   ReadQx Toward personalized patient selection for duodenal mucosal resurfacing in type 2 diabetes.\n\nPubmed   Journal   ReadQx Gut\n    Red cells, red flags: are we harming stable patients with outdated transfusion thresholds?\n\nPubmed   Journal   ReadQx Response to 'Rectal versus colonic submucosal cancer rates and procedural outcomes in large non-pedunculated polyps: French ESD registry data'.\n\nPubmed   Journal   ReadQx Serum thrombospondin-2 as a non-invasive biomarker for liver fibrosis in chronic hepatitis B.\n\nPubmed   Journal   ReadQx J Hepatol\n    Addressing the Risk of HBV Transmission in Serodifferent Partners.\n\nPubmed   Journal   ReadQx Associations of accelerated biological aging with steatotic liver disease and fibrosis.\n\nPubmed   Journal   ReadQx Recurrence pattern for HBV-related HCC after liver transplantation in the antiviral era.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-19T06:44:31-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-12-2025/",
    "title": "Fri Dec 12 2025",
    "description": "91 articles - From Friday Dec 05 2025 to Friday Dec 12 2025",
    "author": [],
    "date": "2025-12-12",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Am J Gastroenterol\n    Evaluating the 2023 EASL guidelines for intrahepatic cholestasis of pregnancy: risk stratification and outcomes in over 4,000 U.S. patients.\n Our systematic evaluation of the 2023 EASL guidelines for suspected ICP demonstrated that this novel group-based classification offers clinically meaningful risk stratification. Our findings support that both elevated TSBA (Group C) and elevated ALT/AST alone (Group B) warrant antepartum surveillance for adverse pregnancy outcomes. Group C's association with Hispanic ethnicity and pre-existing liver disease highlights the need for individualized monitoring during pregnancy. Group-specific increased incidence of post-pregnancy hepatobiliary disease emphasizes the importance of targeted postpartum follow-up.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Expert Delphi consensus on surrogate endpoints for treatment assessment in metabolic dysfunction-associated steatohepatitis.\n This international Delphi study highlights histological and NIT-based measures as key for MASH treatment evaluation. It also supports a shift toward NITs-particularly LSM by VCTE or MRE-for disease monitoring in routine practice, with implications for trial design, reimbursement, and clinical guidelines.\nPubmed   Journal   ReadQx Endoscopy\n    Curriculum for safe and effective use of artificial intelligence in endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement.\nThe proposed framework defines the prerequisites in the preadoption phase, core training components, and requirements to maintain optimal implementation. Key recommendations include: (1) ensuring basic competency in standard endoscopy procedures;  (2) acquiring foundational knowledge of AI principles;  (3) implementing educational programs to enhance AI literacy;  (4) recognizing and mitigating cognitive biases in human-AI interaction;  (5) avoiding over-reliance on AI in clinical decision-making;  and (6) continuous monitoring of key performance indicators throughout AI system integration.\nPubmed   Journal   ReadQx Hepatology\n    Updated AASLD Guidelines for Chronic Hepatitis B Treatment.\n\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Post-Banding Ulcer Bleeding After Endoscopic Ligation: Incidence, Risk Factors and Outcomes in Patients With Cirrhosis.\nPatients with cirrhosis undergoing urgent EBL or those with elevated creatinine levels are at increased risk of PBUB. Due to the high mortality associated with PBUB, identifying high-risk patients and implementing preventive strategies is essential for improving patient outcomes.\nPubmed   Journal   ReadQx Serum Villin-1-A Novel Marker of Gut Barrier Damage in Acutely Decompensated Cirrhosis: A Cohort Study and Validation.\n Serum VIL1 is a non-invasive indicator of gut barrier damage and short-term mortality in AD cirrhosis. Incorporating VIL1 assessment into risk stratification methods improves prognostic accuracy by capturing an essential, yet previously overlooked component of disease progression.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    An EREFS threshold of 2 or less is robust for assessing endoscopic response to treatment of eosinophilic esophagitis.\nPost-treatment EREFS≤2 was consistent with symptom and histologic response for the entire cohort. These data support EREFS≤2 as a robust threshold to define endoscopic response.\nPubmed   Journal   ReadQx Effectiveness and tolerability of bezafibrate in primary biliary cholangitis - a nationwide real-world study.\n In this real-world nationwide study, the one-year fibrate discontinuation rate was substantial. However off-label use of bezafibrate was associated with reductions in the biochemical markers of cholestasis in PBC, which were associated with clinical outcome in this setting of second line therapy.\nPubmed   Journal   ReadQx Efficacy and safety of Auricular Acupressure for Insomnia In Patients with Functional Dyspepsia: A Randomized Controlled Trial.\nAmong patients with FD and insomnia, a two-week treatment of AA is more effective than SAA in improving the response rate, with benefits maintained over an 8-week follow-up period.\nPubmed   Journal   ReadQx Low Diastolic Blood Pressure and Risk of Ischemic Colitis in the Women's Health Initiative Cohort.\nIncidence rate of IC in older women was twice as high in those with a history of cardiovascular disease and was associated with low diastolic blood pressure and multi-class antihypertensive treatment. Dietary fiber intake was associated with lower risk. Black women had lower risk of IC compared to White women.\nPubmed   Journal   ReadQx Use of Large Language Models to Determine the Surveillance Colonoscopy Interval: A Bi-institutional Validation Study.\n LLMs with a custom prompt achieve consistently high accuracy in determining the guideline-based surveillance colonoscopy interval.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Psychological factors: the defining features of quality of life in disorders of gut-brain interaction - a comparative exploratory analysis.\n Psychological comorbidity appears the most salient factor associated with HrQoL, which was uniformly seen across different DGBI, whereas GI-symptom severity was only associated with HrQoL in FD and patients with IBS, but not in patients with FI. Although causality between psychological factors and HrQoL cannot be ascertained, our findings underscore the importance of holistic DGBI-management that extends beyond symptom-control to encompass the full spectrum of patient-experience.\nPubmed   Journal   ReadQx The Cost-effectiveness of Gastric Cancer Screening and Surveillance Among Average-risk and Risk-stratified Populations.\nTargeted screening in high-risk individuals for GC should be considered in the United States. Combining upper and lower endoscopy may make one-time GC screening and risk-stratified surveillance feasible for the general population. Prospective studies are needed to validate potential benefits of preventative interventions.\nPubmed   Journal   ReadQx Endoscopy\n    \"Resect and pool\": Surveillance interval agreement, safety, and savings from placing all colorectal polyps considered zero risk of cancer in one container for pathologic assessment.\nWhen performed by an endoscopist with expertise in optical diagnosis, resect and pool colonoscopy was safe, permitted correct prediction of surveillance intervals, and reduced pathology charges and carbon emissions.\nPubmed   Journal   ReadQx Gastroenterology\n    An Exosome-Based Liquid Biopsy for the Detection of Early-Onset Colorectal Cancer: The ENCODER Multicenter Study.\nENCODER represents the largest EOCRC study to date to develop, train, and externally test a liquid biopsy for the growing population at risk of EOCRC, offering a complementary screening strategy. , Number  NCT06342401.\nPubmed   Journal   ReadQx Clusterin Drives Fiber Endocytosis by Mesothelial Cells to Resolve Liver Fibrosis.\nPericentral senescent hepatocytes secrete CLU to induce the proliferation and migration of mesothelial cells to endocytose fibers by its receptor LRP2, thus reducing liver fibrosis. The engineered CLUtide mimicking CLU may be promising for resolving hepatic deposited fibers during liver fibrosis.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Optimal endoscopic treatment for rectal neuroendocrine tumors, confirmed after forceps biopsy: A Korean Association for the Study of Intestinal Diseases multicenter, randomized non-inferiority trial.\nThe m-EMR did not demonstrate non-inferiority to ESD for complete resection of biopsy-proven rectal NETs ≤10 mm. Thus, when both m-EMR and ESD are accessible, m-EMR may not be the preferred resection modality in patients subjected to pre-resection forceps biopsy. Further studies are needed to explore the potential role of m-EMR in resource-limited settings. (Trial number  KCT0006881).\nPubmed   Journal   ReadQx Gut\n    Autophagy of Kupffer cells modulates CD8<sup>+<\/sup> T cell activation in primary biliary cholangitis.\n Macrophage autophagy promotes autoimmune cholangitis and strongly supports this pathway as a potential therapeutic target.\nPubmed   Journal   ReadQx Stem-like CD8+ T cells preserve HBV-specific responses in HBV/HIV co-infection.\nPeople with well-controlled HBV/HIV co-infection maintain robust CD8 + T cell responses with preserved stem-like properties supporting antiviral function. These results challenge assumptions about additive immune dysfunction in dual chronic infections and highlight the need for tailored immune-modulatory therapies.\nPubmed   Journal   ReadQx Hepatology\n    CXCR6 defines a distinct resident state in γδ T cells for protecting from liver cirrhosis. \nLiver-resident CD69⁺CXCR6⁺ γδ T cells constitute a protective immune subset that limit fibrosis development and progression. Enhancing the function or abundance of this population may offer a promising immunotherapeutic strategy for liver cirrhosis.\nPubmed   Journal   ReadQx Pruritus is common in primary sclerosing cholangitis, persists over time, and its intensity is associated with disease severity.\n One in 4 PSC patients experience moderate-severe pruritus, with greater symptom intensity in those with advanced disease. Our dataset is able to serve as a reference tool to aid future interventional study design, with regards anti-pruritus therapies in PSC.\nPubmed   Journal   ReadQx Spatiotemporal landscape of intrahepatic cholangiocarcinoma liver metastasis at the single-cell level.\nWe revealed the key biological mechanisms involved in the invasion and colonization phases of iCCA liver metastasis. Moreover, we provide valuable data for understanding iCCA liver metastasis and a possible avenue for the treatment of advanced iCCA.\nPubmed   Journal   ReadQx J Hepatol\n    CAR T-cell therapy induces remission in multiorgan IgG4-related disease with hepatobiliary involvement.\nIn this treatment-refractory case of multiorgan IgG4-RD, CD19-directed CAR T cell therapy induced durable, treatment-free remission with normalization of serum IgG4 and improvement across multiple clinical endpoints. Multimodal immune profiling indicates that CAR T cells can reset the B cell compartment and dampen pathogenic T cell and stromal interactions, supporting prospective evaluation of CAR T cell therapy in IgG4-RD.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    A Message From the Editors.\n\nPubmed   Journal   ReadQx AP&T: Editors' Declarations of Interest.\n\nPubmed   Journal   ReadQx Editorial: Beyond DNA Suppression: HBV RNA as a Predictor of Hepatocarcinogenesis.\n\nPubmed   Journal   ReadQx Editorial: ICG-R15 by PDD-A Simple Dynamic Tool for Refining Risk Stratification in Compensated Advanced Chronic Liver Disease.\n\nPubmed   Journal   ReadQx Editorial: MetALD and Risk of Gastrointestinal Cancer-What Can We Learn From Japan?\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    How to Process News About Ultra Processed Food.\n\nPubmed   Journal   ReadQx J Hepatol\n    From Discovery to Therapy: The Role of HSPB1 in HBV Persistence.\n\nPubmed   Journal   ReadQx When the gut guards the liver: Microbial metabolites limit collateral damage after TACE.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    2025 CME Information.\n\nPubmed   Journal   ReadQx 2025 CME Information. \n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences. \n\nPubmed   Journal   ReadQx Diffuse Papillomatosis Involving the Esophagus and Hypopharynx: A Case Report.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx When Refractory Crohn's Disease Isn't Crohn's: Ileal Endometriosis.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Melanosis Ilei and Melanosis Coli Secondary to Iron Supplementation.\n\nPubmed   Journal   ReadQx The six-food elimination diet improves symptoms of functional dyspepsia.\n\nPubmed   Journal   ReadQx Endoscopy\n    A novel technique for endoscopic stepwise clamping and resection of giant pedunculated colonic polyps.\n\nPubmed   Journal   ReadQx   PMCAcute pancreatitis following endoscopic hemostasis of a periampullary Dieulafoy lesion: successful rescue by endoscopic retrograde cholangiopancreatography.\n\nPubmed   Journal   ReadQx   PMCAn unforgettable diagnostic journey: multimodal evaluation of jejunal diverticulitis mimicking Crohn's disease.\n\nPubmed   Journal   ReadQx   PMCBand-ligation followed by anchor pronged clips for greater post-endoscopic submucosal dissection defect closure.\n\nPubmed   Journal   ReadQx   PMCCholangioscopic evaluation of distal bile duct stones and intraductal lesions in a patient with anomalous junction of pancreaticobiliary ducts and pancreatic duct anomaly.\n\nPubmed   Journal   ReadQx   PMCClosure with a dual-action tissue clip for full-thickness defects following endoscopic submucosal dissection of a lesion involving a colonic diverticulum.\n\nPubmed   Journal   ReadQx   PMCCombined in-stent radiofrequency ablation and cholangioscopy-guided laser ablation for complex recurrent biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCEndoscopic closure of a refractory post-surgical pouch by mucosal resection and suturing.\n\nPubmed   Journal   ReadQx   PMCEndoscopic full-thickness clip closure of a duodenal fistula secondary to foreign body impaction.\n\nPubmed   Journal   ReadQx   PMCEndoscopic full-thickness resection for a submucosal tumor at the esophageal entrance: is closure obligatory?\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided choledochoduodenojejunostomy via afferent limb: a novel approach for hepaticojejunostomy stricture.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided portal vein marking facilitates transjugular intrahepatic portosystemic shunt for portal cavernoma.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided treatment of splenic artery pseudoaneurysm and pancreatic pseudocyst.\n\nPubmed   Journal   ReadQx   PMCEndoscopic vacuum-assisted closure combined with ventricular septal defect occluder for the treatment of complex anastomotic leak after esophageal cancer surgery: a case report.\n\nPubmed   Journal   ReadQx   PMCLife-threatening hemobilia following plastic stent removal in a patient with biliary anastomotic stricture after liver transplantation.\n\nPubmed   Journal   ReadQx   PMCLumen-apposing metal stent in a right renal cyst as a complication of endoscopic ultrasound-guided gallbladder drainage.\n\nPubmed   Journal   ReadQx   PMCNovel closure technique using dual-action tissue clip with multi-bending scope for mucosal defects after gastric endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCPre-sealing in different settings requires different modes.\n\nPubmed   Journal   ReadQx   PMCRadial laser ablation under cholangioscopic guidance for a tight intrahepatic bile duct stricture caused by primary sclerosing cholangitis.\n\nPubmed   Journal   ReadQx   PMCRisks and opportunities: cholangioscopy-assisted strategic guidewire manipulation for the management of occlusive anastomotic stricture after liver transplantation.\n\nPubmed   Journal   ReadQx   PMCStalk-directed endoscopic submucosal dissection for a giant Brunner's gland gamartoma causing duodenal intussusception with defect closure using three-arm traction clips.\n\nPubmed   Journal   ReadQx   PMCStepwise super minimally invasive full-thickness resection of early rectal cancer: based on the handmade rubber traction technique.\n\nPubmed   Journal   ReadQx   PMCSubmucosal tunneling endoscopic septum division for Zenker's diverticulum in a patient with scoliosis and stent impaction.\n\nPubmed   Journal   ReadQx   PMCSuccessful pancreatic pseudocyst drainage via the endoscopic minor papilla approach using a novel drill dilator.\n\nPubmed   Journal   ReadQx   PMCVirtual reality cross-sections matched to endoscopic ultrasound for preprocedural simulation of hepaticogastrostomy.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    Enhanced trainer performance and resident learning following implementation of a Training the Colonoscopy Trainers course.\n\nPubmed   Journal   ReadQx Profiling the enteric nervous system.\n\nPubmed   Journal   ReadQx Tiptoeing in from the fatty fringes: mechanosensitive fibroblasts and Crohn's Disease.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    EUS-choledochoduodenostomy in a rare case of Intraductal Papillary Mucinous Neoplasm (IPMN) associated biliary fistula.\n\nPubmed   Journal   ReadQx Endoscopic Hemostasis via Submucosal Polidocanol Injection: A New Paradigm for Hemorrhagic Radiation Proctopathy Management.\n\nPubmed   Journal   ReadQx Novel \"Threading\" Method for Gastric Foreign Body Removal.\n\nPubmed   Journal   ReadQx Novel Use of Rigidizing Overtube for Direct Endoscopic Necrosectomy.\n\nPubmed   Journal   ReadQx Simultaneous peroral endoscopic myotomy and submucosal tunneling endoscopic resection in one submucosal tunnel for coexisting achalasia and esophageal submucosal tumor.\n\nPubmed   Journal   ReadQx Gut\n    Multiomics- and artificial intelligence-powered research platforms for enhancing understanding and prediction of the cholangiocarcinoma patient journey.\n\nPubmed   Journal   ReadQx SIRT6-GLUL axis: rewiring nitrogen metabolism in intrahepatic cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Hepatology\n    Addressing the utility of a novel score for \"At-Risk\" MASH in those with significant obesity.\n\nPubmed   Journal   ReadQx Letter to the Editor: Survival analysis pitfalls in MASLD: Proportional hazards, immortal time, and follow-up discrepancies.\n\nPubmed   Journal   ReadQx Letter to the Editor: Timing shapes adjuvant PD-1 efficacy after hepatectomy in HCC.\n\nPubmed   Journal   ReadQx Letter to the editor: Methodological considerations for ITH quantification and model integration.\n\nPubmed   Journal   ReadQx J Hepatol\n    Decoding the metabolic dialogue between hepatocytes and macrophages driving liver regeneration.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: ICG-R15 by PDD-A Simple Dynamic Tool for Refining Risk Stratification in Compensated Advanced Chronic Liver Disease. Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: MetALD and Risk of Gastrointestinal Cancer-What Can We Learn From Japan? Authors' Reply.\n\nPubmed   Journal   ReadQx Letter on 'Meta-Analysis: Mortality Trends and Risk Factors in Severe Alcohol-Associated Hepatitis'-Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Putting Crohn's Risk Prediction to Work in Perianal Fistula-Calibration, Thresholds, and Transport.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Beyond Short-Term Relief: Rethinking Time Horizons in IBS Acupuncture Trials.\n\nPubmed   Journal   ReadQx Blurring the Line Between Control and Treatment: Reconsidering Sham Acupuncture in IBS Trials.\n\nPubmed   Journal   ReadQx Comment on \"Efficacy of ACupuncTure in Irritable bOwel syNdrome (ACTION): A Multicenter Randomized Controlled Trial\".\n\nPubmed   Journal   ReadQx Methodological Comments on \"Efficacy of ACupuncTure in Irritable bOwel syNdrome (ACTION)\" Study.\n\nPubmed   Journal   ReadQx Sham Limits, Narrow Benefits: Re-examining the ACTION Acupuncture Trial in IBS-D.\n\nPubmed   Journal   ReadQx Gut\n    Nucleos(t)ide analogue therapy for EASL immune-tolerant phase hepatitis B.\n\nPubmed   Journal   ReadQx J Hepatol\n    Hepatocyte-specific ablation of LONP1 disrupts liver glucose homeostasis in mice.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-12T13:07:04-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-05-2025/",
    "title": "Fri Dec 05 2025",
    "description": "86 articles - From Friday Nov 28 2025 to Friday Dec 05 2025",
    "author": [],
    "date": "2025-12-05",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Endoscopy\n    Curriculum for safe and effective use of artificial intelligence in endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement.\nThe proposed framework defines the prerequisites in the preadoption phase, core training components, and requirements to maintain optimal implementation. Key recommendations include: (1) ensuring basic competency in standard endoscopy procedures;  (2) acquiring foundational knowledge of AI principles;  (3) implementing educational programs to enhance AI literacy;  (4) recognizing and mitigating cognitive biases in human-AI interaction;  (5) avoiding over-reliance on AI in clinical decision-making;  and (6) continuous monitoring of key performance indicators throughout AI system integration.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Systematic Review: Efficacy, Safety and Metabolic Outcomes of GLP-1 Receptor Agonists in Inflammatory Bowel Disease.\n GLP-1 RAs appear to be well tolerated in patients with IBD, with observational evidence suggesting potential associations with improved weight, metabolic, and disease-related outcomes. Prospective, IBD-specific studies are required to confirm safety, clarify mechanisms, and define optimal patient selection.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Barriers and Facilitators of Alcohol Use Disorder Treatment for Alcohol-associated Liver Disease: A Systematic Review.\nTo increase AUD treatment in ALD, we suggest to  (1) Deepen patient and provider insights on AUD treatment during asymptomatic and symptomatic ALD, (2) Normalize AUD treatment for LT candidates and recipients, (3) Apply choice architecture and address misunderstandings about MAUD, (4) Improve collaborative care models accounting for patient preferences.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Diabetes Mellitus is a Risk Factor for Hepatic Encephalopathy Following Transjugular Intrahepatic Portosystemic Shunt.\nThis study highlights the high incidence of HE following TIPS and shows that DM is a significant and independent risk factor for the development of HE. Given the increase in patients with metabolic dysfunction-associated liver cirrhosis and DM, this study offers additional insights into the balance of risks and benefits associated with TIPS placement.\nPubmed   Journal   ReadQx Hepatitis B Virus RNA Predicts Hepatocellular Carcinoma Despite Viral Suppression.\nHBV RNA levels at viral suppression predict HCC development in NA-treated patients with CHB, outperforming HBcrAg. Incorporating HBV RNA assessment can improve risk-stratified HCC surveillance strategies.\nPubmed   Journal   ReadQx Intestinal Ultrasound Transmural Healing Was Associated With Improved Long-Term Outcomes Among Patients With Endoscopic Remission: Results of a Prospective Study.\n IUS TH was associated with improved long-term outcomes with lower risks of CD relapse, hospitalization, and perianal CD.\nPubmed   Journal   ReadQx Patient Plasma-Induced Neutrophil Dysfunction Is Associated With Infection Risk and Mortality in Patients With Acute Decompensation of Cirrhosis.\nPlasma from patients with AD induces a 'primed but exhausted' neutrophil phenotype, characterised by a paradoxical failure to respond to stimuli. This dysfunction was associated with an increased risk of infection and mortality, particularly in AD-NoACLF patients. PIND offers a promising strategy to improve risk stratification in this high-risk population.\nPubmed   Journal   ReadQx Serum Villin-1-A Novel Marker of Gut Barrier Damage in Acutely Decompensated Cirrhosis: A Cohort Study and Validation.\n Serum VIL1 is a non-invasive indicator of gut barrier damage and short-term mortality in AD cirrhosis. Incorporating VIL1 assessment into risk stratification methods improves prognostic accuracy by capturing an essential, yet previously overlooked component of disease progression.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    High prevalence of disorders of irritable bowel syndrome and functional dyspepsia in night shift workers: a cross-sectional study in Australia and the UK.\n Night shift workers have a substantially higher prevalence of IBS and FD compared to reported general population rates, with significant impacts on IBS-specific quality of life and mental health. These findings highlight the need for targeted interventions to support gastrointestinal and mental health in this vulnerable working population.\nPubmed   Journal   ReadQx Mental health diseases are associated with active hepatitis C and partly drive HCC trends in Veterans.\n In a large cohort of Veterans with cirrhosis, any MHD significantly increased incident HCC risk and associated with active HCV, even in the post-DAA era, with AUD and ALD having the largest effects. Multidisciplinary management of vulnerable, at-risk Veterans is needed to mitigate the risk of HCC.\nPubmed   Journal   ReadQx Prevalence and Outcomes of Primary Sclerosing Cholangitis in Inflammatory Bowel Disease: A Multinational Study across Asia.\n PSC is less prevalent among Asian IBD patients than in Western populations. The increased use of MRCP may enable earlier detection, contributing to milder disease severity and improved clinical outcomes in recent years.\nPubmed   Journal   ReadQx The \"A-B-C\" classification reveals outcome trajectories in patients with hepatocellular carcinoma under atezolizumab/bevacizumab.\n The Atezolizumab-Bevacizumab-Cluster (A-B-C) classification for unresectable HCC identified subgroups with histology, hepatic decompensation and patterns of progression, and prognostic trajectories, informing hypothesis generation for trial design and patient selection.\nPubmed   Journal   ReadQx Endoscopy\n    Safety and efficacy of traction robot-assisted endoscopic submucosal dissection for early gastric cancer: a randomized pilot trial.\nDespite no significant difference in procedure time between robot-assisted and conventional ESD (58.21 vs 39.21 minutes;  0.99) resection rates between robot-assisted and conventional ESD, respectively. This preliminary evidence supports the feasibility of robot-assisted gastric ESD.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Optimal endoscopic treatment for rectal neuroendocrine tumors, confirmed after forceps biopsy: A Korean Association for the Study of Intestinal Diseases multicenter, randomized non-inferiority trial.\nThe m-EMR did not demonstrate non-inferiority to ESD for complete resection of biopsy-proven rectal NETs ≤10 mm. Thus, when both m-EMR and ESD are accessible, m-EMR may not be the preferred resection modality in patients subjected to pre-resection forceps biopsy. Further studies are needed to explore the potential role of m-EMR in resource-limited settings. (Trial number  KCT0006881).\nPubmed   Journal   ReadQx Real-World Outcomes of Endoscopic Ultrasound-Guided Tissue Acquisition for Actionable Diagnosis in Suspected Primary or Recurrent Lymphoma.\nEUS-guided biopsy is safe and yields accurate results in most patients with suspected lymphoma. In clinical practice, the use of EUS-guided biopsy for suspected recurrent lymphoma with a confirmed biopsy is increasing. These findings support its expanding role as a minimally invasive alternative diagnosis method.\nPubmed   Journal   ReadQx Superiority of Excellent Over Good Bowel Preparation for Proximal Serrated Polyp Detection in a FIT-Based Screening Cohort.\nAiming for an excellent rather than a good bowel preparation is a critical strategy to maximize the detection rate of serrated pathway lesions and potentially reduce the incidence and mortality for interval colorectal cancer (CRC). This benefit does not extend to adenoma detection, underscoring the importance of PSDR and SSLDR as distinct and complementary quality indicators.\nPubmed   Journal   ReadQx Gut\n    Discovery of a carboxyl fullerene derivative as a new lipid droplet regulator inhibiting MASLD.\nThis study provides proof-of-concept supporting a nanoparticle-based agent as a LD homeostasis-targeted therapeutic to treat MASLD and related metabolic diseases.\nPubmed   Journal   ReadQx Does a long time to colonoscopy after a positive faecal immunochemical test result have a deleterious impact on colorectal cancer outcomes? A nationwide cohort study.\n No increased risk of CRC, advanced-stage CRC or AA was observed up to 24 months. Our findings suggest that ensuring colonoscopy compliance after a positive FIT may take precedence over rigid adherence to interval. The higher the f-Hb, the sooner the colonoscopy should be performed.\nPubmed   Journal   ReadQx Gut microbe alleviates stress-related cancer metastasis by oleic acid degradation.\nShotgun metagenomics and metabolomics were performed to assess changes in microbiota and metabolites. The effects of and OA may help prevent stress-related tumour progression.\nPubmed   Journal   ReadQx Intraperitoneal translocation of gut microbiota induces NETosis and promotes endometriosis.\nDesign We combined single-cell RNA sequencing of clinical peritoneal fluid immune cells with functional validation in heterologous and homologous mice models. We further adopted microbial source-tracking analysis of patient cohorts and interventional strategies, including faecal microbiota transplantation (FMT) and administration of green fluorescent protein (GFP)-tagged triggers NETosis in peritoneal Neu_MME to promote disease, suggesting that targeting this bacterium or NETosis represents a viable therapeutic strategy.\nPubmed   Journal   ReadQx Hepatology\n    Targeting mTORC2-Dependent AKT/FOXO1/RNF125 signaling exploits a therapeutic vulnerability in c-MET-activated and β-catenin-mutated hepatocellular carcinoma.\nOur study, for the first time, established the mTORC2/AKT/FOXO1/RNF125 axis as a critical driver and therapeutic vulnerability in c-MET-activated/β-catenin-mutated HCC. Our study filled a critical gap by defining the tumor-suppressive role of FOXO1 specifically in this HCC subtype. Furthermore, our results positioned RNF125 as a promising therapeutic target for this aggressive HCC subtype.\nPubmed   Journal   ReadQx J Hepatol\n    A genome-wide siRNA screen identifies previously unknown proviral and antiviral host factors in HBV infection.\nThis study identifies NCOA5 and CHD4 as crucial proviral cofactors and NRAS as a potent antiviral factor regulating HBV replication. The findings highlight HBV's profound host dependence, uncover specific molecular mechanisms (involving HNF4A, epigenetic regulation of cccDNA, and cell cycle), and reveal validated host targets for potential therapeutic strategies against HBV infection.  \nPubmed   Journal   ReadQx Maladaptive emergency granulopoiesis predicts poor outcomes in patients hospitalized with decompensated cirrhosis.\nUsing data obtained on admission of patients with ADC without ACLF, this study uncovered that activation of maladaptive EG characterized patients who will develop ACLF by 28 days. Impact and implications This study reveals that among patients who present for acutely decompensated cirrhosis without acute-on-chronic liver failure (ACLF) those who exhibit blood transcriptomic features of maladaptive emergency granulopoiesis are at high risk of developing ACLF by 28 days and dying by 90 days. These results strongly suggest that neutrophil-granulopoietic perturbations play a pathogenic role in the development of poor outcomes. These results should lead to the development of biological therapies targeting neutrophil-granulopoietic perturbations, which is an unmet need. These findings should also give rise to the identification of potential biomarkers for ACLF development, which is also an unmet need, al previous studies having failed to accurately predict this outcome, in particular with the use of clinical blood counts.\nPubmed   Journal   ReadQx Targeting ATR to overcome cisplatin resistance in hepatoblastoma.\nATR mediates cisplatin resistance in HB. The combination of elimusertib and cisplatin demonstrated preclinical efficacy across patient-derived cultures and multiple in vivo HB models, supporting its potential as a promising therapy for cisplatin-resistant HB. Impact and implications () Chemoresistance significantly reduces survival in hepatoblastoma patients, highlighting the need for new therapies. In this study, we found that blocking ATR with the drug elimusertib synergizes with cisplatin, strongly reducing tumor growth in diverse preclinical models, including cell cultures and mouse models of cisplatin-resistant HB. These results highlight a promising new approach to improve outcomes for children with cisplatin-resistant HB and support further clinical evaluation.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial for 'Review Article: Extending the Frontiers of Intestinal Ultrasound Knowledge, Performance, and Expansion'.\n\nPubmed   Journal   ReadQx Editorial: Caught in the Middle-Exploring the Grey Zone Between Decompensated and Recompensated HBV-Related Cirrhosis.\n\nPubmed   Journal   ReadQx Gastroenterology\n    The Role of Alcohol in Pancreatic Diseases: A Comprehensive Perspective.\nAlthough behavioral strategies, such as abstinence, remain essential, pharmacologic and molecularly targeted therapies offer potential complementary approaches. Given the challenges of maintaining sustained abstinence, these adjunctive treatments are critical for slowing or preventing the progression of alcohol-driven pancreatic diseases.\nPubmed   Journal   ReadQx Gut\n    Decoding HBV-specific adaptive immunity: from natural clearance to cure.\nHowever, recent preclinical and clinical studies have demonstrated only limited efficacy, underscoring major immunological challenges. In this review, we summarise current knowledge of the correlates of viral clearance and persistence, discuss key unresolved questions and outline future research directions needed to advance immune-based HBV cure strategies.\nPubmed   Journal   ReadQx J Hepatol\n    Optimal strategies to prevent disease progression and clinical events in MASLD.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    2025 CME Information.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Response to Lenti et al.\n\nPubmed   Journal   ReadQx Response to Limburg.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Adherence to a Mediterranean diet predicts gastrointestinal and anxiety symptom response in irritable bowel syndrome.\n\nPubmed   Journal   ReadQx Cecal Dieulafoy Lesion.\n\nPubmed   Journal   ReadQx Endoscopy\n    \"There is a time for everything\".\n\nPubmed   Journal   ReadQx Accessory spleen masquerading as a gastric submucosal tumor: a rare case of diaphragmatic implantation post-splenectomy.\n\nPubmed   Journal   ReadQx   PMCAcute pancreatitis following endoscopic hemostasis of a periampullary Dieulafoy lesion: successful rescue by endoscopic retrograde cholangiopancreatography.\n\nPubmed   Journal   ReadQx Antegrade enteral stenting for afferent loop syndrome using the double-guidewire technique via endoscopic ultrasound-guided hepaticogastrostomy.\n\nPubmed   Journal   ReadQx   PMCBand-ligation followed by anchor pronged clips for greater post-endoscopic submucosal dissection defect closure.\n\nPubmed   Journal   ReadQx Closing the defect after gastric endoscopic full-thickness resection with a novel linear-traction metal clip.\n\nPubmed   Journal   ReadQx   PMCCold-endoscopic submucosal dissection: time to go further?\n\nPubmed   Journal   ReadQx   PMCDouble-layered suturing using a reopenable-clip over-the-line method with a 20-mm reopenable clip to close a large gastric mucosal defect.\n\nPubmed   Journal   ReadQx   PMCEndoscopic vacuum therapy achieves complete resolution of anastomotic leakage after transanal total mesorectal excision in low rectal cancer: a full therapeutic course report.\n\nPubmed   Journal   ReadQx   PMCEndoscopy E-Videos - recently published.\n\nPubmed   Journal   ReadQx Hidden value of colon capsule endoscopy: balancing patient preference, environmental impact, and cost-effectiveness.\n\nPubmed   Journal   ReadQx Morphological features and not the timing determines the outcome of endoscopic ultrasound-guided transmural drainage of walled-off necrosis.\n\nPubmed   Journal   ReadQx Parenchymal loop technique using a novel 0.018-inch guidewire in endoscopic ultrasound-guided pancreatic duct drainage.\n\nPubmed   Journal   ReadQx   PMCPre-emptive purse-string suture for full-thickness resection of a gastrointestinal stromal tumor in the duodenal bulb: a case report.\n\nPubmed   Journal   ReadQx   PMCPre-sealing in different settings requires different modes.\n\nPubmed   Journal   ReadQx Radial incision and balloon dilation with triamcinolone filling for the severe rectal anastomotic stricture.\n\nPubmed   Journal   ReadQx   PMCRisks and opportunities: cholangioscopy-assisted strategic guidewire manipulation for the management of occlusive anastomotic stricture after liver transplantation.\n\nPubmed   Journal   ReadQx Salvage transmural lithotripsy via endoscopic ultrasound-guided hepaticogastrostomy for basket impaction in Roux-en-Y anatomy.\n\nPubmed   Journal   ReadQx   PMCSingle versus multiple main or side-branch pancreatic duct cannulations: impact on post-ERCP pancreatitis.\n\nPubmed   Journal   ReadQx Stepwise super minimally invasive full-thickness resection of early rectal cancer: based on the handmade rubber traction technique.\n\nPubmed   Journal   ReadQx The adaptive traction doughnut resection technique for pyloric cancer: a case of curative resection and stenosis management.\n\nPubmed   Journal   ReadQx   PMCUnderwater endoscopic submucosal resection with a ligation device for a duodenal neuroendocrine tumor.\n\nPubmed   Journal   ReadQx   PMCVirtual reality cross-sections matched to endoscopic ultrasound for preprocedural simulation of hepaticogastrostomy.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Addressing Colonoscopy Burden due to Artificial Intelligence Devices for Polyp Detection.\n\nPubmed   Journal   ReadQx Advancing Medical Education: A Structured Approach to Faculty Development in Gastroenterology.\n\nPubmed   Journal   ReadQx Building a Culture of Excellence in Your Gastroenterology Fellowship: Creating a High VALUE Program.\n\nPubmed   Journal   ReadQx Esophageal Hypervigilance and Anxiety Predict Post-Treatment Outcomes in Achalasia.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    EUS-choledochoduodenostomy in a rare case of Intraductal Papillary Mucinous Neoplasm (IPMN) associated biliary fistula.\n\nPubmed   Journal   ReadQx Endoscopic Hemostasis via Submucosal Polidocanol Injection: A New Paradigm for Hemorrhagic Radiation Proctopathy Management.\n\nPubmed   Journal   ReadQx Novel Use of Rigidizing Overtube for Direct Endoscopic Necrosectomy.\n\nPubmed   Journal   ReadQx Robot-assisted endoscopic full-thickness resection and defect closure for rectal neuroendocrine tumor (with video).\n\nPubmed   Journal   ReadQx Simultaneous peroral endoscopic myotomy and submucosal tunneling endoscopic resection in one submucosal tunnel for coexisting achalasia and esophageal submucosal tumor.\n\nPubmed   Journal   ReadQx Gut\n    SIRT6-GLUL axis: rewiring nitrogen metabolism in intrahepatic cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Hepatology\n    From sex to size: Rethinking fairness in Liver Transplantation.\n\nPubmed   Journal   ReadQx Letter to the Editor: HBV DNA level of genuine immune-tolerant patients.\n\nPubmed   Journal   ReadQx Reply letter: Timing shapes adjuvant PD-1 efficacy after hepatectomy in HCC.\n\nPubmed   Journal   ReadQx J Hepatol\n    Stress-mediated brain-liver connection induces metabolic dysfunction.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Caught in the Middle-Exploring the Grey Zone Between Decompensated and Recompensated HBV-Related Cirrhosis. Authors' Reply.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Who Examines the Colon Matters More Than What Is Removed.\n\nPubmed   Journal   ReadQx Who examines the colon matters more than what is removed - Authors' reply.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Comments on the Role of TL1A/DR3 Signaling and Th9 Cells in Crohn's Disease.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Endoscopic necrosectomy for walled-off pancreatic necrosis: Is it a game changer at all times?\n\nPubmed   Journal   ReadQx Methodologic considerations and future directions for cost-effectiveness analyses of cold versus hot snare polypectomy in small pedunculated polyps.\n\nPubmed   Journal   ReadQx Skill degradation, false positive burden & translational gap of AI-assisted colonoscopy.\n\nPubmed   Journal   ReadQx Temporal confounding and application bias in the evaluation of a self-assembling peptide for postendoscopic submucosal dissection bleeding.\n\nPubmed   Journal   ReadQx Gut\n    Nucleos(t)ide analogue therapy for EASL immune-tolerant phase hepatitis B.\n\nPubmed   Journal   ReadQx Potential of GDF15 goes beyond its role as a non-invasive biomarker for MASLD.\n\nPubmed   Journal   ReadQx Response to: 'Rectal versus colonic submucosal cancer rates and procedural outcomes in large non-pedunculated polyps: French ESD registry data' by Van der Voort <i>et al<\/i>.\n\nPubmed   Journal   ReadQx J Hepatol\n    Diet quality and physical activity lower alcohol-attributable liver-related mortality in US adults. Practical recommendations for clinicians.\n\nPubmed   Journal   ReadQx Early PoPH: Disease or Treatment Gap?\n\nPubmed   Journal   ReadQx Early portopulmonary hypertension and mortality: caution against treatment-conferred survival and immortal time-bias.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-05T08:46:37-05:00",
    "input_file": {}
  }
]
