[
  {
    "path": "gi/01-23-2026/",
    "title": "Fri Jan 23 2026",
    "description": "130 articles - From Friday Jan 16 2026 to Friday Jan 23 2026",
    "author": [],
    "date": "2026-01-23",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Clin Gastroenterol Hepatol\n    Endovascular interventions reduce rebleeding in patients with gastric varices: An individual patient data meta-analysis.\n Endovascular interventions (BRTO and TIPS) are superior to ECI for reducing all-cause rebleeding in patients with cirrhosis and GV hemorrhage. Larger studies with standardized end-points and long-term outcomes are needed to clarify survival benefit and optimize treatment selection.\nPubmed   Journal   ReadQx Impact of 20% Change in VCTE-measured Liver Stiffness on Liver-related Outcomes: A systematic Review and Meta-Analysis.\n Dynamic LSM changes in no-cACLD progressors and cACLD regressors are significantly associated with increased and decreased LRE risk, respectively. These findings highlight the potential of serial LSM measurements for monitoring chronic liver disease and for clinical trial endpoints. Prospective longitudinal studies are needed to evaluate if changes in LSM measurements over time are linked to improved patient outcomes.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    CLINICAL RESPONSE TO GASTRIC PERORAL ENDOSCOPIC MYOTOMY AND ITS ASSOCIATION TO CHANGES IN PYLORIC IMPEDANCE PLANIMETRY MEASUREMENTS: A SYSTEMATIC REVIEW AND META ANALYSIS.\n Our analysis shows that patients who responded to G-POEM had higher baseline GCSI scores when compared to non-responders. Post-G- POEM pylorus CSA was associated with clinical response. FLIP may provide objective assessment of pyloric changes and be a potential tool to predict clinical outcome of G-POEM. Additional studies with standardized FLIP protocols in patients undergoing G-POEM are needed.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Gastroenterol\n    Addiction in Gastrointestinal and Liver Disorders.\nMedications for alcohol use disorder and opioid use disorder are underutilized despite strong evidence for safety and efficacy, even in patients with hepatic dysfunction. Gastroenterologists and hepatologists are often well-positioned to identify and address substance use disorders early and should strive to provide coordinated care that improves both addiction and GI/liver-related outcomes.\nPubmed   Journal   ReadQx An Artificial Intelligence-Guided Strategy to Reduce Poor Bowel Preparation: A Multicenter Randomized Controlled Study.\n A software application-driven colon cleansing process improves preparation quality in outpatients (NCT05871814).\nPubmed   Journal   ReadQx Cost-effectiveness of first-line regimens for Helicobacter pylori infection in the United States.\n BQT was found to be the cost-effective first-line treatment. Rifabutin triple therapy was a cost-effective alternative. Policymakers should prioritize BQT and rifabutin triple therapy versus other therapies.\nPubmed   Journal   ReadQx Ethical and Practical Considerations for Mental Health Screening in Adult Patients with Inflammatory Bowel Disease.\n The implementation of routine mental health screening for adults with IBD aligns with core ethical principles and supports comprehensive biopsychosocial care. With thoughtful implementation, gastroenterology practices can improve identification of depression and anxiety and facilitate timely access to appropriate mental health services.\nPubmed   Journal   ReadQx Low-dose aspirin continuation during gastric ESD in patients with low thrombotic risk: a randomized trial.\nThe non-inferiority of LDA continuation over discontinuation for ESD-related major bleeding in gastric ESD was not demonstrated. Therefore, discontinuation of LDA during the periprocedural period is recommended for patients with low thrombotic risk. (UMIN000013177).\nPubmed   Journal   ReadQx Machine Learning Model Predicts Recurrent Clostridioides difficile Infection in Patients With Inflammatory Bowel Disease (Recur CDI-IBD).\n The RecurCDI-IBD model demonstrates good discriminatory ability with balanced precision and recall in identifying IBD patients at higher risk for recurrent CDI. These findings highlight the potential of data-driven approaches to support clinical risk assessment. Further studies incorporating larger and more diverse cohorts and prospective external validation are needed to confirm generalizability and optimize clinical applicability.\nPubmed   Journal   ReadQx Treatment Delays and Survival in Patients with Hepatocellular Carcinoma: A Multicenter Cohort Study.\n Treatment delays exceeding 90 days occurred in over one-fifth of patients but were not associated with significant differences in survival.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Serum IgG Response to a Conserved Domain of Commensal Flagellins Predicts Future Risk of Crohn's Disease in First-Degree Relatives.\n Increased antibody response in healthy FDRs towards Lachnospiraceae flagellins is associated with future risk of CD. Importantly, pre-CD subjects shared seroreactivity towards a conserved bacterial flagellin epitope, which may represent an early pre-clinical biomarker of CD.\nPubmed   Journal   ReadQx Endosc Int Open\n    Anchoring of esophageal stents with through-the-scope suturing devices: Preclinical proof of concept and first clinical cases.\nThis is the first preclinical and clinical description of the benefits of TTSS for FCSEMS anchoring in esophageal refractory benign strictures. Safe and efficient anchoring with TTSS could allow using double-silicon-layered FCSEMS that can be left in place several months for management of refractory benign strictures. This work paves the way for prospective studies assessing FCSEMS anchoring with TTSS.\nPubmed   Journal   ReadQx Assessment of early gastric cancer visibility in deep-learning-based virtual indigo carmine chromoendoscopy (with video).\nVirtual IC improved visibility compared with WLE in nearly half the assessments, although its efficacy did not equal real IC. Optimizing performance for specific endoscope systems may enhance its clinical utility as a practical alternative for improving EGC detection.\nPubmed   Journal   ReadQx Automated assessment of small bowel and colon cleansing in enteroscopy using a convolutional neural network.\nCurrent bowel cleanliness assessment methods are subjective and region-specific. This study presents the first CNN capable of panendoscopic bowel cleanliness evaluation during DAE, achieving high accuracy and demonstrating potential for real-time clinical application. This study marks a key step toward standardizing cleanliness assessment and endoscopy quality improvement.\nPubmed   Journal   ReadQx Clinical outcomes of circumferential endoscopic submucosal dissection in esophageal squamous cell carcinoma > 50 mm: Retrospective cohort study.\nResults Stricture incidence was not significantly different (> 50 mm vs ≤ 50 mm: 13% vs 18%, 50 mm did not increase adverse events and provided comparable long-term survival. These findings support feasibility beyond guideline limits and emphasize further refinement of stricture prevention.\nPubmed   Journal   ReadQx Comparison of adenoma detection rate using the novel 5-LED vs xenon-light endoscopic system: Propensity score matching analysis.\nThe EVIS X1 system may have the potential to improve adenoma detection, particularly when used with CMOS sensor-equipped scopes. These findings suggest potential benefits for colorectal cancer screening, although further large-scale studies are warranted for validation.\nPubmed   Journal   ReadQx Endoscopic necrosectomy is safe in patients with pancreatic walled-off necrosis: Insights from a tertiary center study of 880 procedures.\nAEs are rare in EN but are associated with increased mortality.\nPubmed   Journal   ReadQx Endoscopic ultrasound molecular evaluation of pancreatic cancer trial to profile molecular landscape of inoperable pancreatic ductal adenocarcinoma.\nThis real-world study confirms the feasibility and utility of CGP using EUS-FNB in advanced PDAC. It illustrates the importance of timely access to personalized therapy informed by CGP, which can impact the treatment pathway and improve survival outcomes.\nPubmed   Journal   ReadQx Enhancing emergency endoscopy efficiency with an additional suction channel: In vitro assessment.\nA standard gastroscope equipped with an ASC significantly enhances suction performance in an in vitro model, outperforming gastroscopes with larger working channels. These findings warrant further validation in an ex vivo model to determine their clinical applicability.\nPubmed   Journal   ReadQx Identifying high-risk patients having ERCP as a day surgery with an online prediction platform: Multicohort validation of a machine learning model.\nThe results indicate that the proposed LR model, utilizing the top seven risk factors, could serve as an effective tool for predicting occurrence of complications in day surgery.\nPubmed   Journal   ReadQx Multicenter study of colon capsule endoscopy in post-polypectomy surveillance.\nCCE is a safe diagnostic of colorectal polyps. In surveillance, its \"filter function\" complements existing colorectal diagnostic services by providing capacity and choice.\nPubmed   Journal   ReadQx Neoplastic risk in hyperplastic esophagogastric junction lesions: Comprehensive multicenter study.\nEGJ hyperplastic lesions showed a non-negligible risk of neoplastic transformation. These findings highlight the need for careful endoscopic assessment to predict malignancy while promoting appropriate management strategies to ensure adequate R0 resection in case of undetected local malignancy.\nPubmed   Journal   ReadQx Technical aspects of endoscopic internal drainage procedure, secured by endoscopic suture fixation: Experimental study.\nIn conclusion, this study demonstrates the conceptual possibility of using an endoscopic needle holder for suture-fixation of a drain. Further clinical investigations are required to establish a full feasibility test of the concept.\nPubmed   Journal   ReadQx Endoscopy\n    Approaches to assessing completeness of polyp resections in clinical practice: a systematic scoping review.\nDifferent methods are available to assist in visual confirmation of complete resection and measuring IRRs, with considerable variability in their application. This review highlights the need for standardized assessment of complete colorectal polyp resection.\nPubmed   Journal   ReadQx Gastroenterology\n    ENPP1-Regulated Extracellular Purine Metabolism Drives Pancreatitis-Mediated Pancreatic Cancer.\nThe study results identified ENPP1 as a contributor to pancreatitis-mediated pancreatic cancer and a potential therapeutic target for pancreatic carcinogenesis.\nPubmed   Journal   ReadQx Faecalibacterium prausnitzii Induces an Anti-inflammatory Response and a Metabolic Reprogramming in Human Monocytes.\nF prausnitzii induces an anti-inflammatory response and rewires energy metabolism in human monocytes in healthy and inflamed conditions, potentially explaining its beneficial impact on intestinal inflammation and human health in general. These results provide new insight into the mechanisms underlying the anti-inflammatory effects of F prausnitzii and are crucial for a better understanding of its potential use in IBD treatment.\nPubmed   Journal   ReadQx Utility of Serum Biomarkers in Addition to Ultrasound for Early Detection of Hepatocellular Carcinoma in High-Risk Patients: A Randomized Controlled Trial.\nAddition of AFP, AFP-L3, and DCP to biannual US did not improve early-stage HCC detection. The trial was not adequately powered to provide evidence that the use of BMs aside from US plus AFP improves HCC surveillance. Establishing and validating alternative approaches to incorporation of BMs may improve surveillance methods for early-stage HCC detection. , Number  NCT02272504.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Computer Aided Polyp Detection Multi-center International Randomized Controlled Study with a Focus on Community Clinics: GAIN Clinical Trial.\nThese results support the incorporation of CADe devices into colonoscopy practice for improving efficacy and quality over standard-of-care, particularly in community practices.\nPubmed   Journal   ReadQx EUS-guided ethanol lavage as a novel therapeutic modality for symptomatic simple renal cysts.\nEUS-EL appears technically feasible and safe for treating simple renal cysts, with preliminary results supporting further evaluation in larger prospective studies.\nPubmed   Journal   ReadQx Fluoroscopy-free Direct Solitary Cholangioscopy versus Endoscopic Retrograde Cholangiography for Clearance of Noncomplex Biliary Stones: A Noninferiority Randomized Controlled Trial.\n Clearance rates of noncomplex biliary stones and rates of SAEs were comparable for ERC versus fluoroscopy-free DSC, with lower exposure to fluoroscopy-associated radiation during DSC. (ClinicalTrials.gov no. NCT03421340).\nPubmed   Journal   ReadQx Long-term Outcomes of EUS-guided Gastroenterostomy (LONG-RANGE study): a prospective cohort study tracking symptom recurrence, reintervention timelines and stent modifications over time.\nClinically overt EUS-GE dysfunctions are rare and successfully endoscopically amenable, discouraging scheduled surveillance in malignancies. However, LAMS shows predictable narrowing, sustained by subclinical local reactions, which might inform surveillance in benign indications.\nPubmed   Journal   ReadQx Prospective cohort study of palliative treatment of esophageal cancer with liquid nitrogen spray cryotherapy.\nSpray cryotherapy had a durable and repeatable benefit for palliation of obstructive symptoms of esophageal cancer and quality of life in the majority of patients, without the need for feeding tube or esophageal stent placement. Treatments were generally well-tolerated.\nPubmed   Journal   ReadQx The 2025 top 10 list of endoscopy topics in medical publishing: an annual review by the American Society for Gastrointestinal Endoscopy Editorial Board.\nThe top 10 identified topics collectively represent advances in the following endoscopic areas: endoscopic GERD therapies, non-variceal GI bleeding, endo-oncology, endo-hepatology, vacuum therapy, colonoscopy prep primer, polypectomy best practices, metabolic and bariatric endoscopy, third space endoscopy, and AI applications in endoscopy. Board members were each assigned a topic area and summarized relevant and important articles, thereby generating this overview of the \"top 10\" endoscopic advances of 2025.\nPubmed   Journal   ReadQx Gut\n    Associations between demographic, clinical and dietary factors and flares in inflammatory bowel disease: the PRognostic effect of Environmental factors in Crohn's and Colitis (PREdiCCt) prospective cohort study.\n Higher habitual meat intake was associated with increased risk of objective flare in UC, suggesting diet may contribute to flare susceptibility in specific patient groups.\nPubmed   Journal   ReadQx Complement-secreting CAFs are associated with better prognosis in pancreatic cancer: single-cell multiomics.\n Our study demonstrates that csCAFs may represent an early-stage iCAF subtype and suggests a promising strategy for reprogramming iCAFs into csCAFs.\nPubmed   Journal   ReadQx Genetic dissection of stool frequency implicates vitamin B1 metabolism and other actionable pathways in the modulation of gut motility.\nWe identify therapeutically tractable mechanisms involved in the control of gut motility, including a previously unrecognised role for vitamin B1. These findings warrant mechanistic and clinical studies to evaluate their translational potential in IBS and other dysmotility syndromes.\nPubmed   Journal   ReadQx LY6D identifies persistent stem-like cells driving pancreatic tumourigenesis.\n Our work defines the LY6D + gastric-like cell state as a key driver linking early pre-malignant heterogeneity to PDAC initiation and progression. LY6D represents a pan-stage therapeutic target and a candidate biomarker for early detection and therapeutic targeting.\nPubmed   Journal   ReadQx Oncological impact of universal endoscopic submucosal dissection for large Barrett's cancers.\nPeriod 2 had a higher cancer burden (52.3% vs 34.9%) and greater ESD use (77.1% vs 21.2%). Basal R0 resection improved from 69.7% to 91.2% (p 15 mm improves basal R0 resection, reduces recurrence and improves short-term survival for T1b disease, supporting routine ESD for al larger Barrett's cancers.\nPubmed   Journal   ReadQx Steatosis grade and cardiometabolic burden as determinants of hepatocellular carcinoma risk after hepatitis C cure in patients with metabolic dysfunction-associated steatotic liver disease.\n Advanced hepatic steatosis and glycaemic abnormalities, rather than overall cardiometabolic burden, are independently associated with increased HCC risk after HCV cure.\nPubmed   Journal   ReadQx Targeting ADAR1-mediated RNA editing inhibits hepatic stellate cell activation and liver fibrosis by enhancing HSC-intrinsic innate immunity.\n ADAR1-imposed RNA editome suppresses HSC-intrinsic innate immunity and promotes collagen production, leading to aggravated HSC activation and liver fibrosis. Targeting ADAR1 with its pharmacological inhibitor or HSC-selective RNAi shows great promise in treating liver fibrosis.\nPubmed   Journal   ReadQx Zinc-dependent RNA-binding protein controls hepatocyte senescence and recovery from alcohol-related liver failure.\n These findings uncover a zinc-dependent ZFP36L1-regulon that governs hepatocyte fate by repressing p21- and JAG1-driven senescence and NOTCH activation and highlight ZFP36L1 as a promising therapeutic target in ALD.\nPubmed   Journal   ReadQx Hepatology\n    Biologically explicable multimodal model predicting local tumor progression and tumor invasiveness of hepatocellular carcinoma.\n Multimodal model achieved satisfactory performance on classifying tumor invasiveness, and provided effective strategy for high-invasiveness tumor to reduce LTP occurrence.\nPubmed   Journal   ReadQx NRF2-COX2-PGE2 axis drives immune cold tumors and predicts resistance to combination immunotherapy in hepatocellular carcinoma.\nTumor-intrinsic activation of the NRF2-COX2-PGE₂ axis drives immune cold TMEs and mediates Atez/Bev resistance in HCC. Targeting this pathway may enhance efficacy, and plasma PGE₂ represents a non-invasive biomarker for stratification.\nPubmed   Journal   ReadQx J Hepatol\n    Single nucleotide polymorphisms in the bepirovirsen binding site have limited impact on treatment response in chronic hepatitis B.\nThe majority of participants achieved >1 log HBsAg reductions, including transient HBsAg loss in some, though numerically smaller HBsAg reductions in participants with baseline SNPs require further investigation to better understand resistance mechanisms to bepirovirsen. Impacts and implications HBV sequence polymorphisms can lead to antiviral resistance for the treatment of chronic HBV infection. Therefore, it is important for HCPs to understand the prevalence and development of bepirovirsen binding site SNPs and how their presence in patients with chronic HBV infection may impact the virological response to bepirovirsen treatment. The Phase 2b clinical study findings reported here show that the large majority (92%) of non-responders, partial responders or relapsers did not have bepirovirsen binding site SNPs. Those with bepirovirsen binding site SNPs (7% of participants) still achieved HBsAg reductions, indicating that there is no need at this stage to test for specific HBV variants when administering bepirovirsen, and that treatment resistance via a change in sequence complementarity may be minimal and likely multifactorial. Additional data from ongoing Phase 3 studies of bepirovirsen will provide additional context for assessing this need, and for understanding potential mechanisms of resistance to bepirovirsen.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Linking Patients With Cirrhosis to Clinical Care-The Hurdles and Way Forward.\n\nPubmed   Journal   ReadQx Editorial: TIPS in the Era of Aging and Metabolic Comorbidity: Rethinking Risks and Rewards.\n\nPubmed   Journal   ReadQx Review Article: Classic Bismuth Quadruple Therapy for Helicobacter pylori Infection-Questions Focused on Clinical Practice.\nBQT remains the most effective, safe, and practical regimen for H. pylori eradication, ensuring high cure rates across diverse resistance patterns and clinical settings. Simplified formulations further improve convenience and adherence, reinforcing its role as a globally applicable therapy.\nPubmed   Journal   ReadQx Review Article: Drug Approval for Gastroparesis-Suggestions for Improving the Process for Positive Results.\n The evidence documented here justifies consideration of gastroparesis as an orphan disease, as well as an innovative approach to supplement the regulatory bodies' recommendations and guidance to industry. We propose treatment trials of 4-weeks duration and considering the use of specific symptoms of gastroparesis as clinical endpoints based on a pharmaceutical agent's mechanism of action, rather than using a total gastroparesis symptom score. Such an approach would include evidence of safety and efficacy of new medications targeting gastroparesis subscales, and approval for marketing would be based on the symptoms specifically ameliorated in robust trials.\nPubmed   Journal   ReadQx Gastroenterology\n    Is a Goldilocks Solution for Colorectal Cancer Screening Just a Fairy Tale? Overdiagnosis Versus Later Diagnosis of Premalignant Lesions.\n\nPubmed   Journal   ReadQx Understanding Polyposis Development: Progress and the Many Remaining Challenges.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A note from the Editor-in-Chief.\n\nPubmed   Journal   ReadQx Barotrauma perforation at colonoscopy: potentially disastrous but preventable.\n\nPubmed   Journal   ReadQx Endoscopic submucosal dissection for anal canal lesions: Expanding the frontiers or stretching the limits?\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided choledochoduodenostomy without the need for dilation: Shortening the shortcut!\n\nPubmed   Journal   ReadQx Melius abundare quamdeficere! Adding base ablation to margin ablation may further reduce the risk of residual or recurrence adenoma.\n\nPubmed   Journal   ReadQx Pancreatic fluid collections in 3 dimensions: seeing is revealing.\n\nPubmed   Journal   ReadQx Shedding light on refractory pancreaticobiliary strictures: the emerging role of laser dissection.\n\nPubmed   Journal   ReadQx Sometimes less is less: endoscopic submucosal resection with band ligation of rectal neuroendocrine tumors with and without submucosal injection.\n\nPubmed   Journal   ReadQx Stent savvy: a step toward clarity in navigating metallic stent choice for malignant biliary obstruction.\n\nPubmed   Journal   ReadQx To fin or not to FIN: a tale of 2 stents.\n\nPubmed   Journal   ReadQx Why rectal cancer deserves a standalone spotlight.\n\nPubmed   Journal   ReadQx J Hepatol\n    Is liver steatosis a disease or the emperor's new clothes?\nRecognising the differentiation between steatosis (not a standalone liver disease) and MASH/fibrosis (true driver of liver-related risk) enables more precise risk communication, guides targeted surveillance and therapy, and prevents unnecessary alarm or wasting resources in strained healthcare systems. This paradigm shift supports credible, evidence-based public health strategies focused on metabolic health and fibrosis prevention.\nPubmed   Journal   ReadQx Standing on the shoulders of giants.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Autoimmune Hepatitis and Depression.\n\nPubmed   Journal   ReadQx Correction to: Clinical Evolution, Complications, and Need for Advanced Therapy in Patients With Ulcerative Colitis (Abstract S2018); Pioneering Minimally Invasive Management of Pancreatic Neuroendocrine Tumor: First EUS-RFA Case in Colombia (Abstract S3312); and Jejunal Diverticulum With Arteriovenous Malformation (Abstract S4758).\n\nPubmed   Journal   ReadQx Correction to: Randomized, Double-Blind, Active-Controlled Phase 3 Study to Evaluate Efficacy and Safety of Zastaprazan Compared to Esomeprazole in Erosive Esophagitis.\n\nPubmed   Journal   ReadQx Gallstone Ileus: A Rare Complication of EUS-Guided Gallbladder Drainage.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Response to Rao et al.\n\nPubmed   Journal   ReadQx Reviewer Recognition.\n\nPubmed   Journal   ReadQx Endosc Int Open\n    Clip-assisted anchoring method to facilitate submucosal tunnel entry in peroral endoscopic myotomy for severe fibrosis.\n\nPubmed   Journal   ReadQx Laser stricturotomy-assisted rendezvous ERCP and cholangioscopy for post-cholecystectomy complete common bile duct transection.\n\nPubmed   Journal   ReadQx Endoscopy\n    A case of massive hemobilia during plastic stent exchange following distal pancreatectomy with celiac axis resection and carbon-ion radiotherapy.\n\nPubmed   Journal   ReadQx A rare case of endoscopically removing a fractured pancreatic stent related to surgery.\n\nPubmed   Journal   ReadQx   PMCA simplified strategy for stent fixation using a defect-closure system in refractory esophageal stricture.\n\nPubmed   Journal   ReadQx Cholangioscopy-guided laser lithotripsy alongside a plastic stent for common bile duct stones after total gastrectomy.\n\nPubmed   Journal   ReadQx   PMCDirect-view endoscopic ultrasound-guided fibrotic hepaticojejunostomy stricture managed with a modified stent tube.\n\nPubmed   Journal   ReadQx Effectiveness of immediate contrast-enhanced evaluation after endoscopic ultrasound-guided ethanol injection for a pancreatic neuroendocrine tumor.\n\nPubmed   Journal   ReadQx Emergency colonoscopy for rectal ulcer bleeding: argon plasma coagulation failure rescued by underwater snare-tip coagulation and self-assembling peptide hydrogel.\n\nPubmed   Journal   ReadQx   PMCEndoscopic submucosal dissection for a retrorectal tailgut cyst: a case report.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-free lumen apposing metal stent recanalization of a complete ileal J-pouch stenosis restoring intestinal continuity.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided colorectal anastomosis using a lumen-apposing metal stent for complete anastomotic stricture.\n\nPubmed   Journal   ReadQx Esophagopleural fistula and candidiasis: endoscopic stent management after steroid-induced perforation.\n\nPubmed   Journal   ReadQx Flipping the tumor from outward to inward: simplifying and accelerating endoscopic full-thickness resection.\n\nPubmed   Journal   ReadQx   PMCFour-branched hybrid stent placement using multi-hole-covered self-expandable metallic stents for Bismuth type IV malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCIdentification of an intramuscular gastric subepithelial stromal tumor during endoscopic resection by using endoscopic ultrasound within the submucosal tunnel.\n\nPubmed   Journal   ReadQx Innovative resource-limited endoscopy simulator for skill development.\n\nPubmed   Journal   ReadQx   PMCLaser ablation for tumor ingrowth of the bridging stent via the endoscopic ultrasound-guided hepaticogastrostomy.\n\nPubmed   Journal   ReadQx Laser lithotripsy for refractory stones in the cystic duct and common bile duct.\n\nPubmed   Journal   ReadQx   PMCLong-term local tumor control by endoscopic radiofrequency ablation for ampullary carcinoma with biliary extension in a patient with familial adenomatous polyposis.\n\nPubmed   Journal   ReadQx Lumen-apposing metal stent fixation using a defect-closure system for the management of a case of afferent limb syndrome.\n\nPubmed   Journal   ReadQx Marsupialisation of a tunnel flap for a false oesophageal lumen post peroral endoscopic myotomy.\n\nPubmed   Journal   ReadQx   PMCNasobiliary tube-assisted cholangioscopy-guided electrohydraulic lithotripsy successfully used to treat a difficult common bile duct stone.\n\nPubmed   Journal   ReadQx   PMCOvercoming sharp angulation for biliary access with a novel endoscopic retrograde cholangiopancreatography cannula in surgically altered anatomy.\n\nPubmed   Journal   ReadQx Preemptive fixation of a jejunal enteral tube extension via novel anchoring system.\n\nPubmed   Journal   ReadQx Prophylactic clip closure after colorectal endoscopic submucosal dissection: lessons from a European multicenter analysis and the Japanese experience.\n\nPubmed   Journal   ReadQx Tip-in underwater endoscopic mucosal resection for a sessile lesion at a poorly visualized location.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Association Between Serrated Polyps on Index Examination and Advanced Findings Detected on the Second Surveillance Colonoscopy: Data From the New Hampshire Colonoscopy Registry.\n\nPubmed   Journal   ReadQx Characteristics of Colonoscopy- and Fecal Immunochemical Test-Based Screen-Detected Premalignant Neoplastic Lesions: Results From the COLONPREV Study.\n\nPubmed   Journal   ReadQx HLA Heterozygosity Influences Colorectal Cancer Risk and Survival Outcome.\n\nPubmed   Journal   ReadQx MLH1 Lynch Syndrome Colorectal Cancers Are Driven by Heterogeneous Wnt Pathway Gene Mutations.\n\nPubmed   Journal   ReadQx Progression of Pancreatic Morphologic Changes and Endocrine Dysfunction After Acute Pancreatitis: Preliminary Results of the Longitudinal Goulash-Plus Cohort Study.\n\nPubmed   Journal   ReadQx Hepatology\n    Alcohol use dominates determining liver related events in steatotic liver disease: Rethinking the role of metabolic dysfunction.\n\nPubmed   Journal   ReadQx Fellows' Corner.\n\nPubmed   Journal   ReadQx From intuition to index: Combining frailty and comorbidities to stratify liver transplant risk.\n\nPubmed   Journal   ReadQx Fueling fibrosis: The PBX1-IL7R axis and its role in hepatic stellate cell activation.\n\nPubmed   Journal   ReadQx MASLD: To screen or not to screen-That is the question.\n\nPubmed   Journal   ReadQx Metabolic syndrome and cholangiocarcinoma: A signal too strong to ignore.\n\nPubmed   Journal   ReadQx Population-level screening for liver disease: Opportunities and challenges.\n\nPubmed   Journal   ReadQx J Hepatol\n    A rare vascular puzzle: Portal hypertension and hepatic lesions.\n\nPubmed   Journal   ReadQx From the Editor's Desk...\n\nPubmed   Journal   ReadQx Redox-dependent substrate use in hepatic gluconeogenesis shapes exercise performance.\n\nPubmed   Journal   ReadQx Tobevibart and elebsiran for the treatment of chronic hepatitis delta.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: TIPS in the Era of Aging and Metabolic Comorbidity-Rethinking Risks and Rewards. Authors Reply.\n\nPubmed   Journal   ReadQx Letter: Using Anti-HBs Titers to Tailor HBV Reactivation Monitoring in Patients With Solid Tumours-Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Using Anti-HBs Titres to Tailor HBV Reactivation Monitoring in Patients With Solid Tumours.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Addressing the elephant in the room: Herbal liver injury is more severe and catastrophic than liver injury from conventional drugs.\n\nPubmed   Journal   ReadQx GEMA-AI and the Ethical Future of Liver Transplantation: Between Survival and Meaningful Outcomes.\n\nPubmed   Journal   ReadQx Portal Pressure Measurement: A Question of How or by Whom?\n\nPubmed   Journal   ReadQx The DILI-Inpt Prognostic Score.\n\nPubmed   Journal   ReadQx Toward More Equitable Liver Allocation: Optimizing the GEMA-AI Model for the Chinese Context.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Does modified peroral endoscopic myotomy really not reduce the incidence of postoperative reflux esophagitis?\n\nPubmed   Journal   ReadQx Increased risks associated with large endoscopic sphincterotomy combined with endoscopic papillary large balloon dilation.\n\nPubmed   Journal   ReadQx Optimizing evidence translation for transoral outlet reduction: methodologic considerations and clinical implications.\n\nPubmed   Journal   ReadQx Percutaneous sinus tract endoscopic necrosectomy: double-lumen catheters may be more economical and equally safe compared with fully covered metal stents.\n\nPubmed   Journal   ReadQx The hidden advantage: colonoscopy preparation mitigates gastric content risk associated with glucagon-like peptide-1 receptor agonists.\n\nPubmed   Journal   ReadQx Toward a more nuanced evaluation of endoscopic sleeve gastroplasty: beyond biomarkers to clinical meaning.\n\nPubmed   Journal   ReadQx Gut\n    Clarifying the stopping rule and clinical value of AI-guided PEG titration for bowel preparation.\n\nPubmed   Journal   ReadQx J Hepatol\n    Is Partial Cure a Realistic Endpoint for Novel Hepatitis B Therapy?\n\nPubmed   Journal   ReadQx Thrombotic microangiopathy or rejection in first pig-to-human patient liver xenotransplantation.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-23T07:52:50-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-16-2026/",
    "title": "Fri Jan 16 2026",
    "description": "99 articles - From Friday Jan 09 2026 to Friday Jan 16 2026",
    "author": [],
    "date": "2026-01-16",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    AGA Clinical Practice Update on Evaluation and Management of Refractory Constipation: Expert Review.\nThese Best Practice Advice statements were drawn from a review of the published literature and from expert opinion. Because systematic reviews were not performed, these Best Practice Advice statements do not carry formal ratings of the quality of evidence or strength of the presented considerations.\nPubmed   Journal   ReadQx AGA Clinical Practice Update on the Role of Therapeutic Endoscopy in Inflammatory Bowel Disease: Commentary.\nMethods This CPU was commissioned and approved by the AGA Institute CPU committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPU committee and external peer review through standard procedures of Clinical Gastroenterology and Hepatology. This communication incorporates important and recently published studies in the field, reflecting the experiences of the authors.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    ASGE consensus recommendations on the endoscopic management of eosinophilic esophagitis - part 2: disease assessment, monitoring, and pediatric considerations.\nStatements across al age ranges addressed the role of less-invasive monitoring, performing diagnostic endoscopy off treatment, the need to consider symptoms, endoscopic features, and histologic findings when assessing disease activity, treatment-based monitoring intervals, and the approach to esophageal biopsies during monitoring. Coupled with the original consensus work, we provide a comprehensive endoscopic approach to EoE as well as practical guidance for procedure-related aspects in the field to facilitate high-quality endoscopic care to patients with EoE.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Statin Therapy Independently Reduces Mortality and Liver Complications in Patients With Cirrhosis: An Updated Systematic Review and Meta-Analysis.\nStatin therapy is associated with improved survival in cirrhosis, supported mechanistically by reductions in portal pressure. Observational evidence suggests benefits for decompensation and HCC, though these remain uncertain due to residual confounding. Large-scale, long-term RCTs are needed to clarify the role of statins as disease-modifying therapy in cirrhosis.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Imaging Based Modalities for Identifying \"At Risk\" MASH. A Diagnostic Test Meta-analysis.\n FAST with its accessibility and robust diagnostic performance may be well-suited for large-scale application. MRI-based techniques are effective non-invasive options for diagnosing \"at risk\" MASH in MASLD and may provide strong alternatives. Rather than challenging existing perspectives, this study provides a reflective overview of current evidence on imaging-based modalities for \"at risk\" MASH.\nPubmed   Journal   ReadQx The Impact of Body Weight Change on Liver Histology in Metabolic Dysfunction-Associated Steatotic Liver Disease Across Various Histological Endpoints: A Systematic Review and Meta-Analysis.\n Even modest observed weight loss is associated with MASH resolution. MASH resolution and ≥1-stage fibrosis improvement are not impacted by BMI, T2DM or Hispanic/Latino ethnicity, reinforcing the importance of lifestyle interventions across populations. The proportions observed serve as benchmark estimates of histological response for future clinical trial design.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Impact of 20% Change in VCTE-measured Liver Stiffness on Liver-related Outcomes: A systematic Review and Meta-Analysis. \nThese findings highlight the potential of serial LSM measurements for monitoring chronic liver disease and for clinical trial endpoints. Prospective longitudinal studies are needed to evaluate if changes in LSM measurements over time are linked to improved patient outcomes.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Characterisation and Prognostic Implication of Cholestasis After Burn Injury.\nCholestasis is frequent following burn injury. Prognosis is determined by bilirubin dynamics independently of disease and burn severity. Hyperbilirubinemia is associated with excess mortality ≥ 7 days after surviving burn injury.\nPubmed   Journal   ReadQx Clinical Trial: Semaglutide Versus Placebo in NIT-Assessed MASH-A Multicenter Randomised Placebo-Controlled Trial (SAMARA).\nA NIT-based approach to identify at-risk MASH patients for semaglutide treatment is feasible and effective. This study provides RCT data showing that FAST, ALT, AST and MRI-PDFF can be used to monitor treatment response.\nPubmed   Journal   ReadQx PNPLA3 Genotype and Clinical Factors Impact Hepatocellular Carcinoma Risk: Findings From a Prospective Cohort Study.\n The frequency of rs738409-G alleles was associated with a dose-dependent increase in HCC risk and was independent of other clinical risk factors. Among participants who were male, overweight, and those with diabetes, the risk of HCC was further elevated among those with rs738409-G alleles. These data may be helpful for the development of future risk stratification strategies.\nPubmed   Journal   ReadQx Tumour Burden Score as a Predictor of Extrahepatic Progression After Transarterial Chemoembolization for Hepatocellular Carcinoma: An Observational Multicenter Study.\n Extrahepatic dissemination is infrequent in HCC patients treated with TACE. TBS is easily calculable and helps in identifying patients at higher risk of metastasis development.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    A Large Language Model Assistant for Summarizing Hepatology Referral Documents.\nThe use of an LLM led to significantly reduced document length, maintained an appropriate level of accuracy, and led to a significant decrease in clinician time to review the patient record. Future steps involve creating a fully automated workflow that is integrated into the electronic health record for widespread use.\nPubmed   Journal   ReadQx Adenomatous Polyposis Coli Gene Polyposis-related Syndromes.\nIn this narrative review, we discuss the epidemiology, diagnosis, and management of APC gene related polyposis syndromes. We also review the variation in genotype-phenotype presentations and discuss practical aspects of caring for individuals affected by these syndromes with an emphasis on multidisciplinary care, family planning, and transitions of care.\nPubmed   Journal   ReadQx Association Between Antibiotic Use for Non-Gastrointestinal Infections and Inflammatory Bowel Diseases Flare-Ups: A Self-Controlled Case Series Study.\nAntibiotic use for non-GI infections was associated with a short-term increase in IBD flare risk. Injectable or narrow-spectrum antibiotics may have a relatively smaller impact on potential IBD flare-ups.\nPubmed   Journal   ReadQx Associations Between Mean Arterial Pressure Thresholds and Clinical Outcomes in Decompensated Cirrhosis With Septic Shock.\n Maintaining MAP between 70 and 75 mm Hg may optimize survival and kidney recovery in patients with decompensated cirrhosis and septic shock. Randomized trials are needed to compare traditional MAP targets (60-65 mm Hg) with intermediate targets (70-75 mm Hg) to improve outcomes in this high-risk population.\nPubmed   Journal   ReadQx Clinical Trial Endpoints for Perianal Fistulizing Crohn's Disease.\nBased on our evaluation, future trials should use co-primary clinical and radiologic assessments to capture both how the patient feels and an objective measure of disease activity. These findings reinforce the need for clearly defined, objective, and standardized endpoints for pCD clinical trials that will enable evaluation of novel therapies to improve patient outcomes.\nPubmed   Journal   ReadQx Comparative Outcomes of Flexible Endoscopy, Rigid Endoscopy, and Open Surgery for Zenker's Diverticulum Repair: A Retrospective Matched Cohort Study.\n In this matched cohort, FE has clinical success comparable to OS and superior to RE for ZD repair, with shorter hospital stays, reduced procedure lengths, and a trend toward fewer adverse events. Our matched, multi-center design provides stronger comparative evidence than prior unmatched studies. These findings support FE as a first-line treatment for ZD repair, though prospective studies could further clarify long-term outcomes.\nPubmed   Journal   ReadQx Postimaging Colorectal Cancer After Computed Tomography Colonography: A Danish Nationwide Study.\n We found a higher overall PICRC-3y-rate than previously reported. The overall PICRC-3y-rate was also higher than reported 3-year rates for postcolonoscopy CRCs.\nPubmed   Journal   ReadQx Resection depth of underwater versus conventional endoscopic mucosal resection for intermediate-sized colorectal tumors.\n UEMR achieved a resection depth comparable to that of CEMR. Given its consistent negative horizontal margins, UEMR may become the gold standard for resecting intermediate-sized colorectal tumors.\nPubmed   Journal   ReadQx The Enterolimbic axis: gut-brain affective circuits at the crossroad of metabolism, emotion, and behavior.\nWe propose that gastroenterologists embrace these agents as first-line therapies, leveraging the unique endocrine role of the gut in metabolic regulation. This review integrates molecular, clinical, and therapeutic insights to outline diagnostic and precision-medicine opportunities arising from enterolimbic modulation.\nPubmed   Journal   ReadQx The Time-Dependent Association Between Irritable Bowel Syndrome and All-Cause and Cause-Specific Mortality in the NIH-AARP Cohort Study.\n We found time-dependent inverse associations between IBS and all-cause, cancer and cardiovascular disease mortality. Although this association seemed to be strongly confounded by personal health advocacy/healthcare access during very short follow-up, further research is needed to explore the factors contributing to these associations observed after longer follow-up.\nPubmed   Journal   ReadQx The Utility of MUC2 and CDX2 Expression in the Diagnosis of Barrett's Esophagus: A Community-based Study of Wide-Area Transepithelial Sampling and Forceps Biopsies.\nMUC2 immunohistochemistry may be more sensitive and specific for diagnosing BE than goblet cells by FB. FB misses approximately half of BE when using MUC2/WATS3D as an alternative gold standard. The addition of MUC2 immunohistochemistry may aid in the recognition of BE.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Serum IgG Response to a Conserved Domain of Commensal Flagellins Predicts Future Risk of Crohn's Disease in First-Degree Relatives. \nIncreased antibody response in healthy FDRs towards Lachnospiraceae flagellins is associated with future risk of CD. Importantly, pre-CD subjects shared seroreactivity towards a conserved bacterial flagellin epitope, which may represent an early pre-clinical biomarker of CD.\nPubmed   Journal   ReadQx Endoscopy\n    Approaches to assessing completeness of polyp resections in clinical practice: a systematic scoping review. \nDifferent methods are available to assist in visual confirmation of complete resection and measuring IRRs, with considerable variability in their application. This review highlights the need for standardized assessment of complete colorectal polyp resection.\nPubmed   Journal   ReadQx Universal submucosal dissection outperforms selective mucosal resection in early esophageal adenocarcinoma.\nESD achieved higher complete resection rates for both T1a and T1b cancers without increased morbidity. ESD may therefore represent the preferred strategy for early EAC, potentially reducing unnecessary surgery.\nPubmed   Journal   ReadQx Gastroenterology\n    Endoscopic Ultrasound-Guided Choledochoduodenostomy vs Endoscopic Retrograde Cholangiopancreatography in Malignant Distal Biliary Obstruction to Prevent Postprocedural Pancreatitis: A Randomized Trial.\nEUS-CDS is superior to ERCP in reducing postprocedural acute pancreatitis risk. However, the overall risk of AEs was not significantly different and warrants further investigation. Additionally EUS-CDS showed improved technical success and comparable clinical efficacy. These results support a potential role of EUS-CDS as primary approach in selected patients with dilated common bile duct (ClinicalTrials.gov, Number  NCT04099862).\nPubmed   Journal   ReadQx Mutational Landscape of Colorectal Tumors From Individuals With Unexplained Adenomatous or Serrated Colorectal Polyposis.\nOur results indicate that BRAF-mutated serrated polyps are molecularly more similar to normal colon tissue than APC- and/or CTNNB1-mutated tumors. Overall, molecular tumor profiling of individuals with polyposis contributes to understanding the genetic disease etiology.\nPubmed   Journal   ReadQx Gut\n    Complement-secreting CAFs are associated with better prognosis in pancreatic cancer: single-cell multiomics. \nPatients with a higher composition of csCAFs have significantly longer overall survival and recurrence-free survival through multiplex immunohistochemistry and bulk RNA-seq deconvolution. Our study demonstrates that csCAFs may represent an early-stage iCAF subtype and suggests a promising strategy for reprogramming iCAFs into csCAFs.\nPubmed   Journal   ReadQx KRAS mutation-driven O-GlcNAcylation of CLDN18.2 enhances the progression of pancreatic cancer and reduces the efficacy of CLDN18.2-targeted therapy.\nKRAS mutations and hyperglycaemia drive O-GlcNAcylation of CLDN18.2 at its C-terminal T204 site. O-GlcNAcylated CLDN18.2 promotes poor prognosis and reduces the effectiveness of CLDN18.2-targeted therapies. Low dose MRTX1133 restores CLDN18.2 membrane localisation by reducing its O-GlcNAcylation and augments CLDN18.2-targeted therapy efficacy, offering a novel combinatorial strategy for KRAS-mutant PDAC.\nPubmed   Journal   ReadQx Zinc-dependent RNA-binding protein controls hepatocyte senescence and recovery from alcohol-related liver failure. \nManipulation of zinc availability altered ZFP36L1 activity and expression of its direct targets. These findings uncover a zinc-dependent ZFP36L1-regulon that governs hepatocyte fate by repressing p21- and JAG1-driven senescence and NOTCH activation and highlight ZFP36L1 as a promising therapeutic target in ALD.\nPubmed   Journal   ReadQx Hepatology\n    Anatomic subsets of cholangiocarcinoma: More different than alike.\nEmerging strategies for early diagnosis and chemoprevention in high-risk populations further emphasize the significance of recognizing the unique biology of each subtype. In this review, we provide a comprehensive overview of the distinct anatomic subsets of CCA, integrating their molecular and biological foundations with clinical management to inform practice and guide future research.\nPubmed   Journal   ReadQx Biologically explicable multimodal model predicting local tumor progression and tumor invasiveness of hepatocellular carcinoma. \nThe 8 mm MAM ablation strategy can effectively decrease the LTP incidence of high-invasiveness group (from 42.4% to 10.5%, p=0.027) to the level comparable to low-invasiveness group (10.5% vs 6.1%, p=0.613) in external test set. Multimodal model achieved satisfactory performance on classifying tumor invasiveness, and provided effective strategy for high-invasiveness tumor to reduce LTP occurrence.\nPubmed   Journal   ReadQx Biologically interpretable deep learning-derived MRI phenotypes reveal lymph node involvement and neoadjuvant therapy response in intrahepatic cholangiocarcinoma.\n The SwinU-CliRad model can serve as a biologically interpretable tool for LN risk stratification in iCCA surgical candidates, with high-risk patients identified by the model potentially deriving benefit from NAT.\nPubmed   Journal   ReadQx Clinical utilization of testing for cell-free DNA in hepatocellular cancer.\nIn contrast, the use of cfDNA for risk stratification, prognostication, and minimal residual disease detection remains in the early stages of clinical development. Future multicenter studies with standardized methodologies and rigorous validation will be essential to translate cfDNA into routine clinical practice for the management of HCC.\nPubmed   Journal   ReadQx Liverrisk score (LRS) predicts long-term liver-related outcomes in a cohort of veterans without evidence of liver disease.\nLRS effectively predicted liver-related events, mortality, and HCC in Veterans. Its integration into clinical alerts and lab reports could support proactive patient care and liver disease prevention.\nPubmed   Journal   ReadQx NRF2-COX2-PGE2 axis drives immune cold tumors and predicts resistance to combination immunotherapy in hepatocellular carcinoma. \nTumor-intrinsic activation of the NRF2-COX2-PGE₂ axis drives immune cold TMEs and mediates Atez/Bev resistance in HCC. Targeting this pathway may enhance efficacy, and plasma PGE₂ represents a non-invasive biomarker for stratification.\nPubmed   Journal   ReadQx Repurposing resmetirom suppresses MASH-associated hepatocellular carcinoma, with mechanistic implications of MDK/LRP1-mediated metabolic reprogramming and immunosuppression.\nTargeting the MDK/LRP1 axis with Resmetirom offers a promising therapeutic strategy for MASH-associated HCC, addressing both metabolic dysfunction and tumor progression.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Post Banding Ulcer Bleeding-Is There Scope for Prevention?\n\nPubmed   Journal   ReadQx Gastroenterology\n    In Memoriam: Pelayo Jesus Correa, MD (1927-2025).\n\nPubmed   Journal   ReadQx J Hepatol\n    Standing on the shoulders of giants. \n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    A Rare Cause of Ascites.\n\nPubmed   Journal   ReadQx An Unusual Complication Postgastrectomy: A Large Stone Formed on Retained Sutures at the Periampullary Region.\n\nPubmed   Journal   ReadQx Autoimmune Hepatitis and Depression. \n\nPubmed   Journal   ReadQx How I Approach It: A Roadmap for AI in GI Fellowship Training.\n\nPubmed   Journal   ReadQx Inverted Hyperplastic Polyp of the Duodenum.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Leveraging malleability: lithotripsy basket retrieval of an impacted esophageal medication blister foil pack.\n\nPubmed   Journal   ReadQx Primary hepatic somatostatinoma (G2) with diabetes and nodal metastasis: An exceptionally rare primary liver tumor.\n\nPubmed   Journal   ReadQx Something fishy in the liver - an unexpected mass in a patient with heavy alcohol use.\n\nPubmed   Journal   ReadQx The appendix as a diagnostic blind spot: a case of concealed tubular adenoma.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Animal Naming Test Predicts Future Overt Hepatic Encephalopathy.\n\nPubmed   Journal   ReadQx Endoscopy\n    \"Umbrella-shaped pulley traction\" assisted endoscopic submucosal dissection of colonic lesions - a modified external traction technique.\n\nPubmed   Journal   ReadQx   PMCA fishy situation - expanding the differential diagnosis of the fish-mouth papilla.\n\nPubmed   Journal   ReadQx   PMCA helix tacking system for the management of colonic anastomotic dehiscence, after a laparoscopic left colectomy.\n\nPubmed   Journal   ReadQx   PMCA novel approach: a pancreatic duct stent removable with the nasobiliary catheter.\n\nPubmed   Journal   ReadQx   PMCA novel robotic traction system for endoscopic submucosal dissection - achieving en bloc resection of an extensive laterally spreading tumor in the lower rectum.\n\nPubmed   Journal   ReadQx A rare case of hepatic hilar lymphangioma diagnosed using endoscopic and transabdominal ultrasonography.\n\nPubmed   Journal   ReadQx Cholangioscopy and double guidewires facilitate a difficult endoscopic ultrasound-guided gastroenterostomy.\n\nPubmed   Journal   ReadQx   PMCCombined digestive endoscopy and laryngoscopy for successful management of an early-stage epiglottic carcinoma.\n\nPubmed   Journal   ReadQx   PMCEndoscopic management of a giant ampullary cyst causing acute pancreatitis.\n\nPubmed   Journal   ReadQx Endoscopic replacement of a transgastric feeding tube in advanced oropharyngeal cancer with esophageal obstruction using transgastrostomy endoscopy.\n\nPubmed   Journal   ReadQx Endoscopic resection in early Barrett's esophagus-associated adenocarcinoma: does a universal endoscopic submucosal dissection approach make the cut?\n\nPubmed   Journal   ReadQx Endoscopic stricturoplasty for pyloric stenosis refractory to endoscopic balloon dilation and lumen apposing metal stenting.\n\nPubmed   Journal   ReadQx   PMCEndoscopic synchronous injection and submucosal dissection for large granular mixed nodular laterally spreading tumor in the rectum.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided antegrade transpapillary multi-hole self-expandable metal stent with fine-gauge stent delivery system.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided choledochoduodenostomy as a life-saving salvage therapy for post-transplant acute biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided portal pressure gradient assessment of acute hemodynamic response to intravenous propranolol.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided radiofrequency ablation followed by ethanol ablation of a solid pseudopapillary neoplasm of the pancreas.\n\nPubmed   Journal   ReadQx Hemostasis via an endoscopic full-thickness suturing device with extended cap length method and red dichromatic imaging for deep colonic diverticular bleeding.\n\nPubmed   Journal   ReadQx High-fidelity endoscopic submucosal dissection simulator reproducing full-procedure training, bleeding, and perforation.\n\nPubmed   Journal   ReadQx   PMCKnocking stent release technique to deploy lumen-apposing metal stents during endoscopic ultrasound-guided gallbladder drainage.\n\nPubmed   Journal   ReadQx   PMCRescue surgery for intra-abdominal migration of plastic stents in endoscopic ultrasound-guided hepaticogastrostomy.\n\nPubmed   Journal   ReadQx   PMCSide-by-side 6-mm multi-hole metal stents more effective than inside plastic stents for reintervention after stent-in-stent placement in malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCSimple water infusion via a non-traumatic tube facilitates endoscopic resection of an appendiceal-orifice polyp.\n\nPubmed   Journal   ReadQx Stent-in-stent placement of multi-hole metal stents (M2) for malignant hilar obstruction allows re-intervention as easily as with plastic stents.\n\nPubmed   Journal   ReadQx Successful endoscopic submucosal dissection of a large laterally spreading tumor in distal jejunum by the water pressure method using a newly developed double-balloon enteroscope.\n\nPubmed   Journal   ReadQx   PMCTetra-side-by-side technique using a multi-hole self-expandable metal stent with a 5.9-Fr stent delivery system.\n\nPubmed   Journal   ReadQx   PMCTranscolonic endoscopic appendectomy using a novel integrated snare-knife device: a case report.\n\nPubmed   Journal   ReadQx   PMCUnderwater internal traction-assisted reopenable clip-over-the-line method for full-thickness defect closure in a gastric collapse.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    An Unusual Cause of Mucopurulent Bloody Stool and Blurred Vision.\n\nPubmed   Journal   ReadQx Life-Threatening Hematemesis and Esophageal Stricture in a 9-Year-Old Boy: Unmasking the Culprit.\n\nPubmed   Journal   ReadQx Hepatology\n    Fellows' Corner. \n\nPubmed   Journal   ReadQx From intuition to index: Combining frailty and comorbidities to stratify liver transplant risk. \n\nPubmed   Journal   ReadQx Fueling fibrosis: The PBX1-IL7R axis and its role in hepatic stellate cell activation. \n\nPubmed   Journal   ReadQx Hepatocellular carcinoma with macrovascular invasion : Navigating heterogeneous evidence.\n\nPubmed   Journal   ReadQx Letter to the Editor: Placebo drift, dose heterogeneity and the winner's curse - re-evaluating the hierarchy of MASH therapeutics.\n\nPubmed   Journal   ReadQx Letter to the Editor: The PNPLA3 paradox: Does genotype modify the clinical utility of the MASLD framework in children.\n\nPubmed   Journal   ReadQx MASLD: To screen or not to screen-That is the question. \n\nPubmed   Journal   ReadQx Metabolic syndrome and cholangiocarcinoma: A signal too strong to ignore. \n\nPubmed   Journal   ReadQx Population-level screening for liver disease: Opportunities and challenges. \n\nPubmed   Journal   ReadQx Reply: Placebo drift, dose heterogeneity and the winner's curse - re-evaluating the hierarchy of MASH therapeutics.\n\nPubmed   Journal   ReadQx Reply: The PNPLA3 paradox: Does genotype modify the clinical utility of the MASLD framework in children?\n\nPubmed   Journal   ReadQx J Hepatol\n    Enhancing intestinal goblet cell-associated antigen passages could attenuate ALD.\n\nPubmed   Journal   ReadQx Redox-dependent substrate use in hepatic gluconeogenesis shapes exercise performance. \n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Gut\n    Should the China-CLIF framework influence model for end-stage liver disease-based transplant priority in acute-on-chronic liver failure?\n\nPubmed   Journal   ReadQx J Hepatol\n    Bridging Disciplines in Portopulmonary Hypertension: A Multidisciplinary Call for Harmonized Patient Management.\n\nPubmed   Journal   ReadQx Emergency granulopoiesis in decompensated cirrhosis: mechanistic and therapeutic considerations.\n\nPubmed   Journal   ReadQx Hypertension and Long-Term Adverse Clinical Outcomes in MASLD: Sensitivity Analyses for Unmeasured or Uncontrolled Confounding.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-16T09:40:51-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-09-2026/",
    "title": "Fri Jan 09 2026",
    "description": "113 articles - From Friday Jan 02 2026 to Friday Jan 09 2026",
    "author": [],
    "date": "2026-01-09",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    AGA Clinical Practice Update on Evaluation and Management of Refractory Constipation: Expert Review. \nThese Best Practice Advice statements were drawn from a review of the published literature and from expert opinion. Because systematic reviews were not performed, these Best Practice Advice statements do not carry formal ratings of the quality of evidence or strength of the presented considerations.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    ASGE consensus recommendations on the endoscopic management of eosinophilic esophagitis - part 2: disease assessment, monitoring, and pediatric considerations. \nStatements across al age ranges addressed the role of less-invasive monitoring, performing diagnostic endoscopy off treatment, the need to consider symptoms, endoscopic features, and histologic findings when assessing disease activity, treatment-based monitoring intervals, and the approach to esophageal biopsies during monitoring. Coupled with the original consensus work, we provide a comprehensive endoscopic approach to EoE as well as practical guidance for procedure-related aspects in the field to facilitate high-quality endoscopic care to patients with EoE.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Meta-Analysis: Prevalence of Eating Disorders in Inflammatory Bowel Disease.\nEating disorders are prevalent among individuals with IBD, particularly avoidant/restrictive types. These findings highlight the need for improved screening and greater clinical awareness to better detect and manage disordered eating in the IBD population.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Comparison of Image-Enhanced Endoscopy Techniques for Colorectal Lesion Detection and Characterization: A Network Meta-Analysis of Randomized Controlled Trials.\n Our findings indicate TXI and LCI may provide improved detection performance compared with conventional imaging. Blue light imaging and new-generation NBI seem to enhance lesion characterization. Further comparative studies are needed to guide optimal IEE modality selection for colorectal neoplasia.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Endoscopic techniques for the identification of duodenal villous atrophy in celiac disease: a systematic review and meta-analysis of diagnostic accuracy.\nCompared to white-light endoscopy, advanced techniques such as water immersion, narrow band imaging and dye-based chromoendoscopy offer improved sensitivity, particularly for subtle, patchy lesions.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Amino Acid Imbalance Is an Independent Factor for Mortality in Patients With Liver Cirrhosis.\nAmino acid imbalance is an independent factor for poor prognosis in patients with cirrhosis. Notably, decreased BCAA and increased tyrosine levels were identified as independent prognostic factors.\nPubmed   Journal   ReadQx Blood Eosinophils Are Accurate Biomarkers for the Management of Eosinophilic Oesophagitis: Prospective, Multi-Centre Study.\n Eosinophil absolute and relative counts in the peripheral blood could be used in the initial assessment of patients presenting with dysphagia to accurately differentiate EoE from NED and to predict histological remission of EoE.\nPubmed   Journal   ReadQx Clinical Trial: Long Versus Short Tapering of Steroids in Steroid Responsive Moderate to Severely Active Ulcerative Colitis-A Randomised Controlled Trial.\n A shorter taper duration of 6 weeks was inferior to a longer taper of 10 weeks in achieving clinical remission of UC at 6 months.\nPubmed   Journal   ReadQx Impact of Evolving Evidence on Pharmacological Therapy for Alcohol-Associated Hepatitis in Alberta: A Population-Based Study of Practice Trends and MELD-Stratified Effectiveness of Corticosteroids.\nRCT evidence led to a rapid reversal in PTX prescribing prior to formal guideline updates. Real-world data support a modest short-term benefit of CS and illustrate the potential of target trial emulation to assess treatment effectiveness in specific groups of patients.\nPubmed   Journal   ReadQx Research Communication: Healthcare Utilisation Patterns in Patients With Irritable Bowel Syndrome Across an Integrated Healthcare System.\nAll IBS medications were associated with reduced outpatient visits. Our findings enable healthcare systems to better target interventions to reduce unnecessary utilisation and associated costs.\nPubmed   Journal   ReadQx Research Communication: The Risk and Outcomes of Gastrointestinal Bleeding in Patients Using Warfarin or Direct Oral Anticoagulants.\nPatients taking either DOACs or warfarin had more severe GIB and greater mortality than non-anticoagulated patients, even after controlling for comorbid status. Anticoagulated patients also had higher rates of delayed endoscopy.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    A Large Language Model Assistant for Summarizing Hepatology Referral Documents. \nThe use of an LLM led to significantly reduced document length, maintained an appropriate level of accuracy, and led to a significant decrease in clinician time to review the patient record. Future steps involve creating a fully automated workflow that is integrated into the electronic health record for widespread use.\nPubmed   Journal   ReadQx Adenomatous Polyposis Coli Gene Polyposis-related Syndromes. \nIn this narrative review, we discuss the epidemiology, diagnosis, and management of APC gene related polyposis syndromes. We also review the variation in genotype-phenotype presentations and discuss practical aspects of caring for individuals affected by these syndromes with an emphasis on multidisciplinary care, family planning, and transitions of care.\nPubmed   Journal   ReadQx Associations Between Mean Arterial Pressure Thresholds and Clinical Outcomes in Decompensated Cirrhosis With Septic Shock. \nMaintaining MAP between 70 and 75 mm Hg may optimize survival and kidney recovery in patients with decompensated cirrhosis and septic shock. Randomized trials are needed to compare traditional MAP targets (60-65 mm Hg) with intermediate targets (70-75 mm Hg) to improve outcomes in this high-risk population.\nPubmed   Journal   ReadQx Clinical Trial Endpoints for Perianal Fistulizing Crohn's Disease. \nBased on our evaluation, future trials should use co-primary clinical and radiologic assessments to capture both how the patient feels and an objective measure of disease activity. These findings reinforce the need for clearly defined, objective, and standardized endpoints for pCD clinical trials that will enable evaluation of novel therapies to improve patient outcomes.\nPubmed   Journal   ReadQx Psychological Resilience and Mental Wellbeing Mitigate the Risk of Irritable Bowel Syndrome.\n Our study demonstrates that enhanced mental wellbeing confers substantial protection against IBS development, highlighting psychological interventions as potential primary prevention strategies.\nPubmed   Journal   ReadQx The Enterolimbic axis: gut-brain affective circuits at the crossroad of metabolism, emotion, and behavior. \nWe propose that gastroenterologists embrace these agents as first-line therapies, leveraging the unique endocrine role of the gut in metabolic regulation. This review integrates molecular, clinical, and therapeutic insights to outline diagnostic and precision-medicine opportunities arising from enterolimbic modulation.\nPubmed   Journal   ReadQx The Utility of MUC2 and CDX2 Expression in the Diagnosis of Barrett's Esophagus: A Community-based Study of Wide-Area Transepithelial Sampling and Forceps Biopsies. \nFB misses approximately half of BE when using MUC2/WATS3D as an alternative gold standard. The addition of MUC2 immunohistochemistry may aid in the recognition of BE.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Large-scale clustering of longitudinal fecal calprotectin and C-reactive protein profiles in inflammatory bowel disease.\n Distinct patterns of inflammatory behavior over time are evident in IBD patients. These data pave the way for a deeper understanding of disease heterogeneity in IBD.\nPubmed   Journal   ReadQx Real-world effectiveness of advanced therapies in microscopic colitis.\n This real-world study demonstrates the promising short- and long-term effectiveness of advanced therapies-particularly JAK inhibitors-in budesonide-refractory and budesonide-dependent MC. These findings pave the way for dedicated prospective trials and highlight evolving therapeutic strategies in MC.\nPubmed   Journal   ReadQx Week 12 Reduction in MM-SES-CD is Predictive of Delayed Response to Upadacitinib in Crohn's disease.\nDelayed clinical response to upadacitinib occurs in a substantial proportion of initial non-responders. Failure to achieve week 12 reduction in MM-SES-CD is associated with high likelihood of delayed non-response, supporting its utility in guiding treatment decisions.\nPubmed   Journal   ReadQx Endoscopy\n    Development and Validation of a Multimodal Deep Learning Model for Early Esophageal Squamous Neoplasia Detection and Invasion Depth Prediction.\n MUMA-EDx demonstrably delivers exceptional early ESCC detection and robust invasion depth classification, achieving performance comparable to expert endoscopists and poised to significantly enhance diagnostic precision and patient outcomes.\nPubmed   Journal   ReadQx Multicenter, double-blind, sham endoscopy-controlled, randomized trial evaluating the efficacy of anti-reflux mucosal ablation for the treatment of gastro-esophageal reflux disease.\nARMA was not superior to sham endoscopy in improving GERD-related quality of life at 12 months in patients with PPI-responsive GERD and was associated with a higher incidence of adverse events. These findings do not support its implementation in routine clinical practice. ClinicalTrials.gov registration number  NCT04711655.\nPubmed   Journal   ReadQx Vessel Coagulation in Third Space Endoscopy: a Randomized Controlled Trial.\nA substantial reduction in the risk of intraprocedural bleeding was achieved by saline-immersion pre-sealing in per-patient and per-vessel analyses, prompting its implementation in clinical practice.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    EFFECTS OF DIFFERENT TECHNIQUES OF ENDOSCOPIC GASTROPLASTY ON WEIGHT LOSS AMONG PATIENTS WITH OBESITY: A RANDOMIZED, SINGLE-CENTER PRAGMATIC TRIAL.\nThis study underscores the potential of EG through ESG, EVG, and POSE-2 as equally effective, safe, and feasible interventions for managing obesity at a medium-term follow-up. Results were consistent despite incomplete follow-up, the main study limitation, assuming data were missing at random.\nPubmed   Journal   ReadQx Outcomes of Endoscopic Submucosal Dissection for Superficial Esophageal Squamous Neoplasms: A Multicenter North American Experience.\n ESD is a safe and effective treatment for superficial ESN with a low recurrence rate in lesions that meet the standard criteria for curative resection.\nPubmed   Journal   ReadQx REACT Multipoint Elastic Traction for Colorectal ESD: A Retrospective Single-Center Feasibility Series of 59 Consecutive Cases.\n REACT-assisted ESD was safe and feasible in this single-center retrospective analysis of a prospectively maintained consecutive colorectal ESD cohort. Prospective, multicenter studies are warranted to validate these findings and to define the optimal context for this novel traction method.\nPubmed   Journal   ReadQx Stenosis Development After Circumferential Colorectal Endoscopic Submucosal Dissection: A Multicenter Analysis of Predictive Factors and Outcomes.\nThe risk of stenosis after circumferential ESD for colorectal lesions ≥90% is high in the rectum but can be effectively managed endoscopically. Despite this, the technique remains highly feasible and safe.\nPubmed   Journal   ReadQx Gut\n    <i>Streptococcus anginosus<\/i>-derived methionine promotes gastric cancer progression.\nBackground and host.\nPubmed   Journal   ReadQx CD48 is a novel immune checkpoint on tumour-associated macrophages in hepatocellular carcinoma.\n CD48 represents a novel immune checkpoint on TAMs critical for HCC progression and immunotherapy resistance. Targeting CD48 may overcome immunosuppression and increase therapeutic efficacy in HCC.\nPubmed   Journal   ReadQx Distinct microbial mediators link diet to inflammation in Crohn's disease and ulcerative colitis.\n Diet quality influences inflammation in IBD through distinct microbiome pathways  specific taxa and metabolites mediate effects in CD, whereas microbial richness and global composition drive protection in UC.\nPubmed   Journal   ReadQx GSK3β<sup>high<\/sup>/NFATc1<sup>high<\/sup> subtype targeting overcomes therapy resistance in pancreatic cancer through transcriptional induction of homologous recombination repair.\n We have identified a highly aggressive GSK3β high /NFATc1 high subtype that predicts early recurrence, poor survival and cisplatin resistance in PDAC. This subtype reveals new treatment vulnerabilities suggesting that patients with PDAC may benefit from stratification-based tailored treatment strategies.\nPubmed   Journal   ReadQx Integrated screens reveal that guanine nucleotide depletion, which is irreversible via targeting IMPDH2, inhibits pancreatic cancer and potentiates KRAS inhibition.\nThese findings provide a rationale for developing combination therapies targeting KRAS and DNGB, highlighting the potential of purine nucleotide imbalance as a biomarker to guide the application of these therapies.\nPubmed   Journal   ReadQx Novel <i>myo<\/i>-inositol to butyrate fermentation pathway in the prevalent human gut species <i>Dysosmobacter welbionis,<\/i> a bacterium associated with improved metabolic and liver health.\nBackground -inositol into butyrate, distinguishing it from other commensals and supporting its potential as a next-generation probiotic for metabolic and liver health.\nPubmed   Journal   ReadQx Pueraria lobata-derived exosome-like nanovesicles alleviate rheumatoid arthritis via targeting <i>Ruminococcus gnavus<\/i> phenylethylamine production.\nSmall RNA sequencing and lipidomic analysis were performed to identify key components and reveal the related mechanisms mediating therapeutic effects. Results in aggravating RA and underscore the application of plant-derived ELNs for microbiota manipulation.\nPubmed   Journal   ReadQx Simvastatin in the prevention of recurrent pancreatitis: a triple-blinded randomised clinical trial (the SIMBA trial).\n This trial, evaluating simvastatin versus placebo for the prevention of pancreatitis, did not demonstrate a reduction in recurrence rate, although results might be underpowered due to early termination. The relationship between statins in these patients and new-onset diabetes requires further investigation.\nPubmed   Journal   ReadQx Targeting MLCK1 uncouples immune checkpoint inhibitor-induced colitis from antitumour immunity.\nThese findings suggest that MLCK1-dependent tight junction regulation is essential for ICIs colitis, positioning barrier restoration as a potential therapeutic strategy.\nPubmed   Journal   ReadQx J Hepatol\n    Molecular profiling and matched targeted treatment in cholangiocarcinoma: results from the Italian dataset (ANITA).\nDespite a broader availability of EMP in advanced CCA, patient access to targeted treatments remains suboptimal. Our results demonstrate that such treatments can dramatically impact on OS, Therefore, strategies aiming at increasing the access to (and accelerate the availability of) targeted treatments are warranted. Clinical trial number ESR-21-21387.\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Changes in Esophageal Transit Scintigraphy After Peroral Endoscopic Myotomy in Patients With Achalasia.\n  Patients with achalasia who received POEM showed improved not only manometric LES parameters but also esophageal transit. Analysis of the radiation curve's time-to-peak showed that improved retention in the upper portion is an indicator of symptoms improvement in patients who underwent POEM.\nPubmed   Journal   ReadQx Loss of Inspiratory Augmentation as a Predictive Factor for the Development of Gastroesophageal Reflux Disease After Peroral Endoscopic Myotomy in Patients With Achalasia.\n   Loss of inspiratory augmentation may predict GERD after POEM.\nPubmed   Journal   ReadQx Mean Basal Esophagogastric Junction Pressure Is a Better High-resolution Manometry Predictor of Gastroesophageal Reflux Disease Than Esophagogastric Junction Contractile Integral.\n  MBEP is a simple HRM metric to evaluate anti-reflux barrier function, predicting conclusive GERD and differentiating reflux phenotypes with better performance than EGJ-CI. This metric could serve as a valuable adjunctive tool in GERD diagnosis.\nPubmed   Journal   ReadQx Pylorus Endoluminal Functional Luminal Imaging Probe Measurements in Children Are Determined by Age and Are Distinctly Different From Adult Values.\n   Pediatric pylorus EndoFLIP values are determined by age but not weight and they correlate with symptoms of impaired gastric emptying. Adults normal values are not applicable to children. There is a need to set up a separate pediatric protocol for pylorus EndoFLIP.\nPubmed   Journal   ReadQx Spatiotemporal Remodeling of Enteric Neural Pathways Underlies Colonic Dysmotility Following Spinal Cord Injury in Rats.\n   SCI induces spatiotemporal remodeling of excitatory and inhibitory neural pathways, contributing to colonic dysmotility and revealing potential targets for therapeutic intervention.\nPubmed   Journal   ReadQx Transient Gastric Pressure Elevation Synergizing With Impaired Esophagogastric Junction Barrier Function Plays a Pivotal Role in the Refractory Gastroesophageal Reflux Disease.\n  Transient gastric pressure elevation and compromised EGJ barrier function drive weakly acidic reflux and esophageal bolus exposure. This pressure gradient-barrier mismatch underpins the refractoriness of RGERD.\nPubmed   Journal   ReadQx Validation of the Leuven Postprandial Distress Scale According to the Rome IV Criteria for Functional Dyspepsia.\n  The LPDS questionnaire showed good reliability and responsiveness, and can be confidently used as a validated tool in Rome IV PDS populations. Data did not support adding accessory symptoms to the construct, due to low loading or poor model fit.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Decoding Gut Failure in Cirrhosis: Villin-1 and the Emergence of a Seventh Organ Failure.\n\nPubmed   Journal   ReadQx Editorial: Dysfunctional Neutrophils in Cirrhosis With Acute Decompensation: Why It Matters.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Is it Time to Treat to Histologic Remission Yet?\n\nPubmed   Journal   ReadQx Gastroenterology\n    Emerging Diagnostic Indications for Endoscopic Ultrasound.\nFinally, EUS-obtained tissue now seeds organoids, patient-derived xenografts, and organotypic slice cultures to test individualized therapies. Collectively, these innovations move EUS beyond \"see and biopsy\" toward detect, predict, and personalize.\nPubmed   Journal   ReadQx Gut\n    Combination therapies for metabolic dysfunction-associated steatohepatitis: challenges and opportunities.\nThis review integrates current knowledge on multitargeted and combination therapies for MASH, examines mechanistic rationales and emerging clinical evidence and addresses practical considerations for patient-centred implementation. Therefore, we aim to provide clinicians and researchers with a comprehensive framework to optimise individualised management and improve both hepatic and systemic outcomes in individuals living with MASH.\nPubmed   Journal   ReadQx Road to IBD prevention in the Global South: a conceptual framework modelling from non-communicable diseases.\nTherefore, in this review, we advocate for an alternative approach of combining evidence-based IBD prevention strategies with the time-tested strategies of NCD prevention approaches already being implemented. We suggest a sieving strategy for selecting preventive measures through a series of sieves-interventions that have evidence to support prevention, align with NCD prevention and are economically viable.\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Expanding the Physiological Role of the Endoluminal Functional Lumen Imaging Probe From the Esophagus to Pediatric Pylorus.\n\nPubmed   Journal   ReadQx Is Mean Basal Esophagogastric Junction Pressure a Simpler and More Reliable Marker for Gastroesophageal Reflux Disease Barrier Function?\n\nPubmed   Journal   ReadQx Neural Gastric Electrical Stimulation: Future Prospects in Managing Gastric Emptying Disorders.\nThis review examines the evolution and implementation of NGES, focusing on its potential role as a treatment option to enhance gastric propulsion in gastroparesis and delayed gastric conduit emptying. While initial acute animal studies have shown promising results, continued development of the technology and refinement of stimulation protocols through chronic experiments remains essential for successful clinical translation.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    ACG 2025 Presidential Speech.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx How I Approach It: A Roadmap for AI in GI Fellowship Training. \n\nPubmed   Journal   ReadQx Inverted Hyperplastic Polyp of the Duodenum. \n\nPubmed   Journal   ReadQx Navigating Complexities in the Liver ICU: A Fireside Chat with a Liver Intensivist.\n\nPubmed   Journal   ReadQx Response to Shah et al and Li et al.\n\nPubmed   Journal   ReadQx Something fishy in the liver - an unexpected mass in a patient with heavy alcohol use. \n\nPubmed   Journal   ReadQx The appendix as a diagnostic blind spot: a case of concealed tubular adenoma. \n\nPubmed   Journal   ReadQx Endosc Int Open\n    Search, coagulation, and clipping with the shrink method to minimize ulcer base and prevent delayed bleeding after gastric endoscopic resection.\n\nPubmed   Journal   ReadQx   PMCEndoscopy\n    \"Umbrella-shaped pulley traction\" assisted endoscopic submucosal dissection of colonic lesions - a modified external traction technique. \n\nPubmed   Journal   ReadQx A fishy situation - expanding the differential diagnosis of the fish-mouth papilla. \n\nPubmed   Journal   ReadQx A helix tacking system for the management of colonic anastomotic dehiscence, after a laparoscopic left colectomy. \n\nPubmed   Journal   ReadQx A novel approach: a pancreatic duct stent removable with the nasobiliary catheter. \n\nPubmed   Journal   ReadQx Cholangioscopy and double guidewires facilitate a difficult endoscopic ultrasound-guided gastroenterostomy. \n\nPubmed   Journal   ReadQx Combined digestive endoscopy and laryngoscopy for successful management of an early-stage epiglottic carcinoma. \n\nPubmed   Journal   ReadQx Endoscopic stricturoplasty for pyloric stenosis refractory to endoscopic balloon dilation and lumen apposing metal stenting. \n\nPubmed   Journal   ReadQx Endoscopic synchronous injection and submucosal dissection for large granular mixed nodular laterally spreading tumor in the rectum. \n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided antegrade transpapillary multi-hole self-expandable metal stent with fine-gauge stent delivery system. \n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided choledochoduodenostomy as a life-saving salvage therapy for post-transplant acute biliary obstruction. \n\nPubmed   Journal   ReadQx High-fidelity endoscopic submucosal dissection simulator reproducing full-procedure training, bleeding, and perforation. \n\nPubmed   Journal   ReadQx Knocking stent release technique to deploy lumen-apposing metal stents during endoscopic ultrasound-guided gallbladder drainage. \n\nPubmed   Journal   ReadQx Next step for antireflux mucosal ablation.\n\nPubmed   Journal   ReadQx Rescue surgery for intra-abdominal migration of plastic stents in endoscopic ultrasound-guided hepaticogastrostomy. \n\nPubmed   Journal   ReadQx Side-by-side 6-mm multi-hole metal stents more effective than inside plastic stents for reintervention after stent-in-stent placement in malignant hilar biliary obstruction. \n\nPubmed   Journal   ReadQx Successful endoscopic submucosal dissection of a large laterally spreading tumor in distal jejunum by the water pressure method using a newly developed double-balloon enteroscope. \n\nPubmed   Journal   ReadQx Tetra-side-by-side technique using a multi-hole self-expandable metal stent with a 5.9-Fr stent delivery system. \n\nPubmed   Journal   ReadQx Transcolonic endoscopic appendectomy using a novel integrated snare-knife device: a case report. \n\nPubmed   Journal   ReadQx Underwater internal traction-assisted reopenable clip-over-the-line method for full-thickness defect closure in a gastric collapse. \n\nPubmed   Journal   ReadQx Gastroenterology\n    Altered Metabolites at Birth in Individuals With Later Inflammatory Bowel Disease: A Danish Cohort Study.\n\nPubmed   Journal   ReadQx Life-Threatening Hematemesis and Esophageal Stricture in a 9-Year-Old Boy: Unmasking the Culprit. \n\nPubmed   Journal   ReadQx The Human Blood Virome Differs in Crohn's Disease.\n\nPubmed   Journal   ReadQx Unexplained Coexisting Injury of the Liver, Pancreas, and Brain.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Technical Refinement in transjugular intrahepatic portosystemic shunt for Cavernous Transformation of the Portal Vein: Role of EUS-Guided Navigation (with video).\n\nPubmed   Journal   ReadQx Gut\n    Commentary on: gutjnl-2025-335548.R2-endoscopic retrograde cholangiopancreatography (ERCP) services across the UK.\n\nPubmed   Journal   ReadQx Feasibility of endoscopic submucosal dissection for large (≥3 cm) laterally spreading duodenal tumours involving the papilla: a multicentre retrospective study.\n\nPubmed   Journal   ReadQx PEG is back: revisiting the role of pegylated interferon alfa and benchmarking its place in HBV cure strategies.\n\nPubmed   Journal   ReadQx Recovery of HBV-specific B cell function after discontinuation of nucleos(t)ide analogue therapy: new insight and future challenges.\n\nPubmed   Journal   ReadQx Refining watch-and-wait in low rectal cancer after neoadjuvant chemoradiotherapy: pilot study of endoscopic full-thickness resection.\n\nPubmed   Journal   ReadQx When the vascular lining loosens, dysfunctional macrophages permit pathological bacterial translocation in cirrhosis.\n\nPubmed   Journal   ReadQx Hepatology\n    Letter to the Editor: Clarifying validation and statistical aspects of AI-Based risk prediction in liver disease.\n\nPubmed   Journal   ReadQx Letter to the editor: Interpreting the clinical decision value of glycomic-based models for early HCC detection in CHB.\n\nPubmed   Journal   ReadQx Protecting the future generation through science and HBV vaccination.\n\nPubmed   Journal   ReadQx Response to \"clarifying validation and statistical aspects of AI‑based risk prediction in liver disease\".\n\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Corrigendum: Implementing a Fermentable Oligosaccharides, Disaccharides, Monosaccharides, and Polyols Diet in Asia: Addressing Cultural, Clinical and Practical Challenges.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Decoding Gut Failure in Cirrhosis-Villin-1 and the Emergence of a Seventh Organ Failure. Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: Dysfunctional Neutrophils in Cirrhosis With Acute Decompensation-Why It Matters. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Association Between Viral Replication Activity and Post-Transplant Recurrence of HBV-Related Hepatocellular Carcinoma.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Comment on \"Cost-effectiveness of regular surveillance versus endoscopy at need for patients with Barrett's esophagus: economic evaluation alongside the BOSS randomized controlled trial\".\n\nPubmed   Journal   ReadQx Limitations and Implications for Barrett's Esophagus Surveillance.\n\nPubmed   Journal   ReadQx Revising the Model for Accurate Cost-Effectiveness of Barrett's Esophagus Surveillance.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Navigating the gray zone: refining risk stratification after endoscopic resection for cervical esophageal squamous cell carcinoma.\n\nPubmed   Journal   ReadQx Gut\n    Mutations of Gly277 in <i>CPA1<\/i>-related chronic pancreatitis: clinical clues for misfolding aetiology.\n\nPubmed   Journal   ReadQx My first 1000 manuscript rejections.\n\nPubmed   Journal   ReadQx Proton pump inhibitors use and risk of inflammatory bowel disease in children.\n\nPubmed   Journal   ReadQx Role of A2 beta casein in milk-induced eosinophilic oesophagitis: novel in-vivo and in-vitro findings.\n\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Interstitial Cells of Cajal Remodeling as a Mechanistic Insight Into the Natural History of Achalasia: Lessons From 3 Clinical Cases.\n\nPubmed   Journal   ReadQx Mast Cell Activation Affecting Gastrointestinal Motility.\n\nPubmed   Journal   ReadQx Mean Nocturnal Baseline Impedance in Gastroesophageal Reflux Disease: Considerations on the Study by Lee et al.\n\nPubmed   Journal   ReadQx Reply: Mean Nocturnal Baseline Impedance in Gastroesophageal Reflux Disease: Considerations on the Study by Lee et al.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-09T14:11:13-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-02-2026/",
    "title": "Fri Jan 02 2026",
    "description": "14 articles - From Friday Dec 26 2025 to Friday Jan 02 2026",
    "author": [],
    "date": "2026-01-02",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Advanced Fibrosis and Cardiometabolic Risk Burden Increase Major Cardiovascular Events in Chronic Hepatitis C Patients With Steatotic Liver Disease After Viral Eradication.\nCMRFs burden, advanced fibrosis, and CKD predicted MACEs in CHC patients with MASLD after achieving SVR. CMRFs monitoring and management should be prioritised in high-risk patients.\nPubmed   Journal   ReadQx Barriers to Medical Care Are Frequently Reported by Patients With Cirrhosis.\n Patients with cirrhosis report frequent barriers to medical care including limited access to clinic appointments, although barriers vary by healthcare system. Barriers to care serve as intervention targets to improve outcomes for patients with cirrhosis.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Psychometric Development and Internal Validation of a Short Version of the Crohn's Anal Fistula Quality of Life Scale.\n CAFQOL is a reliable and responsive tool that captures meaningful changes over time. The short CAFQOL is a feasible tool for repeated disease monitoring.\nPubmed   Journal   ReadQx Gut\n    <i>Parasutterella excrementihominis<\/i> exacerbates experimental colitis and colitis-associated colorectal cancer via pathogenic NETosis activation.\nThis bacterium significantly accelerates disease progression by producing specific metabolites (Suc and 6-HHA) that induce pathogenic NETosis. Targeting this bacterium or its metabolic axis offers novel therapeutic strategies for inflammation-driven colorectal carcinogenesis.\nPubmed   Journal   ReadQx TL1A-activated T cells remodel the rectal mucosa in patients with Crohn's disease with perianal fistulising disease.\n Our findings revealed unique cellular alterations in the rectum of patients with CD+PFD, highlighting the previously unrecognised involvement of TL1A in mediating this signature and supporting the need for exploring the role of TL1A inhibition as a therapeutic approach for PFD.\nPubmed   Journal   ReadQx Targeting cancer stem cells enhances multikinase inhibitor therapy in metabolic dysfunction-associated steatotic liver disease-related hepatocellular carcinoma.\n This study established CD133 + CSCs as critical mediators through the CD133-MYH9/β-catenin axis in MASLD-HCC. Targeting CD133 enhances multikinase inhibitor efficacy, offering a promising therapeutic strategy for MASLD-HCC.\nPubmed   Journal   ReadQx Hepatology\n    Head-to-head comparison between vibration-controlled transient elastography and histology in predicting liver-related events due to metabolic dysfunction-associated steatotic liver disease.\nIn this large MASLD cohort, LSM by VCTE showed comparable prognostic accuracy to histology. As a non-invasive tool, LSM may serve as an alternative surrogate endpoint in clinical trials.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Combination Therapies for MASH: A Step Forward or More Complexity?\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Clin Gastroenterol Hepatol\n    Assessing predictive performance of FIB-4 in settings with lower prevalence of liver fibrosis.\n\nPubmed   Journal   ReadQx Baked and Limited Regular Milk is Tolerated in Adults with Milk-Triggered Eosinophilic Esophagitis: A Prospective Pilot Study.\n\nPubmed   Journal   ReadQx Open-label, phase 2a pilot study evaluating the efficacy and tolerability of topical mesalamine treatment in adult patients with active eosinophilic esophagitis.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Combination Therapies for MASH: A Step Forward or More Complexity? Authors' Reply.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Celiac disease diagnosis on a gluten-free diet: unresolved issues.\n\nPubmed   Journal   ReadQx J Hepatol\n    Development and validation of a prognostic model for MASLD identifying hypertension as a pivotal factor: A population-based study.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-02T08:47:56-05:00",
    "input_file": {}
  }
]
