[
  {
    "path": "gi/01-10-2025/",
    "title": "Fri Jan 10 2025",
    "description": "29 articles - From Friday Jan 03 2025 to Friday Jan 10 2025",
    "author": [],
    "date": "2025-01-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    A Simple Endoscopic Score for Crohn's Disease (SES-CD) ≥ 7 Predicts Disease Progression.\r\nSES-CD ≥ 7 predicts disease progression in mild CD. A score ≤ 6 may help identify patients less likely to progress and be part of the definition of mild CD.\r\nPubmed   Journal   ReadQx \r\nAlcohol-Related Liver Disease, Followed by Metabolic Dysfunction-Associated Steatotic Liver Disease, Emerges as the Fastest-Growing Aetiologies for Primary Liver Cancer in the United States.\r\n The burden of PLC in the United States has risen in the past two decades, driven mainly by ALD and followed by MASLD. These findings offer policymakers an accurate assessment of the PLC burden and emphasise the need for targeted risk factor mitigation, especially regarding alcohol related policy.\r\nPubmed   Journal   ReadQx \r\nExperience With Dabigatran on Rate of Portal Vein Thrombosis Recanalization, Disease Progression and Survival.\r\n On dabigatran, 47% of 119 patients achieved portal vein recanalization over 32 months of follow-up which was higher than the spontaneous RR (21.4%) in an untreated cohort. High Factor VIII Ag was a predictor of non-recanalization. Dabigatran was safe in cirrhosis (CP-A and B) while further work is needed in CP-C.\r\nPubmed   Journal   ReadQx \r\nGlobal Burden of Gallbladder Cancer Attributable to Modifiable Risk Factors.\r\nCentral obesity (29.7%;  8.7-49.5), gallstones (27.9%;  16.8-40.7), and physical inactivity (20.5%;  7.4-34.1) were identified as the leading contributors. Most GBC cases are preventable, with a large share linked to metabolic health conditions.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Global, regional, and national burden of primary liver cancer attributable to metabolic risks: an analysis of the Global Burden of Disease Study 1990-2021.\r\nPrimary liver cancer attributable to high BMI and/or high FPG imposes an increasingly substantial clinical burden on global public health, particularly in high SDI countries. Rapid growth trends are also found in middle-SDI countries.\r\nPubmed   Journal   ReadQx \r\nNovel Concepts on the Functional Neuroanatomy of the Anorectum: Implications for Anorectal Neuropathy and Neuromodulation Therapy.\r\nThis illustrated review provides a new understanding of the afferent and efferent pathways between the rectum, spinal cord, and brain, and a framework for clinical implications of anorectal neuropathy, such as anal sphincter or rectal sensory or rectal accommodation dysfunction, causing bowel problems. Insights into the functional neuroanatomy provide an improved mechanistic understanding of anorectal symptoms and could facilitate the development of neurophysiological tests such as translumbosacral anorectal magnetic stimulation and neuromodulation treatments such as sacral neuromodulation and translumbosacral neuromodulation treatment.\r\nPubmed   Journal   ReadQx \r\nOptimal population screening strategies for liver fibrosis associated with metabolic dysfunction-associated steatotic liver disease.\r\n The proposed population risk stratification approach using the SAFE score is simpler and substantially more effective, yielding more subjects with liver fibrosis while requiring less resources compared to the currently recommended algorithm.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Risk Factors of Spondyloarthritis Symptoms in a US-Based Multicenter Cohort of Patients with Inflammatory Bowel Disease.\r\n A substantial number of IBD patients screen positive for SpA symptoms, indicating a potentially high burden of undiagnosed illness. Factors associated with SpA symptoms include older age, female sex, and more severe disease (based on increased number advanced therapies or prior surgery), whereas IBD phenotype does not independently increase the risk of a positive SpA screen. Further studies are needed to confirm these findings and better characterize SpA in IBD.\r\nPubmed   Journal   ReadQx \r\nRebound in Fecal Testing, Colonoscopy Utilization, and Colorectal Neoplasia Detection During the COVID-19 Pandemic.\r\nFindings may help guide organizations looking to improve CRC screening and minimize healthcare disparities related to national emergencies such as pandemics. Long-term studies are needed to evaluate how pandemic-related changes in CRC screening practices will impact future CRC outcomes.\r\nPubmed   Journal   ReadQx \r\nReduced gastric mucosal nerve density in functional dyspepsia: clinical significance and functional correlation.\r\n GMND was reduced in FD and inversely correlated with the symptom severity.\r\nPubmed   Journal   ReadQx \r\nThe Effects of alfapump on Ascites Control and Quality of Life in Patients with Cirrhosis and Recurrent or Refractory Ascites.\r\nThe alfapump system effectively controlled ascites, which improved quality of life. It may be considered as an alternative to repeat TP in select patients with RA. Complication rates were similar to those expected in patients with RA.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Aspirin is associated with lower risk of pancreatic cancer and cancer-related mortality in patients with diabetes mellitus.\r\n Aspirin use may be an oncopreventive strategy to reduce PC risk in patients with T2DM. Further studies are warranted to validate the study findings.\r\nPubmed   Journal   ReadQx \r\nConstruction of exosome non-coding RNA feature for non-invasive, early detection of gastric cancer patients by machine learning: a multi-cohort study.\r\nOur proposed serum exosome ncRNA feature provides a promising liquid biopsy approach for enhancing the early diagnosis of GC.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Host hepatocyte senescence determines the success of hepatocyte transplantation in a mouse model of liver injury.\r\nThe host niche impacts the initial engraftment and long-term function of transplanted hepatocytes. Targeting paracrine senescence may be a way to improve donor hepatocyte function, optimise therapy and guide translation into the clinics. Impact and implications Hepatocyte transplantation has shown promise for genetic diseases but has limited efficacy for acute and severe liver injury. Poor engraftment and functionality inhibit wide-spread clinical application. We show that host senescence provides a required non-competitive niche for donor hepatocytes to repopulate the recipient liver, but can paradoxically, negatively impact donor function. These findings demonstrate a requirement for a clear understanding of the host niche prior to cell transfusion. This has significant implications not only for hepatocellular therapies, but also when developing and optimising any pre-clinical and clinical cell therapies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Heads or Tails in the Treatment of Functional Dyspepsia-Does the Side of the Coin Matter?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Striving for Equitable Care in Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of Perianal Fistulizing Crohn's Disease According to Principles of Wound Repair.\r\nThis review provides a comprehensive overview of the phases of wound repair and specific treatment strategies for each to provide clinicians with a rational framework for managing PFCD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Reimagining Liver Cancer Allocation: Defining a New Vision.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    An Unusual Cause of Rectal Perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nForce-Feeding: Traumatic Nasoenteric Tube Placement Complicated by Pneumothorax.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovative Use of a Condom for Safe Removal of a Sharp Foreign Body Impacted at the Esophageal Inlet.\r\n\r\nPubmed   Journal   ReadQx \r\nMesenteric Arteriovenous Fistula: A Rare Cause of Gastrointestinal Bleeding in Children.\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval Of A Chronically Embedded Coin From The Esophageal Wall Using The \"Stent-In-Stent\" Approach In A Child.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Twin Pregnancies in Inflammatory Bowel Disease are Associated with Increased Adverse Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    The use of immunotherapy pre-liver transplant.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Heads or Tails in the Treatment of Functional Dyspepsia-Does the Side of the Coin Matter? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Striving for Equitable Care in Ulcerative Colitis-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Optimal Timing To Initiate Antiviral Prophylaxis of MTCT: More Required to Be Done.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: Rethinking Methodology and Data Integrity in Mendelian Randomization: Insights from Air Pollution and MASLD Research.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-01-11T12:36:29-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-03-2025/",
    "title": "Fri Jan 03 2025",
    "description": "53 articles - From Friday Dec 27 2024 to Friday Jan 03 2025",
    "author": [],
    "date": "2025-01-03",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Management of Patients With Refractory Reflux-Like Symptoms Despite Proton Pump Inhibitor Therapy: Evidence-Based Consensus Statements.\r\nThe management of rRLS should be personalised, based on shared decision-making regarding the role of diagnostic testing to confirm or rule out GERD as a basis for treatment optimisation. Anti-reflux procedures should not be performed without objective confirmation of GERD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    ACG Clinical Guideline: Diagnosis and Management of Eosinophilic Esophagitis.\r\nMonitoring with clinical, endoscopic, and histologic assessments is recommended to assess for treatment response and follow patients over time with maintenance therapy. When evaluating and following patients with EoE, consideration should be given to assessing and controlling both the inflammatory and fibrostenotic aspects of disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Predictors of Outcomes After Gastric Peroral Endoscopic Myotomy for Refractory Gastroparesis: A Systematic Review.\r\n Currently, there are limited reproducible predictors of response to GPOEM among patients with refractory gastroparesis. Robust prospective studies investigating scalable, reproducible, and actionable biomarkers of treatment response are required.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Cold versus hot snare endoscopic mucosal resection of colorectal polyps: meta-analysis of randomized controlled trials.\r\nCold EMR is associated with lower risk of delayed bleeding and perforation but higher risk of recurrent/residual neoplasia compared to hot EMR.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Analysis of Antroduodenal Motility in Patients With Hypermobility Spectrum Disorders/Hypermobile Ehlers-Danlos Syndrome.\r\nThe prevalence of antroduodenal dysmotility was not different between both groups, but enteric dysmotility was less common in the HSD/hEDS group (13% vs 34%, p = 0.006). Delayed gastric emptying rates were similar, suggesting that delayed gastric emptying is more relevant for patients with HSD/hEDS and gastrointestinal symptoms.\r\nPubmed   Journal   ReadQx \r\nExperience With Dabigatran on Rate of Portal Vein Thrombosis Recanalization, Disease Progression and Survival.\r\n On dabigatran, 47% of 119 patients achieved portal vein recanalization over 32 months of follow-up which was higher than the spontaneous RR (21.4%) in an untreated cohort. High Factor VIII Ag was a predictor of non-recanalization. Dabigatran was safe in cirrhosis (CP-A and B) while further work is needed in CP-C.\r\nPubmed   Journal   ReadQx \r\nImpact of Nucleos(t)ide Analogs on Major Clinical Outcomes in Patients With Chronic Hepatitis B: A 10-Year French Nationwide Cohort Study.\r\nTenofovir was associated with a higher risk of HCC compared with entecavir, although no difference in the composite outcome of mortality or liver-related events was observed between the two treatments.\r\nPubmed   Journal   ReadQx \r\nLubiprostone Reduces Fat Content on MRI-PDFF in Patients With MASLD: A 48-Week Randomised Controlled Trial.\r\n Lubiprostone was well tolerated and reduced liver fat content as measured by MRI-PDFF in patients with MASLD over 48 weeks. Lubiprostone appears promising to treat MASLD and warrants more extensive studies to confirm such efficacy.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Global, regional, and national burden of primary liver cancer attributable to metabolic risks: an analysis of the Global Burden of Disease Study 1990-2021.\r\nPrimary liver cancer attributable to high BMI and/or high FPG imposes an increasingly substantial clinical burden on global public health, particularly in high SDI countries. Rapid growth trends are also found in middle-SDI countries.\r\nPubmed   Journal   ReadQx \r\nIleal Predominance in Crohn's Disease Is Associated With Increased Intestinal Surgery and Biological Therapy Use, With Lower Treatment Persistence.\r\n CD location with ileal predominance is associated with a distinct therapeutic pattern, including higher biologic use, lower treatment persistence, and increased rates of intestinal resections.\r\nPubmed   Journal   ReadQx \r\nNovel Concepts on the Functional Neuroanatomy of the Anorectum: Implications for Anorectal Neuropathy and Neuromodulation Therapy.\r\nThis illustrated review provides a new understanding of the afferent and efferent pathways between the rectum, spinal cord, and brain, and a framework for clinical implications of anorectal neuropathy, such as anal sphincter or rectal sensory or rectal accommodation dysfunction, causing bowel problems. Insights into the functional neuroanatomy provide an improved mechanistic understanding of anorectal symptoms and could facilitate the development of neurophysiological tests such as translumbosacral anorectal magnetic stimulation and neuromodulation treatments such as sacral neuromodulation and translumbosacral neuromodulation treatment.\r\nPubmed   Journal   ReadQx \r\nOptimal population screening strategies for liver fibrosis associated with metabolic dysfunction-associated steatotic liver disease.\r\n The proposed population risk stratification approach using the SAFE score is simpler and substantially more effective, yielding more subjects with liver fibrosis while requiring less resources compared to the currently recommended algorithm.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Modified Crohn's Disease Exclusion Diet Maintains Remission in Pediatric Crohn's Disease; Randomized Controlled Trial.\r\nThe study was underpowered to show whether CDED was superior to EEN in sustaining remission. However, two weeks of EEN followed by CDED was effective in inducing remission in CD, with most CDED patients maintaining remission up to 24 weeks. Despite dietary restrictions for 24 weeks, the BMI Z-score improved significantly in the CDED group but not in the EEN group (NCT02843100).\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Human enteric glia diversity in health and disease: new avenues for the treatment of Hirschsprung disease.\r\n Two major enteric glial classes were identified in the pediatric intestine, highlighting the significant postnatal contribution of Schwann-like enteric glia to glial heterogeneity. Crucially, these glial subtypes persist in aganglionic segments of HSCR patients, offering a new target for their treatment using 5-HT agonists.\r\nPubmed   Journal   ReadQx \r\nIn Obesity, Esophagogastric Junction Fat Impairs Esophageal Barrier Function and Dilates Intercellular Spaces via HIF-2α.\r\nWe have elucidated molecular mechanisms whereby visceral fat of obese patients can impair esophageal barrier integrity by secreting substances that generate ROS, which activate HIF-2α in esophageal epithelial cells. These mechanisms could render the esophagus of obese individuals vulnerable to damage by acid and other noxious agents.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Superiority of Linear-Array EUS over MRCP in Diagnosing Pancreas Divisum: Evidence from a Multicenter Retrospective Study in Oriental Cohorts.\r\nOur study conclusively demonstrates that L-EUS significantly outperforms MRCP in diagnosing pancreas divisum. L-EUS exhibits markedly higher sensitivity, and area under the curve (AUC) values. However, its diagnostic reliability decreases in the presence of pancreatic duct stones or severe pancreatitis.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Aspirin is associated with lower risk of pancreatic cancer and cancer-related mortality in patients with diabetes mellitus.\r\n Aspirin use may be an oncopreventive strategy to reduce PC risk in patients with T2DM. Further studies are warranted to validate the study findings.\r\nPubmed   Journal   ReadQx \r\nMutational signatures define immune and Wnt-associated subtypes of ampullary carcinoma.\r\n Immunogenicity and Wnt pathway associations, emphasised by the mutational signatures, defined patients with prospective sensitivity to either immunotherapy or Wnt pathway inhibitors. This emphasises a novel mutational signature-based AMPAC classification with prognostic potential, suggesting prospective implications for subgroup-specific management of patients with AMPAC.\r\nPubmed   Journal   ReadQx \r\nTrends and cross-country inequality in the incidence of GI cancers among the working-age population from 1990 to 2021: a Global Burden of Disease 2021 analysis.\r\nWhile the ASIR of GI cancer is trending downwards among the WAP, high incidence rates, regional variability and an unequal burden of disease emphasise the need for flexible, targeted medical interventions to support policymaking and medical resource allocation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Evaluating the Prevalence of Metabolic Dysfunction-Associated Steatotic Liver Disease in Patients With Type 2 Diabetes and Hyperferritinemia.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ultralow HBsAg Levels and the Prediction of Cure in Chronic Hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Where to Start in Ulcerative Colitis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe Proteomics of MASLD Progression: Insights From Functional Analysis to Drive the Development of New Therapeutic Solutions.\r\nThe application of cutting-edge methodologies to investigate the blood proteome in MASH is yielding insights that facilitate the elucidation of disease mechanisms and the identification of optimal noninvasive biomarkers. However, several challenges remain to be addressed in future research, including the generalisation of results on a global scale, the optimisation of analytical technologies and the implementation of large longitudinal studies to gain insights into the molecular mechanisms that underpin the development of advanced disease.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Differential Efficacy of Advanced Therapies in Inducing Remission in Ulcerative Colitis Based on Prior Exposure to TNF Antagonists.\r\n There is significant heterogeneity of treatment efficacy with different advanced therapies in inducing remission in patients with UC based on prior exposure to TNF antagonists, with plausible potentiation of JAK inhibitors and attenuation of lymphocyte trafficking inhibitors. Future studies on the mechanistic basis for these observations are warranted.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Catching up with creeping fat - unravelling the mysteries of the mesentery in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Targeting Tumour Endothelial Cells in Liver Cancer: The end of beginning.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Antiperistaltic Effect of Cold Water on Upper Gastrointestinal Motility During Endoscopic Ultrasound.\r\n\r\nPubmed   Journal   ReadQx \r\nAspirin Use and the Risk of Colorectal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nColitis Cystica Profunda: A Rare Cause of Rectal Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrelation Between Cholecystectomy and the Risk of Gastric Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Liao and Lai.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Sun and Wu.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhou et al.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderstanding the Highs and Lows of Gastrointestinal Inflammation.\r\n\r\nPubmed   Journal   ReadQx \r\nVisible Peristalsis in a Patient Referred for Chronic Intestinal Pseudo-Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nVisual Endoscopic Retrograde Appendicitis Therapy vs Antibiotic Therapy for Treatment of Uncomplicated Acute Appendicitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Bouveret Syndrome Treated with Endoscopic Lithotripsy and Gallbladder Access via Cholecysto-Duodenal Fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Accuracy of histopathology evaluation in diminutive colonic polyps diagnosed as neoplastic by computer-aided characterisation.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Author Index.\r\n\r\nPubmed   Journal   ReadQx \r\nCategory Index.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Liver Meeting: San Diego, California, Nov 15-19, 2024.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Evaluating the Prevalence of Metabolic Dysfunction-Associated Steatotic Liver Disease in Patients With Type 2 Diabetes and Hyperferritinaemia-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ultralow HBsAg Levels and the Prediction of Cure in Chronic Hepatitis B-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Analysis of \"Prevotella Is Associated With Sex-Based Differences in Irritable Bowel Syndrome\".\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Colonic motility investigation by modern techniques: time to 'reclaim' the value of physiology?\r\n\r\nPubmed   Journal   ReadQx \r\nFrequency of de novo <i>PRSS1<\/i> pathogenic variants in a French cohort of idiopathic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSPHINX, a Guardian of Wisdom.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Optimal Timing To Initiate Antiviral Prophylaxis of MTCT: More Required to Be Done.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: Rethinking Methodology and Data Integrity in Mendelian Randomization: Insights from Air Pollution and MASLD Research.\r\n\r\nPubmed   Journal   ReadQx \r\nRoux-en-Y gastric bypass in a patient with Wilson's disease and obesity.\r\n\r\nPubmed   Journal   ReadQx \r\nTherapeutic Plasma Exchange in Acute Liver Failure: can the data be trusted?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-01-07T20:38:37-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-27-2024/",
    "title": "Fri Dec 27 2024",
    "description": "100 articles - From Friday Dec 20 2024 to Friday Dec 27 2024",
    "author": [],
    "date": "2024-12-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Management of Portal Vein Thrombosis in Patients With Cirrhosis: Expert Review.\r\nBEST PRACTICE ADVICE 11: Portal vein revascularization with transjugular intrahepatic portosystemic shunting may be considered for selected patients with cirrhosis and PVT who have additional indications for transjugular intrahepatic portosystemic shunting, such as those with refractory ascites or variceal bleeding. Portal vein revascularization with transjugular intrahepatic portosystemic shunting may also be considered for transplantation candidates if recanalization can facilitate the technical feasibility of transplantation.\r\nPubmed   Journal   ReadQx \r\nAGA Clinical Practice Update on Screening and Surveillance in Individuals at Increased Risk for Gastric Cancer in the United States: Expert Review.\r\nBEST PRACTICE ADVICE 15: To achieve health equity, a personalized approach should be taken to assess an individual's risk for GC to determine whether screening and surveillance should be pursued. In conjunction, modifiable risk factors for GC should be distinctly addressed, as most of these risk factors disproportionately impact people at high risk for GC and represent health care disparities.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Incidence of hepatobiliary malignancies in primary sclerosing cholangitis: systematic review and meta-analysis.\r\n The incidence of CCA in PSC is substantial, whereas HCC and GBC are rare. PSC-IBD patients may be at higher risk for HCC. These data should be validated in large, prospective studies, and may guide the development of evidence-based surveillance strategies for hepatobiliary malignancies in PSC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Cold versus hot snare endoscopic mucosal resection of colorectal polyps: meta-analysis of randomized controlled trials.\r\nCold EMR is associated with lower risk of delayed bleeding and perforation but higher risk of recurrent/residual neoplasia compared to hot EMR.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Anti-Reflux Mucosectomy versus Radiofrequency Ablation of the Lower Esophageal Sphincter for the Treatment of Gastroesophageal Reflux Disease: A Systematic Review and Meta-Analysis.\r\nBoth Stretta and ARMS are effective endoscopic treatment modalities for GERD. Although their clinical efficacy appears to be similar, the increased risk of dysphagia, bleeding, and perforation after ARMS should not be underestimated.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of fully covered self-expanding metal stents in the management of Post sphincterotomy bleeding: a Systematic Review and Meta-analysis.\r\nPooled rates (95% CI) of stent migration were 10% (5%, 20%). In most studies, FCSEMS were used after failure of conventional endoscopic treatments except in two studies, where these were used in some patients for primary treatment, and in others, after failure of conventional endoscopic treatments CONCLUSIONS: Our meta-analysis demonstrates the pooled efficacy and safety of FCSEMS in the management of post-sphincterotomy bleeding especially as a rescue treatment in patients with persistent bleeding after conventional endoscopic treatments.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Association between hepatitis delta virus with liver morbidity and mortality: A systematic literature review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Integrated Analysis of Vonoprazan Safety for Symptomatic Gastro-Oesophageal Reflux Disease or Erosive Oesophagitis.\r\nVonoprazan was well tolerated. Its safety profile from both clinical trial and post-marketing data were consistent and comparable to that of its PPI comparators with respect to treatment-emergent adverse events.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Delisting From Liver Transplant List for Improvement and Re-compensation Among Decompensated Patients at one-year.\r\n ALD and HBV are most frequent etiologies for delisting due to liver disease improvement. About 10% of delisted patients develop re-compensation, with HBV etiology most likely to recompensate. Models and biomarkers are needed to identify these candidates for optimal use of deceased donor livers.\r\nPubmed   Journal   ReadQx \r\nHedonic Responses to Meal Ingestion in Patients With Functional Dyspepsia and Postprandial Symptoms.\r\n The hedonic response to meal ingestion is preserved in a proportion of patients with postprandial distress syndrome.\r\nPubmed   Journal   ReadQx \r\nPost-Transjugular Intrahepatic Portosystemic Shunt Right Atrial Pressure and Left Atrial Volume Index Predict Heart Failure and Mortality: Dual Center Experience.\r\n Increases in right atrial pressure and left atrial volume index post-TIPS, but not CCM status, predict post-TIPS HF and death, respectively. Surveillance echocardiography may play a role in identifying those at highest risk of decompensation post-TIPS. Further prospective study of CCM and its markers in relation with TIPS outcomes is warranted.\r\nPubmed   Journal   ReadQx \r\nRisk of extrahepatic malignancies in patients with autoimmune hepatitis: a nationwide cohort study.\r\n In this nationwide, population-based cohort, AIH was not associated with an increased risk of overall extrahepatic malignancy compared with age- and sex-matched controls. However, AIH itself increased the risk of lymphoma or myeloma, independent of immunosuppressant use.\r\nPubmed   Journal   ReadQx \r\nSafety and Effectiveness of Glucagon-like Peptide-1 Receptor Agonists in Inflammatory Bowel Disease.\r\n GLP1-RA therapy appears safe and effective, with an associated C-reactive protein reduction, in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Resolution of MASH with no worsening of fibrosis after bariatric surgery improves 15-year survival: a prospective cohort study.\r\n Histological remission of MASH or significant fibrosis improves survival after bariatric surgery.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Effect of an Endoscopy Screening on Upper Gastrointestinal Cancer Mortality: A Community-based Multicenter Cluster Randomized Clinical Trial.\r\nAn invitation to endoscopic screening reduced upper gastrointestinal cancer mortality in high-risk areas. In non-high-risk areas, an invitation to endoscopic screening based on risk scores did not significantly decrease upper gastrointestinal cancer deaths, but longer follow-up time was required.\r\nPubmed   Journal   ReadQx \r\nGlepaglutide, a Long-acting Glucagon-like Peptide-2 Analog, Reduces Parenteral Support in Patients with Short Bowel Syndrome: a Phase 3, Randomized, Controlled Trial.\r\n Glepaglutide treatment in SBS-IF patients resulted in clinically relevant reductions in PS requirements and was well tolerated.\r\nPubmed   Journal   ReadQx \r\nHuman enteric glia diversity in health and disease: new avenues for the treatment of Hirschsprung disease.\r\n Two major enteric glial classes were identified in the pediatric intestine, highlighting the significant postnatal contribution of Schwann-like enteric glia to glial heterogeneity. Crucially, these glial subtypes persist in aganglionic segments of HSCR patients, offering a new target for their treatment using 5-HT agonists.\r\nPubmed   Journal   ReadQx \r\nIn Obesity, Esophagogastric Junction Fat Impairs Esophageal Barrier Function and Dilates Intercellular Spaces via HIF-2α.\r\nWe have elucidated molecular mechanisms whereby visceral fat of obese patients can impair esophageal barrier integrity by secreting substances that generate ROS, which activate HIF-2α in esophageal epithelial cells. These mechanisms could render the esophagus of obese individuals vulnerable to damage by acid and other noxious agents.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparative efficacy and safety of three endoscopic techniques for the treatment of large common bile duct stones (≥ 15 mm): Long-term follow-up.\r\nEPLBD combined with large EST may represent a more rational endoscopic technique for treating large CBDS.\r\nPubmed   Journal   ReadQx \r\nNext-generation Sequencing Improves The Detection of Malignant Biliary Strictures and Changes Management.\r\n NGS and pathological evaluation enhances MBS detection sensitivity, leading to management changes in 75% of cases when pathology testing is negative.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Mutational signatures define immune and Wnt-associated subtypes of ampullary carcinoma.\r\n Immunogenicity and Wnt pathway associations, emphasised by the mutational signatures, defined patients with prospective sensitivity to either immunotherapy or Wnt pathway inhibitors. This emphasises a novel mutational signature-based AMPAC classification with prognostic potential, suggesting prospective implications for subgroup-specific management of patients with AMPAC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    LRP4 mutations promote tumour progression and resistance to anti-PD-1 therapy in recurrent hepatocellular carcinoma.\r\nOur results identified novel LRP4 mutations important in recurrent HCC. Inactivating LRP4 mutations were associated with resistance to anti-PD-1 therapy and could be useful biomarkers for precision therapy in patients with recurrent HCC.\r\nPubmed   Journal   ReadQx \r\nPlasma FSTL-1 as a noninvasive diagnostic biomarker for patients with advanced liver fibrosis.\r\nPlasma FSTL-1 has high diagnostic accuracy and could potentially reduce the need for liver biopsy in identifying patients with advanced liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nPrevalence of metabolic dysfunction-associated steatotic liver disease and fibrosis defined by liver elastography in the United States using National Health and Nutrition examination survey 2017-march 2020 and august 2021-august 2023 data.\r\nIn the U.S. population, MASLD and fibrosis prevalence are high along with obesity and diabetes. Our findings suggest that early detection of chronic liver disease and targeting lifestyle and other modifiable risk factors may slow disease progression toward advanced fibrosis and cirrhosis.\r\nPubmed   Journal   ReadQx \r\nPrimary Biliary Cholangitis: personalizing second-line therapies.\r\nThey also have shown biochemical improvements among patients with an inadequate response to ursodeoxycholic acid but may improve symptoms of pruritus. Herein, we review the patient features to consider when deciding whether a second-line agent is indicated and which agent to consider for a truly personalized approach to PBC patient care.\r\nPubmed   Journal   ReadQx \r\nReprogramming macrophages to treat liver diseases.\r\nHere we review the potential targets to modulate macrophage behavior in liver diseases and nanoscale therapeutics that aim to target and treat macrophages. We will summarize current knowledge on the diverse macrophage programs activated in chronic liver inflammation, cirrhosis, and HCC that may be of therapeutic interest for precision medicine.\r\nPubmed   Journal   ReadQx \r\nUnmet needs in diagnosis and management of portopulmonary hypertension: How far have we reached?\r\nIn addition to recent POPH practice guidelines, continued efforts can be suggested to improve our understanding of prognostic factors, investigate newer medical treatments, and improve outcomes of POPH. Herein, we identify specific \"unmet needs\" that focus on expanding and complementing current POPH practice guidelines.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    AI model using CT-based imaging biomarkers to predict hepatocellular carcinoma in patients with chronic hepatitis B.\r\n This AI prediction model, integrating deep learning-based auto-segmentation of CT images, offers improved performance in predicting HCC risk among patients with CHB compared to previous models. Impact and implications The AI-driven HCC prediction model (PLAN-B-DF), employing an automated CT segmentation algorithm, demonstrates a significant improvement in predictive accuracy and risk stratification among patients with CHB. Using a gradient-boosting algorithm and CT metrics such as visceral fat volume and myosteatosis, PLAN-B-DF outperforms previous models based solely on clinical and demographic data. This model not only shows a higher c-index compared to previous models, but also effectively classifies CHB patients into different risk groups. This model uses machine learning to analyze the complex relationships among various risk factors contributing to HCC occurrence, thereby offering more personalized surveillance for CHB patients.\r\nPubmed   Journal   ReadQx \r\nCarvedilol vs. propranolol for the prevention of decompensation and mortality in patients with compensated and decompensated cirrhosis.\r\nOur data endorse the current recommendation favoring the use of carvedilol in the prevention of a first decompensation of cirrhosis and suggest extending the recommendation for its preferential use to patients with decompensated cirrhosis without recurrent or refractory ascites. Impact and implications This study addresses a gap in the comparative effectiveness of classical non-selective beta-blockers (e.g., propranolol and nadolol) versus carvedilol in managing cirrhosis in both compensated and decompensated stages. Our results support the preferential use of carvedilol in both settings due to its superior efficacy in reducing first and further decompensation. However, the retrospective nature of the study and inherent selection biases advise caution against broadly applying these findings to patients with decompensated cirrhosis who exhibit signs of circulatory dysfunction or recurrent/refractory ascites.\r\nPubmed   Journal   ReadQx \r\nRORc expressing immune cells negatively regulate tertiary lymphoid structure formation and support their pro-tumorigenic functions.\r\nRORc-expressing cells negatively regulate B cell responses and facilitate the pro-tumorigenic functions of hepatic TLSs.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of GLP-1/FGF21 dual agonist HEC88473 in MASLD and T2DM: a randomized, double-blind, placebo-controlled study.\r\nHerein, we report the clinical safety and proof of concept data for the GLP-1/FGF21 dual agonist HEC88473. A 5-week treatment with HEC88473 was generally safe and well tolerated, with multiple positive effects observed, including reduced liver fat, and improved glycemic control, insulin resistance and lipid metabolism, together indicating comprehensive improvement in metabolic syndrome. Clinical trial number Chinese Drug Trial Identifier ( CTR20211088; ClinicalTrials.govNCT05943886.\r\nPubmed   Journal   ReadQx \r\nSingle-cell RNA seq-derived signatures define response patterns to atezolizumab + bevacizumab in advanced hepatocellular carcinoma.\r\n Our study unveils two distinct molecular subsets of clinical benefit to atezolizumab plus bevacizumab in advanced HCC (\"Immune-competent\" and \"Angiogenesis-driven\") as well as the main traits of primary resistance to this therapy, thus providing a molecular framework to stratify patients based on clinical outcome and guiding potential strategies to overcome resistance.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: PIVKA-II Facilitates Risk Stratification for HCC Following HCV Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Catching up with creeping fat - unravelling the mysteries of the mesentery in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPreventing Upper-GI Cancer Mortality through Endoscopy: to Screen or Not to Screen?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nCold snare EMR of large colon polyps: Does one size fit all?\r\n\r\nPubmed   Journal   ReadQx \r\nDedicated devices for performance of EUS-guided gastroenterostomy: Are they really needed?\r\n\r\nPubmed   Journal   ReadQx \r\nMachine-based learning still has a lot to learn.\r\n\r\nPubmed   Journal   ReadQx \r\nWho should receive and how should we perform transoral incisionless fundoplication for treatment of GERD?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Differences between hepatocellular carcinoma caused by alcohol and other aetiologies.\r\nInstead, prognosis is driven by liver function, general condition, and tumor burden. This underscores the crucial role of early diagnosis through periodic surveillance in patients with Alcohol-related liver disease or Metabolic dysfunction-Associated Steatotic Liver Disease with increased alcoholic intake -related cirrhosis.\r\nPubmed   Journal   ReadQx \r\nIntroducing the Updates in Clinical Science: A focus on recent data of high impact.\r\n\r\nPubmed   Journal   ReadQx \r\nTargeting Tumour Endothelial Cells in Liver Cancer: The end of beginning.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2024 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\n2024 GI FELLOWSHIP TRAINING PROGRAMS.\r\n\r\nPubmed   Journal   ReadQx \r\nAspirin Use and the Risk of Colorectal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to: Abstracts S2064, S2276, and S2115.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrelation Between Cholecystectomy and the Risk of Gastric Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Dai et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Liao and Lai.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Sun and Wu.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhou et al.\r\n\r\nPubmed   Journal   ReadQx \r\nVisual Endoscopic Retrograde Appendicitis Therapy vs Antibiotic Therapy for Treatment of Uncomplicated Acute Appendicitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comments on \"Band-on-band endoscopic variceal ligation: a technique for the treatment of esophageal varices in case of band misplacement\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided coil and glue treatment for gastroduodenal artery pseudoaneurysm.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nForeword Endoscopy - Issue 1.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of an endoscopic virtual ruler based on the fiber laser principle and artificial intelligence technology.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUtility of endoscopic neodymium-iron-boron magnet ring tracer technique in laparoscopy for colorectal lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A rare case of diarrhea with a rare cause.\r\n\r\nPubmed   Journal   ReadQx \r\nPain in Chronic Pancreatitis: Navigating the Maze of Blocked Tubes and Tangled Wires.\r\n\r\nPubmed   Journal   ReadQx \r\nPeriprocedural Risks Associated with GLP-1 Receptor Agonists.\r\n\r\nPubmed   Journal   ReadQx \r\nSugar in the First 1000 Days of Life: Link to Increased Chronic Disease Risks.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Hardy side of H. pylori: uncovering ancient adaptations and host interactions.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Dysbiosis exists in unaffected relatives of inflammatory bowel disease (IBD): emphasising the critical phases in the developmental trajectory of gut microbiota.\r\n\r\nPubmed   Journal   ReadQx \r\nMuch ado about EoE.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    2024 Reviewers (Volumes 79 and 80).\r\n\r\nPubmed   Journal   ReadQx \r\nFellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Can plasma FSTL-1 levels serve as a reliable biomarker for advanced fibrosis?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Intrahepatic immunoglobulin A complex induces polarization of cancer-associated fibroblasts to matrix phenotypes in the tumor microenvironment of hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nObeticholic acid as second-line therapy for primary biliary cholangitis: Does target trial emulation solve the issue?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Hepatic decompensation is the major driver of mortality in hepatocellular carcinoma patients treated with atezolizumab plus bevacizumab: The impact of successful antiviral treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nVideo introduction: Special issue on alcohol use disorder and liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    New evidence of cross-disease communication between heart and liver.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: PIVKA-II Facilitates Risk Stratification for HCC Following HCV Cure-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Insulin-Like Growth Factor-1 in Cirrhosis Is Linked to Hepatic Dysfunction and Fibrogenesis and Predicts Liver-Related MortAlity-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Analysis of \"Inflammatory Markers at Birth and Risk of Early-Onset Inflammatory Bowel Disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nAnalysis of \"Prevotella Is Associated With Sex-Based Differences in Irritable Bowel Syndrome\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Inflammatory markers at birth and risk of early onset inflammatory bowel disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nReevaluating the Association Between Neonatal Inflammatory Markers and Early-Onset IBD Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nStrategies for Optimizing Pediatric Celiac Disease Screening: Proposals for Increased Effectiveness and Cost-Efficiency.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A little confusion about statistical methods and could we believe the results of overfitted logistic regression models?\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-balloon intervention platform in colorectal endoscopic submucosal dissection: What will be its real place outside a randomized trial?\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided gallbladder drainage for patients with antithrombotic therapy: Intervention or medication?\r\n\r\nPubmed   Journal   ReadQx \r\nIs duodenal papilla radiomics-based prediction model a predictor of post-ERCP pancreatitis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe lack of information on body mass index and the presence of patients with multiple polyps may have affected the result.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Are histamine-2 receptor antagonists a reasonable comparator: comparing apples and apples?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Assessment of methods in E1E2 versus E2 immunogen studies for HCV vaccine research.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term use of tenofovir disoproxil fumarate and increased fracture risk in elderly patients with chronic hepatitis B: A Sensitivity Analysis Quantifying Effect of Unmeasured Confounding factors on Observational Associations.\r\n\r\nPubmed   Journal   ReadQx \r\nNot all fat is alike in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Antiviral Prophylaxis Strategies: Insights and Reflections on a Real-World Study.\r\n\r\nPubmed   Journal   ReadQx \r\nRevealing Bias in Feature Importance through PLS-DA: A Critical Examination of Machine Learning Applications in Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRoux-en-Y gastric bypass in a patient with Wilson's disease and obesity.\r\n\r\nPubmed   Journal   ReadQx \r\nThe HDL criterion for MetALD can misclassify patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nTherapeutic Plasma Exchange in Acute Liver Failure: can the data be trusted?\r\n\r\nPubmed   Journal   ReadQx \r\nTransitions in the nomenclatures for fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-28T00:13:36-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-20-2024/",
    "title": "Fri Dec 20 2024",
    "description": "157 articles - From Friday Dec 13 2024 to Friday Dec 20 2024",
    "author": [],
    "date": "2024-12-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Comments on Treatment Decision for Locally Resected T1 Colorectal Carcinoma Verification of the Japanese Guideline Criteria for Additional Surgery Based on Long-Term Clinical Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Acute Severe Ulcerative Colitis: An International Delphi Consensus on Clinical Trial Design and Endpoints.\r\nThe expansion of drugs to treat moderate-severe UC over the past decade, particularly the rapidly acting Janus kinase inhibitors, is promising and has reignited the interest in identifying suitable therapeutic candidates for ASUC. Clinical trials in this high-risk population are challenging to conduct and this consensus provides a framework for future trials to advance drug development.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Diagnostic work-up of bile duct strictures: European Society of Gastrointestinal Endoscopy (ESGE) Guideline.\r\nIn the case of indeterminate biliary strictures, ESGE suggests cholangioscopy-guided biopsies, in addition to standard ERCP diagnostic modalities. Additional intraductal biliary imaging modalities can be selectively used, based on clinical context, local expertise, and resource availability.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy guideline on the diagnosis and management of GERD: summary and recommendations.\r\nIn patients with persistent GERD with large hiatal hernias (> 2cm) and Hill grade III or IV, the ASGE suggests either cTIF or surgical therapy based on multidisciplinary review. This document summarizes the methods, analyses, and decision processes used to reach the final recommendations and represents the official ASGE recommendations on the above topics.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    EASL Clinical Practice Guidelines on the management of hepatocellular carcinoma.\r\nKey updates from the 2018 EASL guidelines include personalised surveillance based on individual risk assessment and the use of new tools, standardisation of liver imaging procedures and diagnostic criteria, use of minimally invasive surgery in complex cases together with updates on the integrated role of liver transplantation, transitions between surgical, locoregional, and systemic therapies, the role of radiation therapies, and the use of combination immunotherapies at various stages of disease. Above all, there is an absolute need for a multiparametric assessment of individual risks and benefits, considering the patient's perspective, by a multidisciplinary team encompassing various specialties.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Global Prevalence and Mortality of Cirrhosis in Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\nThis meta-analysis underscores the substantial prevalence of cirrhosis among MASLD patients and highlights significant geographic and demographic variability, calling for improved screening and management strategies.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Tumor Seeding With Needle Biopsy of Hepatocellular Carcinoma: A Systematic Review.\r\n Overall, the risk of tumor seeding with biopsy of HCC is low.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Clinical, histological and safety outcomes with long-term maintenance therapies for eosinophilic esophagitis: A systematic review and meta-analysis.\r\nMaintenance therapies prevent histological relapse in the long term, without clear disadvantage of dose de-escalation from induction to maintenance phase. Low adverse events and withdrawal rates confirm long-term treatment is well tolerated.\r\nPubmed   Journal   ReadQx \r\nComparative Efficacy and Safety of Endoscopic Modalities for Colorectal Cancer Screening in Inflammatory Bowel Disease: A Systematic Review and Network Meta-Analysis.\r\nHD-DCE is the only modality for IBD surveillance with evidence (low-certainty) demonstrating potential to detect more dysplastic lesions compared to HD-WLE. There was no evidence to support any of the other modalities as an alternative due to very low-certainty evidence.\r\nPubmed   Journal   ReadQx \r\nGlobal epidemiology and characteristics of MASLD in type 1 diabetes mellitus: an updated systematic review and meta-analysis.\r\n MASLD is relatively common in T1DM. Patients with MASLD-T1DM have a distinct clinical profile compared to those with T1DM, with only a small proportion having significant or advanced fibrosis.\r\nPubmed   Journal   ReadQx \r\nPredictors of Post-ERCP Pancreatitis: A Comprehensive Systematic Review and Meta-Analysis.\r\nOur meta-analysis focused on adjusted risk factors to provide precise estimates of the most important risk factors for PEP. Incorporating our results into a prediction model may reliably help identify high-risk patients, optimize informed consent, and guide prevention and management strategies for PEP.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Validity evidence for endoscopic ultrasound competency assessment tools: Systematic review.\r\nThe TEESAT, GAPS-EUS, and EUSAT demonstrate strong validity evidence for formative assessment of EUS and are easily implemented in educational settings to monitor progress and support learning.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Glucagon-like peptide-1 receptor agonist use and the risk of residual gastric content and aspiration in patients undergoing gastrointestinal endoscopy: a systematic review and a meta-analysis.\r\nGLP-1 RA use was associated with an increased risk of RGC and premature endoscopy termination, but no significant difference was found in the risk of aspiration pneumonia patients undergoing endoscopy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Diagnostic accuracy of 2D-SWE ultrasound for liver fibrosis assessment in MASLD: A multi-level random effects model meta-analysis.\r\nOur meta-analysis identified optimised cut-offs for fibrosis staging by 2D-SWE in etiology-specific chronic liver diseases (MASLD), with excellent diagnostic performance, underscoring the potential for standardising cut-off values.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: Safety and Efficacy of a Novel Oesophageal Delivery System for Topical Corticosteroids Versus Placebo in the Treatment of Eosinophilic Oesophagitis.\r\nESO-101 was superior to placebo in reducing oesophageal eosinophilia. The device was safe and well tolerated in adults with EoE, supporting the continued development of ESO-101 for the treatment of EoE (Trials.gov No.  NCT04849390;  Eu-CT No.  2020-000082-16).\r\nPubmed   Journal   ReadQx \r\nDevelopment and Validation of a Multimodal Machine Learning Model for Diagnosing and Assessing Risk of Crohn's Disease in Patients With Perianal Fistula.\r\n We have developed a multimodal machine learning model and a web tool that can predict and present CD risk in patients initially presenting with perianal fistula.\r\nPubmed   Journal   ReadQx \r\nRisk-Adapted Starting Ages of Colorectal Cancer Screening for People With Diabetes or Metabolic Syndrome.\r\nPeople with diabetes or metabolic syndrome reach risk levels comparable to the average risk population three to four years earlier. Our results offer empirical guidance for defining risk-adapted starting ages of CRC screening for these high-risk groups.\r\nPubmed   Journal   ReadQx \r\nVirological and Immunological Characteristics of HBeAg-Positive Chronic Hepatitis B Patients With Low HBsAg Levels.\r\nHBeAg-positive CHB patients with low HBsAg and genotype C exhibited higher noninvasive fibrosis indexes compared with typical patients, accompanied by a significant increase in quasispecies variants associated with preS2 deletion. The emergence of the preS2 deletion mutants in patients could be due to its enhanced ability to evade the host immunity.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Efficacy and safety of transcutaneous auricular vagus nerve stimulation in patients with constipation-predominant irritable bowel syndrome: a single-center, single-blind, randomized controlled trial.\r\n The study manifested that non-invasive taVNS effectively improved constipation and abdominal pain symptoms in IBS-C patients. The alleviation of IBS-C symptoms may be attributed to the integrative effects of taVNS on rectal functions, mediated through vagal, cholinergic, and multi-omics mechanisms.\r\nPubmed   Journal   ReadQx \r\nEvaluating Artificial Intelligence-Driven Responses to Acute Liver Failure Queries: A Comparative Analysis Across Accuracy, Clarity, and Relevance.\r\n The study highlights Chat GPT 4 +RAG's superior performance compared to other LLMs. By integrating RAG with LLMs, the system combines generative language skills with accurate, up-to-date information. This improves response clarity, relevance, and accuracy, making them more effective in healthcare. However, AI models must continually evolve and align with medical practices for successful healthcare integration.\r\nPubmed   Journal   ReadQx \r\nProximal polyps are associated with higher incidence of colorectal cancer: Analysis of the Minnesota Colon Cancer Control Study.\r\n Although patients with proximal adenomas were found to have higher hazards of post-colonoscopy CRC, adjusting for polyp multiplicity attenuated the strength of association. Further research is warranted to determine whether polyp location should be factored in the determination of appropriate surveillance intervals.\r\nPubmed   Journal   ReadQx \r\nThe Role of Gastroesophageal Reflux in Airway Inflammation.\r\nBoth experimental and clinical studies have shown that aspirated refluxate can directly damage the airway lining and trigger immune responses that contribute to airway injury and inflammation. While traditional diagnostic tests for gastroesophageal reflux disease can identify abnormal reflux patterns, there is a need for more specific methods to predict airway inflammation or therapeutic outcomes related to reflux aspiration.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A randomized phase 2 study of efmarodocokin alfa, an IL-22 agonist, versus vedolizumab in patients with ulcerative colitis.\r\n Efmarodocokin alfa did not demonstrate efficacy compared to placebo and this phase 2 study was ended early for futility;  however, there was evidence of target engagement (skin AEs, REG3A levels);  NCT03558152.\r\nPubmed   Journal   ReadQx \r\nAcute Kidney Injury in Patients with Cirrhosis and Chronic Kidney Disease: Results from the HRS-HARMONY Consortium.\r\n In hospitalized patients with AKI and cirrhosis, AoCKD was associated with lower 90-day mortality compared to AKI-only. This may be due to the impact of worse liver function parameters in the AKI-only group on short-term outcomes. Further study of the complicated interplay between acute and chronic kidney disease in cirrhosis is needed.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Budesonide Orodispersible Tablets for Eosinophilic Esophagitis up to 3 Years: an Open-Label Extension Study.\r\nClinical and histological remission of EoE could be maintained with BOT in a large majority of patients for up to 96 weeks, and for up to 144 weeks in patients with uninterrupted BOT therapy across al trials. No additional safety concerns were identified with long-term BOT treatment. (ClinicalTrials.gov, Number  NCT02493335).\r\nPubmed   Journal   ReadQx \r\nEndoscopic sleeve gastroplasty plus lifestyle intervention in patients with MASH: a multicentre, sham-controlled, randomized trial.\r\nBaseline to end of follow-up changes in body weight, liver tests, liver stiffness(VCTE) and liver histology were recorded RESULTS: Total Body weight loss(TBWL) was 9.47%(±9.38) in ESG group vs 3.91%(±5.43) in ESI group(p 10% we found a significant improvement on NAS score(-4±0.94 vs -0.81±1.62, p<0.01), but not in fibrosis stage(-0.3±1.06 vs -0.59±1.25). Only 2 patients of ESG group had adverse events that required admission that resolved conservatively in 72 hours CONCLUSION: ESG is an effective and safe method to promote weight reduction associated with significant improvement in patients with MASH and obesity.\r\nPubmed   Journal   ReadQx \r\nGlobal Trend of MASH-associated Liver Cancer A Systematic Analysis from the Global Burden of Disease 2021.\r\nOver the past two decades, the burden of MASH-associated PLC has risen, though there are sociodemographic and geographic disparities. This necessitates urgent strategies across the globe to mitigate the epidemic of MASH-associated PLC as well as its metabolic drivers.\r\nPubmed   Journal   ReadQx \r\nHypercoagulation after Hospital Discharge in Acute Severe Ulcerative Colitis: A Prospective Study.\r\nGlobal measures of haemostasis demonstrated that patients with ASUC were pro-thrombotic compared to controls with quiescent colitis. This difference was maintained 8 to 12 weeks after the initial presentation, supporting clinical observations that patients with ASUC have an elevated risk of VTE after hospital discharge.\r\nPubmed   Journal   ReadQx \r\nInadequate Efficacy of Biologics for Treating Proximal Ileal Lesions in Crohn's Disease; a prospective multicenter study.\r\nA substantial proportion of patients with CD exhibited ulcerations in the proximal ileum which correlated with a poorer prognosis. These lesions proved challenging to heal, regardless of the type of biologic used.\r\nPubmed   Journal   ReadQx \r\nLipoprotein (a) in the Full Spectrum of MASLD; Evidence from Histologically and Genetically Characterized Cohorts.\r\nThe inverse association observed in cross-sectional studies should be attributed to reverse causality i.e. the presence of liver disease may decrease Lp(a) levels. Genetically predicted very low Lp(a) levels are also associated with impaired liver health prospectively. Clinical trials evaluating Lp(a)-lowering agents should thus be monitored carefully for adverse liver effects in subjects attaining extremely low concentrations.\r\nPubmed   Journal   ReadQx \r\nNeighborhood social determinants of health are associated with metabolic dysfunction-associated steatotic liver disease outcomes.\r\n Neighborhood-level SDOH are associated with MASLD burden, comorbidities, and mortality and should be considered in clinical care, quality improvement, and further research.\r\nPubmed   Journal   ReadQx \r\nNon-alcohol-related cirrhosis leads to higher 6-week mortality after acute variceal bleeding than alcohol-related cirrhosis.\r\n Patients with non-ALD cirrhosis presenting with AVB had a higher risk of 6-week mortality, at each severity of liver disease by standard indices, than patients with ALD cirrhosis. Cirrhosis etiology (ALD versus non-ALD) should be incorporated into the risk stratification of AVB patients.\r\nPubmed   Journal   ReadQx \r\nNon-invasive assessment of portal hypertension in patients with primary biliary cholangitis is affected by severity of cholestasis.\r\nBiochemical-based RESIST criteria demonstrate the highest net benefit compared to elastography-based criteria for ruling out HRV. The severity of cholestasis affects NITs performance to rule out HRV and CSPH in patients with PBC and cACLD.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Prognosis of Mild Inflammatory Bowel Disease: A Population-Based Cohort Study 1997-2020.\r\nApproximately one-fourth of individuals with mild UC within one year after diagnosis and half of those with mild CD progressed to moderate-severe disease over time. Young age at diagnosis increased the probability of progression, whereas increasing duration of mild disease decreased the probability.\r\nPubmed   Journal   ReadQx \r\nSerum Albumin and Its Trajectory Are Associated with Therapeutic Outcomes in Ulcerative Colitis.\r\n Higher albumin levels were associated with better therapeutic outcomes in patients with UC. However, patients with low but rapidly ascending albumin levels would achieve outcomes comparable to those with medium-to-high levels of albumin.\r\nPubmed   Journal   ReadQx \r\nTHE OPTIMAL DURATION OF pH-MONITORING: TESTING THE VALIDITY OF LYON 2.0 RECOMMENDATIONS FOR WIRELESS pH MEASUREMENT.\r\n The results of this analysis validate the recommendation that prolonged reflux studies of at least 72-hr duration provide optimal AET measurements for GERD diagnosis. Prolonging studies can also resolve inconclusive results based on 24- and 48-hr studies.\r\nPubmed   Journal   ReadQx \r\nValidation and epidemiologic definition of the novel steatotic liver disease nomenclature in a national United States cohort with cirrhosis.\r\n Classification of SLD is highly sensitive to relative weighting of CMRFs and alcohol use. Clinically relevant definitions should consider data availability on alcohol and the limitations of lipid measurements in distinguishing SLD subtypes.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Efficacy of anti-obesity medication (AOM) and endoscopic gastric remodeling (EGR): Analysis of combination therapy with optimal timing and agents.\r\nCombining AOM with EGR appears to result in greater weight loss compared with other strategies, with GLP-1RA as the preferred agent and optimal initiation of both therapies occurring within 6 months of each other. Prolonged medication use prior to EGR appears to be associated with suboptimal weight loss, suggesting the importance of early referral for adjunctive therapy.\r\nPubmed   Journal   ReadQx   PMC\r\nSpinal anesthesia for endoscopic submucosal dissection of large rectosigmoid lesions: Feasibility study.\r\nOur initial experience suggests that SA for ESD of large rectosigmoid LSTs is feasible, and it may prove to be a valuable option, especially for elderly and frail patients.\r\nPubmed   Journal   ReadQx   PMC\r\nSplenic injury associated with colonoscopy in hospitalized patients: Incidence, risk factors, management, and outcome.\r\nAdministrative data analysis suggests that splenic injuries due to colonoscopy are more frequent than previously estimated. Endoscopists should be aware of this rare life-threatening adverse event.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Prophylactic Clip Closure in Preventing Delayed Bleeding After Colorectal Endoscopic Submucosal Dissection on anticoagulants: A multicenter retrospective cohort study in Japan.\r\nProphylactic complete clip closure after colorectal ESD significantly reduced the DB rate in patients receiving both DOACs and warfarin. It should be performed after ESD, particularly for right-sided lesions.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Intestinal Epithelial Serotonin as a Novel Target for Treating Disorders of Gut-Brain Interaction and Mood.\r\n These findings provide fundamental insights into how the gastrointestinal tract modulates emotional behaviors, reveal a novel gut-targeted therapeutic approach for mood modulation, and suggest a new link in humans between in utero SSRI exposure and DGBI development.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical Insights and Management Strategies for Acute Obstructive Suppurative Pancreatic Ductitis: A Retrospective Study of 82 Rare Cases.\r\nAOSPD primarily affects middle-aged and elderly males with chronic pancreatic disease and prior pancreaticobiliary intervention. Imaging and pancreatic juice culture aid diagnosis. Compared to acute-on-CP, AOSPD with CP displays distinct clinical characteristics. Timely and accurate diagnosis and treatment can lead to favorable short-term outcomes for patients with AOSPD.\r\nPubmed   Journal   ReadQx \r\nImprovement in Obesity-Related Comorbidities 5 Years After Endoscopic Sleeve Gastroplasty: A Prospective Cohort Study.\r\nESG is an effective, noninvasive monotherapy that improved markers of hypertension, diabetes, MASLD, and led to total body weight loss of 11.8% at five years post-procedure.\r\nPubmed   Journal   ReadQx \r\nManagement of ERCP-related perforation: a large multicenter study.\r\nDiagnosing a perforation during the ERCP procedure can prevent serious complications. Fluoroscopic and endoscopic images should be carefully reviewed. Endoscopic management should be the treatment of choice for patients diagnosed with perforation during ERCP procedures.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Early detection of colorectal cancer using aberrant circulating cell-free mitochondrial DNA fragmentomics.\r\n In conclusion, based on aberrant ccf-mtDNA fragmentomic features, a novel and non-invasive approach was established for the detection of patients with early-stage CRC or AA, with high performance.\r\nPubmed   Journal   ReadQx \r\nEarly tumour necrosis factor antagonist treatment prevents perianal fistula development in children with Crohn's disease: post hoc analysis of the RISK study.\r\n Early anti-TNF therapy prevents perianal fistula development, especially among patients at increased risk.\r\nPubmed   Journal   ReadQx \r\nHepatic TM6SF2 activates antitumour immunity to suppress metabolic dysfunction-associated steatotic liver disease-related hepatocellular carcinoma and boosts immunotherapy.\r\n Hepatic TM6SF2 protects against MASLD-HCC and activates cytotoxic CD8 + T cells via NF-κB-IL-6 axis. TM6SF2 is a promising strategy for sensitising MASLD-HCC to immunotherapy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Enhancing HBV-specific T cell responses through a combination of epigenetic modulation and immune checkpoint inhibition.\r\nThe combination of DAC/αPD-L1 shows promise in improving HBV-specific T cell responses in vitro, highlighting the potential of remodeling exhaustion-associated epigenetic signatures to enhance HBV-specific T cell restoration and suggesting a novel immunotherapeutic avenue for CHB.\r\nPubmed   Journal   ReadQx \r\nInterleukin 8-CXCR2 mediated neutrophil extracellular trap (NET) formation in biliary atresia associated with NET-Induced stellate cell activation.\r\nBA patients have persistent IL-8-CXCR2-mediated NETosis that correlates with biomarkers of injury and fibrosis and NETs induce stellate cell activation, suggesting a role for NETs in the immunopathogenesis of disease. Future investigations should focus on therapeutic agents that inhibit NETs in BA.\r\nPubmed   Journal   ReadQx \r\nInternational trends in biliary tract cancer-related mortality, 2000-2022: An observational study of the World Health Organization mortality database.\r\nAlthough internationally estimated BTC-associated ASRs showed a stable trend over the last two decades, a large increase in estimated iCCA-associated ASRs necessitates developing effective screening for high-risk individuals and disease management strategies.\r\nPubmed   Journal   ReadQx \r\nLhx2 specifically expressed in hepatic stellate cells promotes liver regeneration and inhibits liver fibrosis.\r\nWe demonstrated that Lhx2 had pro-regenerative and anti-fibrogenic functions, and elucidated its regulatory mechanism. The study provided a potential target with dual effects for treating liver diseases.\r\nPubmed   Journal   ReadQx \r\nPlasma FSTL-1 as a noninvasive diagnostic biomarker for patients with advanced liver fibrosis.\r\nPlasma FSTL-1 has high diagnostic accuracy and could potentially reduce the need for liver biopsy in identifying patients with advanced liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nValidation and expansion of Baveno VII criteria for cACLD and CSPH based on liver stiffness and platelet count: Correlation with risk of hepatic decompensation and death.\r\nThe Baveno VII \"Rule-of-Five\" criteria provide a valid system for stratifying risks of death and hepatic decompensation and should be used routinely in patients with chronic liver disease. Among patients with CSPH (LS ≥25 kPa), the subgroup with LS 50-75 kPa (\"critical\" CSPH) has approximately double the risk of death and hepatic decompensation than LS 25-49.9 kPa.\r\nPubmed   Journal   ReadQx \r\nValue of HCC surveillance in a landscape of emerging surveillance options: Perspectives of a multi-stakeholder modified delphi panel.\r\nThe panel acknowledged performance metrics of emerging methods may differ from other cancer screening programs given differences in populations, including higher risk of cancer development and competing risk of morality, and differences in diagnostic workflow in patients at risk of HCC. These data provide insights into the perceived value of HCC surveillance in an era of emerging blood- and imaging-based surveillance strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A new generation of non-invasive tests of liver fibrosis with improved accuracy in MASLD.\r\nFIB-12, outperformed al other NITs. FIB-9 is suitable for screening and FIB-11 or FIB-12 for diagnosis.\r\nPubmed   Journal   ReadQx \r\nA read-through circular RNA RCRIN inhibits metabolic dysfunction-associated steatotic liver disease.\r\nOur findings provide an in vivo function of rt-circRNA RCRIN, show its inhibitory effects in MASLD pathogenesis, indicating RCRIN and RPL8 may be therapeutic targets and candidate nucleic acid drugs for treating MASLD. Impact and implications Our finds reveal a novel mechanism connecting a read-through circRNA RCRIN, ribosome heterogeneity and MASLD pathogenesis. In normal hepatocytes, RCRIN exerts its role by reducing liver lipid accumulation and ER stress through promotion of RPL8 degradation. In MASLD patients, lower RCRIN releases RPL8 to form RPL8-contained ribosomes to promote lipid accumulation and ER stress. RCRIN overexpression and RPL8 depletion dramatically suppresses MASLD development and progression. Our findings indicate that RCRIN and RPL8 might be potential therapeutic targets for treatment of MASLD patients.\r\nPubmed   Journal   ReadQx \r\nAll-cause and cause-specific mortality in patients with chronic hepatitis B and concurrent steatotic liver disease.\r\nAmong patients with CHB and SLD, metabolic burden dose-dependently increases the all-cause, liver-related, and cardiovascular mortality risks. Patients with SLD have a lower mortality risk than those without SLD. Identifying these metabolic dysfunctions is crucial for stratifying the level of risk in daily care. Impact and implications Concurrent steatotic liver disease (SLD) is prevalent among patients with chronic hepatitis B (CHB);  however, the effects of the associated cardiometabolic risk factors on all-cause and cause-specific mortality remain unknown. This study demonstrated that cumulative metabolic burden dose-dependently increased the risks of all-cause, liver-related, and cardiovascular mortality in patients with CHB and SLD. Moreover, new-onset diabetes mellitus, hypertension, and weight gain during the follow-up period further exacerbated these risks. However, patients with SLD had a lower risk of mortality than those without SLD. Thus, routine screening and monitoring of metabolic dysfunctions constitute a key element of daily care for patients with CHB.\r\nPubmed   Journal   ReadQx \r\nCarvedilol vs. propranolol for the prevention of decompensation and mortality in patients with compensated and decompensated cirrhosis.\r\nOur data endorse the current recommendation favoring the use of carvedilol in the prevention of a first decompensation of cirrhosis and suggest extending the recommendation for its preferential use to patients with decompensated cirrhosis without recurrent or refractory ascites. Impact and implications This study addresses a gap in the comparative effectiveness of classical non-selective beta-blockers (e.g., propranolol and nadolol) versus carvedilol in managing cirrhosis in both compensated and decompensated stages. Our results support the preferential use of carvedilol in both settings due to its superior efficacy in reducing first and further decompensation. However, the retrospective nature of the study and inherent selection biases advise caution against broadly applying these findings to patients with decompensated cirrhosis who exhibit signs of circulatory dysfunction or recurrent/refractory ascites.\r\nPubmed   Journal   ReadQx \r\nImpact of metabolism-disrupting chemicals and folic acid supplementation on liver injury and steatosis in mother-child pairs.\r\nPregnancy MDC exposures may increase risk for liver injury and steatosis, particularly in children. Adequate FA supplementation and maternal cobalt levels may attenuate these associations. Impact and implications The effects of environmental chemical exposures on steatotic liver diseases are not well understood. In a parallel investigation of mothers and children, we found that pregnancy exposures to metabolism-disrupting chemicals may increase the risk for liver injury and steatosis, especially in the child, and that these associations could be attenuated by higher folic acid and/or cobalt levels. These findings can inform policies to decrease environmental chemical pollution and contribute to the design of clinical interventions addressing the MASLD epidemic.\r\nPubmed   Journal   ReadQx \r\nImpaired whole blood thrombin generation is associated with procedure-related bleeding in acutely decompensated cirrhosis.\r\nIn compensated cirrhosis, WB-TG and PPP-TG do not improve risk stratification. In decompensated cirrhosis, WB-TG may be a promising tool for estimating procedure-related bleeding risk.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Incidence and clinical course of post-infectious irritable bowel syndrome in patients admitted to university hospitals: 1-year prospective follow-up study.\r\nThe incidence of PI-IBS in Korea was relatively low, and most cases improved over time. No risk factors associated with the development of PI-IBS were found. However, persistent diarrhea after enteritis was associated with female sex, EPEC infection, and severe or long-lasting enteritis. IBS symptoms may persist after severe enteritis but usually improve with time.\r\nPubmed   Journal   ReadQx \r\nRandomized Multicenter Study to Evaluate the Efficacy and Safety of Fexuprazan According to the Timing of Dosing in Patients with Erosive Esophagitis.\r\nNon-inferiority analysis revealed that taking fexuprazan after meal was non-inferior to taking fexuprazan before meals in patients with EE. The frequency of adverse events was similar between the 2 study groups. The drug is safe and effective for healing EE regardless of the timing of dosing.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Targeting the Future of Eosinophilic Oesophagitis Management.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Call to Action: Unraveling the Nuance of Adapted Eating Behaviors in Individuals with GI Conditions.\r\nFurther, we address the potential risk factors that gastroenterology clinicians should be aware of when assessing for disordered eating risk reduction. We hope to elucidate the \"gray area\" related to eating behaviors in patients with known physiological food intolerance such as FODMAP related immune activation in IBS and gluten related reactions in celiac disease in the gut and beyond, that prompt behaviors that are deemed maladaptive in healthy individuals but may be at times adaptive responses in GI conditions.\r\nPubmed   Journal   ReadQx \r\nGlobal Distribution of Colorectal Cancer Staging at Diagnosis: An Evidence Synthesis.\r\n Global disparities in CRC staging exist, indicating a need for targeted interventions to enhance early detection and management, especially in high-metastasis areas.\r\nPubmed   Journal   ReadQx \r\nPersistent Lugol-Unstained Lesions: A New Predictor of Progression to Esophageal Squamous Cell Carcinoma?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Preventing Upper-GI Cancer Mortality through Endoscopy: to Screen or Not to Screen?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nCold snare EMR of large colon polyps: Does one size fit all?\r\n\r\nPubmed   Journal   ReadQx \r\nDedicated devices for performance of EUS-guided gastroenterostomy: Are they really needed?\r\n\r\nPubmed   Journal   ReadQx \r\nMachine-based learning still has a lot to learn.\r\n\r\nPubmed   Journal   ReadQx \r\nWho should receive and how should we perform transoral incisionless fundoplication for treatment of GERD?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Appendix Ascariasis.\r\n\r\nPubmed   Journal   ReadQx \r\nComments on Limited Sustained Remission After Nucleos(t)ide Analog Withdrawal: Results From a Large, Global, Multiethnic Cohort of Patients With Chronic Hepatitis B (RETRACTB Study).\r\n\r\nPubmed   Journal   ReadQx \r\nMast Cell Activation Syndrome and the Triad of MCAS, POTS, and Hypermobile EDS.\r\n\r\nPubmed   Journal   ReadQx \r\nMore Is Not Always Better: Challenging the Dogma of Secondary Prophylaxis for Spontaneous Bacterial Peritonitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A pedigree with CHAPLE disease: variable penetrance and treatment with pozelimab.\r\n\r\nPubmed   Journal   ReadQx \r\nASSESSING THE QUALITY OF ARTIFICIAL INTELLIGENCE RESPONSES AND RESISTANCE TO SYCOPHANCY IN PROVIDING PATIENT-CENTERED MEDICAL ADVICE ON GASTROESOPHAGEAL REFLUX DISEASE.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Elusive Pancreatic Mass.\r\n\r\nPubmed   Journal   ReadQx \r\nAn unusual case of multiple gastric masses: granulocytic sarcoma.\r\n\r\nPubmed   Journal   ReadQx \r\nFunctional Lumen Imaging Probe Provides an Accurate Assessment of Esophageal Diameter in Patients with Eosinophilic Esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHIGH RISK OF DIGESTIVE CANCERS IN PATIENTS WITH CELIAC DISEASE: A NATIONWIDE CASE CONTROL COHORT STUDY.\r\n\r\nPubmed   Journal   ReadQx \r\nHealthcare and Prescription Medication Affordability for Inflammatory Bowel Disease in the US in 2023.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatic artery pseudoaneurysm after Whipple Procedure.\r\n\r\nPubmed   Journal   ReadQx \r\nHeterozygous variant of CYP2C8*3 is a protective factor for developing post-ERCP pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nImage and Videos - Clinical Gastroenterology and Hepatology IgG4-related gastrointestinal disease diagnosed by underwater endoscopic mucosal resection.\r\n\r\nPubmed   Journal   ReadQx \r\nTemporal changes in risk factors of hepatocellular carcinoma in a prospective cirrhosis cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of special basket impaction removal during endoscopic retrograde cholangiopancreatography using biopsy forceps under choledochoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nArtificial intelligence for a rare disease.\r\n\r\nPubmed   Journal   ReadQx \r\nBilateral traction method using a clip with thread for rectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCombined endoscopic lithotripsy and percutaneous transhepatic cholangioscopy therapy for refractory choledocholithiasis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nComments on \"Band-on-band endoscopic variceal ligation: a technique for the treatment of esophageal varices in case of band misplacement\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of an unusual post-sleeve gastrectomy complication: first use in clinical practice.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided coil and glue treatment for gastroduodenal artery pseudoaneurysm.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided precise embolization for refractory abdominal arteriovenous malformation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nForeword Endoscopy - Issue 1.\r\n\r\nPubmed   Journal   ReadQx \r\nNeedle tip insertion technique for accurate and safe puncture in endoscopic ultrasound-guided tissue acquisition.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReintervention using a through-the-mesh technique within the abdominal cavity following stent migration after endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful endoscopic ultrasound-guided fine-needle biopsy of a recurrent paraganglioma using a forward-viewing echoendoscope in a patient who had undergone the Whipple procedure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTechnique for stretching a bent guidewire with a biopsy forceps in endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTransjugular intrahepatic portosystemic shunt combined with endoscopic ultrasonography for portal vein recanalization and biopsy in malignant occlusion of the portal vein.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUltraslim catheter-type peroral cholangioscope-assisted endoscopic transpapillary gallbladder drainage for acute cholecystitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater endoscopic submucosal dissection using conical hood and gel immersion for esophageal squamous cell carcinoma with anastomotic stricture after total pharyngolaryngectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of an endoscopic virtual ruler based on the fiber laser principle and artificial intelligence technology.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUtility of endoscopic neodymium-iron-boron magnet ring tracer technique in laparoscopy for colorectal lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A rare case of diarrhea with a rare cause.\r\n\r\nPubmed   Journal   ReadQx \r\nChallenging Conventional Care: Ethical Considerations of De-intensification of Therapy in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nPeriprocedural Risks Associated with GLP-1 Receptor Agonists.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Hardy side of H. pylori: uncovering ancient adaptations and host interactions.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Fecal Immunochemical Testing (FIT) for risk stratification of patients with symptoms of colorectal cancer referred for diagnostic colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Biliary Duct Ectopic Pancreas Diagnosed Through Biopsy By Combination of ERCP and a Biliary Imaging System.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare cause of recurrent acute pancreatitis: a pancreatic neuroendocrine tumor (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Resection of Post-Transduodenal Ampullectomy Recurrent Ampullary Adenoma Using Clip-with-Line Traction Method (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Cystocystostomy for Management of Non-Communicating Peripancreatic Fluid Collections.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic stent placement to treat a colonic diverticulitis with abscess formation(with video).\r\n\r\nPubmed   Journal   ReadQx \r\nHuman acellular dermal matrix for stricture prevention in a patient undergoing circumferential esophageal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovative Endoscopic Technique: Pancreaticobiliary Imaging Catheter-Assisted Endoscopic Retrograde Diverticulitis Therapy for Fecalith Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nMetal clip-assisted endoscopic cyanoacrylate injection for duodenal variceal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nOne-stop solution: Diagnosis and Treatment of Common Hepatic Artery Pseudoanerysm on Endoscopic Ultrasound.\r\n\r\nPubmed   Journal   ReadQx \r\nPrimary ad-hoc tip-in mucosectomy for colitis-related erythema-like dysplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Gastric \"Fog\": Re-Emergence of Signet-Ring Cell Carcinoma Amid Helicobacter Pylori Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    <i>Faecalibacterium prausnitzii<\/i>: one species with multiple potential implications in cancer research.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Drink less, be your best.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom micronutrient to mechanism: Magnesium and the CNNM4 puzzle in alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nIntroduction of AASLD's 76th President: Grace L. Su, MD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: A positive step toward cost-effective and accessible HCC detection awaits further validation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: The race against time in genetic testing for PALF.\r\n\r\nPubmed   Journal   ReadQx \r\nObeticholic acid as second-line therapy for primary biliary cholangitis: Does target trial emulation solve the issue?\r\n\r\nPubmed   Journal   ReadQx \r\nPutting mean arterial pressure on the map as an AKI biomarker in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: A positive step toward cost-effective and accessible HCC detection awaits further validation.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Can plasma FSTL-1 levels serve as a reliable biomarker for advanced fibrosis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe clot and the complicated consult.\r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling bile acid dynamics in severe obesity.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Gut bacterial membrane components as pathogenic signalling molecules in PSC-IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nHidden metabolic effects of acetyl-CoA carboxylase inhibition.\r\n\r\nPubmed   Journal   ReadQx \r\nRifaximin in cirrhosis: Is its microbiological spotless record under threat?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Increased Prevalence of Visceral Obesity in Nonresponder Patients With Primary Biliary Cholangitis Based on Computed Tomography-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Increased Prevalence of Visceral Obesity in Nonresponder Patients With Primary Biliary Cholangitis Based on Computed Tomography.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The ESSENCE of Precision in MASH-Strengthening Trial Design for Broader Applicability.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Response to \"Recent Advancements and Future Perspectives of Per Oral Endoscopic Myotomy\".\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A little confusion about statistical methods and could we believe the results of overfitted logistic regression models?\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-balloon intervention platform in colorectal endoscopic submucosal dissection: What will be its real place outside a randomized trial?\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided gallbladder drainage for patients with antithrombotic therapy: Intervention or medication?\r\n\r\nPubmed   Journal   ReadQx \r\nIs duodenal papilla radiomics-based prediction model a predictor of post-ERCP pancreatitis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe lack of information on body mass index and the presence of patients with multiple polyps may have affected the result.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Assessment of methods in E1E2 versus E2 immunogen studies for HCV vaccine research.\r\n\r\nPubmed   Journal   ReadQx \r\nCKM: A New Approach to Managing Metabolic Comorbidities in MASLD?\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term use of tenofovir disoproxil fumarate and increased fracture risk in elderly patients with chronic hepatitis B: A Sensitivity Analysis Quantifying Effect of Unmeasured Confounding factors on Observational Associations.\r\n\r\nPubmed   Journal   ReadQx \r\nNot all fat is alike in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Antiviral Prophylaxis Strategies: Insights and Reflections on a Real-World Study.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: Sequential therapy with antisense oligonucleotide and immune modulator as a strategy for HBV cure.\r\n\r\nPubmed   Journal   ReadQx \r\nRevealing Bias in Feature Importance through PLS-DA: A Critical Examination of Machine Learning Applications in Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nSedoanalgesia During TIPS Placement: Balancing Comfort and Safety in Diverse Clinical Settings.\r\n\r\nPubmed   Journal   ReadQx \r\nThe HDL criterion for MetALD can misclassify patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nTransitions in the nomenclatures for fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-24T16:15:17-05:00",
    "input_file": {}
  }
]
