[
  {
    "path": "gi/09-26-2025/",
    "title": "Fri Sep 26 2025",
    "description": "108 articles - From Friday Sep 19 2025 to Friday Sep 26 2025",
    "author": [],
    "date": "2025-09-26",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Guideline on Management of Gastroparesis.\r\nThe diagnosis of gastroparesis requires the use of 4-hour gastric emptying tests. Metoclopramide or erythromycin is appropriate for initial pharmacologic treatment. Other treatment recommendations require shared patient-physician decision making. There are still considerable unmet needs in the treatment of gastroparesis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Mortality Trends and Risk Factors in Severe Alcohol-Associated Hepatitis.\r\nShort-term mortality in sAH remains high and has not improved in recent decades. These findings highlight the urgent need for effective therapies, improved patient selection for early liver transplantation, and better prognostic tools to guide clinical decision-making.\r\nPubmed   Journal   ReadQx \r\nSystematic Review: Ultrasound Goes Echo-Decarbonising Inflammatory Bowel Disease Care Through Intestinal Ultrasound.\r\n GI endoscopy, CT and MRI are indispensable in IBD care but carry considerable environmental costs. The broader adoption of IUS offers a clinically effective, low-carbon alternative that can contribute to more sustainable IBD management, aligning with planetary health goals.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Performance of Fecal Immunochemical Test in Individuals with Personal history of Polyps and Family History of Colorectal Cancer: A Systematic Review.\r\n Current evidence is limited to adequately assess diagnostic performance of FIT in individuals with family history of CRC, or as follow up after polypectomy.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Cost-Utility Analysis of Biomarker-Based vs. USG + AFP Strategies for HCC Surveillance in Chronic Hepatitis B.\r\nASAP every 6 months is the most cost-effective HCC surveillance strategy for patients with CHB and may be particularly suitable for resource-limited settings. Biomarker-based surveillance should be prioritised to improve outcomes and optimise resource use.\r\nPubmed   Journal   ReadQx \r\nExploration of Multiple Non-Invasive Tests for Assessing Response to Treatment in a Semaglutide Phase 2b Trial in Patients With MASH.\r\n NITs may be used for assessing a treatment response in patients with MASH. Further studies should confirm the treatment effect of NITs and evaluate the association of NIT changes to outcomes.\r\nPubmed   Journal   ReadQx \r\nNon-Response to Obeticholic Acid Is Associated With Heightened Risks of Developing Clinical Events in Primary Biliary Cholangitis.\r\n Biochemical response stratifies risk of clinical events in PBC patients under OCA treatment. Whilst response rates increase over time, discontinuation rates underscore the need for newer treatment paradigms.\r\nPubmed   Journal   ReadQx \r\nResearch Communication: Reflux Disease May Constitute a Risk Factor for Colonic Neoplasia.\r\nCP and CRC were significantly associated with EE, NERD and BE. Our results suggest that reflux disease is associated with an increased risk for colonic neoplasia.\r\nPubmed   Journal   ReadQx \r\nResearch Communication: The Cumulated Spontaneous Portosystemic Shunts (SPSS) Area Decreases After TIPS and Impacts on Prognosis.\r\nRelative SPSS area decrease was an independent protective factor for mortality (asHR: 0.19;  95% CI: 0.04-0.88;  p = 0.034). In conclusion, SPSS decrease after TIPS and relative SPSS area change is independently linked to survival, while total shunt area remains unaltered.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Behavioral Interventions Improve Mailed Colorectal Cancer Screening Among Overdue Patients in a Randomized Trial.\r\n Behaviorally-informed text messaging and mailed reminders significantly increased screening completion, but the health system branded box did not increase response rates.\r\nPubmed   Journal   ReadQx \r\nDifferential Effects of Cardiometabolic Risk Factors on All-Cause Mortality in US Adults with Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD).\r\nIn age-adjusted analysis, number of CMRFs was associated with greater risk for mortality (aHR 1.15 per additional CMRF, 95%CI 1.10-1.20, p<0.001) CONCLUSIONS: The differential risk for mortality between individual CMRFs supports distinct clinical profiles in MASLD. This study found that high blood pressure and glucose intolerance exerted the greatest risk for all-cause mortality in those with MASLD, suggesting a role for prioritization of CMRF optimization.\r\nPubmed   Journal   ReadQx \r\nLong-term Results of Drug Treatment for Crohn's Disease Strictures.\r\n The clinical response to adalimumab is durable in a majority of patients beyond four years of therapy. In patients with symptomatic Crohn's disease strictures, drug treatment is a viable initial treatment.\r\nPubmed   Journal   ReadQx \r\nPrevalence of fibrosis and applicability of lab-based non-invasive tests from primary to tertiary care.\r\n Prevalence of fibrosis in contemporary SLD patients was ∼7% in primary/secondary care, being especially pronounced in individuals with diabetes or obesity. LiverPRO and LiverRisk score optimize referral pathways.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Amber-red color imaging makes the dissection line more evident during gastric endoscopic submucosal dissection.\r\nACI highlights the submucosa in blue only where sufficient solution is injected, which facilitates recognition of the dissection line during ESD.\r\nPubmed   Journal   ReadQx   PMC\r\nDifferences in complications between colonoscopy and esophagogastroduodenoscopy in Japan using large-scale health insurance claims data.\r\nCompared with EGD, CS had a higher rate of perforation but not hemorrhage. Complication rates in CS did not differ by age.\r\nPubmed   Journal   ReadQx   PMC\r\nMinimum standards for training in colorectal endoscopic mucosal resection among advanced endoscopy trainees.\r\nThe relatively low number of C-EMRs performed by many AETs may be insufficient to achieve competence. The estimated thresholds for an average AET to achieve competence in C-EMR provide a framework for AETPs in determining the minimal standards for case volume exposure during training.\r\nPubmed   Journal   ReadQx   PMC\r\nNarrow band imaging complements eosinophilic esophagitis reference score in predicting inflammatory infiltration in patients with dysphagia.\r\nPositive NBI signs and furrows were the best predictors of eosinophile infiltration, whereas lymphocytic infiltration was predicted by edema. Given that NBI is already widely available, we encourage use of both white light and NBI in patients with suspected esophageal inflammation.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Endosonography guided Coloenterostomy for Palliative Management of Peritoneal Carcinomatosis.\r\n EUS-guided CE for palliative management of SBI caused by peritoneal carcinomatosis is feasible and safe. The intervention boasts a high clinical success rate with immediate symptom relief and significant improvement of symptom-compensated and overall survival.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Alleviated T cell exhaustion and SLC1A3-mediated stroma-remodelling dictate chemoimmunotherapy efficacy in oesophageal squamous cell carcinoma.\r\n This study elucidates the synergistic mechanisms and identifies key resistance pathways underlying chemo-immunotherapy combinations in patients with ESCC, providing a scientific basis for refining future combination therapeutic regimens.\r\nPubmed   Journal   ReadQx \r\nGastrin-dependent expansion of Cck2r<sup>+<\/sup> corpus progenitors accelerates ulcer healing and inhibits gastric dysplasia.\r\nWe report a novel role for G-cell-derived gastrin in ulcer healing. Hypogastrinaemia is a risk factor for poor ulcer healing, corpus atrophy and potentially cancer, while physiological gastrin responses are protective. PPI-induced hypergastrinaemia plays a key role in ulcer healing, and gastrin signalling may prevent gastric preneoplasia.\r\nPubmed   Journal   ReadQx \r\nGlycaemic control is a modifiable risk factor for pancreatic cancer development in patients with diabetes: a population-based cohort study.\r\n Optimal glycaemic control was associated with lower PC risk in T2D. Further multicentre cohort studies are warranted to confirm its oncopreventive strategy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    'Point-of-Care Ultrasound (POCUS) guided volume management and the effect of cirrhotic cardiomyopathy on acute kidney injury outcomes in cirrhosis'.\r\nPOCUS facilitates volume management and AKI reversal in cirrhosis. CCM predicts poor outcomes in HRS-AKI, need for RRT, and mortality.\r\nPubmed   Journal   ReadQx \r\nBile acid signaling in MASLD: from pathogenesis to therapeutic applications.\r\nTherapeutic strategies targeting these BA receptors along the gut-liver axis, either directly through agonists or indirectly via modulation of BA transport, are currently within the focus of clinical research. This review summarizes mechanistic aspects of BA signaling in MASLD, key evidence of experimental and clinical studies on BA receptor agonists and provides an outlook for future opportunities and challenges on the road to the implementation of novel therapies targeting BA receptors and BA signaling in MASLD.\r\nPubmed   Journal   ReadQx \r\nEvolving Precision: Updates in Targeted Therapy for Cholangiocarcinoma.\r\nWe will provide an overview of available single-gene analyses that should be considered in case of lack of access to NGS, defining testing priorities, differences in yields, and therapeutic implications. Lastly, we will discuss future perspectives in the field of precision medicine for BTC, focusing on new strategies to overcome treatment resistance, on the optimal collocation of targeted drugs in the treatment algorithm, and on newly identified actionable alterations for which compounds are currently under investigation.\r\nPubmed   Journal   ReadQx \r\nFXR splicing by SF3B3 promotes MYC-driven hepatocarcinogenesis.\r\nSF3B3 is a key downstream effector of MYC-driven hepatocarcinogenesis and a critical regulator of FXR splicing. Both SF3B3 and FXR represent druggable vulnerabilities in MYC-amplified HCC.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Nivolumab plus ipilimumab for potentially resectable hepatocellular carcinoma: long-term efficacy and biomarker exploration.\r\nNeoadjuvant nivolumab plus ipilimumab followed by surgery is feasible and might improve long-term survival in patients with potentially resectable HCC. Immunotherapy-induced TLS formation is associated with enhanced antitumor immunity. Clinical trial number NCT03510871.\r\nPubmed   Journal   ReadQx \r\nStrategies to address non-proportional hazards between survival curves - Lessons from phase III trials in hepatocellular carcinoma.\r\n NPH caused discrepancies in IMbrave050's interim and subsequent efficacy analyses. Robust IA requires a minimum follow-up duration or number of events before prematurely stopping an RCT with NPH. Impact and implications Non-proportional hazards (NPH) impact phase III RCTs in hepatocellular carcinoma (HCC), particularly in immunotherapy trials, potentially causing discrepancies between the interim and final analyses. In fact, halting trials at the interim analysis can be premature when NPH is present. Thus, we propose a framework to ensure study maturity based on follow-up duration and event accruals to optimize interim analyses in the presence of NPH. Whenever NPH is identified, distinct statistical tools should be used to assess reliable differences between arms (MaxCombo) and to assess the effect size [restricted mean survival time (RMST) and piecewise hazard ratios (pHR)] for regulatory decisions and clinical guidance. Implementing these strategies can improve trial design, and better support decision-making for HCC management.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Gastrointest Endosc\r\n    A bit too heated: not all dysplastic Barrett's esophagus should be treated.\r\n\r\nPubmed   Journal   ReadQx \r\nA note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nA stitch in tine saves nine.\r\n\r\nPubmed   Journal   ReadQx \r\nAdmit or discharge patients after gastric peroral endoscopic myotomy: Should I stay or should I go?\r\n\r\nPubmed   Journal   ReadQx \r\nBouncing back: physical recovery after endoscopic submucosal dissection and transanal minimally invasive surgery.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic balloon dilation for inflammatory bowel disease strictures: Who benefits the most?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic septotomy for Zenker's diverticulum: Open for discussion?\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic biopsy for indeterminate autoimmune pancreatitis: closer to eliminating misdiagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPredicting incomplete endoscopic resection of ampullary adenomas: Are you keeping score?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    AI-empowered human microbiome research.\r\nAdditionally, we explore the transformative impact of AI on translational applications across both academic research and real-world clinical settings, including disease diagnostics, therapeutic development and precision microbiome engineering. By critically evaluating the current capabilities and limitations of AI in this context, this review aims to chart a path forward for the integration of AI into microbiome research, ultimately accelerating innovations in personalised medicine and deepening our understanding of host-microbiome relationships.\r\nPubmed   Journal   ReadQx \r\nEpigenetic therapies in hepatocellular carcinoma: emerging clinical tools and applications.\r\nImportantly, we discuss how targeting epigenetic mechanisms may not only suppress tumour growth but also enhance the effectiveness of current therapies by reversing resistance pathways. By translating complex molecular insights into tangible therapeutic strategies, epigenetics is poised to reshape the future of HCC management, offering renewed hope for more durable and personalised treatment responses in a disease where progress is urgently needed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Correction to: Granulocyte Colony-Stimulating Factor in Severe Alcoholic Hepatitis: A Randomized Pilot Study.\r\n\r\nPubmed   Journal   ReadQx \r\nFinite Treatments for Viral Hepatitis: Is \"Sustained Control\" Versus Cure Acceptable for HBV?\r\n\r\nPubmed   Journal   ReadQx \r\nMechanisms and Management of Ileus.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Borras-Blasco et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Karkra.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Artificial Intelligence-Based Detection of Achalasia on Plain Chest Radiography.\r\n\r\nPubmed   Journal   ReadQx \r\nMetastatic Cystic Teratoma Presenting with Upper Gastrointestinal Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Novel segmentally deployable self-expandable metallic stent in malignant colorectal obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A novel guidewire technique for endoscopic mucosal resection of ileocecal valve lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare extraction basket impaction: tracing back to biliary tract surgery 10 years ago.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBalloon compression technique using an echoendoscopic balloon tip to prevent bile leakage in endoscopic ultrasound-guided choledochoduodenostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nDelayed bleeding after peroral endoscopic myotomy for achalasia: conquered by clearing tunnel clots and identifying the bleeding site.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDirect peroral cholangioscopic diagnosis and metal stent failure in a case of refractory arterial hemobilia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic management of delayed post-papillectomy perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of extensive ileocolic intussusception in Peutz-Jeghers syndrome is able to avoid surgery.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrieval of fragmented pancreatic stent in pediatric pancreas divisum using pancreatoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for early cancer using the water pressure method in the remnant rectum after Hartmann's procedure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic subserosal dissection combined with the pocket-creation method for the treatment of exophytic gastric gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided ablation of a metastatic hepatogastric lymph node from esophageal cancer using absolute ethanol.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided selective inflow vessel devascularization: a novel approach in treatment of large gastric varices.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal metastasis from hepatocellular carcinoma after orthotopic liver transplantation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nManagement of T1 colon carcinoma: less is more.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-thermal resection device for residual Barrett ablation in patient already treated by endoscopic submucosal dissection for initial esophageal neoplasia with high grade dysplasia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRescue method using a covered metal stent with an ultra-slim delivery system for failed endoscopic ultrasound-guided rendezvous.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSalvage hemostasis with endoscopic suturing for refractory transverse colonic ulcer bleeding.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSame evidence but different recommendations - Dilemma in computer-aided detection in colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nShort-tunnel submucosal tunneling endoscopic resection for the removal of a rectal gastrointestinal stromal tumor above the dentate line.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSubmucosal saline injection-assisted endoscopic ultrasonography for accurate layer identification of a rectal subepithelial lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nToward precision selection in endoscopic intermuscular dissection for rectal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A rare case of recurrent abdominal pain with facial edema.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Atypical Presentation of a Typical Pancreatic Cyst.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes of increased versus conventional adalimumab dose interval for patients with Crohn's disease in stable remission: 3-year follow-up of the randomized controlled LADI trial.\r\n\r\nPubmed   Journal   ReadQx \r\nPerformance of Capsule Sponge Results Combined with Clinical Parameters in the Risk Stratification of Patients with Barrett's Esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Dissecting the immune pathogenesis of HBV-ACLF through single-cell multimodal analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A targeted liver cancer therapy independent of immune checkpoint block.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Concerns regarding the diagnostic utility of non-invasive tests for clinically significant liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Key advance in noninvasive fibrosis assessment: Evidence from China.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Screening and risk stratification disparities in hispanic MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nREPLY: Concerns regarding the diagnostic utility of non-invasive tests for clinically significant liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: \"Screening and risk stratification disparities in hispanic MASLD\".\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Key advance in noninvasive fibrosis assessment: Evidence from China. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: Technical considerations in the development of a multimodal deep learning model for predicting hepatocellular carcinoma outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: a prognostic model in patients with alcohol-related cirrhosis does exist.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Drug-Induced Autoimmune-Like Hepatitis-A Trigger on the Disease Spectrum.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Drug-Induced Autoimmune-Like Hepatitis-A Trigger on the Disease Spectrum. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Advanced therapies in Crohn's disease: a critical appraisal of location-based efficacy.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to \"Fulminant Clostridioides difficile Infection Following Fecal Microbiota Spores Compared to Fecal Microbiota Transplant\".\r\n\r\nPubmed   Journal   ReadQx \r\nThis Letter to the Editor is in response to: Response to Fulminant Clostridioides difficile Infection Following Fecal Microbiota Spores Compared to Fecal Microbiota Transplant.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Coil placement for gastric varices: Do we have some additional TIPS?\r\n\r\nPubmed   Journal   ReadQx \r\nComments on the Multicenter prospective study of a novel spiral-designed plastic stent in malignant hilar biliary obstruction: suggestions for evidence optimization.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficiency in the endoscopy suite.\r\n\r\nPubmed   Journal   ReadQx \r\nHow to safely implement and promote same-day discharge after gastric peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nInterpreting comparative effectiveness of endoscopic mucosal resection versus surgery: the challenge of selection bias.\r\n\r\nPubmed   Journal   ReadQx \r\nRadiation-free ERCP in pregnancy: an important consideration.\r\n\r\nPubmed   Journal   ReadQx \r\nSelf-expandable metal stents and the risk of post-ERCP pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Biliary sludge and microlithiasis: are we covering the full spectrum of lithogenic biliary disorders?\r\n\r\nPubmed   Journal   ReadQx \r\nDifferentiating gastroparesis from functional dyspepsia is no longer sufficient.\r\n\r\nPubmed   Journal   ReadQx \r\nLumen-apposing metal stents for pancreatic fluid collections: has advancing technology encouraged over-reach?\r\n\r\nPubmed   Journal   ReadQx \r\nSetting a vision for British Society of Gastroenterology guidelines: embracing innovation while preserving methodological excellence and clinical utility.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Advocating for scalable etiology-agnostic HCC risk models for personalized HCC surveillance.\r\n\r\nPubmed   Journal   ReadQx \r\nBeyond Relative Thresholds: Towards Actionable Interventions for Alcohol-Attributable Liver Mortality.\r\n\r\nPubmed   Journal   ReadQx \r\nConcerns on Rivaroxaban Use in Cirrhosis: Pharmacokinetic, Safety, and Bleeding Risk Considerations.\r\n\r\nPubmed   Journal   ReadQx \r\nIs it better to base care of patients on evidence even limited, or on opinions and good intentions?\r\n\r\nPubmed   Journal   ReadQx \r\nOral Bis-choline Tetrathiomolybdate Rapidly Improves Copper Balance in Patients with Wilson Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: \"Addressing the Complexities of Food Insecurity and MASLD\".\r\n\r\nPubmed   Journal   ReadQx \r\nSeparating diet from drinking in alcohol-attributable liver mortality analyses.\r\n\r\nPubmed   Journal   ReadQx \r\nToo sick to benefit? Patient selection and timing in the ProPILA-Rifax trial.\r\n\r\nPubmed   Journal   ReadQx \r\nUnaddressed limitations in the CIRROXABAN trial: Safety, baseline imbalances, and statistical concerns.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-09-26T09:16:15-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-19-2025/",
    "title": "Fri Sep 19 2025",
    "description": "118 articles - From Friday Sep 12 2025 to Friday Sep 19 2025",
    "author": [],
    "date": "2025-09-19",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gut\r\n    British Society of Gastroenterology adult guidelines on inflammatory bowel disease: what can we learn for children and young people?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Incidence of Hepatocellular Carcinoma in Metabolic Dysfunction-Associated Steatotic Liver Disease: A Reconstructed Individual Patient Data Meta-Analysis.\r\n This reconstructed individual participant data meta-analysis provides updated estimates for HCC incidence in people with MASLD. The incidence of HCC is elevated in people with MASLD and advanced fibrosis. These data may have implications for further research in HCC surveillance and future development of surveillance algorithms.\r\nPubmed   Journal   ReadQx \r\nPerformance of Fecal Immunochemical Test in Individuals with Personal history of Polyps and Family History of Colorectal Cancer: A Systematic Review.\r\n Current evidence is limited to adequately assess diagnostic performance of FIT in individuals with family history of CRC, or as follow up after polypectomy.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Artificial Intelligence-Assisted Colonoscopy With or Without Mucosal Exposure Device for Detection of Colorectal Adenomas: A Meta-Analysis.\r\nEndocuff combined with AI was superior to AI alone in improving the adenoma detection rate without increasing intubation or withdrawal times.\r\nPubmed   Journal   ReadQx   PMC\r\nIntragastric balloon for obesity treatment: Systematic review and meta-analysis of randomized controlled trials.\r\nIn obese adults, IGB is more effective than SMT for weight loss at 6, 9, and 12 months.\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral cholangioscopy for detecting residual stones missed by cholangiography: Systematic review and meta-analysis.\r\nPOC identified residual stones in over one-fourth of patients following negative cholangiography. Detection rates were highest with digital systems. The procedure demonstrated a strong safety profile and may play an important role in confirming complete ductal clearance.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: Evaluating a Single 1600 mg Tablet Regimen of 5-Aminosalicylate for Ulcerative Colitis-The EASI Trial.\r\n The single-tablet lower dose treatment could be a feasible alternative to the conventional three-tablet regimen.\r\nPubmed   Journal   ReadQx \r\nIL23 Receptor Polymorphism Is a Predictor of Anti-Tumour Necrosis Factor-α-Induced Paradoxical Psoriasis in Inflammatory Bowel Disease.\r\nVariation in the IL23R gene may identify those at risk of anti-TNFα-induced PP, beyond clinical variables. Further validation of this finding may promote its utility as a clinically actionable tool for the safe delivery of IBD medical therapy.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Association between sustained virological response and adverse liver-related events in patients with decompensated HCV cirrhosis.\r\nSVR was associated with a reduced risk of LREs in patients with decompensated HCV cirrhosis with a MELD score <15, whereas no clinical benefit was observed in those with higher MELD scores despite an SVR-associated MELD decrease.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Safety of Orodispersible Budesonide for Eosinophilic Esophagitis: A Multicenter Real-World Study.\r\n Our real-world data confirm that BOTs are effective in inducing clinical and histologic remission in most EoE patients. The drug has a good safety profile, with side effects occurring only in a small number of patients.\r\nPubmed   Journal   ReadQx \r\nImpact of Extended Risankizumab Treatment in Patients With Ulcerative Colitis Who Did Not Respond to Induction Treatment.\r\n Over 50% of initial nonresponders achieved clinical response with extended risankizumab treatment. Additional clinical and endoscopic outcomes were also achieved, with sustained or improved efficacy observed following maintenance. Extended treatment was well tolerated with no new safety risks identified;  ClincialTrials.gov number, NCT03398148 (INSPIRE), NCT03398135 (COMMAND).\r\nPubmed   Journal   ReadQx \r\nMaintenance treatment for type 1 autoimmune pancreatitis: effectiveness and development of the PrescrAIP relapse prediction model.\r\n Maintenance therapy reduced relapse only in patients at high relapse risk. Once externally validated, the PrescrAIP score may guide personalized maintenance treatment decisions.\r\nPubmed   Journal   ReadQx \r\nMorphometric quantification of steatosis and fibrosis in metabolic liver disease associated with type 2 diabetes.\r\nOur study demonstrates the relevance of quantitative morphometric assessment of steatosis and fibrosis in T2DM patients with MASLD. Such an easily applicable approach could be used in routine practice to better characterize two cardinal features of the disease and to improve monitoring.\r\nPubmed   Journal   ReadQx \r\nNovel HBV biomarkers-guided NAs withdrawal strategy promotes HBsAg clearance in Asian CHB patients: a randomized controlled trial.\r\n Asian patients with long-term HBV suppression benefit from NAs discontinuation guided by novel HBV markers, which provides rationale for finite NAs treatment.\r\nPubmed   Journal   ReadQx \r\nPrevalence of fibrosis and applicability of lab-based non-invasive tests from primary to tertiary care.\r\n Prevalence of fibrosis in contemporary SLD patients was ∼7% in primary/secondary care, being especially pronounced in individuals with diabetes or obesity. LiverPRO and LiverRisk score optimize referral pathways.\r\nPubmed   Journal   ReadQx \r\nReal-world use of terlipressin in cirrhosis and acute kidney injury: frequent use beyond hepatorenal syndrome.\r\nTerlipressin is often used for treatment of AKI outside its primary indication of HRS-AKI. Compared to patients with HRS-AKI, response to terlipressin is significantly lower in patients with ATN, in whom the risks may outweigh the benefits. Respiratory failure is common, but does not seem to be driven by the amount of albumin received nor ACLF grade.\r\nPubmed   Journal   ReadQx \r\nSupplementary Material for Projected Global Clinical, Humanistic, and Economic Impact of Metabolic Dysfunction-Associated Steatohepatitis (MASH): The Cost of Inaction Based on Data from Nine Countries.\r\nWork productivity losses are projected to more than double in most countries, and health-related quality of life will decline modestly as the burden of advanced disease increases CONCLUSIONS: Without intervention, the clinical, economic, and quality-of-life burden of MASH is projected to increase across most regions of the world. These findings highlight the urgent need for both national and global strategies to reduce the negative impact of MASH on individuals and society.\r\nPubmed   Journal   ReadQx \r\nThe optimal cutoffs of liver stiffness measurement for staging fibrosis in on-treatment patients with chronic hepatitis B.\r\n The optimal cutoffs for diagnosing ≥F2/F3 and F4 in on-treatment patients with CHB were 7.6 kPa and 9.0 kPa, these cut-offs could be reliably and repeatedly applied for long-term monitoring of patients with CHB under antiviral therapy.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib is associated with better clinical and biochemical outcomes than tofacitinib in refractory, moderate-to-severe UC.\r\n UPA might be associated with better short- and mid-term clinical and biochemical outcomes compared with TOFA in refractory, moderate-to-severe UC.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessing outcomes of full-thickness resection in piecemeal polypectomy scar consolidation of colon adenomas containing cancer.\r\nEFTR could offer endoscopists a safe, efficacious, and minimally invasive mechanism for formal tumor (T) staging of malignancies found within polypectomy segments. Further studies with larger sample sizes are needed to assess outcomes in patients with residual neoplastic disease.\r\nPubmed   Journal   ReadQx   PMC\r\nCharacterization of biomechanical risk factors during endoscopic submucosal dissection: Ergonomic pilot study.\r\nESD increased the risk of musculoskeletal strain. It is crucial to develop prevention programs to reduce risk of MSD in the population of gastroenterologists.\r\nPubmed   Journal   ReadQx   PMC\r\nComparison of three electrosurgical modes for endoscopic mucosal resection of 10- to 20-mm colorectal polyps: Randomized controlled trial.\r\nEndocut Q (effect 2, effect 3 and effect 4) was effective and safe for removing 10- to 20-mm non-pedunculated colorectal polyps. However, effect 2 may be superior to effect 3 and effect 4 in reducing intra-procedural bleeding.\r\nPubmed   Journal   ReadQx   PMC\r\nFully-covered metal stent removal failure in case of non-malignant biliary strictures: Risk factors and resolution technique.\r\nFC-SMES-in-FC-SEMS technique appears to be safe and effective to overcome FC-SEMS removal failure in patients with non-malignant distal biliary strictures. Reducing dwell stenting period, especially in patients with personal history of previous biliary stenting, may reduce risk of FC-SEMS removal failure.\r\nPubmed   Journal   ReadQx   PMC\r\nInfluence of a defoaming agent - simethicone - on endoscope cleaning and disinfection: Prospective real-world study.\r\nSimethicone may remain in the biopsy and water infusion channels, regardless of whether it is used or not. It is recommended to utilize a simethicone concentration of 1% or less when administering it through the biopsy or auxiliary water channels of the endoscope.\r\nPubmed   Journal   ReadQx   PMC\r\nPreventive wound drainage reduces esophageal fistula or infection after endoscopic resection of giant submucosal tumors in the esophagus.\r\nIn the context of STER for giant esophageal submucosal tumors with muscular layer full-thickness resection and mucosal injury, preventive drainage is an effective strategy for minimizing postoperative esophageal fistula and submucosal infection complications.\r\nPubmed   Journal   ReadQx   PMC\r\nPush enteroscopy and colonoscopy in melena patients with negative esophagogastroduodenoscopy: Prospective multicenter study.\r\nPE is beneficial for patients with melena and nondiagnostic EGD. It should be considered before or in combination with colonoscopy for these patients.\r\nPubmed   Journal   ReadQx   PMC\r\nTransoral incisionless fundoplication for patients with gastroesophageal reflux disease after peroral endoscopic myotomy: Prospective cohort.\r\nUse of TIF seems to be a feasible alternative for treating GERD after POEM, improving both clinical and endoscopic parameters and pHmetry in a considerable percentage of cases.\r\nPubmed   Journal   ReadQx   PMC\r\nYield of next-generation sequencing in diagnostic work up of suspicious biliary strictures.\r\nNGS in brushes contributed to more accurate/sensitive diagnoses of malignancy than morphology alone. There was a limited impact on CDM change, but in the future, NGS will undoubtedly play a bigger role when targeted therapy is incorporated in standard treatment and more sensitive NGS panels for cholangiocarcinoma are developed.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Performance measures for upper gastrointestinal endoscopy: a European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative - Update 2025.\r\nPatients undergoing a diagnostic UGI endoscopy should have their experience measured using a validated scale, to promote a patient-centered and quality-driven environment. Patients with nondysplastic BE or gastric precancerous conditions in an endoscopic surveillance program should be monitored for guideline interval adherence.\r\nPubmed   Journal   ReadQx \r\nProspective clinical validation of a novel artificial intelligence system for real-time detection of solid pancreatic masses during endoscopic ultrasonography.\r\n Performance of AI-EUS was not significantly different to experienced endosonographers for detection and segmentation of solid pancreatic masses. By standardizing performance, AI-EUS may have potential to optimize clinical outcomes in pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A novel robotic arm-assisted endoscopic submucosal dissection platform with augmented traction for gastric neoplasms: a first-in-human prospective pilot study (with videos).\r\nR-ESD proved feasible and safe in gastric ESD through high en bloc resection rates and dissection speed. R-ESD holds promise for improving procedural safety and performance through augmented traction.\r\nPubmed   Journal   ReadQx \r\nCold Snare Polypectomy versus Hot Snare Polypectomy for Small Pedunculated Polyps: A Cost-Effectiveness Analysis.\r\n CSP is cost-effective compared to HSP for small pedunculated polyps at a willingness-to-pay threshold of $100,000/QALY. Despite a higher IPPB risk, CSP's lower DPPB risk underlies its favorable economic profile. Our findings support CSP as the preferred technique for small pedunculated polyps, while emphasizing that patient- and polyp-specific clinical factors should be considered alongside cost-effectiveness in practice.\r\nPubmed   Journal   ReadQx \r\nEndosonography guided Coloenterostomy for Palliative Management of Peritoneal Carcinomatosis.\r\n EUS-guided CE for palliative management of SBI caused by peritoneal carcinomatosis is feasible and safe. The intervention boasts a high clinical success rate with immediate symptom relief and significant improvement of symptom-compensated and overall survival.\r\nPubmed   Journal   ReadQx \r\nLONG-TERM FOLLOW-UP OF PATIENTS UNDERGOING CHOLANGIOPANCREATOSCOPY-GUIDED LASER DISSECTION AND ABLATION FOR REFRACTORY PANCREATIC AND BILIARY STRICTURES.\r\nCPL has high technical success and an acceptable safety profile for the treatment of benign refractory BD and PD strictures.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes after endoscopic resection for cervical esophageal squamous cell carcinoma.\r\nThe long-term outcomes following ER for cervical ESCC in this study were comparable to those previously reported for thoracic ESCC in the literature.\r\nPubmed   Journal   ReadQx \r\nOutcomes of Submucosal Tunneling Endoscopic Resection for Subepithelial Tumors in the Upper Gastrointestinal Tract: Experience from the United States.\r\nSTER is a safe and effective approach for selected UGI SELs. Extraluminal extension, GIST histology, and SF predict the need for TMR. R1 resection was more common with TMR with increased procedural time. Minimizing pre-resection sampling may reduce fibrosis and optimize outcomes.\r\nPubmed   Journal   ReadQx \r\nTransmural Gallbladder Drainage Using a Novel Endosonographic-Guided Suture Device.\r\n This study demonstrates the safety and effectiveness of a novel device which allowed for endoscopic anchoring of the gallbladder to the gastrointestinal lumen. This facilitated successful completion of EUS-GBD and may have implications for other interventional EUS procedures.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    <i>Holdemanella biformis<\/i> augments washed microbiota transplantation for the treatment of radiation enteritis.\r\nThis study overcomes the aforementioned recognised limitations with probiotics and microbiota transplantation and provides a new research paradigm in the concept of microbiome-based therapeutics.\r\nPubmed   Journal   ReadQx \r\nFructose drives colorectal cancer progression by regulating crosstalk between cancer-associated fibroblasts and tumour cells.\r\nThese findings reveal a novel mechanism by which fructose fosters tumour progression through the modulation of tumour-stroma interactions, and highlight the therapeutic potential of targeting fructose metabolism in CRC to disrupt the tumour-stroma crosstalk that drives malignancy.\r\nPubmed   Journal   ReadQx \r\nResearch priorities for cancers of the oesophagus and stomach: recommendations from a UK and Ireland patient and healthcare professional partnership exercise.\r\n This work highlights the impact of patient input on HCP-ranked research priorities and provides a robust list of priorities to guide funders, policymakers and researchers to support and undertake impactful research.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    IL1β Signaling Mediates the Interaction Between Hepatitis B and C Viruses.\r\nOur findings reveal a macrophage-derived, IFN-independent mechanism by which HCV suppresses HBV infection, mediated through IL1β. These insights highlight the complex crosstalk between hepatotropic viruses during coinfection and suggest that targeting IL1β-regulated pathways may offer therapeutic potential to prevent HBV reactivation in DAA-treated patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Managing the Moving Target-Dose Adjustments in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ulcerative Colitis Management in the Biologic Era-Data From the English Healthcare Databases.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic papillectomy of major papilla lesions: Single tertiary care center experience.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    For early rectal neoplasms, the time has come to move beyond the TAMIS era: ESD is no longer the challenger - it is the standard to beat.\r\n\r\nPubmed   Journal   ReadQx \r\nHow should endoscopists approach patients with upper gastrointestinal bleeding and persistent hemodynamic instability?\r\n\r\nPubmed   Journal   ReadQx \r\nNew-Onset Diabetes: A Window into Early Pancreatic Cancer Detection?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    SEDATION AND ANESTHESIA IN GI ENDOSCOPY IN 2025: HOW, WHO, AND WHY.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    EASL Community Award Recipient 2025: Prof. Annalisa Berzigotti.\r\n\r\nPubmed   Journal   ReadQx \r\nEASL Recognition Award Recipient 2025: Prof. Jessica Zucman-Rossi.\r\n\r\nPubmed   Journal   ReadQx \r\nEASL Recognition Award Recipient 2025: Prof. Ulrich Beuers.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Early ileocecal resection or tumor necrosis factor inhibitor in Crohn's disease: Replication in a Swedish cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nFecal Microbiota-based therapies compared to Fecal Microbiota Transplantation for Preventing recurrent C. difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nInverted Hyperplastic Polyp Masquerading as a Gastric Subepithelial Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nSmall Intestinal Stricture with Intense <sup>18<\/sup>F-FDG PET Activity Caused By Endometriosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A rare case of submucosal foreign body in the duodenal bulb.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare extraction basket impaction: tracing back to biliary tract surgery 10 years ago.\r\n\r\nPubmed   Journal   ReadQx \r\nDelayed bleeding after peroral endoscopic myotomy for achalasia: conquered by clearing tunnel clots and identifying the bleeding site.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrieval of fragmented pancreatic stent in pediatric pancreas divisum using pancreatoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for early cancer using the water pressure method in the remnant rectum after Hartmann's procedure.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic subserosal dissection combined with the pocket-creation method for the treatment of exophytic gastric gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided ablation of a metastatic hepatogastric lymph node from esophageal cancer using absolute ethanol.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided selective inflow vessel devascularization: a novel approach in treatment of large gastric varices.\r\n\r\nPubmed   Journal   ReadQx \r\nFeasibility of using a novel multibending accessory device designed for a slim therapeutic endoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInternal traction combined with underwater endoscopic submucosal dissection for a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNon-thermal resection device for residual Barrett ablation in patient already treated by endoscopic submucosal dissection for initial esophageal neoplasia with high grade dysplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nPan-esophageal squamous papillomatosis with high grade dysplasia managed with endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReintervention using cholangioscopy for metallic stent obstruction following endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRescue method using a covered metal stent with an ultra-slim delivery system for failed endoscopic ultrasound-guided rendezvous.\r\n\r\nPubmed   Journal   ReadQx \r\nRetrieval of a migrated biliary stent using a customized goose-neck snare.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSalvage hemostasis with endoscopic suturing for refractory transverse colonic ulcer bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal saline injection-assisted endoscopic ultrasonography for accurate layer identification of a rectal subepithelial lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful pancreatic duct cannulation using a novel rotatable dual-action sphincterotome at the pancreaticojejunostomy site.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe \"EndoBubbloMeter\": a novel orientation method to facilitate straight tunneling in peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater traction-assisted endoscopic submucosal dissection of a neuroendocrine tumor in the duodenal bulb.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of an augmented reality headset to optimize ergonomics in digestive endoscopy settings.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A rare case of recurrent abdominal pain with facial edema.\r\n\r\nPubmed   Journal   ReadQx \r\nFecal microbiota transplantation for primary Clostridioides difficile infection. Ready for prime time?\r\n\r\nPubmed   Journal   ReadQx \r\nGERD and its Complications Associated with GLP-1 Receptor Agonists.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology Gastro Curbside Consult Submission.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnitude and characteristics of NIDDK grant rescissions.\r\n\r\nPubmed   Journal   ReadQx \r\nMicrobiota transplant - it's a match and a mismatch.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Enteric Nervous System Tastes Your Food!\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Best of ESD,2025.\r\n\r\nPubmed   Journal   ReadQx \r\nBest of EUS-Guided Transluminal Interventions in 2025.\r\n\r\nPubmed   Journal   ReadQx \r\nGrafting to prevent esophageal strictures after endoscopic submucosal dissection (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal tunneling to extract a bullet from the mediastinum.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoscopic Retrograde Cholangiopancreatography (ERCP) services across the UK.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic papillectomy: 'be prepared for unexpected'.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A prognostic model in patients with alcohol-related cirrhosis does exist.\r\n\r\nPubmed   Journal   ReadQx \r\nDecoding the PSC fibrotic niche: Hepatocyte stress and metallothioneins.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor : Insights into Immune-Mediated adverse events and survival outcomes : Lessons from HIMALAYA.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Concerns regarding the diagnostic utility of non-invasive tests for clinically significant liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Diabetes and fibrosis: Parallel risks or overlap?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Screening and risk stratification disparities in hispanic MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Technical considerations in the development of a multimodal deep learning model for predicting hepatocellular carcinoma outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nOne step closer to a pan-genotypic hepatitis C vaccine.\r\n\r\nPubmed   Journal   ReadQx \r\nREPLY: Concerns regarding the diagnostic utility of non-invasive tests for clinically significant liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: \"Screening and risk stratification disparities in hispanic MASLD\".\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Diabetes and fibrosis: Parallel risks or overlap?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Insights into immune-mediated adverse events and survival outcomes: Lessons from HIMALAYA.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Technical considerations in the development of a multimodal deep learning model for predicting hepatocellular carcinoma outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: a prognostic model in patients with alcohol-related cirrhosis does exist.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Managing the Moving Target-Dose Adjustments in Inflammatory Bowel Disease. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on \"Long-Term Dynamic Changes of Alanine Aminotransferase Levels Are Associated With Liver-Related Events in Nucleos(t)ide Analogue-Treated Chronic Hepatitis B Patients in China\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Long-Term Dynamic Changes of Alanine Aminotransferase Levels Are Associated With Liver-Related Events in Nucleos(t)ide Analogue-Treated Chronic Hepatitis B Patients in China'-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Drug-Induced Autoimmune-Like Hepatitis-A Trigger on the Disease Spectrum.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Drug-Induced Autoimmune-Like Hepatitis-A Trigger on the Disease Spectrum. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Considerations on TIPS Stent Diameter Selection in Patients with Cirrhosis at Risk of Hepatic Encephalopathy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: The global rising tide of advanced fibrosis / cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel tools for assessment of neurocognitive outcomes in infants born to women with inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Dell'Anna ('Rethinking EUS-choledochoduodenostomy with LAMS: the Indication Matters as Much as the Stent').\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter Regarding \"Efficacy of 6-mm and 8-mm TIPS for Variceal Bleeding\".\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Disease-associated hepatocytes are predictive of outcomes and survival in MASLD beyond fibrosis staging.\r\n\r\nPubmed   Journal   ReadQx \r\nGut microbiome comparability between DNA extraction kits.\r\n\r\nPubmed   Journal   ReadQx \r\nSucrase-isomaltase hypomorphic variant Val15Phe affects the response to a sucrose challenge test in patients with IBS.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-09-21T20:05:20-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-12-2025/",
    "title": "Fri Sep 12 2025",
    "description": "132 articles - From Friday Sep 05 2025 to Friday Sep 12 2025",
    "author": [],
    "date": "2025-09-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gut\r\n    Screening and eradication of <i>Helicobacter pylori f<\/i>or gastric cancer prevention: Taipei Global Consensus II.\r\nObjective To convene a global consensus on eradication is an effective prevention strategy for gastric cancer that should be offered to al infected adult individuals. Future research should prioritise determining the optimal timing for screening, evaluating long term individual and population outcomes, as well as identifying more precise risk stratification parameters.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    The barriers for uptake of artificial intelligence in hepatology and how to overcome them.\r\nIn particular, we argue that the use of AI in clinical trials, seamless integration into hospital information systems and building AI literacy among clinicians will ultimately drive clinical adoption. We validate this perspective through a Delphi consensus involving 34 international experts from hepatology, AI, and data science, ensuring a comprehensive and consensus-driven evaluation of our recommendations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Incidence of Hepatocellular Carcinoma in Metabolic Dysfunction-Associated Steatotic Liver Disease: A Reconstructed Individual Patient Data Meta-Analysis.\r\n This reconstructed individual participant data meta-analysis provides updated estimates for HCC incidence in people with MASLD. The incidence of HCC is elevated in people with MASLD and advanced fibrosis. These data may have implications for further research in HCC surveillance and future development of surveillance algorithms.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Artificial Intelligence-Assisted Colonoscopy With or Without Mucosal Exposure Device for Detection of Colorectal Adenomas: A Meta-Analysis.\r\nEndocuff combined with AI was superior to AI alone in improving the adenoma detection rate without increasing intubation or withdrawal times.\r\nPubmed   Journal   ReadQx   PMC\r\nIntragastric balloon for obesity treatment: Systematic review and meta-analysis of randomized controlled trials.\r\nIn obese adults, IGB is more effective than SMT for weight loss at 6, 9, and 12 months.\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral cholangioscopy for detecting residual stones missed by cholangiography: Systematic review and meta-analysis.\r\nPOC identified residual stones in over one-fourth of patients following negative cholangiography. Detection rates were highest with digital systems. The procedure demonstrated a strong safety profile and may play an important role in confirming complete ductal clearance.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Comparative Risk of Hepatitis B Virus Reactivation in Patients Receiving Immune Checkpoint Inhibitors or Tyrosine Kinase Inhibitors for Liver Cancer.\r\n With adequate antiviral prophylaxis, the absolute risk of HBVr is low in advanced HBV-related liver cancer patients receiving ICI, regardless of current or past HBV infection.\r\nPubmed   Journal   ReadQx \r\nPrediction of Hepatocellular Carcinoma and Other Liver-Related Events in Chronic Hepatitis B Patients With Metabolic Dysfunction or Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\nCHB patients with metabolic dysfunction and/or MASLD are at significant risk of HCC. The PAGE-B score can be used to stratify HCC risk in this population, with negligible 5-year HCC incidence in those without cirrhosis and low PAGE-B scores. However, caution should be exercised in patients with cirrhosis in whom HCC risk remains significant even among those with a low PAGE-B score.\r\nPubmed   Journal   ReadQx \r\nResearch Communication: Combination Therapy of Upadacitinib With Infliximab, Risankizumab, Ustekinumab or Vedolizumab for Refractory Crohn's Disease: A Descriptive Case Series.\r\nAdverse events occurred in 13 patients, leading to treatment discontinuation in three. Combining upadacitinib with a biologic appeared effective and safe, warranting further investigation in prospective studies.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Defining non-invasive criteria for indicating drug therapy in metabolic-associated steatotic liver disease in clinical practice.\r\n The diagnostic performance and reliability of the proposed non-invasive criteria for initiating resmetirom treatment were suboptimal.About the half of patients with indication would not receive treatment under these criteria.A new strategy, using FIB-4, the presence of diabetes and overweight, and liver stiffness improved the identification of MASLD patients with fibrosis stage 2-3.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Safety of Orodispersible Budesonide for Eosinophilic Esophagitis: A Multicenter Real-World Study.\r\n Our real-world data confirm that BOTs are effective in inducing clinical and histologic remission in most EoE patients. The drug has a good safety profile, with side effects occurring only in a small number of patients.\r\nPubmed   Journal   ReadQx \r\nInfliximab and ustekinumab clearance better predict endoscopic outcomes than trough concentrations in Crohn's disease.\r\nMethods Data from patients with moderate-to-severe CD starting infliximab (n=108) and ustekinumab (n=80) therapy were repurposed. Endoscopic remission (CD Endoscopic Index of Severity loses its ability to predict treatment response when doses are optimized or not administered by bodyweight, infliximab and ustekinumab clearance remain a reliable predictor for endoscopic outcomes.\r\nPubmed   Journal   ReadQx \r\nReal-world use of terlipressin in cirrhosis and acute kidney injury: frequent use beyond hepatorenal syndrome.\r\nTerlipressin is often used for treatment of AKI outside its primary indication of HRS-AKI. Compared to patients with HRS-AKI, response to terlipressin is significantly lower in patients with ATN, in whom the risks may outweigh the benefits. Respiratory failure is common, but does not seem to be driven by the amount of albumin received nor ACLF grade.\r\nPubmed   Journal   ReadQx \r\nReliability and Responsiveness of Endoscopic Indices for Assessing Crohn's Disease Postoperative Recurrence in the PREVENT trial.\r\n Existing endoscopic indices are reliable and responsive for assessing postoperative CD activity in the neoterminal ileum, although are suboptimal for evaluation in the anastomosis or distal colonic segment.\r\nPubmed   Journal   ReadQx \r\nSocioeconomic disparity and risk of irritable bowel syndrome: a cohort study with mediation analysis.\r\nHigher SES is associated with reduced risk of incident IBS with mediation effect of healthy lifestyle factors. Interventions targeting both SES inequalities and lifestyle improvements may help reduce IBS burden.\r\nPubmed   Journal   ReadQx \r\nSupplementary Material for Projected Global Clinical, Humanistic, and Economic Impact of Metabolic Dysfunction-Associated Steatohepatitis (MASH): The Cost of Inaction Based on Data from Nine Countries.\r\nWork productivity losses are projected to more than double in most countries, and health-related quality of life will decline modestly as the burden of advanced disease increases CONCLUSIONS: Without intervention, the clinical, economic, and quality-of-life burden of MASH is projected to increase across most regions of the world. These findings highlight the urgent need for both national and global strategies to reduce the negative impact of MASH on individuals and society.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib is associated with better clinical and biochemical outcomes than tofacitinib in refractory, moderate-to-severe UC.\r\n UPA might be associated with better short- and mid-term clinical and biochemical outcomes compared with TOFA in refractory, moderate-to-severe UC.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessing outcomes of full-thickness resection in piecemeal polypectomy scar consolidation of colon adenomas containing cancer.\r\nEFTR could offer endoscopists a safe, efficacious, and minimally invasive mechanism for formal tumor (T) staging of malignancies found within polypectomy segments. Further studies with larger sample sizes are needed to assess outcomes in patients with residual neoplastic disease.\r\nPubmed   Journal   ReadQx   PMC\r\nCharacterization of biomechanical risk factors during endoscopic submucosal dissection: Ergonomic pilot study.\r\nESD increased the risk of musculoskeletal strain. It is crucial to develop prevention programs to reduce risk of MSD in the population of gastroenterologists.\r\nPubmed   Journal   ReadQx   PMC\r\nComparison of three electrosurgical modes for endoscopic mucosal resection of 10- to 20-mm colorectal polyps: Randomized controlled trial.\r\nEndocut Q (effect 2, effect 3 and effect 4) was effective and safe for removing 10- to 20-mm non-pedunculated colorectal polyps. However, effect 2 may be superior to effect 3 and effect 4 in reducing intra-procedural bleeding.\r\nPubmed   Journal   ReadQx   PMC\r\nFully-covered metal stent removal failure in case of non-malignant biliary strictures: Risk factors and resolution technique.\r\nFC-SMES-in-FC-SEMS technique appears to be safe and effective to overcome FC-SEMS removal failure in patients with non-malignant distal biliary strictures. Reducing dwell stenting period, especially in patients with personal history of previous biliary stenting, may reduce risk of FC-SEMS removal failure.\r\nPubmed   Journal   ReadQx   PMC\r\nInfluence of a defoaming agent - simethicone - on endoscope cleaning and disinfection: Prospective real-world study.\r\nSimethicone may remain in the biopsy and water infusion channels, regardless of whether it is used or not. It is recommended to utilize a simethicone concentration of 1% or less when administering it through the biopsy or auxiliary water channels of the endoscope.\r\nPubmed   Journal   ReadQx   PMC\r\nPreventive wound drainage reduces esophageal fistula or infection after endoscopic resection of giant submucosal tumors in the esophagus.\r\nIn the context of STER for giant esophageal submucosal tumors with muscular layer full-thickness resection and mucosal injury, preventive drainage is an effective strategy for minimizing postoperative esophageal fistula and submucosal infection complications.\r\nPubmed   Journal   ReadQx   PMC\r\nPush enteroscopy and colonoscopy in melena patients with negative esophagogastroduodenoscopy: Prospective multicenter study.\r\nPE is beneficial for patients with melena and nondiagnostic EGD. It should be considered before or in combination with colonoscopy for these patients.\r\nPubmed   Journal   ReadQx   PMC\r\nTransoral incisionless fundoplication for patients with gastroesophageal reflux disease after peroral endoscopic myotomy: Prospective cohort.\r\nUse of TIF seems to be a feasible alternative for treating GERD after POEM, improving both clinical and endoscopic parameters and pHmetry in a considerable percentage of cases.\r\nPubmed   Journal   ReadQx   PMC\r\nYield of next-generation sequencing in diagnostic work up of suspicious biliary strictures.\r\nNGS in brushes contributed to more accurate/sensitive diagnoses of malignancy than morphology alone. There was a limited impact on CDM change, but in the future, NGS will undoubtedly play a bigger role when targeted therapy is incorporated in standard treatment and more sensitive NGS panels for cholangiocarcinoma are developed.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Colon capsule endoscopy compared to conventional colonoscopy in patients with colonic diverticulitis: a randomised controlled superiority trial.\r\nCCE is a safe procedure for follow-up in patients after an episode with CD and is preferred by a majority of the patients compared to colonoscopy, but those receiving both modalities differed.\r\nPubmed   Journal   ReadQx \r\nPerformance measures for upper gastrointestinal endoscopy: a European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative - Update 2025.\r\nPatients undergoing a diagnostic UGI endoscopy should have their experience measured using a validated scale, to promote a patient-centered and quality-driven environment. Patients with nondysplastic BE or gastric precancerous conditions in an endoscopic surveillance program should be monitored for guideline interval adherence.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    The Prevalence and Burden of Avoidant/Restrictive Food Intake Disorder Symptoms in Adults With Disorders of Gut-Brain Interaction: A Population-Based Study.\r\nPositive ARFID screens are common in DGBI and associated with increased general health burden. Routine screening for ARFID in DGBI will inform the multi-integrated care plan provided by clinicians, dietitians, and psychologists.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Anatomical location of colorectal neoplasia in patients with positive stool tests (mt-sDNA or FIT): Data from the New Hampshire Colonoscopy Registry.\r\nOur data suggest that FIT+ tests are associated with higher detection of both right- and left-sided AAs when compared to colonoscopy without a prior stool test. Furthermore, mt-sDNA+ patients had higher rates of left and right-sided AAs and ASPs, particularly on the right side.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of Self-Assembling Peptide in Reducing Bleeding After Colorectal Endoscopic Submucosal Dissection.\r\nThe application of SAP significantly reduced the occurrence of hematochezia and DB after colorectal ESD. Furthermore, SAP was a significant factor associated with the reduction of hematochezia and DB. Therefore, SAP may be appropriate for the prevention of post-ESD bleeding in the colon.\r\nPubmed   Journal   ReadQx \r\nLONG-TERM FOLLOW-UP OF PATIENTS UNDERGOING CHOLANGIOPANCREATOSCOPY-GUIDED LASER DISSECTION AND ABLATION FOR REFRACTORY PANCREATIC AND BILIARY STRICTURES.\r\nCPL has high technical success and an acceptable safety profile for the treatment of benign refractory BD and PD strictures.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Fructose drives colorectal cancer progression by regulating crosstalk between cancer-associated fibroblasts and tumour cells.\r\nThese findings reveal a novel mechanism by which fructose fosters tumour progression through the modulation of tumour-stroma interactions, and highlight the therapeutic potential of targeting fructose metabolism in CRC to disrupt the tumour-stroma crosstalk that drives malignancy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Efficacious suppression of primary and metastasized liver tumors by polyIC-loaded lipid nanoparticles.\r\n Contrary to our original goal, we unexpectedly found that polyIC-LNPs function as an efficacious monotherapy tailored for liver cancer, capable of coordinately modulating antitumor immunity. This novel approach eliminates the need for ICIs, thereby addressing key limitations of current immunotherapies.\r\nPubmed   Journal   ReadQx \r\nIL1β Signaling Mediates the Interaction Between Hepatitis B and C Viruses.\r\nOur findings reveal a macrophage-derived, IFN-independent mechanism by which HCV suppresses HBV infection, mediated through IL1β. These insights highlight the complex crosstalk between hepatotropic viruses during coinfection and suggest that targeting IL1β-regulated pathways may offer therapeutic potential to prevent HBV reactivation in DAA-treated patients.\r\nPubmed   Journal   ReadQx \r\nNatural history and development of a novel composite endpoint in patients with alcohol-associated Hepatitis: Data from a prospective multicenter study.\r\n This large observational study showed a high incidence of composite liver and alcohol-use events within six months, reiterating the need for early interventions.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    S1P/S1PR4 Promotes the Differentiation of CD8<sup>+<\/sup> tissue-resident memory T Cells Aggravating Bile Duct Injury in Biliary Atresia.\r\nThe S1 subtype of BA, characterized by dysregulated immune pathways and poor prognosis, was identified. S1P/S1PR4 signaling promotes cholangiocyte injury via promoting CX3CR1 + CD8 + Teff migration and their differentiation into apoptosis-inducing CD8 + TRM cells. Impact and implications Our study bridges a critical knowledge gap in biliary atresia (BA) pathogenesis by defining how sphingolipid-driven CD8 + TRM differentiation via S1P/S1PR4 signaling exacerbates bile duct injury, establishing the mechanistic link between immunometabolic dysregulation and BA progression. These findings are essential for pediatric hepatologists and immunologists, as they identify the S1 molecular subtype (characterized by poor prognosis and immune hyperactivation) as a high-risk population warranting precision intervention. For patients, S1PR4 inhibition (CYM50358) experimentally reduces biliary obstruction and improves survival in BA mouse models, supporting its prioritization for clinical trials especially in S1-subtype BA.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Devil Is in the Detail-Interpreting the Findings of Network Meta-Analyses.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ulcerative Colitis Management in the Biologic Era-Data From the English Healthcare Databases.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biopsychosocial and Environmental Factors that Impact Brain-Gut-Microbiome Interactions in Obesity.\r\nBy recognizing and addressing the impact of various SDOH on BGM interactions, healthcare providers can provide a more equitable and personalized approach that will enhance treatment adherence and the quality of life for individuals with obesity.\r\nPubmed   Journal   ReadQx \r\nThe comparative trials of fecal immunochemical testing vs. colonoscopy: What COLONPREV tells us and what to anticipate from the others.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic papillectomy of major papilla lesions: Single tertiary care center experience.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJ Hepatol\r\n    From Glucose Control to Energy Expenditure and Fat Oxidation: The Emerging Role of Glucagon Agonism in Obesity and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nThe GERA Score: A New, Promising Tool for Assessing the Adherence to the Gluten-Free Diet of Children With Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Assessing for disparities in diagnostic delay among patients with eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFecal Microbiota-based therapies compared to Fecal Microbiota Transplantation for Preventing recurrent C. difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nGeodemographic Trends in Private Equity Acquisitions of U.S. Gastroenterology Practices: An analysis of transactions from 2013-2023.\r\n\r\nPubmed   Journal   ReadQx \r\nInverted Hyperplastic Polyp Masquerading as a Gastric Subepithelial Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"Double anchor traction method\" for large colorectal lesion in colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA case of acute pancreatitis caused by obstruction of the pancreatic duct with a plant-based broom bristle.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel approach to facilitate guidewire placement in endoscopic ultrasound-guided biliary drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare case of obstructive jaundice: endoscopic diagnosis and treatment.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare case of submucosal foreign body in the duodenal bulb.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBeware of bile peritonitis caused by kinking of the self-expandable metal stent during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholangioscopy-guided guidewire insertion into the gallbladder using a novel thin cholangioscope under balloon enteroscopy in a patient with Roux-en-Y gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nColonic metastasis from cervical carcinoma diagnosed by ligation-assisted endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnostic utility of endoscopic ultrasound in a case of arteriovenous malformation near the duodenal papilla.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDown-angulation puncture method to avoid vascular injury during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic drainage and necrosectomy of a biloma facilitated by endoscopic ultrasound-guided gastro-gastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic mucoplasty as a novel approach for cervical esophageal web.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasonography-guided hepaticogastrostomy using spatial reality display navigation capable of naked-eye stereopsis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided endoscopic submucosal dissection to remove a fishbone embedded adjacent to the thoracic aorta.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided hepaticoduodenostomy for the management of iatrogenic bile duct injury related to cholecystectomy: a report of two cases.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatogastrostomy using a novel double lumen dilator.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided tissue acquisition of a focal liver lesion via the duodenum under fluoroscopic guidance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic-guided decompression via modified lavage tube: salvage of life-threatening gastric outlet obstruction in a thoracic stomach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility of using a novel multibending accessory device designed for a slim therapeutic endoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFistulography-assisted endoscopic ultrasound-guided pancreatic drainage for cannulation of a non-dilated pancreatic duct in postoperative pancreaticocutaneous fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastric outlet obstruction caused by vanishing pylorus following gastric peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHybrid argon plasma coagulation for chronic radiation-induced proctitis following pelvic chemoradiotherapy for cervical adenocarcinoma: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInternal traction combined with underwater endoscopic submucosal dissection for a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJejunal endoscopic full-thickness biopsy for chronic idiopathic intestinal pseudo-obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLumen-apposing metal stent for drainage of a perirectal abscess complicating endoscopic ultrasound-guided fine-needle biopsy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMimicking subepithelial lesions in the colon: when treating erectile dysfunction leads to an erroneous endoscopic diagnosis!\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMucosal incision combined with balloon dilation as a useful method for anastomotic stricture with ulcer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNon-injection resection using bipolar soft coagulation mode for large colorectal polyps including incidental cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nOrthodontic rubber band combined with through-the-scope twin clip-assisted endoscopic intermuscular dissection for large laterally spreading tumors in the distal rectum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPan-esophageal squamous papillomatosis with high grade dysplasia managed with endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReintervention using cholangioscopy for metallic stent obstruction following endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRemoval of an over-the-scope clip using balloon dilation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrieval of a migrated biliary stent using a customized goose-neck snare.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrograde gastrostomy-assisted recanalization for refractory post-caustic esophageal stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRevisional endoscopic sleeve gastroplasty for failed laparoscopic sleeve gastrectomy in an immunocompromised patient.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSubmucosal technology for safe third space procedures: Amber-Red Color Imaging-guided Gastric-PerOral Endoscopic myotomy for idiopathic refractory gastroparesis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful guidewire insertion into the gallbladder facilitated by a mixed-reality-based three-dimensional anatomical model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful pancreatic duct cannulation using a novel rotatable dual-action sphincterotome at the pancreaticojejunostomy site.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTemporary sphincter-preserving covered biliary stent: a novel adjunctive device for cholangioscopy-guided calculi clearance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe \"EndoBubbloMeter\": a novel orientation method to facilitate straight tunneling in peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater traction-assisted endoscopic submucosal dissection of a neuroendocrine tumor in the duodenal bulb.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of an augmented reality headset to optimize ergonomics in digestive endoscopy settings.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Gastroenterology Gastro Curbside Consult Submission.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnitude and characteristics of NIDDK grant rescissions.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Best of ESD,2025.\r\n\r\nPubmed   Journal   ReadQx \r\nClosure of Chronic Large Esophageal Pulmonary Fistula with Cardiac Septal Occluder Device.\r\n\r\nPubmed   Journal   ReadQx \r\nCyanoacrylate glue migration after endoscopic ultrasound guided embolization of peri-duodenal varices presenting as obstructive jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided gastroenterostomy for treating efferent loop syndrome after pancreatoduodenectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEasy Placement Of Endoscope-Attached Atrial Septal Defect Occluder In Gastroperitoneal Fistula Closure.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrograde direct pancreatoscopy in diagnosis and mapping of intraductal papillary mucinous neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of permanent end-jejunostomy stenosis with magnets.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided superselective embolization of a splenic artery branch for the treatment of gastric fundus varices caused by splenic vein obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nRed Dichromatic Imaging-Guided Peroral Endoscopic Myotomy: A Safer Approach to Achalasia with Concurrent Esophageal Varices (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nSame-session endoscopic ultrasound guided triple bypass in a case of para-duodenal pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nThrough the Lumen Apposing Metal Stent (LAMS) direct pancreatolithiasis lithotripsy in disconnected duct syndrome: turning an adverse event into an opportunity.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Abdominal pain and muco-bloody stool in a patient who had a transplant: a diagnostic imaging challenge.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Retrograde Cholangiopancreatography (ERCP) services across the UK.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic papillectomy: 'be prepared for unexpected'.\r\n\r\nPubmed   Journal   ReadQx \r\nT cells engineered to carry a high-affinity HBV-specific T cell receptor: a potent weapon against advanced HBV-related HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Assessing HCC risk in HBV inderminate phase.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Clarifying the impact of response criteria and locoregional therapy on complete response outcomes in patients with hepatocellular carcinoma following immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Re-examining neoadjuvant chemoradiation plus transplantation versus liver resection for de novo perihilar cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Assessing HCC risk in HBV indeterminate phase.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Re-examining neoadjuvant chemoradiation plus transplantation versus liver resection for de novo perihilar cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Immunotherapy in advanced hepatocellular cancer: The last piece of the puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\nKinase inhibitor boosts liver regeneration and prevents liver failure.\r\n\r\nPubmed   Journal   ReadQx \r\nXenotransplantation: A new era in overcoming donor organ shortage?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Devil Is in the Detail-Interpreting the Findings of Network Meta-Analyses. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ulcerative Colitis Management in the Biologic Era-Data From the English Healthcare Databases. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Long-Term Dynamic Changes of Alanine Aminotransferase Levels Are Associated With Liver-Related Events in Nucleos(t)ide Analogue-Treated Chronic Hepatitis B Patients in China'-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Long-Term Dynamic Changes of Alanine Aminotransferase Levels Are Associated With Liver-Related Events in Nucleos(t)ide Analogue-Treated Chronic Hepatitis B Patients in China'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Multidisciplinary Approach for Inflammatory Bowel Disease to Promote Value-Based Care.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Insufficiency of wearables for sleep stage assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: The global rising tide of advanced fibrosis / cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking EUS-choledochoduodenostomy with LAMS: the Indication Matters as Much as the Stent.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Disease-associated hepatocytes are predictive of outcomes and survival in MASLD beyond fibrosis staging.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes prior endoscopic intramuscular dissection for rectal cancer increase the risk of permanent stoma in patients requiring completion total mesorectal excision?\r\n\r\nPubmed   Journal   ReadQx \r\nSucrase-isomaltase hypomorphic variant Val15Phe affects the response to a sucrose challenge test in patients with IBS.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A Role of Non-Selective Beta-Blockers in Preventing Liver Decompensation in Patients with Hepatocellular Carcinoma Undergoing Systemic Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nBroadening PEth testing for alcohol exposure in the Asia-Pacific region.\r\n\r\nPubmed   Journal   ReadQx \r\nEASL CPG: Liver biopsy cannot be skipped for the diagnosis of autoimmune hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Clinical Adoption of Large Language Models in Hepatology: Toward Terminological Precision, Multilingual Adaptability, and Interpretive Literacy.\r\n\r\nPubmed   Journal   ReadQx \r\nPortal Venous Flow in Pediatric Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-09-21T17:53:34-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-05-2025/",
    "title": "Fri Sep 05 2025",
    "description": "132 articles - From Friday Aug 29 2025 to Friday Sep 05 2025",
    "author": [],
    "date": "2025-09-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Global Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    ACG Clinical Guideline: Perioperative Risk Assessment and Management in Patients With Cirrhosis.\r\nFurthermore, it addresses procedure-specific considerations, including the role of bariatric and cardiac surgeries in cirrhotic patients. Through evidence-based recommendations and expert insights, this guideline aims to enhance surgical outcomes and inform clinical decision-making in a growing population of patients with cirrhosis undergoing surgery.\r\nPubmed   Journal   ReadQx \r\nGlobal Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\n Overall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Global Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\nInternational Magnetic Resonance Imaging Consensus for use in Luminal Crohn's Disease Trials and Clinical Practice.\r\n A consensus expert panel has developed standardized definitions of MRE response, remission, as well as the optimal timing for response assessment in patients with luminal Crohn's disease. Further research is needed to clarify the method for measuring transmural healing.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Adherence to Clinical Practice Guidelines for Management of Epithelial Precancerous Conditions and Lesions in the Stomach in Europe.\r\nAdherence to MAPS guidelines improved in most centers. However, gaps in virtual chromoendoscopy, targeted biopsies, and endoscopic/histopathological scoring remain, potentially affecting surveillance recommendations. This underscores the need for a more tailored approach to enhance implementation.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Global consensus statement on the management of pregnancy in inflammatory bowel disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Comparison of Living Versus Deceased Liver Transplantation for Primary Sclerosing Cholangitis.\r\n In PSC, LDLT seems to be associated with higher post-LT survival, compared with DDLT. This could be explained by earlier referral to LT with lower liver disease burden and better performance status;  better graft quality;  and shorter cold ischaemia time. PSC patients requiring LT should be encouraged to consider LDLT.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Single-use versus reusable endoscopes in gastroenterology: Systematic review of full and partial economic evaluations.\r\nFuture economic evaluations of single-use vs reusable endoscopes require more robust comparative evidence and should include costs and consequences beyond health, especially environmental impact.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Burden of Invasive Fungal Diseases in Patients With Alcohol-Related Hepatitis and Organ Failure.\r\nIFDs affected 1 in 50 CAH patients and carried a disproportionate mortality risk, compared with BP. These findings support the implementation of targeted screening and early antifungal strategies in CAH management, as for BP.\r\nPubmed   Journal   ReadQx \r\nClinical Features of Portal Hypertension and Their Prognostic Implications in Patients With Autoimmune Hepatitis.\r\n In patients with AIH, clinical features of CSPH reflect the risk of future hepatic decompensation and mortality. Hence, regular screening for CSPH in AIH patients seems warranted to ensure timely initiation of adequate CSPH-directed treatment.\r\nPubmed   Journal   ReadQx \r\nHepatitis B Immunoglobulins Withdrawal in Hepatitis B Virus Mono-Infected Liver Transplant Recipients: An Italian Multicentre Prospective Study.\r\nHBIG could be safely withdrawn in HBV mono-infected LT recipients on long-term combination HBIG plus third generation NAs.\r\nPubmed   Journal   ReadQx \r\nResearch Communication: Serum Metabolomic Signatures Predict Tumour Recurrence After Resection or Ablation in Patients With Early-Stage Hepatocellular Carcinoma.\r\nIn multivariable analysis, the 6-metabolite signature was associated with early recurrence (aHR 2.8, 95% CI 1.1-7.5), and the 13-metabolite signature was associated with overall recurrence (aHR 2.5, 95% CI 1.1-6.0). These data support the potential role of serum metabolites in post-treatment risk stratification for HCC recurrence.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Gastrointestinal and Hepatobiliary Safety of Glucagon-like Peptide-1 Receptor Agonists in Patients with Type 2 Diabetes.\r\n In this large real-world cohort study, GLP-1 RA therapy was not associated with increased risk of most serious GI or hepatobiliary outcomes compared to other oral diabetes medications. These findings support the overall GI and hepatobiliary safety of GLP-1 RAs in patients with type 2 diabetes, while underscoring the need for vigilance regarding gastroparesis and intussusception in susceptible individuals. Longer-term studies are warranted to fully evaluate cancer risk.\r\nPubmed   Journal   ReadQx \r\nProtective association of healthy lifestyle behaviours with incident functional constipation: A population-based prospective cohort study.\r\n Adopting a higher number of healthy lifestyle behaviours is significantly associated with a reduced incidence of FC in the middle-aged and elderly population, indicating their potential to be a primary prevention strategy. Future research should explore underlying mechanisms and replicate our investigation across diverse populations.\r\nPubmed   Journal   ReadQx \r\nReal-Life Clinical Validation of AI-Assisted Detection and Differentiation of Pleomorphic Lesions in Capsule Endoscopy.\r\n This was the first multicentric study proving AI-assisted CE reading superiority compared to conventional reading. The inclusion of videos from multiple devices addresses the interoperability challenge, whereas including patients from 4 countries and two different continents assures a diverse demographic context. AI achieved gastroenterologist-level identification of small-bowel lesions, surpassing conventional reading methods in both lesion detection and characterization.\r\nPubmed   Journal   ReadQx \r\nRisk of venous thromboembolism following colorectal cancer surgery in patients with and without inflammatory bowel disease.\r\nPatients with IBD are at elevated risk of VTE following CRC surgery compared to those without IBD. The strongest associations were observed in those who had received IBD treatment before surgery and in those with active disease, particularly patients with UC. These findings emphasize the need for increased VTE awareness and optimizing disease control in high-risk IBD patients.\r\nPubmed   Journal   ReadQx \r\nScreening for Barrett's Esophagus and Esophageal Adenocarcinoma: Approaches and Outcomes.\r\nWhile direct evidence linking screening to reduced EAC mortality is lacking, trials highlight promising outcomes in early detection of precancerous and cancerous lesions. Future directions, challenges, and recommendations for optimizing BE screening are discussed.\r\nPubmed   Journal   ReadQx \r\nSub-cutaneous infliximab for perianal Crohn's disease: the BioLap-Rem multicentre study from the GETAID.\r\n SC IFX was effective and safe for the treatment of active pCD and for maintaining remission after switching in this large multicentre cohort, thus supporting its use in routine practice in this indication.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Defining non-invasive criteria for indicating drug therapy in metabolic-associated steatotic liver disease in clinical practice.\r\n The diagnostic performance and reliability of the proposed non-invasive criteria for initiating resmetirom treatment were suboptimal.About the half of patients with indication would not receive treatment under these criteria.A new strategy, using FIB-4, the presence of diabetes and overweight, and liver stiffness improved the identification of MASLD patients with fibrosis stage 2-3.\r\nPubmed   Journal   ReadQx \r\nGlucagon-like peptide-1 receptor agonists are associated with a lower risk of peptic ulcer disease: a nationwide cohort study.\r\nIn this nationwide cohort study of T2DM patients, GLP-1 RA use was associated with 44% lower odds of PUD. In our propensity-score matched sub-group, switching to GLP-1 RA as second-line therapy was associated with a 56% lower hazard of PUD vs insulin. These findings indicate an association between GLP-1 RA use and reduced risk of PUD.\r\nPubmed   Journal   ReadQx \r\nReliability and Responsiveness of Endoscopic Indices for Assessing Crohn's Disease Postoperative Recurrence in the PREVENT trial.\r\n Existing endoscopic indices are reliable and responsive for assessing postoperative CD activity in the neoterminal ileum, although are suboptimal for evaluation in the anastomosis or distal colonic segment.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Barnacle-like lesions in the gastric mucosa: Clinicopathological study of a novel endoscopic finding.\r\nBackground and study aims Map-like redness is a known gastric mucosal finding observed after and are histopathologically consistent with intestinal metaplasia.\r\nPubmed   Journal   ReadQx   PMC\r\nCapnography monitoring reduces incidence of hypoxia in older patients undergoing gastrointestinal endoscopy under propofol sedation.\r\nAdditional capnography monitoring during gastrointestinal endoscopy for older patients who were sedated with propofol reduces incidence of hypoxia.\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnostic and therapeutic value of appendoscope-assisted endoscopic retrograde appendicitis therapy.\r\nAppendoscope-assisted ERAT is a feasible, accurate, safe, and effective alternative for diagnosis and treatment of appendicitis.\r\nPubmed   Journal   ReadQx   PMC\r\nDirect visualization endoscopic retrograde appendicitis therapy versus laparoscopic appendectomy for management of acute uncomplicated appendicitis.\r\nDirect visualization ERAT demonstrated high feasibility and effectiveness as a diagnostic and therapeutic modality for acute uncomplicated appendicitis, offering a promising alternative to conventional approaches.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of endoscopic intermuscular dissection vs. endoscopic submucosal dissection in treating rectal neuroendocrine tumors < 10 mm.\r\nEndoscopic intermuscular dissection offers a better option for preventing positive basal margins and demonstrates good safety and feasibility.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of remimazolam with fentanyl vs midazolam with fentanyl for sedation in screening colonoscopy: Randomized controlled study.\r\nThis study shows clear superiority of the combination of remimazolam with fentanyl over midazolam with fentanyl for conscious sedation in screening colonoscopy, obtaining shorter procedure time, less postoperative need for observation, lower patient pain scores, and higher patient satisfaction.\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of serial pancreatic juice aspiration cytological examination for focal pancreatic duct stenosis: Multicenter, retrospective, cohort study.\r\nSPACE was a valuable method for obtaining pathological specimens of focal pancreatic duct stenosis. It yielded improved diagnostic sensitivity and accuracy compared with initial cytology alone.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic papillectomy of major papilla lesions: Single tertiary care center experience.\r\nR0 resection was associated with reduced risk of recurrence whereas delayed bleeding after EP is associated with an increased risk of developing PEP. EP is safe and effective for removing ampullary lesions irrespective of lesion type.\r\nPubmed   Journal   ReadQx   PMC\r\nEvaluation of the clip anchorage technique using mucosal elevation and incision in prevention of esophageal stent migration.\r\nThe new esophageal stent fixation technique appears to be simple, inexpensive, feasible, and safe. Although there is no impact on overall migration, there does seem to be a reduction in early migration.\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility and safety of endoscopic resection for duodenal gastrointestinal stromal tumors.\r\nESD and EFTR are safe, minimally invasive treatments for duodenal GISTs. Moreover, the EFTR technique may have advantages of completely resecting lesions originating from the deep muscularis propria layer, particularly lesions with extraluminal growth.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroGPT: Development and controlled testing of a proof-of-concept customized clinical language model.\r\nThis study pioneered development and comparison of a specialty-specific, clinically-oriented AI model to general-purpose LLMs. GastroGPT demonstrated superior utility overall and on key gastroenterology tasks, highlighting the potential for tailored, task-focused AI models in medicine.\r\nPubmed   Journal   ReadQx   PMC\r\nHistology of colonic submucosal lesions reveals a high proportion of benign lesions that do not require R0 en bloc endoscopic resection.\r\nMost colonic submucosal lesions are non-malignant and do not warrant advanced endoscopic resection. A new therapeutic approach could be first-line use of a low-risk, low-cost histological diagnostic technique followed in a second phase by a more advanced technique in the event of a malignant histological result. Further studies are needed to evaluate this step-up strategy.\r\nPubmed   Journal   ReadQx   PMC\r\nHyperbaric oxygen and steroids for preventing stricture after large esophageal endoscopic submucosal dissection.\r\nHBOT-assisted steroid therapy might be a safe and effective way to prevent postoperative strictures after ESD for large and long-segment esophageal mucosal lesions.\r\nPubmed   Journal   ReadQx   PMC\r\nOptimal endoscopic resection method based on vertical margin distance for small rectal neuroendocrine tumors: Propensity score-matched study.\r\nEMR-L outperforms ESD for small rectal NETs by achieving higher R0 and better vertical margins in shorter times, while minimizing risk of perforation.\r\nPubmed   Journal   ReadQx   PMC\r\nOutcomes of endoscopic submucosal dissection for treatment of superficial anal squamous cell carcinoma: Multicenter international experience.\r\nESD is a feasible and effective treatment for superficial ASCC. Adverse events were successfully managed with medical or endoscopic therapy. ESD should be considered as first-line resection technique to prevent recurrence while preserving anal sphincter function.\r\nPubmed   Journal   ReadQx   PMC\r\nProspective study on outcomes of endotherapy for pancreatic divisum in patients of recurrent acute pancreatitis.\r\nMinor papilla endotherapy for RAP significantly improved VAS scores at 12 months among 69.1% of patients with acceptable AEs. Early CP was seen in 11.7% of patients. (Unique identifier  CTRI/2019/05/019332).\r\nPubmed   Journal   ReadQx   PMC\r\nReducing applied force in colonoscopy using a novel soft robotic colonoscope: Head-to-head study.\r\nThis study demonstrated an improvement in force with the novel soft robot compared with a standard colonoscope. This suggests the possibility of more comfortable colonoscopy for patients. Currently time taken is longer with the novel robot, which is attributable to the learning curve and improves in subsequent passes. Further work will be undertaken in a complete colon model with aspirations to reach in-vivo experiments.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety and efficacy of peroral endoscopic myotomy with endoscopic fundoplication compared with POEM alone: International multicenter cohort study.\r\nPOEM-F achieves statistically significant improvement in post- POEM GERD compared with POEM alone.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety of surveillance endoscopy and EUS of the esophagus after neoadjuvant chemoradiotherapy: Results from the (pre)SANO trial.\r\nEGD with bite-on-bite biopsies and EUS with FNA seem to be safe during an active surveillance strategy in esophageal cancer patients after nCRT.\r\nPubmed   Journal   ReadQx   PMC\r\nSingle-center, prospective study evaluating safety and efficacy of a new endoscopic hemostat system in non-variceal upper gastrointestinal bleeding.\r\nResolv Endoscopic Hemostat System is a safe and effective device for achieving immediate hemostasis in patients with non-variceal upper gastrointestinal bleeding. Future studies are required to examine its widespread adoption and applicability.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Carbon footprint assessment and sensitivity analysis of diagnostic colonoscopy.\r\nThis analysis and multifactorial colonoscopy procedure assessment has confirmed patient and staff transportation are the main carbon footprint contributors. A more sustainable and smarter mobility can considerably lower the environmental impact.\r\nPubmed   Journal   ReadQx \r\nClinical implications of computer-aided real-time size estimation of colorectal polyps during colonoscopy.\r\nThe AI tool assigned 90.8% of patients to correct surveillance intervals and achieved a MAE of 1.13 mm and RMSE of 1.40 mm for polyps ≤10 mm. CONCLUSIONS The AI model performs similarly to expert endoscopist in clinically relevant size-related endpoints, potentially improving the accuracy and efficiency of colorectal cancer screening.\r\nPubmed   Journal   ReadQx \r\nColon capsule endoscopy compared to conventional colonoscopy in patients with colonic diverticulitis: a randomised controlled superiority trial.\r\nCCE is a safe procedure for follow-up in patients after an episode with CD and is preferred by a majority of the patients compared to colonoscopy, but those receiving both modalities differed.\r\nPubmed   Journal   ReadQx \r\nColorectal mucosal exposure area assessment based on artificial intelligence: a multi-center, prospective, observational study.\r\nThe CCMEA qualified group, based on a CCMEA threshold of 2000, shows higher ADR than the unqualified group, indicating CCMEA can be a promising colonoscopy quality indicator.\r\nPubmed   Journal   ReadQx \r\nComparing low-volume vs. intermediate volume bowel preparation and its impact on work and tolerability: An open-label, non-inferiority, randomized controlled trial.\r\nBowel preparation with 1L PEG+Asc is non-inferior to 2L PEG+Asc and has a higher willingness-to-repeat. Tolerability is fundamental for effective cleansing and reducing colonoscopy barriers.\r\nPubmed   Journal   ReadQx \r\nPilot study on using a photometric capsule to stratify patients with suspected nonvariceal upper gastrointestinal bleeding into emergency versus elective endoscopy.\r\nNo technical, PCE-related, or bleeding-related complications occurred during the follow-up period (30 days). PCE was a quick and easy-to-use method with a high negative predictive value for suspected NVUGIH and could be used to identify patients in whom emergency endoscopy can be avoided.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Utility of Random Neo-Squamous and Cardia Biopsies During Surveillance After Dysplastic Barrett's Eradication: A Prospective Single- Center Study.\r\nTargeted biopsies of the NE and gastric cardia are important in detecting early BE recurrence. Additional random NE and cardia biopsies provide no added benefit in dysplasia detection but incur unnecessary time and cost expenditures. We recommend targeted biopsies as the primary surveillance strategy post-CEIM and eliminating random biopsies in expert centers.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    <i>Bacteroides intestinalis<\/i> mediates the sensitivity to irinotecan toxicity via tryptophan catabolites.\r\n Our study uncovers the mechanism of endogenous bacterial metabolite in shaping the individual susceptibility to irinotecan toxicity and suggests IAA as a potential predictive biomarker.\r\nPubmed   Journal   ReadQx \r\nImmunosuppressive contribution of tumour-infiltrating B cells in human intrahepatic cholangiocarcinoma and their role in chemoimmunotherapy outcome.\r\niCCA is characterised by a profoundly immunosuppressive TME that impairs B-cell function through soluble factors and cellular interactions. Our findings identify B cells as biomarkers and therapeutic targets, supporting strategies to restore B-cell function and promote mature TLS to enhance immunotherapy responsiveness in iCCA.\r\nPubmed   Journal   ReadQx \r\nOutcome of a FODMAP restriction diet with subsequent blinded reintroduction in functional dyspepsia/postprandial distress syndrome.\r\nA LFD significantly improved PDS symptoms, but this was not associated with altered mucosal integrity. Powder reintroduction identified a large variety in individual FODMAPs and glucose as triggers.\r\nPubmed   Journal   ReadQx \r\nPathological tau propagation from the brain to the colon via the vagal efferent pathway in Alzheimer's disease.\r\nThis study demonstrates that tau pathology can propagate from the brain to the colon via the vagus nerve, providing evidence supporting the brain-to-gut axis in AD.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Early on-treatment LSM reliably predicts liver-related events in CHB patients with significant fibrosis and cirrhosis.\r\nOn-treatment LSM measured 1-3 years after antiviral therapy offers superior predictive accuracy for LREs compared with baseline or LSM changes, with LSM <10 kPa indicating a significantly lower risk, likely due to improved lobular architecture.\r\nPubmed   Journal   ReadQx \r\nIntegrative hepatology: Enhancing overall health to manage liver disease.\r\nImplementation faces challenges, including evidence gaps, limited training, time constraints, reimbursement barriers, and inequitable access, but opportunities exist through education, interdisciplinary collaboration, group medical visits, and digital health delivery. By expanding the scope of liver care to include whole-person health, Integrative Hepatology seeks not to replace established therapies but to augment their impact-supporting patients in achieving optimal health across the disease spectrum.\r\nPubmed   Journal   ReadQx \r\nRIPPLY1 suppresses cancer cell stemness via targeting TBX19 in CTNNB1-mutated hepatocellular carcinoma.\r\n Loss of RIPPLY1 promotes cancer cell stemness via facilitating the TBX19 transcriptional activity in CTNNB1-mutated HCCs.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Alcohol activates ATF4/LPLA2-mediated BMP metabolism to enhance HBV-induced hepatocellular carcinogenesis.\r\n The data demonstrated that alcohol activates ATF4/LPLA2-mediated BMP metabolism to enhance HBV-induced HCC (HBV-HCC). LPLA2 is a potential therapeutic target and a probable marker of poor prognosis for HCC patients. Impact and implications Chronic alcohol consumption promotes HBV-induced hepatocellular carcinogenesis (HBV-HCC). ATF4/LPLA2-mediated BMP metabolism promotes alcohol-enhanced HBV-HCC via MAPK/ERK signaling pathway. Targeting LPLA2 or BMP metabolism markedly inhibited HBV-HCC progression. This preclinical study provides a theoretical basis to investigate novel strategies for HCC therapy.\r\nPubmed   Journal   ReadQx \r\nEngineered monoclonal antibody tobevibart enhances HBsAg capture by Fc receptor-positive cells and activates HBV-specific T cells.\r\nWe demonstrate that tobevibart combines the advantages of potent neutralization of HBV and HDV with FcγR-mediated reduction of HBsAg and enhancement of T cell responses. Tobevibart is under clinical investigation alone or in combination with other agents to treat patients with chronic hepatitis delta and to induce functional cure of patients with CHB. Impact and implications () Chronic infection with hepatitis B virus (HBV) or co-infection with hepatitis delta virus (HDV) can cause severe liver disease and cancer. We previously showed that the monoclonal antibody tobevibart potently neutralizes HBV and HDV. Here we demonstrate that the engineered Fc region of tobevibart effectively interacted with several immune cell types, potentially facilitating the rapid removal of damaging viral proteins from circulation and activating T cell responses that may control HBV infection long term. Clinical trial VIR-3434-1002, phase 1, ClinicalTrials.gov identifier NCT04423393.\r\nPubmed   Journal   ReadQx \r\nHealthy eating and physical activity significantly lower sex-specific alcohol-attributable liver mortality in the United States.\r\n Healthy eating and increased levels of PA significantly lower the risk of alcohol-attributable liver-related mortality in the US population. Impact and implications This study found that any amount of alcohol intake and binge drinking were associated with an increased risk of liver-related mortality. Adherence to healthy dietary patterns and increased physical activity lower the risk of liver mortality across al drinking patterns, including heavy and binge drinking. Liver survival benefits from both physical activity and diet quality are greater in women than men. A diet rich in vegetables, fruits, grains, seafood, plant-based proteins, and unsaturated fatty acids, combined with a reduced intake of empty calories from solid fats, alcohol, and added sugars, is associated with a lower risk of liver-related mortality. Economically disadvantaged populations are exposed to high-risk alcohol use, unhealthy diet, and physical inactivity, and therefore increased liver mortality.\r\nPubmed   Journal   ReadQx \r\nRisk of alcohol-related liver disease and cause-specific mortality in individuals seeking treatment for alcohol use disorder.\r\n This study showed the substantial burden of alcohol-related disease and mortality in individuals seeking treatment for AUD. Specifically, the risk of ALD was 7% after 10 years, 13% in those with type 2 diabetes. Impact and implications Knowledge of the absolute risk of alcohol-related liver disease (ALD) and cause-specific death among individuals in treatment for alcohol use disorder is crucial to make decisions on screening for ALD. The study highlights the need for improved care of individuals in treatment for alcohol-use disorder to prevent morbidity and mortality due to ALD, other alcohol-related causes, but also cancer and cardiovascular disease. The higher risk of ALD in those with type 2 diabetes suggests that clinicians should be specifically aware of alcohol consumption and liver disease in their patients with type 2 diabetes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: A Step Back to Leap Forward-Strategic Nucleos(t)ide Analogue Discontinuation Towards HBV Functional Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Time to Genotype-Genetic Risk and Prognosis in Steatotic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    HIGH-RESOLUTION MANOMETRY IN TREATED ACHALASIA: SCOPING REVIEW AND NOVEL NOMENCLATURE.\r\nThis scoping review with expert recommendations provides guidance for HRM interpretation in treated achalasia and introduces novel descriptive terms to describe pathophysiology following achalasia treatment. Conventional CC should not be used in treated achalasia description.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    EUS-guided gallbladder drainage for distal malignant biliary obstruction: How we can evaluate clinical success.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPlease stay seated - the specialist AI will see you shortly.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Where self meets gluten in the birth of transglutaminase autoantibodies in Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cellular Senescence in Liver Diseases: From Molecular Drivers to Therapeutic Targeting.\r\nRecent advances, such as multi-omics profiling, multi-marker gene signatures, and targeted modalities including PROTACs and CAR-T cell therapies, offer new opportunities for precision interventions. This review synthesizes emerging insights into the molecular mechanisms of liver senescence, evaluates the current landscape of senotherapies, and outlines key challenges and future directions for safely and effectively targeting senescence in chronic liver disease.\r\nPubmed   Journal   ReadQx \r\nNew targets and new drugs for hepatobiliary cancers.\r\nRecent clinical experiences and genomic data indicate potential responsiveness to immune checkpoint inhibitors. Including these tumours in clinical trials could facilitate developing treatments for these rare subtypes.\r\nPubmed   Journal   ReadQx \r\nTregs going acid - how cholestasis impairs regulatory T cell function.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Correction to: Novel Concepts on the Functional Neuroanatomy of the Anorectum: Implications for Anorectal Neuropathy and Neuromodulation Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic approach to palliation of pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Increased Frailty in Elders With Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Second sigmoid colon intubation for colonoscopy: Much Done, More to Be Considered.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Shangguan and Tan.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Wang and Ren.\r\n\r\nPubmed   Journal   ReadQx \r\nTo Feed or Not to Feed: Is that the Question?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biological age, PNPLA3 and risk of metabolic dysfunction-associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of Belzutifan on Pancreatic Cystic Lesions and Neuroendocrine Tumors in Patients with Von Hippel-Lindau Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMesenteric Malignant Mesothelioma Masquerading as a Neuroendocrine Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nRadiofrequency ablation for treatment of hemobilia.\r\n\r\nPubmed   Journal   ReadQx \r\nVirtual Reality Application in Hospitalized Patients with Decompensated Cirrhosis: A Feasibility Pilot Study.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"Double anchor traction method\" for large colorectal lesion in colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA case of acute pancreatitis caused by obstruction of the pancreatic duct with a plant-based broom bristle.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBeware of bile peritonitis caused by kinking of the self-expandable metal stent during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nColonic metastasis from cervical carcinoma diagnosed by ligation-assisted endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic retrograde direct cholangioscopy combined with endoscopic papillectomy in treatment of duodenal papillary adenoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of a large non-pedunculated colorectal polyp using Amber-Red Color Imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of Zenker's diverticulum: how can the size affect the selection of the technique?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided endoscopic submucosal dissection to remove a fishbone embedded adjacent to the thoracic aorta.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatogastrostomy using a novel double lumen dilator.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided tissue acquisition of a focal liver lesion via the duodenum under fluoroscopic guidance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nFistulography-assisted endoscopic ultrasound-guided pancreatic drainage for cannulation of a non-dilated pancreatic duct in postoperative pancreaticocutaneous fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastric outlet obstruction caused by vanishing pylorus following gastric peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHybrid argon plasma coagulation for chronic radiation-induced proctitis following pelvic chemoradiotherapy for cervical adenocarcinoma: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInnovative coaxial plastic stent within a lumen-apposing metal stent to prevent recurrence of pancreatic fluid collection.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-injection resection using bipolar soft coagulation mode for large colorectal polyps including incidental cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPhysical barriers or mechanical closure - how to seal the deal for upper GI fistulas?\r\n\r\nPubmed   Journal   ReadQx \r\nRegenerative medicine for complex gastrointestinal transmural defects: a silver bullet or just another tool in the endoscopist's arsenal?\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of an over-the-scope clip using balloon dilation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRight-sided colon endoscopic hand suturing with a single intubation using readily available endoscopic equipment.\r\n\r\nPubmed   Journal   ReadQx \r\nSnare deroofing technique-assisted endoscopic retrograde direct cholangioscopy for difficult cannulation of Type III duodenal papilla.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal technology for safe third space procedures: Amber-Red Color Imaging-guided Gastric-PerOral Endoscopic myotomy for idiopathic refractory gastroparesis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful guidewire insertion into the gallbladder facilitated by a mixed-reality-based three-dimensional anatomical model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTemporary sphincter-preserving covered biliary stent: a novel adjunctive device for cholangioscopy-guided calculi clearance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe two-layered cross technique for post-over-the-scope clip bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Patient with Liver Injury, Portal Hypertension, Anemia, and Peripheral Neuropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nAn occult etiology behind the episode of obstructive jaundice in a young woman.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A case of submucosal lesion of rectum: an unexpected isolated muscularis propria layer rectal endometriosis.\r\n\r\nPubmed   Journal   ReadQx \r\nBest of: Artificial Intelligence in Gastrointestinal Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nConservative management of dislodged endoclip in the appendix.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Are functional dyspepsia and gastroparesis really 'interchangeable' diseases?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Clarifying the impact of response criteria and locoregional therapy on complete response outcomes in patients with hepatocellular carcinoma following immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Revisiting FOXP3 Expression and its prognostic implications in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Time to Genotype-Genetic Risk and Prognosis in Steatotic Liver Disease. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: \"Tenofovir Alafenamide-The 'Star of Potential' for Long-Term Chronic Hepatitis B Treatment. A Deep-Dive Analysis of Phase 3 Clinical Trials.\" Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Tenofovir Alafenamide-The \"Star of Potential\" for Long-Term Chronic Hepatitis B Treatment. A Deep-Dive Analysis of Phase 3 Clinical Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Complexity of Deciphering Complex Mechanisms That Underpin Changing Trends in Complex Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Insufficiency of wearables for sleep stage assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Beyond the ruler: Measuring what truly matters in endoscopic ultrasound-guided pancreatic cancer genomics.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Comparison of long-term survival between EMR and surgery in patients with stage T1 colorectal cancer: an exploration of survival after surgery.\r\n\r\nPubmed   Journal   ReadQx \r\nExpanding perspectives on assessing EUS-guided radiofrequency ablation in unresectable pancreatic ductal adenocarcinoma: a single-center historic cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nLow phospholipid-associated cholelithiasis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cutting waste in endoscopy: the roles of professional practice and staffing levels.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes prior endoscopic intramuscular dissection for rectal cancer increase the risk of permanent stoma in patients requiring completion total mesorectal excision?\r\n\r\nPubmed   Journal   ReadQx \r\nINSL5 as a newly recognised potential contributor to diarrhoea pathogenesis: more questions than answers.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Disease Staging and Clinical State in Cirrhosis: Is severity, acuity and pathophysiology the missing link?\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Clinical Adoption of Large Language Models in Hepatology: Toward Terminological Precision, Multilingual Adaptability, and Interpretive Literacy.\r\n\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol for monitoring alcohol use after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPortal Venous Flow in Pediatric Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-09-21T17:48:15-04:00",
    "input_file": {}
  }
]
