[
  {
    "path": "gi/12-05-2025/",
    "title": "Fri Dec 05 2025",
    "description": "86 articles - From Friday Nov 28 2025 to Friday Dec 05 2025",
    "author": [],
    "date": "2025-12-05",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Endoscopy\n    Curriculum for safe and effective use of artificial intelligence in endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement.\nThe proposed framework defines the prerequisites in the preadoption phase, core training components, and requirements to maintain optimal implementation. Key recommendations include: (1) ensuring basic competency in standard endoscopy procedures;  (2) acquiring foundational knowledge of AI principles;  (3) implementing educational programs to enhance AI literacy;  (4) recognizing and mitigating cognitive biases in human-AI interaction;  (5) avoiding over-reliance on AI in clinical decision-making;  and (6) continuous monitoring of key performance indicators throughout AI system integration.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Systematic Review: Efficacy, Safety and Metabolic Outcomes of GLP-1 Receptor Agonists in Inflammatory Bowel Disease.\n GLP-1 RAs appear to be well tolerated in patients with IBD, with observational evidence suggesting potential associations with improved weight, metabolic, and disease-related outcomes. Prospective, IBD-specific studies are required to confirm safety, clarify mechanisms, and define optimal patient selection.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Barriers and Facilitators of Alcohol Use Disorder Treatment for Alcohol-associated Liver Disease: A Systematic Review.\nTo increase AUD treatment in ALD, we suggest to  (1) Deepen patient and provider insights on AUD treatment during asymptomatic and symptomatic ALD, (2) Normalize AUD treatment for LT candidates and recipients, (3) Apply choice architecture and address misunderstandings about MAUD, (4) Improve collaborative care models accounting for patient preferences.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Diabetes Mellitus is a Risk Factor for Hepatic Encephalopathy Following Transjugular Intrahepatic Portosystemic Shunt.\nThis study highlights the high incidence of HE following TIPS and shows that DM is a significant and independent risk factor for the development of HE. Given the increase in patients with metabolic dysfunction-associated liver cirrhosis and DM, this study offers additional insights into the balance of risks and benefits associated with TIPS placement.\nPubmed   Journal   ReadQx Hepatitis B Virus RNA Predicts Hepatocellular Carcinoma Despite Viral Suppression.\nHBV RNA levels at viral suppression predict HCC development in NA-treated patients with CHB, outperforming HBcrAg. Incorporating HBV RNA assessment can improve risk-stratified HCC surveillance strategies.\nPubmed   Journal   ReadQx Intestinal Ultrasound Transmural Healing Was Associated With Improved Long-Term Outcomes Among Patients With Endoscopic Remission: Results of a Prospective Study.\n IUS TH was associated with improved long-term outcomes with lower risks of CD relapse, hospitalization, and perianal CD.\nPubmed   Journal   ReadQx Patient Plasma-Induced Neutrophil Dysfunction Is Associated With Infection Risk and Mortality in Patients With Acute Decompensation of Cirrhosis.\nPlasma from patients with AD induces a 'primed but exhausted' neutrophil phenotype, characterised by a paradoxical failure to respond to stimuli. This dysfunction was associated with an increased risk of infection and mortality, particularly in AD-NoACLF patients. PIND offers a promising strategy to improve risk stratification in this high-risk population.\nPubmed   Journal   ReadQx Serum Villin-1-A Novel Marker of Gut Barrier Damage in Acutely Decompensated Cirrhosis: A Cohort Study and Validation.\n Serum VIL1 is a non-invasive indicator of gut barrier damage and short-term mortality in AD cirrhosis. Incorporating VIL1 assessment into risk stratification methods improves prognostic accuracy by capturing an essential, yet previously overlooked component of disease progression.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    High prevalence of disorders of irritable bowel syndrome and functional dyspepsia in night shift workers: a cross-sectional study in Australia and the UK.\n Night shift workers have a substantially higher prevalence of IBS and FD compared to reported general population rates, with significant impacts on IBS-specific quality of life and mental health. These findings highlight the need for targeted interventions to support gastrointestinal and mental health in this vulnerable working population.\nPubmed   Journal   ReadQx Mental health diseases are associated with active hepatitis C and partly drive HCC trends in Veterans.\n In a large cohort of Veterans with cirrhosis, any MHD significantly increased incident HCC risk and associated with active HCV, even in the post-DAA era, with AUD and ALD having the largest effects. Multidisciplinary management of vulnerable, at-risk Veterans is needed to mitigate the risk of HCC.\nPubmed   Journal   ReadQx Prevalence and Outcomes of Primary Sclerosing Cholangitis in Inflammatory Bowel Disease: A Multinational Study across Asia.\n PSC is less prevalent among Asian IBD patients than in Western populations. The increased use of MRCP may enable earlier detection, contributing to milder disease severity and improved clinical outcomes in recent years.\nPubmed   Journal   ReadQx The \"A-B-C\" classification reveals outcome trajectories in patients with hepatocellular carcinoma under atezolizumab/bevacizumab.\n The Atezolizumab-Bevacizumab-Cluster (A-B-C) classification for unresectable HCC identified subgroups with histology, hepatic decompensation and patterns of progression, and prognostic trajectories, informing hypothesis generation for trial design and patient selection.\nPubmed   Journal   ReadQx Endoscopy\n    Safety and efficacy of traction robot-assisted endoscopic submucosal dissection for early gastric cancer: a randomized pilot trial.\nDespite no significant difference in procedure time between robot-assisted and conventional ESD (58.21 vs 39.21 minutes;  0.99) resection rates between robot-assisted and conventional ESD, respectively. This preliminary evidence supports the feasibility of robot-assisted gastric ESD.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Optimal endoscopic treatment for rectal neuroendocrine tumors, confirmed after forceps biopsy: A Korean Association for the Study of Intestinal Diseases multicenter, randomized non-inferiority trial.\nThe m-EMR did not demonstrate non-inferiority to ESD for complete resection of biopsy-proven rectal NETs ≤10 mm. Thus, when both m-EMR and ESD are accessible, m-EMR may not be the preferred resection modality in patients subjected to pre-resection forceps biopsy. Further studies are needed to explore the potential role of m-EMR in resource-limited settings. (Trial number  KCT0006881).\nPubmed   Journal   ReadQx Real-World Outcomes of Endoscopic Ultrasound-Guided Tissue Acquisition for Actionable Diagnosis in Suspected Primary or Recurrent Lymphoma.\nEUS-guided biopsy is safe and yields accurate results in most patients with suspected lymphoma. In clinical practice, the use of EUS-guided biopsy for suspected recurrent lymphoma with a confirmed biopsy is increasing. These findings support its expanding role as a minimally invasive alternative diagnosis method.\nPubmed   Journal   ReadQx Superiority of Excellent Over Good Bowel Preparation for Proximal Serrated Polyp Detection in a FIT-Based Screening Cohort.\nAiming for an excellent rather than a good bowel preparation is a critical strategy to maximize the detection rate of serrated pathway lesions and potentially reduce the incidence and mortality for interval colorectal cancer (CRC). This benefit does not extend to adenoma detection, underscoring the importance of PSDR and SSLDR as distinct and complementary quality indicators.\nPubmed   Journal   ReadQx Gut\n    Discovery of a carboxyl fullerene derivative as a new lipid droplet regulator inhibiting MASLD.\nThis study provides proof-of-concept supporting a nanoparticle-based agent as a LD homeostasis-targeted therapeutic to treat MASLD and related metabolic diseases.\nPubmed   Journal   ReadQx Does a long time to colonoscopy after a positive faecal immunochemical test result have a deleterious impact on colorectal cancer outcomes? A nationwide cohort study.\n No increased risk of CRC, advanced-stage CRC or AA was observed up to 24 months. Our findings suggest that ensuring colonoscopy compliance after a positive FIT may take precedence over rigid adherence to interval. The higher the f-Hb, the sooner the colonoscopy should be performed.\nPubmed   Journal   ReadQx Gut microbe alleviates stress-related cancer metastasis by oleic acid degradation.\nShotgun metagenomics and metabolomics were performed to assess changes in microbiota and metabolites. The effects of and OA may help prevent stress-related tumour progression.\nPubmed   Journal   ReadQx Intraperitoneal translocation of gut microbiota induces NETosis and promotes endometriosis.\nDesign We combined single-cell RNA sequencing of clinical peritoneal fluid immune cells with functional validation in heterologous and homologous mice models. We further adopted microbial source-tracking analysis of patient cohorts and interventional strategies, including faecal microbiota transplantation (FMT) and administration of green fluorescent protein (GFP)-tagged triggers NETosis in peritoneal Neu_MME to promote disease, suggesting that targeting this bacterium or NETosis represents a viable therapeutic strategy.\nPubmed   Journal   ReadQx Hepatology\n    Targeting mTORC2-Dependent AKT/FOXO1/RNF125 signaling exploits a therapeutic vulnerability in c-MET-activated and β-catenin-mutated hepatocellular carcinoma.\nOur study, for the first time, established the mTORC2/AKT/FOXO1/RNF125 axis as a critical driver and therapeutic vulnerability in c-MET-activated/β-catenin-mutated HCC. Our study filled a critical gap by defining the tumor-suppressive role of FOXO1 specifically in this HCC subtype. Furthermore, our results positioned RNF125 as a promising therapeutic target for this aggressive HCC subtype.\nPubmed   Journal   ReadQx J Hepatol\n    A genome-wide siRNA screen identifies previously unknown proviral and antiviral host factors in HBV infection.\nThis study identifies NCOA5 and CHD4 as crucial proviral cofactors and NRAS as a potent antiviral factor regulating HBV replication. The findings highlight HBV's profound host dependence, uncover specific molecular mechanisms (involving HNF4A, epigenetic regulation of cccDNA, and cell cycle), and reveal validated host targets for potential therapeutic strategies against HBV infection.  \nPubmed   Journal   ReadQx Maladaptive emergency granulopoiesis predicts poor outcomes in patients hospitalized with decompensated cirrhosis.\nUsing data obtained on admission of patients with ADC without ACLF, this study uncovered that activation of maladaptive EG characterized patients who will develop ACLF by 28 days. Impact and implications This study reveals that among patients who present for acutely decompensated cirrhosis without acute-on-chronic liver failure (ACLF) those who exhibit blood transcriptomic features of maladaptive emergency granulopoiesis are at high risk of developing ACLF by 28 days and dying by 90 days. These results strongly suggest that neutrophil-granulopoietic perturbations play a pathogenic role in the development of poor outcomes. These results should lead to the development of biological therapies targeting neutrophil-granulopoietic perturbations, which is an unmet need. These findings should also give rise to the identification of potential biomarkers for ACLF development, which is also an unmet need, al previous studies having failed to accurately predict this outcome, in particular with the use of clinical blood counts.\nPubmed   Journal   ReadQx Targeting ATR to overcome cisplatin resistance in hepatoblastoma.\nATR mediates cisplatin resistance in HB. The combination of elimusertib and cisplatin demonstrated preclinical efficacy across patient-derived cultures and multiple in vivo HB models, supporting its potential as a promising therapy for cisplatin-resistant HB. Impact and implications () Chemoresistance significantly reduces survival in hepatoblastoma patients, highlighting the need for new therapies. In this study, we found that blocking ATR with the drug elimusertib synergizes with cisplatin, strongly reducing tumor growth in diverse preclinical models, including cell cultures and mouse models of cisplatin-resistant HB. These results highlight a promising new approach to improve outcomes for children with cisplatin-resistant HB and support further clinical evaluation.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial for 'Review Article: Extending the Frontiers of Intestinal Ultrasound Knowledge, Performance, and Expansion'.\n\nPubmed   Journal   ReadQx Editorial: Caught in the Middle-Exploring the Grey Zone Between Decompensated and Recompensated HBV-Related Cirrhosis.\n\nPubmed   Journal   ReadQx Gastroenterology\n    The Role of Alcohol in Pancreatic Diseases: A Comprehensive Perspective.\nAlthough behavioral strategies, such as abstinence, remain essential, pharmacologic and molecularly targeted therapies offer potential complementary approaches. Given the challenges of maintaining sustained abstinence, these adjunctive treatments are critical for slowing or preventing the progression of alcohol-driven pancreatic diseases.\nPubmed   Journal   ReadQx Gut\n    Decoding HBV-specific adaptive immunity: from natural clearance to cure.\nHowever, recent preclinical and clinical studies have demonstrated only limited efficacy, underscoring major immunological challenges. In this review, we summarise current knowledge of the correlates of viral clearance and persistence, discuss key unresolved questions and outline future research directions needed to advance immune-based HBV cure strategies.\nPubmed   Journal   ReadQx J Hepatol\n    Optimal strategies to prevent disease progression and clinical events in MASLD.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    2025 CME Information.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Response to Lenti et al.\n\nPubmed   Journal   ReadQx Response to Limburg.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Adherence to a Mediterranean diet predicts gastrointestinal and anxiety symptom response in irritable bowel syndrome.\n\nPubmed   Journal   ReadQx Cecal Dieulafoy Lesion.\n\nPubmed   Journal   ReadQx Endoscopy\n    \"There is a time for everything\".\n\nPubmed   Journal   ReadQx Accessory spleen masquerading as a gastric submucosal tumor: a rare case of diaphragmatic implantation post-splenectomy.\n\nPubmed   Journal   ReadQx   PMCAcute pancreatitis following endoscopic hemostasis of a periampullary Dieulafoy lesion: successful rescue by endoscopic retrograde cholangiopancreatography.\n\nPubmed   Journal   ReadQx Antegrade enteral stenting for afferent loop syndrome using the double-guidewire technique via endoscopic ultrasound-guided hepaticogastrostomy.\n\nPubmed   Journal   ReadQx   PMCBand-ligation followed by anchor pronged clips for greater post-endoscopic submucosal dissection defect closure.\n\nPubmed   Journal   ReadQx Closing the defect after gastric endoscopic full-thickness resection with a novel linear-traction metal clip.\n\nPubmed   Journal   ReadQx   PMCCold-endoscopic submucosal dissection: time to go further?\n\nPubmed   Journal   ReadQx   PMCDouble-layered suturing using a reopenable-clip over-the-line method with a 20-mm reopenable clip to close a large gastric mucosal defect.\n\nPubmed   Journal   ReadQx   PMCEndoscopic vacuum therapy achieves complete resolution of anastomotic leakage after transanal total mesorectal excision in low rectal cancer: a full therapeutic course report.\n\nPubmed   Journal   ReadQx   PMCEndoscopy E-Videos - recently published.\n\nPubmed   Journal   ReadQx Hidden value of colon capsule endoscopy: balancing patient preference, environmental impact, and cost-effectiveness.\n\nPubmed   Journal   ReadQx Morphological features and not the timing determines the outcome of endoscopic ultrasound-guided transmural drainage of walled-off necrosis.\n\nPubmed   Journal   ReadQx Parenchymal loop technique using a novel 0.018-inch guidewire in endoscopic ultrasound-guided pancreatic duct drainage.\n\nPubmed   Journal   ReadQx   PMCPre-emptive purse-string suture for full-thickness resection of a gastrointestinal stromal tumor in the duodenal bulb: a case report.\n\nPubmed   Journal   ReadQx   PMCPre-sealing in different settings requires different modes.\n\nPubmed   Journal   ReadQx Radial incision and balloon dilation with triamcinolone filling for the severe rectal anastomotic stricture.\n\nPubmed   Journal   ReadQx   PMCRisks and opportunities: cholangioscopy-assisted strategic guidewire manipulation for the management of occlusive anastomotic stricture after liver transplantation.\n\nPubmed   Journal   ReadQx Salvage transmural lithotripsy via endoscopic ultrasound-guided hepaticogastrostomy for basket impaction in Roux-en-Y anatomy.\n\nPubmed   Journal   ReadQx   PMCSingle versus multiple main or side-branch pancreatic duct cannulations: impact on post-ERCP pancreatitis.\n\nPubmed   Journal   ReadQx Stepwise super minimally invasive full-thickness resection of early rectal cancer: based on the handmade rubber traction technique.\n\nPubmed   Journal   ReadQx The adaptive traction doughnut resection technique for pyloric cancer: a case of curative resection and stenosis management.\n\nPubmed   Journal   ReadQx   PMCUnderwater endoscopic submucosal resection with a ligation device for a duodenal neuroendocrine tumor.\n\nPubmed   Journal   ReadQx   PMCVirtual reality cross-sections matched to endoscopic ultrasound for preprocedural simulation of hepaticogastrostomy.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Addressing Colonoscopy Burden due to Artificial Intelligence Devices for Polyp Detection.\n\nPubmed   Journal   ReadQx Advancing Medical Education: A Structured Approach to Faculty Development in Gastroenterology.\n\nPubmed   Journal   ReadQx Building a Culture of Excellence in Your Gastroenterology Fellowship: Creating a High VALUE Program.\n\nPubmed   Journal   ReadQx Esophageal Hypervigilance and Anxiety Predict Post-Treatment Outcomes in Achalasia.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    EUS-choledochoduodenostomy in a rare case of Intraductal Papillary Mucinous Neoplasm (IPMN) associated biliary fistula.\n\nPubmed   Journal   ReadQx Endoscopic Hemostasis via Submucosal Polidocanol Injection: A New Paradigm for Hemorrhagic Radiation Proctopathy Management.\n\nPubmed   Journal   ReadQx Novel Use of Rigidizing Overtube for Direct Endoscopic Necrosectomy.\n\nPubmed   Journal   ReadQx Robot-assisted endoscopic full-thickness resection and defect closure for rectal neuroendocrine tumor (with video).\n\nPubmed   Journal   ReadQx Simultaneous peroral endoscopic myotomy and submucosal tunneling endoscopic resection in one submucosal tunnel for coexisting achalasia and esophageal submucosal tumor.\n\nPubmed   Journal   ReadQx Gut\n    SIRT6-GLUL axis: rewiring nitrogen metabolism in intrahepatic cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Hepatology\n    From sex to size: Rethinking fairness in Liver Transplantation.\n\nPubmed   Journal   ReadQx Letter to the Editor: HBV DNA level of genuine immune-tolerant patients.\n\nPubmed   Journal   ReadQx Reply letter: Timing shapes adjuvant PD-1 efficacy after hepatectomy in HCC.\n\nPubmed   Journal   ReadQx J Hepatol\n    Stress-mediated brain-liver connection induces metabolic dysfunction.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Caught in the Middle-Exploring the Grey Zone Between Decompensated and Recompensated HBV-Related Cirrhosis. Authors' Reply.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Who Examines the Colon Matters More Than What Is Removed.\n\nPubmed   Journal   ReadQx Who examines the colon matters more than what is removed - Authors' reply.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Comments on the Role of TL1A/DR3 Signaling and Th9 Cells in Crohn's Disease.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Endoscopic necrosectomy for walled-off pancreatic necrosis: Is it a game changer at all times?\n\nPubmed   Journal   ReadQx Methodologic considerations and future directions for cost-effectiveness analyses of cold versus hot snare polypectomy in small pedunculated polyps.\n\nPubmed   Journal   ReadQx Skill degradation, false positive burden & translational gap of AI-assisted colonoscopy.\n\nPubmed   Journal   ReadQx Temporal confounding and application bias in the evaluation of a self-assembling peptide for postendoscopic submucosal dissection bleeding.\n\nPubmed   Journal   ReadQx Gut\n    Nucleos(t)ide analogue therapy for EASL immune-tolerant phase hepatitis B.\n\nPubmed   Journal   ReadQx Potential of GDF15 goes beyond its role as a non-invasive biomarker for MASLD.\n\nPubmed   Journal   ReadQx Response to: 'Rectal versus colonic submucosal cancer rates and procedural outcomes in large non-pedunculated polyps: French ESD registry data' by Van der Voort <i>et al<\/i>.\n\nPubmed   Journal   ReadQx J Hepatol\n    Diet quality and physical activity lower alcohol-attributable liver-related mortality in US adults. Practical recommendations for clinicians.\n\nPubmed   Journal   ReadQx Early PoPH: Disease or Treatment Gap?\n\nPubmed   Journal   ReadQx Early portopulmonary hypertension and mortality: caution against treatment-conferred survival and immortal time-bias.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-05T08:46:37-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-28-2025/",
    "title": "Fri Nov 28 2025",
    "description": "103 articles - From Friday Nov 21 2025 to Friday Nov 28 2025",
    "author": [],
    "date": "2025-11-28",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Clin Gastroenterol Hepatol\n    Impact of guideline-concordant post-polypectomy colonoscopy surveillance on colorectal cancer incidence and mortality.\nFollow-up concordant with post-polypectomy surveillance guidelines is associated with reduced risk of incident CRC, but impact on risk of fatal CRC requires further study. Many post-polypectomy CRC events occur early in the surveillance window, underscoring importance of baseline colonoscopy quality in influencing post-polypectomy CRC risk.\nPubmed   Journal   ReadQx Gastroenterology\n    AGA Living Clinical Practice Guideline on the Pharmacologic Management of Moderate-to-Severe Crohn's Disease.\nThis guideline provides a comprehensive, patient-centered, evidence-based approach to the pharmacologic management of patients with moderate-to-severely active CD.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Clinical Trial: Immunogenicity of Double-Dose Versus Standard-Dose of Hepatitis B Virus Vaccine in Inflammatory Bowel Disease.\nDouble-dose HBV vaccination significantly improved AIR and EIR over standard-dose. These findings support a double-dose strategy to optimize seroconversion in patients with IBD, especially those receiving immunosuppressive therapy.\nPubmed   Journal   ReadQx Clinical trial: A Phase 2 Randomised Platform Study to Assess Monotherapy and Combination Treatment Regimens in Metabolic Dysfunction-Associated Steatohepatitis.\nLYS006 20 mg bid monotherapy and LYS006 20 mg bid+tropifexor 200 μg qd therapy were well tolerated with the exception of a high frequency of pruritus in the combination arm, consistent with the now known pharmacologic effect of farnesoid X receptor agonists. The greater reductions in ALT and liver fat in the combination arm versus monotherapy arm were similar to those observed with tropifexor as monotherapy in a previously reported phase 2 clinical trial, and clear additional benefit was not observed in combination treatment with LYS006. This study design allowed for rapid screening of potentially high efficacy drug combinations in MASH.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Bowel Urgency in Crohn's Disease: Bridging the Gap Between Patients and Healthcare Providers.\nWe also examine its impact on quality of life, evaluate current assessment tools, and highlight therapeutic approaches and gaps in HCP-patient communication. Greater awareness and systematic evaluation of BU as a multidimensional symptom of CD are critical for optimizing care and aligning clinical management with patient priorities.\nPubmed   Journal   ReadQx Empirical Antifungal Therapy Improves Survival in patients with Acute-on-Chronic Liver Failure with Suspected Invasive Fungal Infections: A Pragmatic Randomised Trial.\n Early empirical antifungal therapy within a structured stewardship framework improves survival in patients with ACLF and IFIs. Timely recognition, rapid diagnostics, and individualized antifungal strategies are essential to bridge these high-risk patients towards recovery or definitive therapies.\nPubmed   Journal   ReadQx Mildly Elevated Lipase and Subsequent Risk of Acute Pancreatitis and Pancreatic Cancer.\nMEL was associated with increased long-term AP risk.\nPubmed   Journal   ReadQx Performance of an Artificial Intelligence-Powered Smartphone Application in Identifying Gluten-Free Foods for Individuals with Celiac Disease.\n With rigorous evaluation, AI-powered tools may support dietary adherence for patients with CD.\nPubmed   Journal   ReadQx TRENDS IN THE ULCERATIVE COLITIS TO CROHN'S DISEASE INCIDENCE RATIO ARE DISTINCT BETWEEN EPIDEMIOLOGIC STAGES OF INFLAMMATORY BOWEL DISEASE.\n Decreasing UC CD incidence ratios signal a rising burden of CD, underscoring the need to anticipate greater healthcare demand, including higher treatment costs and higher prevalence of complications.\nPubmed   Journal   ReadQx Women and Younger Adults with Inflammatory Bowel Disease are at Greater Risk for Financial Toxicity from IBD.\nFinancial toxicity was prevalent among patients with IBD, particularly among younger adults, those with lower income and education and women. Enquiring about financial toxicity should be incorporated into IBD clinical practice.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Chronic kidney disease does not influence response to terlipressin in hepatorenal syndrome - acute kidney injury.\n CKD does not adversely affect treatment response to terlipressin or survival in patients with HRS-AKI.\nPubmed   Journal   ReadQx Circulating Metabolite Signatures Linking Physical Activity to Inflammatory Bowel Disease Risk and Interactions with Genetic Susceptibility.\n Our findings indicate a potential role of MVPA in the prevention of IBD, particularly in individuals with a heightened genetic predisposition, and point to possible biological pathways through which physical activity may influence the incidence of IBD.\nPubmed   Journal   ReadQx Cluster Analysis of Fecal Incontinence Symptoms: Associations With Anorectal Physiology and Quality of Life.\nFI characteristics were weakly but significantly associated with BMs and anorectal functions. Diary-captured stool and FI patterns identified 4 phenotypes associated with FI-based QoL and anorectal function. This stratification will likely facilitate the management of FI.\nPubmed   Journal   ReadQx Endoscopic response to subcutaneous infliximab by disease location: A post hoc analysis of the LIBERTY-CD study.\nAlthough ileal disease is often more treatment-resistant, IFX SC maintenance therapy was effective versus PBO regardless of disease location, demonstrating consistent efficacy across segments including the terminal ileum.\nPubmed   Journal   ReadQx Esophageal Function Testing Identifies Barrett's Esophagus Patients With Pathological Acid Exposure at Risk for Neoplasia.\nNearly one-third of asymptomatic patients with BE exhibit pathological reflux on pH-monitoring despite PPI treatment. Nonetheless, normal AET is found in another one-third of patients on standard-dose PPI. Pathological reflux is associated with a 9-fold increased risk of neoplasia.\nPubmed   Journal   ReadQx High prevalence of disorders of irritable bowel syndrome and functional dyspepsia in night shift workers: a cross-sectional study in Australia and the UK.\n Night shift workers have a substantially higher prevalence of IBS and FD compared to reported general population rates, with significant impacts on IBS-specific quality of life and mental health. These findings highlight the need for targeted interventions to support gastrointestinal and mental health in this vulnerable working population.\nPubmed   Journal   ReadQx Impact of Model for End-stage Liver Disease 3.0 on Waitlist Outcomes of Metabolic Dysfunction-associated Steatohepatitis Cirrhosis Among Liver Transplant Candidates.\nAlthough MELD 3.0 reclassifies a substantial proportion of patients with MASH-particularly women-it does not appear to increase transplant access despite higher predicted mortality risk. These findings highlight residual gaps in how MELD 3.0 captures clinical risk in MASH cirrhosis and underscore the need for prospective data following its implementation.\nPubmed   Journal   ReadQx Optimizing evaluation of gastroesophageal reflux with atypical symptoms: Cost-effectiveness and cost-minimalization analysis.\n Phenotyping the approach to the dominant symptom may optimize evaluating patients with atypical GERD symptoms. These conclusions are consistent with the Lyon 2.0 and San Diego consensus recommendations of treatment avenues distinct from GERD management.\nPubmed   Journal   ReadQx Prevalence and associated factors of fecal incontinence: a global population-based study. Fecal incontinence in the global population.\n FI is common across the globe, but with regional differences. Strong associations with abdominal and rectal pain, as well as diarrhea- and constipation-specific symptoms suggest a role of both altered stool consistency and visceral hypersensitivity in FI pathophysiology.\nPubmed   Journal   ReadQx Recommendations to Standardize the Conduct of Clinical Trials Evaluating Novel Therapies for Perianal Fistulizing Crohn's Disease.\nThese recommendations may help to standardize study design and conduct and foster clinical development of much needed therapies for this debilitating manifestation of CD.\nPubmed   Journal   ReadQx Risk of variceal hemorrhage in patients with cirrhosis taking calcium-channel blockers.\nCCBs were not associated with an increased risk of VH in patients with cirrhosis compared with ACEIs/ARBs. These findings suggest that CCBs are a safe treatment option for patients with cirrhosis and hypertension, providing valuable guidance on medication selection in this vulnerable population.\nPubmed   Journal   ReadQx Sugar Rationing in the First 1000 Days After Conception and Long-term Risk of Metabolic Dysfunction-associated Steatotic Liver Disease and Major Adverse Liver Outcomes: A Natural Experiment Study.\nEarly-life sugar restriction during critical developmental windows is associated with lower adult risk of MASLD and liver complications, primarily mediated by improved metabolic profiles. Policy efforts targeting sugar intake in pregnancy and early childhood may provide durable benefits for liver and metabolic health.\nPubmed   Journal   ReadQx The \"A-B-C\" classification reveals outcome trajectories in patients with hepatocellular carcinoma under atezolizumab/bevacizumab.\n The Atezolizumab-Bevacizumab-Cluster (A-B-C) classification for unresectable HCC identified subgroups with histology, hepatic decompensation and patterns of progression, and prognostic trajectories, informing hypothesis generation for trial design and patient selection.\nPubmed   Journal   ReadQx The DILI-Inpt prognostic score to Identify hospitalized Idiosyncratic DILI patients at risk for Adverse outcomes.\nThe new DILI-Inpt prognostic score identified patients with the lowest likelihood of spontaneous survival. This simple prognostic score may be a useful guide for medical decision making in hospitalized DILI patients if confirmed in other cohorts.\nPubmed   Journal   ReadQx Gastroenterology\n    Fecal Detection of Calprotectin Subunits Links Inflammatory Bowel Disease Activity With Chronicity of Intestinal Inflammation.\nCollectively, this study links the detection of fecal S100A9 dimers with clinical and endoscopic disease activity in IBD and identifies inflammatory actions of S100A8 and S100A9 homodimers in the intestine. Our findings pave the way for novel diagnostic and therapeutic approaches in patients with inflammatory diseases of the intestine.\nPubmed   Journal   ReadQx Gastric Organoid-Based Ectopic and Orthotopic In Vivo CRISPR Screening for Tumor Suppressors in Gastric Cancer.\nIn summary, we describe here a versatile model of gastric carcinogenesis that uncouples the genetics of the tumor and the host, and that faithfully recapitulates key risk factors of the malignancy.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Changes to Management Influenced by Next-Generation Sequencing of Pancreatic Duct Aspirates among Patients with Main Pancreatic Duct Dilation of Unclear Etiology: A Multi-Center Cohort Study.\nIn a multicenter cohort of patients with MPD dilation, NGS of MPD aspirates was safe and changed surgical management for over one quarter of patients. Providers should consider MPD sampling with NGS as an ancillary diagnostic modality for patients presenting with MPD dilation of unclear etiology.\nPubmed   Journal   ReadQx Disclosing a Pancreatic Cancer Diagnosis in an Era of Immediate Electronic Result Release: A National Survey of Endosonographers.\nEndosonographers face communication and training challenges when delivering PDAC diagnoses. Strategies are needed to support endosonographers and minimize the negative impact of immediate test result release.\nPubmed   Journal   ReadQx Durability of Cryoballoon Ablation for Eradication of Neoplastic Barrett's Esophagus: A Multicenter Prospective Cohort Study.\nIn patients with neoplastic BE who achieved CE-IM, CBA eradication of al dysplasia and intestinal metaplasia was safe, highly effective, and durable for at least 3 years.\nPubmed   Journal   ReadQx Referral Patterns and Outcomes in Barrett's Esophagus Patients at an Expert Endoscopic Therapy Center: Impact of Radiofrequency Ablation Prior to Referral.\n The proportion of patients referred after unsuccessful EET to our center is steadily increasing. With comprehensive multidisciplinary assessment and management, most patients achieve CRIM.\nPubmed   Journal   ReadQx Safety of Endoscopy Following Recent Bevacizumab Use in Metastatic Colorectal Cancer.\nRecent bevacizumab exposure was not associated with increased 30-day post-endoscopy perforation risk compared to other active chemotherapy, but was associated with higher bleeding risk, primarily in therapeutic (specifically EGD) procedures.\nPubmed   Journal   ReadQx Gut\n    Discovery of a carboxyl fullerene derivative as a new lipid droplet regulator inhibiting MASLD.\nThis study provides proof-of-concept supporting a nanoparticle-based agent as a LD homeostasis-targeted therapeutic to treat MASLD and related metabolic diseases.\nPubmed   Journal   ReadQx Does a long time to colonoscopy after a positive faecal immunochemical test result have a deleterious impact on colorectal cancer outcomes? A nationwide cohort study.\n No increased risk of CRC, advanced-stage CRC or AA was observed up to 24 months. Our findings suggest that ensuring colonoscopy compliance after a positive FIT may take precedence over rigid adherence to interval. The higher the f-Hb, the sooner the colonoscopy should be performed.\nPubmed   Journal   ReadQx FOXM1 inhibition reduces IL-13-induced epithelial remodelling and inflammation in eosinophilic oesophagitis.\n FOXM1 plays a pivotal role in epithelial disruption in EoE by driving proliferation and impairing differentiation. Targeting FOXM1 restores epithelial homeostasis, mitigates inflammation and offers a novel therapeutic approach for EoE.\nPubmed   Journal   ReadQx Gut microbiota predict development of postdischarge diabetes mellitus in acute pancreatitis.\n Our data indicate that the admission microbiome of patients with AP correlates with postdischarge complications independent from multiple risk factors such as AP severity, smoking or alcohol. Microbiota at admission show excellent capacity to predict postdischarge DM and may thus open new stratification tools for a tailored risk assessment in the future.\nPubmed   Journal   ReadQx Hepatology\n    Differential associations of cardiometabolic risk factors with liver-related events by alcohol consumption category: Results from a large population-based study.\nExcessive alcohol use appears to be the strongest factor associated with LREs. Associations between CMRFs and LREs seem similar among individuals with low and intermediate alcohol intake. Reducing alcohol intake, alongside targeted management of CMRFs, may improve strategies for preventing severe liver disease.\nPubmed   Journal   ReadQx HBV induces liver fibrosis through the generation of reactive oxygen species in a pyruvate-dependent manner.\nHBV infection induces pyruvate production and decreases PPARα expression, leading to increased ROS generation and liver fibrosis. Pyruvate and PPARα represent novel targets for antifibrotic therapeutic development in CHB.\nPubmed   Journal   ReadQx J Hepatol\n    A phase IIIb study of 8-week glecaprevir/pibrentasvir treatment in adults with acute hepatitis C.\nAn 8-week glecaprevir/pibrentasvir regimen was efficacious and well-tolerated in patients with acute HCV. These results support glecaprevir/pibrentasvir use in HCV test-and-treat models, potentially streamlining the care cascade, reducing transmission, and supporting HCV elimination. Impact and implications Currently, approved hepatitis C treatments are available only for chronic HCV in most geographies, with glecaprevir/pibrentasvir recently approved in the US for acute HCV. The lack of therapeutic options delays treatment initiation, increasing the risk of disengagement among people who inject drugs and other vulnerable groups, and contributing to onward transmission. This study demonstrates that 8-week glecaprevir/pibrentasvir therapy is efficacious and safe in patients with acute HCV infection, supporting its role as a recently approved treatment for acute HCV. Availability of an approved treatment for acute HCV will support the implementation of test-and-treat strategies in outreach settings for key prevalent populations, reducing delays and improving care retention, particularly among high-risk individuals. Clinical trial number NCT04903626.\nPubmed   Journal   ReadQx Geographic disparities in hepatitis B vaccine coverage across Africa: Implications for targeted interventions and 2030 goals.\nIncremental gains in HepB3 uptake and widening subnational inequities threaten HBV elimination across administrative levels in Africa. High resolution coverage and dropout maps can guide precision immunization strategies to close persistent gaps and accelerate progress toward 2030 targets. Impact and implications This is the first continent-wide, fine-scale atlas of HepB vaccination in Africa. We offer governments and partners an actionable blueprint to target resources, monitor equity and accelerate progress toward the 2030 HepB3 goal-advancing precision public health for HBV control.\nPubmed   Journal   ReadQx Intratumour Ploidy Heterogeneity and Clonal Evolution in Hepatocellular Carcinoma.\nOur findings underscore the prognostic value of nuclear ploidy profiling in HCC and suggest that hyperploid HCCs evolve clonally from intratumour hyperploid foci and could be one of the mechanisms driving genomic instability in liver tumorigenesis. Impact and implications Modification of ploidy play a substantial role in cancer genome evolution. In this study, we created a new digital pathology method to accurately measure the hepatocyte ploidy profile of HCC. This powerful tool reveals three distinct tumor types  Diploid (DP), Hyperploid (HP), and mixed Diploid/Hyperploid (DP/HP) HCCs. By clearly defining these groups, we gain crucial, new insights into the \"branching\" evolution of HCC tumors. This study should pave the way for novel diagnostic and therapeutic strategies.\nPubmed   Journal   ReadQx MARCO<sup>+<\/sup> macrophages drive immunosuppressive remodeling and metastasis in chemotherapy-associated steatohepatitis.\nThis study uncovers a distinct immunoregulatory network in CASH, providing potential avenues for mitigating chemotherapy side effects and developing novel immunotherapeutic strategies for patients with liver metastases.\nPubmed   Journal   ReadQx Open-label, single-arm, phase 2 trial to investigate the efficacy of sitravatinib plus tislelizumab combination as a second-line treatment for advanced biliary tract cancer.\nSitravatinib/tislelizumab combination as second-line treatment in patients with advanced BTC demonstrated meaningful efficacy and an acceptable safety profile. Patient selection using HRD biomarkers may be a promising strategy in this setting. Impact and implications The results of this multi-center, open-label, phase 2 study suggest that immunotherapy and anti-angiogenic agent combination treatment has a promising efficacy and safety as second-line treatment for patients with advanced biliary tract cancer. Furthermore, the presence of HRD detected on tumor NGS may select patients who have benefit from this combination, which supports further research exploring immunotherapy with anti-angiogenics combination strategy in this setting.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: An Important Step Towards Mastering Metabolic Dysfunction-Associated Steatohepatitis-Targeted Therapy in Diabetes.\n\nPubmed   Journal   ReadQx Editorial: Efficacy of Pharmacological Compared With Dietary Therapy for Patients With Irritable Bowel Syndrome-It Is Nice to Have a Choice.\n\nPubmed   Journal   ReadQx Editorial: High-Grade Dysplasia in Colonic Inflammatory Bowel Disease Is Associated With a High Risk of Synchronous or Metachronous Colorectal Cancer.\n\nPubmed   Journal   ReadQx Editorial: Remission Ambition-How Far Should We Push in Older Adults?\n\nPubmed   Journal   ReadQx Editorial: Shingles Risk in IBD-More Evidence to Support Routine Preventive Vaccination?\n\nPubmed   Journal   ReadQx Editorial: The Appendix-A Dead End for Treating Ulcerative Colitis, After All?\n\nPubmed   Journal   ReadQx Review article: Seeing Is Believing-The Eosinophilic Oesophagitis Endoscopic Reference Score Can Serve as a Valuable Clinical Trial Endpoint in Eosinophilic Oesophagitis.\nPEC has a role in histologic response assessment and should not be completely discounted. Evidence demonstrates that EREFS accurately reflects EoE disease activity and global oesophageal severity, and is ready to be used as a co-primary biologic endpoint in clinical trials.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    A Comprehensive Narrative Review of Potential Gastrointestinal Adverse Effects from Micro(nano) Plastic Exposure.\nThese processes are driven by MNPs induced inflammation, immune dysregulation, and carcinogenesis. This review covers the existing evidence regarding MNPs exposure and GI harm, while also highlighting the need for further research, increased public awareness, and developed of public health strategies to mitigate plastic exposures and health impacts.\nPubmed   Journal   ReadQx Blue Notes.\n\nPubmed   Journal   ReadQx Effect of Weight Loss on Clinical Outcomes in Patients With Chronic Gastrointestinal and Liver Diseases.\nIn particular, novel anti-obesity agents such as glucagon-like peptide-1 receptor agonists offer promising potential for sustained weight loss and disease modification. This narrative review explores the impact of obesity on non-neoplastic gastrointestinal and liver diseases, the potential of intentional weight loss to mitigate its effects, and the efficacy of novel pharmacological therapies in managing obesity-related conditions.\nPubmed   Journal   ReadQx Gastroenterology\n    Epidemiology, Natural History, and Treatment of Eosinophilic Gastrointestinal Diseases.\nThe present review discusses recent advances in the epidemiology, natural history, and risk factors of EoE and non-EoE EGIDs. The review also presents an update of treatment strategies according to the latest clinical guidelines and provides an overview of knowledge gaps to inform future research directions.\nPubmed   Journal   ReadQx In Memoriam: Jaume Bosch, MD, PhD.\n\nPubmed   Journal   ReadQx Gut\n    Towards optimising and standardising donor screening for faecal microbiota transplantion.\nWe further emphasised the importance of maintaining transparency with regard to donor recruitment, screening, monitoring and traceback record keeping. Finally, we explored future directions in donor screening, including approaches to monitoring emerging pathogens and the potential for integration of new technologies, such as metagenomic assays, to enhance and refine donor selection.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Gastric phytobezoar management using Holmium laser and a guidewire loop.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Establishing an Endobariatric Practice: Steps, Challenges, and Considerations Within a Private Practice Model.\n\nPubmed   Journal   ReadQx Endoscopy\n    \"There is a time for everything\".\n\nPubmed   Journal   ReadQx Antegrade enteral stenting for afferent loop syndrome using the double-guidewire technique via endoscopic ultrasound-guided hepaticogastrostomy.\n\nPubmed   Journal   ReadQx Approach to closure of large mucosal wound after endoscopic resection of duodenal descending lesion: combining endoscopic hand-suturing techniques with metal clip application.\n\nPubmed   Journal   ReadQx   PMCAscites with suspected pneumoperitoneum: a diagnostic conundrum after negative laparotomy.\n\nPubmed   Journal   ReadQx Challenging retrieval of a large gastric adenocarcinoma after endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCCold-endoscopic submucosal dissection: time to go further?\n\nPubmed   Journal   ReadQx Dynamic functional evaluation of the anti-reflux mechanism with simultaneous endoscopy and manometry as a provocative test.\n\nPubmed   Journal   ReadQx Endoscopic closure of a refractory gastric fistula using a novel cap-assisted poly-glycolic acid sheet application method.\n\nPubmed   Journal   ReadQx Endoscopic immediate hemostasis strategy for palatal hematoma induced by linear endoscopic ultrasound.\n\nPubmed   Journal   ReadQx   PMCEndoscopy E-Videos - recently published.\n\nPubmed   Journal   ReadQx First application of carbon dioxide digital subtraction enterography for stricture evaluation in Crohn's disease.\n\nPubmed   Journal   ReadQx   PMCHematemesis after peroral endoscopic myotomy: always computed tomography-scan?\n\nPubmed   Journal   ReadQx Hidden value of colon capsule endoscopy: balancing patient preference, environmental impact, and cost-effectiveness.\n\nPubmed   Journal   ReadQx Low-cost vacuum therapy as a treatment for post-operative esophago-pleural fistula after upper pole gastrectomy.\n\nPubmed   Journal   ReadQx Morphological features and not the timing determines the outcome of endoscopic ultrasound-guided transmural drainage of walled-off necrosis.\n\nPubmed   Journal   ReadQx Newly developed short-length exposed-tip intraductal radiofrequency ablation probe for intra-ampullary adenocarcinoma of the ampulla of Vater.\n\nPubmed   Journal   ReadQx   PMCOver-the-scope clip closure for afferent limb perforation during balloon enteroscopy-assisted endoscopic retrograde cholangiopancreatography in Roux-en-Y anatomy.\n\nPubmed   Journal   ReadQx Pre-emptive purse-string suture for full-thickness resection of a gastrointestinal stromal tumor in the duodenal bulb: a case report.\n\nPubmed   Journal   ReadQx Single versus multiple main or side-branch pancreatic duct cannulations: impact on post-ERCP pancreatitis.\n\nPubmed   Journal   ReadQx The adaptive traction doughnut resection technique for pyloric cancer: a case of curative resection and stenosis management.\n\nPubmed   Journal   ReadQx Traumatic pancreatic injury successfully bridged through a giant pancreatic pseudocyst.\n\nPubmed   Journal   ReadQx   PMCUnderwater closure of a sigmoid perforation with through-the-scope twin clip.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    CD19 CAR T-Cell therapy for refractory ulcerative colitis.\n\nPubmed   Journal   ReadQx Disturbance of Consciousness After Double-balloon Enteroscopy in a Patient with Peutz-Jeghers Syndrome.\n\nPubmed   Journal   ReadQx Integrated IBD Care in the Community: Evaluating Sustainable Models and Building a Framework for the Future.\n\nPubmed   Journal   ReadQx Hepatology\n    Letter to the Editor: Clarifying the relative contributions of collagen architecture and stiffness to antitumor immunity in GIONF-Enhanced PD-1 blockade for cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Letter to the Editor: The profile of HBsAg levels after nucleos(t)ide analogues treatment is crucial for achieving functional cure.\n\nPubmed   Journal   ReadQx J Hepatol\n    Oncolytic virotherapy to reverse therapeutic resistance in advanced liver cancer.\n\nPubmed   Journal   ReadQx The identification of interleukin-27 as one key player in restoring virus-specific T-cell dysfunction in chronic hepatitis B virus infection.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Efficacy of Pharmacological Compared With Dietary Therapy for Patients With Irritable Bowel Syndrome-It Is Nice to Have a Choice. Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: High-Grade Dysplasia in Colonic Inflammatory Bowel Disease Is Associated With a High Risk of Synchronous or Metachronous Colorectal Cancer-Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: Remission Ambition-How Far Should We Push in Older Adults? Authors' Reply.\n\nPubmed   Journal   ReadQx Letter on 'Clinical Features of Portal Hypertension and Their Prognostic Implications in Patients With Autoimmune Hepatitis'.\n\nPubmed   Journal   ReadQx Letter on 'Clinical Trial: Effect of a 28-Day Low FODMAP Diet on Gastrointestinal Symptoms Associated With Endometriosis (EndoFOD)-A Randomised, Controlled Crossover Feeding Study'.\n\nPubmed   Journal   ReadQx Letter on 'Meta-Analysis: Mortality Trends and Risk Factors in Severe Alcohol-Associated Hepatitis'.\n\nPubmed   Journal   ReadQx Letter: Affirming Cardiac Safety While Highlighting Areas for Further Research.\n\nPubmed   Journal   ReadQx Letter: Reinterpreting the Role of Microbiota-Driven Nitric Oxide in Cirrhotic Portal Hypertension-A Maladaptive Compensatory Response?\n\nPubmed   Journal   ReadQx Letter: Safety and Methodological Considerations for Hepatitis B Immunoglobulin Withdrawal in Hepatitis B Virus Mono-Infected Liver Transplant Recipients.\n\nPubmed   Journal   ReadQx Gastroenterology\n    A Response to \"Heavy Metals and Inflammatory Bowel Disease\" Using Linked Sources of Real-World Data.\n\nPubmed   Journal   ReadQx Clock-Constrained Evacuation and Model Over-Reach: Comment on Lamichhane et al.\n\nPubmed   Journal   ReadQx Concerns Regarding Endoscopic Band Ligation for Dieulafoy Lesions.\n\nPubmed   Journal   ReadQx Global MASLD Consensus: Inclusive in Scope, Exclusive in Therapy?\n\nPubmed   Journal   ReadQx High Prevalence and Local Dissemination of Daptomycin-Resistance Mutations for Enterococcus faecium in Cirrhotic Patients.\n\nPubmed   Journal   ReadQx Re-evaluating lifestyle interventions in normal weight metabolic dysfunction-associated steatotic liver disease.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Endoscopic submucosal dissection for anal canal lesions: promising yet preliminary-a call for consensus.\n\nPubmed   Journal   ReadQx J Hepatol\n    Further highlighting the importance of hypertension in MASLD.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-28T20:09:39-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-21-2025/",
    "title": "Fri Nov 21 2025",
    "description": "131 articles - From Friday Nov 14 2025 to Friday Nov 21 2025",
    "author": [],
    "date": "2025-11-21",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Gastrointest Endosc\n    Establishing Standards of Practice for Transoral Outlet Reduction: An Expert Consensus using a Modified Delphi Method.\n These standards provide step-by-step TORe guidance for safe and effective clinical outcomes.\nPubmed   Journal   ReadQx J Hepatol\n    EASL Clinical Practice Guidelines on vascular diseases of the liver.\nMultidisciplinary management involving hepatologists, haematologists, pathologists, interventional radiologists and surgeons is essential in this area. Our aim is to provide guidance on the management of patients with vascular liver diseases based on the best available evidence.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Meta-Analysis: Liver Disease Burden and Associated Factors in Turner Syndrome.\nLiver disease is common in individuals with TS, with a 4-6 times higher risk than age-matched healthy females. X chromosome abnormalities are more strongly associated with an increased liver disease risk than hypogonadism.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Identifying the Optimal Bowel Prep for Small-Bowel Capsule Endoscopy: A Meta-Review and Umbrella Meta-Analysis.\n This study demonstrates that purgative bowel preparation, particularly with PEG, is superior to fasting alone in improving adequate SB cleansing and diagnostic accuracy. Notably, a same-day regimen significantly enhances both cleansing quality and DY, suggesting that the timing of administration is more critical than the laxative's dosage.\nPubmed   Journal   ReadQx Safety and efficacy of same-day discharge after gastric peroral endoscopic myotomy for gastroparesis: A systematic review and meta-analysis.\nThis meta-analysis demonstrates no significant difference in outcomes between patients with same-day discharge vs overnight admissions after G-POEM.\nPubmed   Journal   ReadQx Utility of repeat colonoscopy attempt after failed colonoscopy: a systematic review and pooled analysis.\n Repeat colonoscopy attempt in cases of incomplete colonoscopy yielded a commendable CIR of 95%. Importantly, this also enables potential therapeutic intervention of neoplasia and adenomas.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Clinical Trial: Hepatitis B Virus Genotype and a Combination of End-of-Treatment Biomarkers Predict Severe Flares After Nucleos(t)ide Analogue Cessation.\nHBV genotype and EOT biomarkers, including HBcrAg, HBV RNA, and anti-HBc IgG predict SVRel and SBF following NUC cessation. The COBRA score enables pragmatic, individualised risk stratification.\nPubmed   Journal   ReadQx Gastrointestinal Cancer Risk in Steatotic Liver Diseases: MASLD, MetALD and ALD.\nPatients with SLD, including MASLD, MetALD and ALD, have a significantly higher risk of gastrointestinal cancers compared to the controls. The degree of risk varies according to the underlying liver disease subtype, particularly in relation to alcohol consumption. These findings underscore the importance of implementing risk-stratified cancer screening strategies in patients with SLD.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    A Novel Blood-Based Test for Colorectal Cancer Detection Using Cell-Free DNA Fragmentomics.\n This cfDNA-based blood test demonstrated high diagnostic accuracy for CRC and acceptable performance for AA. Its consistent performance across clinical subgroups suggests its potential as an effective noninvasive CRC screening tool.\nPubmed   Journal   ReadQx Actionable Clinical Features and Biomarkers to Facilitate the Management of Irritable Bowel Syndrome.\nIn this article, we discuss how clinicians may incorporate additional clinical features and actionable biomarkers to better inform the initial choice of therapy for patients with IBS. Ideally, such a mechanistic approach should be more efficient, and ultimately more effective, leading to improved patient satisfaction and clinical outcomes.\nPubmed   Journal   ReadQx Artificial Intelligence Analysis of Endoscopy Outperforms Conventional Endoscopic Scoring for Agreement with Symptoms and Quality of Life in a Phase 3 Ulcerative Colitis Trial.\nAI-enabled endoscopic scoring has better agreement with symptomatic remission and HR-QoLs compared to MES and could quantitatively redefine adequate mucosal healing.\nPubmed   Journal   ReadQx Artificial Intelligence versus Human Clinicians in Esophagogastroduodenoscopy Appropriateness: A Comparative Study Using Clinical Vignettes.\n Temporal and prompt variability highlight the need for multi-run, longitudinal evaluation before clinical adoption.\nPubmed   Journal   ReadQx Diagnosis and Management of C. difficile.\nThe role of conventional fecal microbiota transplantation (FMT), particularly in fulminant CDI, is also addressed, including challenges resulting from FDA policies around stool bank material. We aim to clarify diagnostic and therapeutic approaches and optimize care for patients with CDI.\nPubmed   Journal   ReadQx Efficacy and safety of gelatin tannate and tyndallized acid lactic bacteria in adults with chronic diarrhea and altered gut microbiota: A randomized, double-blind, placebo-controlled study.\nGT, a medical product that acts through a mechanical action on the gut wall, provides an effective and safe treatment option for adults with chronic diarrhea and an altered fecal microbiota composition.\nPubmed   Journal   ReadQx Harnessing Natural Language Processing to Identify Documentation of Serious Illness Communication for Patients with Decompensated Cirrhosis.\n NLP is more efficient and as accurate as manual chart review for identifying SIC documentation in the EHR for patients with DC and can be used at scale for quality improvement initiatives and clinical trials.\nPubmed   Journal   ReadQx Hypersensitivity to the lactulose nutrient challenge test in irritable bowel syndrome - a non-invasive test of meal-related symptoms.\n The LNCT is useful as a non-invasive and physiologic tool to test GI sensory function in relation to a meal. Moreover, overall GI symptom reporting, visceral hypersensitivity, and hydrogen production are important factors involved in postprandial symptoms in IBS.\nPubmed   Journal   ReadQx Nebokitug, an anti-CCL24 monoclonal antibody, in patients with primary sclerosing cholangitis: A phase 2 study.\nNebokitug was well-tolerated up to 48 weeks of treatment, and demonstrated numerical biomarker improvements in patients with PSC, particularly in those with moderate/advanced fibrosis.\nPubmed   Journal   ReadQx Prospective validation of the first FDA-approved computer-aided quality (CAQ) assessment tool for colonoscopy: An initial clinical experience.\nCAQ reliably measures withdrawal time and cecal intubation, but AI-based BBPS scoring requires further validation before integration into current paradigms of colonoscopy quality.\nPubmed   Journal   ReadQx Sequence Analysis Identifies Clusters of Antibiotic Use after the First Episode of Pouchitis in a Population-based Study that May Represent High-Risk Phenotypes.\nHigh risk phenotypes following an initial episode of pouchitis suggest the need to evaluate the role of secondary prevention strategies.\nPubmed   Journal   ReadQx Temporal and demographic trends in alcohol-related-cirrhosis, alcohol-related hepatitis, and non-alcohol-related cirrhosis hospitalizations from 2012-2023: A population-based study in Alberta, Canada.\nBetween 2012-2023, we report increasing AH hospitalization rates, and stable AC/NAC hospitalization rates. During COVID-19, AC and AH hospitalization rates increased for those from rural areas and lower income areas for AH.\nPubmed   Journal   ReadQx The risk of psychiatric disorders in patients with autoimmune hepatitis: a nationwide registry-based follow-up study.\nThis nationwide study showed that the risk for psychiatric disorders was similar in patients with AIH and in population comparators.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Histologic remission and mortality in patients with inflammatory bowel disease: a nationwide cohort study.\nBoth histologic inflammation and clinical activity of IBD were associated with increased all-cause mortality, suggesting that improved disease control may reduce mortality risk in IBD.\nPubmed   Journal   ReadQx Endosc Int Open\n    Biliary stents reshape the bile microbiome in the absence of cholangitis.\nThese findings suggest that stents may predispose to opportunistic colonization, providing a potential mechanistic link to future cholangitis. Recognizing such preclinical dysbiosis may inform tailored antimicrobial strategies and future stent design.\nPubmed   Journal   ReadQx   PMCOptimizing self-expandable metallic stent placement for malignant ileocecal obstruction: Role of pre-stenting contrast enema and device selection.\nSEMS placement in the ileocecal region is technically more challenging than in other right-sided segments. Procedure optimization - potentially aided by CLEAN, tapered hoods, and experienced operators-may help overcome anatomical difficulties while maintaining safety.\nPubmed   Journal   ReadQx   PMCEndoscopy\n    Open Zenker's Peroral Endoscopic Myotomy: A Comparative Analysis Of This Modified Technique Versus The Standard Zenker's Peroral Endoscopic Myotomy Approach.\nOZ-POEM demonstrates comparable clinical, technical and safety outcomes as Z-POEM, with significantly shorter procedural duration and closure cost. It simplifies Z-POEM technique, making it more scalable for trainees and therapeutic endoscopists.\nPubmed   Journal   ReadQx Performance measures for endoscopic ultrasound: a European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative - Update 2025.\nThe European Society of Gastrointestinal Endoscopy (ESGE) recommends that endoscopy services across Europe adopt the following six key performance measures for endoscopic ultrasound (EUS) for monitoring and evaluation in daily practice at center and endoscopist level: (1: ) informed patient consent (100 % of procedures);  (2: ) adequate documentation of landmarks (≥ 90 % of procedures);  (3: ) structured training and supervision for trainees, preferably using assessment tools (≥ 20 %);  (4: ) standardized description of pancreatic cystic lesions (≥ 85 %);  (5: ) diagnostic tissue acquisition with EUS-guided fine-needle aspiration/fine-needle biopsy for solid lesions (≥ 85 %);  (6: ) adverse events (< 5 % in cystic and < 3 % in solid lesions). A recommendation to administer antibiotics for EUS-guided puncture of cystic lesions, included in the previous ESGE quality improvement document, has been omitted in the current version based on recent evidence.\nPubmed   Journal   ReadQx Gastroenterology\n    Changes in Liver Disease Etiology Support a Lower Alpha-Fetoprotein Threshold for Hepatocellular Carcinoma Screening.\nFor HCC screening in MASLD, ALD, and cured-HCV cirrhosis, reducing the AFP threshold to ≥10 ng/mL would substantially increase sensitivity while maintaining very high specificity.\nPubmed   Journal   ReadQx Postoperative Ileum Transcriptomics Implicate Sex-Biased Mechanisms in Crohn's Disease Recurrence.\nIn recurrent disease of the postoperative neoterminal ileum, markedly greater dynamic ranges of gene expression occur in male compared with female patients. Pathway analyses implicate numerous nuclear hormone pathways, highlighting new mechanisms for therapeutic targeting beyond pro-inflammatory cytokine blockade. This study identifies key covariates and pathways of disease recurrence, many of which are distinct from drivers of initial disease susceptibility.\nPubmed   Journal   ReadQx Retraction Notice to: \"A Rare Cause of Peri-esophageal Cystic Lesion\": Gastroenterology 2023;164:191-193.\nAs such, this article represents a misuse of the scientific publishing system. The Publisher reached out to the authors for an explanation, but they did not respond.\nPubmed   Journal   ReadQx The Disease Burden of Helicobacter pylori Beyond Gastric Cancer: Quantifying the Forgotten Potential Benefits of Mass Eradication.\nOmitting PUD and dyspepsia as outcomes in studies on H pylori screen-and-treat may substantially underestimate benefits. Incorporating these diseases alongside GC into cost-effectiveness and policy analyses, therefore, may improve the evaluation of H pylori screen-and-treat programs. The actual benefit depends on the extent to which H pylori triggers an irreversible pathway to disease early in life.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Clinical Characteristics and Outcomes of Patients Managed without Repeat Endoscopic Resection for Metachronous Esophageal Squamous Neoplasia.\nFor select patients with metachronous ESCN, repeat ER may not be feasible due to lesion complexity or systemic conditions. Adopting personalized treatment strategies that balance safety and efficacy is essential for optimal long-term management.\nPubmed   Journal   ReadQx Comparative Safety and Efficacy of Remimazolam versus Propofol for ERCP with the patient Under Deep Sedation: A Multi-center Randomized Controlled Trial.\n Remimazolam is a safe and effective alternative to propofol for sedation during ERCP, demonstrating comparable sedation efficacy, higher patient satisfaction, reduced injection site pain, and fewer moderate-to-severe cardiopulmonary adverse events. Remimazolam thus has strong clinical utility, particularly in patients at a higher risk of sedation-related complications.\nPubmed   Journal   ReadQx Impact of a sustainability intervention on the carbon footprint and processing expenses of endoscopic waste.\nThe sustainability intervention demonstrated a meaningful impact, with education and the adoption of sustainable practices - namely waste segregation and recycling - leading to reductions in carbon footprint, waste management costs, and overall waste generation.\nPubmed   Journal   ReadQx Precipitation-based versus filtration-based liquid-based cytology in EUS-FNB specimens of solid pancreatic masses: a prospective, randomized trial.\nFor EUS-guided FNB of solid pancreatic masses, the SurePath™ LBC technique demonstrated superior diagnostic performance, faster interpretation times, and better preservation of cytomorphological features than ThinPrep®. These findings suggest that SurePath™ should be the preferred LBC method for evaluating EUS-guided FNB of pancreatic masses.\nPubmed   Journal   ReadQx Gut\n    Acute upper gastrointestinal bleeding in the UK: 2022 audit update.\nDespite a higher-risk case mix and incomplete adherence to guidelines (notably in transfusion thresholds and risk stratification), outcomes in AUGIB have improved. The observation of increased mortality with liberal transfusion above 80 g/L in stable patients reinforces the importance of restrictive transfusion practice. Quality improvement initiatives focused on risk stratification, endoscopic training and multidisciplinary care could further enhance outcomes in the UK and internationally.\nPubmed   Journal   ReadQx Intestinal blood vessel-associated macrophages and gut-vascular barrier dysfunction in cirrhosis.\nThis study emphasises the critical role of intestinal macrophages in preventing the dissemination of luminal bacteria and highlights the multifaceted breakdown of the intestinal barrier in cirrhosis and the importance of the gut-vascular barrier.\nPubmed   Journal   ReadQx Hepatology\n    Development and validation of a non-invasive score for at-risk metabolic dysfunction-associated steatohepatitis in individuals with obesity undergoing bariatric surgery.\n -The FMO is an accurate and cost-effective non-invasive score for at-risk MASH identification in populations with obesity.\nPubmed   Journal   ReadQx NEDD8-specific protease 1 deficiency as a novel driver of hepatoblastoma development through dysregulation of the CAND1-NEDD8 pathway.\nNEDP1 acts as a tumor suppressor in HB by modulating the NEDDylation status of key regulatory proteins, particularly CAND1. Restoration of NEDP1 activity suppresses tumorigenesis and metastasis, underscoring the NEDDylation pathway as a promising therapeutic target. CAND1 is proposed as a potential prognostic biomarker and actionable oncogenic driver in HB.\nPubmed   Journal   ReadQx Predictors of fibrosis, clinical events and mortality in MASLD: Data from the Global-MASLD study.\nIn this large global biopsy-based MASLD cohort, advanced fibrosis was highly prevalent and strongly linked to T2D. Both histologic fibrosis and NITs were independent predictors of mortality and clinical outcomes, underscoring the prognostic value of fibrosis assessment with non-invasive tests.\nPubmed   Journal   ReadQx The development of a pan-genotypic T cell vaccine against hepatitis C virus using heterologous prime-boost strategies.\nVaccinating with conserved regions of genotypes 1-6 or sequentially vaccinating with genotype-1a and genotype-3a immunogens are two novel approaches to generate cross-reactive T cells. The proportion of intergenotypic cross-reactive T cells generated was higher using the conserved region antigen.\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Bali Chronic Constipation Roundtable Report: Chronic Constipation Management in Asia.\nThe Bali Chronic Constipation Roundtable highlighted Asia's need for region specific diagnostics and management. Addressing diagnostic and treatment gaps will improve outcomes, while ongoing researcher clinician policy collaboration must standardize guidelines, advance research, and ensure equitable care across Asia.\nPubmed   Journal   ReadQx Combined Gastric Alimetry and Gastric Emptying Scintigraphy Testing Increases Clinician Certainty in the Diagnosis and Management of Suspected Gastroparesis.\n The combined GES and BSGM test results significantly enhanced diagnostic and management confidence in patients with suspected gastroparesis within a tertiary center.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Mitigating the Risk of Adverse Pregnancy Outcomes in Women With Inflammatory Bowel Disease and Chronic Liver Disease.\n\nPubmed   Journal   ReadQx Editorial: Understanding How Social Determinants of Health Impact Mortality in MASLD-Insights From a National Analysis.\n\nPubmed   Journal   ReadQx Review Article: Extending the Frontiers of Intestinal Ultrasound Knowledge, Performance and Expansion.\nSizable gaps persist in the evidence base for IUS in IBD. Addressing these gaps through robust, multicentre studies and consensus-driven frameworks is essential to optimise the clinical and research utility of IUS in IBD management.\nPubmed   Journal   ReadQx Gastroenterology\n    An Evidence-Based Practical Review on Common Benign Anorectal Disorders: Hemorrhoids, Anal Fissure, Dyssynergic Defecation, and Fecal Incontinence.\nSurgical interventions must balance long-term effectiveness with potential risks. Key topics for future research are proposed.\nPubmed   Journal   ReadQx Gastroenteropancreatic Neuroendocrine Tumors.\nAdditionally, research is needed to better define GEP-NET subtypes that are appropriate for endoscopic therapy as well as to understand long-term outcomes after endoscopic resection. Given the important role that endoscopy has in the diagnosis and management of GEP-NETs, increased recognition of and knowledge about these tumors is critical for the gastroenterology community.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A note from the Editor-in-Chief.\n\nPubmed   Journal   ReadQx Combined endoscopy and functional lumen imaging probe for point-of-care diagnosis of esophageal motility disorders: promising preliminary results of changing our practice.\n\nPubmed   Journal   ReadQx Delayed perforations after colorectal endoscopic submucosal dissection: Is there a role for endoscopic closure?\n\nPubmed   Journal   ReadQx EUS-guided fine-needle biopsy for genomic profiling of solid pancreatic masses: Are we still smelling the ROSEs?\n\nPubmed   Journal   ReadQx EUS-guided radiofrequency ablation for unresectable pancreatic adenocarcinoma: Is the reward worth the risk?\n\nPubmed   Journal   ReadQx Gastric peroral endoscopic myotomy: perfecting the technique and the approach.\n\nPubmed   Journal   ReadQx Prophylactic pancreatic duct stent removal: with great power comes great responsibility.\n\nPubmed   Journal   ReadQx J Hepatol\n    Editorial: Genetic Drivers of MASLD Histological Progression.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Letter to the Editor.\n\nPubmed   Journal   ReadQx Pelvic Health Physical Therapy: What Every Gastroenterologist Should Know.\n\nPubmed   Journal   ReadQx Redefining Success in Inflammatory Bowel Disease Beyond Inflammation: Time to Aim Higher!\n\nPubmed   Journal   ReadQx Social Determinants of Health in Gastroenterology Practice.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Optimizing Scheduling Efficiency and Throughput in the Endoscopy Unit: Best Practices and Strategies to Improve Unit Utilization.\n\nPubmed   Journal   ReadQx Endoscopy\n    A case of tumor-related hemobilia successfully treated with radiofrequency ablation diagnosed by peroral cholangioscopy.\n\nPubmed   Journal   ReadQx   PMCA case presentation of a metachronous superficial epiglottic lesion excised by endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx A case presentation of duodenal gastric epithelial neoplasm-fundic-gland mucosa lesions.\n\nPubmed   Journal   ReadQx A successful treatment of esophagomediastinal fistula following endoscopic submucosal dissection: tube-in-tube endoscopic vacuum therapy.\n\nPubmed   Journal   ReadQx Combined approaches to rescue an entrapped pancreatic stone basket.\n\nPubmed   Journal   ReadQx Contrast enhanced endoscopic ultrasound and detective flow imaging for characterization of gastric neuroendocrine neoplasms.\n\nPubmed   Journal   ReadQx Endoscopic antireflux mucoplasty using the reopenable-clip over-the-line method for refractory gastro-esophageal reflux disease.\n\nPubmed   Journal   ReadQx First case of hemorrhoidal carcinoma in a fistulotomy scar: successful per-anal endoscopic myectomy despite severe fibrosis.\n\nPubmed   Journal   ReadQx   PMCFrom failure to success: endoscopic management of difficult pancreatic cannulation after ampullary adenoma resection.\n\nPubmed   Journal   ReadQx   PMCMinimally invasive retrograde esophageal endoscopic submucosal dissection via gastrostomy using a thin therapeutic endoscope.\n\nPubmed   Journal   ReadQx Needle tract seeding after fine-needle aspiration for pancreatic cancer assessed by endoscopy and endoscopic ultrasound.\n\nPubmed   Journal   ReadQx Novel endoscopic suture anchor device for scarred perforation closure: a survival porcine pilot study.\n\nPubmed   Journal   ReadQx   PMCOne stone for two birds: Successful treatment of splenic artery aneurysm and gastric varices using endoscopic ultrasound-guided coil and glue embolization.\n\nPubmed   Journal   ReadQx   PMCPeroral cholangioscopy-guided laser lithotripsy using a thin cholangioscope under balloon enteroscopy for Roux-en-Y anastomosis.\n\nPubmed   Journal   ReadQx Small but mighty: cylindrical transparent cap-assisted cholangioscopic electrohydraulic lithotripsy and stone extraction for the treatment of difficult common bile duct stones.\n\nPubmed   Journal   ReadQx   PMCStaged endoscopic submucosal dissection for a giant gastric fundus lesion: a strategy for the incompletable.\n\nPubmed   Journal   ReadQx   PMCTargeted cholangioscopy-guided biopsies through the mesh of biliary metal stents - a challenging diagnosis of perihilar cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Traction-assisted endoscopic submucosal dissection of a neuroendocrine tumor in the gastric body of a patient with autoimmune gastritis.\n\nPubmed   Journal   ReadQx Use of biliary metal stents and defect-closure systems: a new strategy to treat refractory benign esophageal strictures.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    A rare etiology of hepatic steatosis.\n\nPubmed   Journal   ReadQx Food for Thought in IBS: Should we go Mediterranean?\n\nPubmed   Journal   ReadQx Global Discrepancies in Inflammatory Bowel Disease Care Reflect Health Care Expenditure Per Capita.\n\nPubmed   Journal   ReadQx Hepatitis B Vaccination: A remarkable success story that must continue.\n\nPubmed   Journal   ReadQx Language barriers limit clinical trial accessibility for patients with gastrointestinal cancer.\n\nPubmed   Journal   ReadQx Perspectives on the issues of indeterminate/grey zones of chronic HBV infection.\n\nPubmed   Journal   ReadQx The Impact of Gastroenterologist and Patient Gender on Health Care Utilization Following Initial Gastroenterological Consultation.\n\nPubmed   Journal   ReadQx Gut\n    Diabetes and pancreatic cancer: a complex and confounding interplay.\n\nPubmed   Journal   ReadQx Thrombospondin-2: a promising but unproven biomarker for MASH.\n\nPubmed   Journal   ReadQx Hepatology\n    A bright future: Sustainable treatment of gastric varices.\n\nPubmed   Journal   ReadQx A strategic plan of RETREAT: Time to translate validation into action.\n\nPubmed   Journal   ReadQx Fellows' Corner.\n\nPubmed   Journal   ReadQx It's not you, it's MET: When MASH gets personal.\n\nPubmed   Journal   ReadQx Metabolic reprogramming in macrophages: A glutamine rescue in β-catenin mutant hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx Radiomics beyond the visible - Decoding tumor heterogeneity to guide combination therapy of intermediate stage HCC.\n\nPubmed   Journal   ReadQx Reply: The missing link-Return to drinking as a composite endpoint component requires deeper alcohol use disorder characterization.\n\nPubmed   Journal   ReadQx Starve the tumor, fuel the immune fire: Short-term starvation enhances checkpoint blockade via macrophage reprogramming in HCC.\n\nPubmed   Journal   ReadQx J Hepatol\n    From the Editor's Desk.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Mitigating the Risk of Adverse Pregnancy Outcomes in Women With Inflammatory Bowel Disease and Chronic Liver Disease-Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: Understanding How Social Determinants of Health Impact Mortality in MASLD-Insights From a National Analysis. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Methodological Caveats in Zhang et al.-Gut Microbiota and Metabolism in Cirrhotic Portal Hypertension.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    DIETARY EMULSIFIERS AND THE GASTRO-INTESTINAL TRACT: THE JURY IS STILL OUT, YET THE DOCTOR WARRANTS CAUTION - AUTHOR'S REPLY.\n\nPubmed   Journal   ReadQx The influence of dietary emulsifiers on the gastrointestinal tract - the jury is still out.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Artificial Intelligence in Inflammatory Bowel Disease Management.\n\nPubmed   Journal   ReadQx Clarifying Gastric Cancer Risk After Helicobacter pylori Eradication.\n\nPubmed   Journal   ReadQx Comments on \"Eradication Therapy to Prevent Gastric Cancer in Helicobacter pylori-Positive Individuals\".\n\nPubmed   Journal   ReadQx Comments on \"Risk of Gastric Adenocarcinoma After Eradication of Helicobacter pylori\".\n\nPubmed   Journal   ReadQx Comments on Statistical and Mechanistic Aspects of Perforin and CXCL9 in IBD-Induced Depression.\n\nPubmed   Journal   ReadQx Concerns Regarding the Clinical Applicability and Statistical Analysis of TXI in the deTXIon Trial for Colorectal Lesion Detection.\n\nPubmed   Journal   ReadQx Correspondence on \"Risk of Gastric Adenocarcinoma After Eradication of Helicobacter pylori\".\n\nPubmed   Journal   ReadQx Critical Analysis of \"Remodeling the Colon With Ileal Properties to Treat Short Bowel Syndrome\".\n\nPubmed   Journal   ReadQx Essentiality of liver failure in acute on chronic liver failure and its implications.\n\nPubmed   Journal   ReadQx Methodological Considerations for Further Enhancing the Clinical Impact of the deTXlon Study.\n\nPubmed   Journal   ReadQx Methodological Considerations in the Meta-Analysis on Helicobacter pylori Eradication for Gastric Cancer Prevention.\n\nPubmed   Journal   ReadQx Multi-Mechanistic Persistence of Gastric Cancer Risk Post-Helicobacter pylori and Surveillance Strategies.\n\nPubmed   Journal   ReadQx Reconsidering Genomic Stability in Esophageal Cancer Stem Cells: Insights from Chromothripsis.\n\nPubmed   Journal   ReadQx TXI Raises Detection of Non-Neoplastic Polyps Without Improving Clinically Meaningful Neoplasia Endpoints.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Advancing the application of repeat peroral endoscopic myotomy with technical insights and future directions.\n\nPubmed   Journal   ReadQx Evaluating model stability in EMR versus surgery analysis.\n\nPubmed   Journal   ReadQx Fully covered self-expandable metal stents for type II perforations: Better outcomes or just better statistics?\n\nPubmed   Journal   ReadQx Further considerations on the timing of endoscopic necrosectomy for walled-off pancreatic necrosis.\n\nPubmed   Journal   ReadQx Is the superiority of fully covered self-expandable metal stents for ERCP-related type II perforations overstated? A commentary on recent evidence and clinical heterogeneity.\n\nPubmed   Journal   ReadQx Limitations when using the Manufacturer and User Facility Device Experience database to analyze real-world data of the performance and safety of the Ovesco clip systems.\n\nPubmed   Journal   ReadQx Phosphorus-32 implantation combined with chemotherapy outperforms chemotherapy alone in locally advanced pancreatic cancer: mechanistic insights and future implications.\n\nPubmed   Journal   ReadQx Repeat peroral endoscopic myotomy: technical difficulty and risk factors.\n\nPubmed   Journal   ReadQx Gut\n    Does the benefit of haemostatic powder differ by Forrest classification in non-variceal upper gastrointestinal bleeding?\n\nPubmed   Journal   ReadQx Evaluating NGS variant callers in a challenging genomic context with a focus on the PRSS1-PRSS2 locus for hereditary pancreatitis.\n\nPubmed   Journal   ReadQx J Hepatol\n    Divergent sex-specific trends in alcohol-attributable cirrhosis and liver cancer mortality: population-level insights complementing NHANES findings.\n\nPubmed   Journal   ReadQx MASLD fibrosis stage F3 is morphologically and transcriptomically diverse: implications for assessing therapeutic response.\n\nPubmed   Journal   ReadQx Prevalence and Antiviral Treatment Rate in Chronic Hepatitis B Patients with a Family History of HCC.\n\nPubmed   Journal   ReadQx Reassessing the L. reuteri/ indole-3-lactic acid pathway in TACE-related liver injury.\n\nPubmed   Journal   ReadQx Systemic screening and management strategies for early portopulmonary hypertension.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-21T05:55:13-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-14-2025/",
    "title": "Fri Nov 14 2025",
    "description": "99 articles - From Friday Nov 07 2025 to Friday Nov 14 2025",
    "author": [],
    "date": "2025-11-14",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Gastrointest Endosc\n    Establishing Standards of Practice for Transoral Outlet Reduction: An Expert Consensus using a Modified Delphi Method.\n These standards provide step-by-step TORe guidance for safe and effective clinical outcomes.\nPubmed   Journal   ReadQx Hepatology\n    Semaglutide therapy for metabolic dysfunction-associated steatohepatitis: November 2025 updates to AASLD Practice Guidance.\nNon-response may be suspected if ALT or NITs worsen. Benefit is uncertain if sub-optimal response and may require an individualized approach and further follow-up.\nPubmed   Journal   ReadQx J Hepatol\n    EASL Clinical Practice Guidelines on vascular diseases of the liver.\nMultidisciplinary management involving hepatologists, haematologists, pathologists, interventional radiologists and surgeons is essential in this area. Our aim is to provide guidance on the management of patients with vascular liver diseases based on the best available evidence.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Gastrointest Endosc\n    Identifying the Optimal Bowel Prep for Small-Bowel Capsule Endoscopy: A Meta-Review and Umbrella Meta-Analysis.\n This study demonstrates that purgative bowel preparation, particularly with PEG, is superior to fasting alone in improving adequate SB cleansing and diagnostic accuracy. Notably, a same-day regimen significantly enhances both cleansing quality and DY, suggesting that the timing of administration is more critical than the laxative's dosage.\nPubmed   Journal   ReadQx Gut\n    HBsAg decline and clearance with peg-IFN therapy added to nucleos(t)ide analogues: an individual participant data meta-analysis of prospective trials (PROSPER).\n Peg-IFN add-on results in HBsAg loss in 18% of patients with SOT HBsAg<1000 IU/mL, and in 38% if SOT HBsAg<100 IU/mL. Among patients with higher HBsAg levels, peg-IFN could be used to reduce HBsAg to below thresholds associated with response to novel compounds.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    A Population-Based Matched Cohort Study of Extra-Digestive Cancer Incidence and Mortality in Individuals With and Without Inflammatory Bowel Disease.\nED cancer incidence has not changed among those with IBD but has declined among matched controls. Beyond 2010, ED cancer incidence is higher among those with IBD and cancer-related mortality is higher among those with CD, relative to matched controls.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Features and outcomes of 280 patients with idiosyncratic drug-induced liver injury: the REFHEPS prospective study.\nREFHEPS registry collected 322 cases in 2.5 years. The study of the 280 idiosyncratic DILI cases shows sex and age-related differences as reported in previous registries. The most significant difference compared to older registries is the predominance of anticancer drugs causing liver injury, demonstrating the emergence of \"new\" side effects associated with the use of innovative therapies, especially immune checkpoint inhibitors.\nPubmed   Journal   ReadQx High Prevalence of CYP2C19 Rapid and Ultrarapid Metabolism among Patients with Gastroesophageal Reflux Disease.\n A large proportion of patients with GERD who underwent CYP2C19 genotyping were rapid metabolizers of CYP2C19 and responded well to changing/adjusting PPIs accordingly.\nPubmed   Journal   ReadQx Novel Machine-Learning Models Outperform Non-Invasive Tests in MASH with Fibrosis.\nNovel ML models significantly improve the detection of MASH F2-F3 and cirrhosis over existing NITs and address a key diagnostic gap in the FDA-defined treatment window. These tools may support patient selection for emerging therapies, as well as for clinical trial enrolment.\nPubmed   Journal   ReadQx Endosc Int Open\n    Effect of a distal attachment cuff on adenoma detection rate in screening colonoscopy: Randomized controlled trial in the Spanish population.\nEV did not improve either ADR or MAP. EV may increase difficulty of ileal intubation whenever it is attempted.\nPubmed   Journal   ReadQx   PMCImage-enhanced endoscopy improves visibility of endoscopic images in individuals with color vision deficiency.\nIEE improves visibility of objects/lesions where color information plays a role in detection, regardless of CVD.\nPubmed   Journal   ReadQx   PMCOptimizing self-expandable metallic stent placement for malignant ileocecal obstruction: Role of pre-stenting contrast enema and device selection.\nSEMS placement in the ileocecal region is technically more challenging than in other right-sided segments. Procedure optimization - potentially aided by CLEAN, tapered hoods, and experienced operators-may help overcome anatomical difficulties while maintaining safety.\nPubmed   Journal   ReadQx   PMCProphylactic clipping prevents delayed bleeding after endoscopic mucosal resection of large non-ampullary duodenal lateral spreading lesions.\nPC of the resection site significantly reduced DB after EMR of large non-ampullary duodenal lateral spreading lesions.\nPubmed   Journal   ReadQx   PMCReduction of greenhouse gas emissions using the endoscope with a light-emitting diode light source.\nWe estimated the effect of reducing carbon dioxide emissions using the light-emitting diode endoscope system. Wider adoption of the light-emitting diode endoscope system is expected to contribute to usefulness of endoscopic diagnosis and reduction in environmental impact.\nPubmed   Journal   ReadQx   PMCRisk factors for dysplastic lesions in the proximal stomach in patients with familial adenomatous polyposis.\nCarpeting fundic gland polyposis, biliary reflux, and use of PPIs were identified as putative risk factors for dysplastic lesions in the proximal stomach. Presence of these risk factors should alert endoscopists to assess the stomach more thoroughly.\nPubmed   Journal   ReadQx   PMCEndoscopy\n    Performance measures for endoscopic ultrasound: a European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative - Update 2025.\nThe European Society of Gastrointestinal Endoscopy (ESGE) recommends that endoscopy services across Europe adopt the following six key performance measures for endoscopic ultrasound (EUS) for monitoring and evaluation in daily practice at center and endoscopist level: (1: ) informed patient consent (100 % of procedures);  (2: ) adequate documentation of landmarks (≥ 90 % of procedures);  (3: ) structured training and supervision for trainees, preferably using assessment tools (≥ 20 %);  (4: ) standardized description of pancreatic cystic lesions (≥ 85 %);  (5: ) diagnostic tissue acquisition with EUS-guided fine-needle aspiration/fine-needle biopsy for solid lesions (≥ 85 %);  (6: ) adverse events (< 5 % in cystic and < 3 % in solid lesions). A recommendation to administer antibiotics for EUS-guided puncture of cystic lesions, included in the previous ESGE quality improvement document, has been omitted in the current version based on recent evidence.\nPubmed   Journal   ReadQx Role of anti-reflux mucosal ablation in \"reflux-predominant\" refractory gastro-esophageal reflux disease patients - a randomized sham controlled trial.\n ARMA significantly improves symptoms, AET, and reflux episodes in \"reflux predominant\" PPI-refractory GERD.\nPubmed   Journal   ReadQx Gastroenterology\n    Retraction Notice to: \"A Rare Cause of Peri-esophageal Cystic Lesion\": Gastroenterology 2023;164:191-193.\nAs such, this article represents a misuse of the scientific publishing system. The Publisher reached out to the authors for an explanation, but they did not respond.\nPubmed   Journal   ReadQx The ANTICIPATE-NASH Models Stratify Better the Risk of Clinical Events Than Histology in Metabolic Dysfunction-Associated Steatotic Liver Disease Patients With Advanced Chronic Liver Disease.\nIn MASLD patients with F3/F4, the noninvasive ANTICIPATE-NASH models provide better risk stratification of clinical events than histologic classification. These models could be very useful for clinical trials by selecting patients at risk of clinical events and patients with higher chances of observed cirrhosis regression.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Clinical Characteristics and Outcomes of Patients Managed without Repeat Endoscopic Resection for Metachronous Esophageal Squamous Neoplasia.\nFor select patients with metachronous ESCN, repeat ER may not be feasible due to lesion complexity or systemic conditions. Adopting personalized treatment strategies that balance safety and efficacy is essential for optimal long-term management.\nPubmed   Journal   ReadQx Comparative Safety and Efficacy of Remimazolam versus Propofol for ERCP with the patient Under Deep Sedation: A Multi-center Randomized Controlled Trial.\n Remimazolam is a safe and effective alternative to propofol for sedation during ERCP, demonstrating comparable sedation efficacy, higher patient satisfaction, reduced injection site pain, and fewer moderate-to-severe cardiopulmonary adverse events. Remimazolam thus has strong clinical utility, particularly in patients at a higher risk of sedation-related complications.\nPubmed   Journal   ReadQx Efficacy of Splinting Tube-Assisted Duodenoscope Insertion in Patients with an Inaccessible Major Papilla: A Single-Center Retrospective Study (with video).\nSplinting tube-assisted duodenoscope insertion is a safe and effective troubleshooting technique for difficult insertion into the descending limb of the duodenum.\nPubmed   Journal   ReadQx Endoscopic versus Surgical Management of Recurrent Weight Gain Following Sleeve Gastrectomy.\n Endoscopic revision of SG appears to be associated with similar weight loss compared to surgical revision or conversion to Roux-en-Y gastric bypass, with a better safety profile.\nPubmed   Journal   ReadQx Impact of a sustainability intervention on the carbon footprint and processing expenses of endoscopic waste.\nThe sustainability intervention demonstrated a meaningful impact, with education and the adoption of sustainable practices - namely waste segregation and recycling - leading to reductions in carbon footprint, waste management costs, and overall waste generation.\nPubmed   Journal   ReadQx Precipitation-based versus filtration-based liquid-based cytology in EUS-FNB specimens of solid pancreatic masses: a prospective, randomized trial.\nFor EUS-guided FNB of solid pancreatic masses, the SurePath™ LBC technique demonstrated superior diagnostic performance, faster interpretation times, and better preservation of cytomorphological features than ThinPrep®. These findings suggest that SurePath™ should be the preferred LBC method for evaluating EUS-guided FNB of pancreatic masses.\nPubmed   Journal   ReadQx Gut\n    Engineered virus-hunter vaccine overcomes HBV immune tolerance.\n This innovative HBV vaccine strategy actively captures viruses, overcoming the tolerogenic immune microenvironment of chronic HBV infection, offering a novel strategy for the treatment of chronic HBV infection and other immune-tolerant diseases.\nPubmed   Journal   ReadQx Indole-3-propionic acid links gut dysfunction to diabetic retinopathy: a biomarker and novel therapeutic approach.\n Nutraceutical strategies that restore Trp metabolism or IPA serve as both a biomarker and a treatment for DR.\nPubmed   Journal   ReadQx Hepatology\n    A multicenter dose-defining/expansion phase 1b study of first-line regorafenib plus pembrolizumab in patients with advanced hepatocellular carcinoma.\n Treatment with rego/pembro is feasible in patients with advanced HCC with a manageable safety profile. ORR and DCR are promising and consistent with other immunotherapy combinations in this setting.\nPubmed   Journal   ReadQx Decoding tumor heterogeneity with imaging biomarkers predicts response to TACE plus Immunotherapy and targeted therapy in HCC.\nAn imaging radiomic biomarker capturing both global and intratumoral heterogeneity robustly predicts response and survival in HCC patients treated with TACE-ICI-MTT, and reflects underlying immune microenvironment phenotypes.\nPubmed   Journal   ReadQx Development and validation of a non-invasive score for at-risk metabolic dysfunction-associated steatohepatitis in individuals with obesity undergoing bariatric surgery.\n -The FMO is an accurate and cost-effective non-invasive score for at-risk MASH identification in populations with obesity.\nPubmed   Journal   ReadQx GPC3-based circular RNA vaccine suppresses hepatocellular carcinoma progression by activating adaptive immune responses.\nThe circGPC3 cancer vaccine was demonstrated superior efficacy compared to mRNA cancer vaccine. When further combined with a TLR4 agonist, it disrupted immune tolerance in HCC, offering a promising translational treatment strategy for HCC.\nPubmed   Journal   ReadQx Hepatic ischemia reperfusion injury: Underlying mechanisms and concepts in liver surgery and liver transplantation.\nEmerging therapeutic strategies, including machine perfusion technologies, ischemic preconditioning, pharmacological interventions and others, offer promise for mitigating H-IRI by either attenuating early injury triggers, enhancing intrinsic survival pathways, or restraining excessive inflammatory responses. Despite considerable progress in understanding H-IRI, further research is needed to identify additional therapeutic targets, particularly in the context of ECD livers, to develop effective, targeted interventions that can improve clinical outcomes.\nPubmed   Journal   ReadQx Predictors of fibrosis, clinical events and mortality in MASLD: Data from the Global-MASLD study.\nIn this large global biopsy-based MASLD cohort, advanced fibrosis was highly prevalent and strongly linked to T2D. Both histologic fibrosis and NITs were independent predictors of mortality and clinical outcomes, underscoring the prognostic value of fibrosis assessment with non-invasive tests.\nPubmed   Journal   ReadQx J Hepatol\n    An etiology-stratified single-cell atlas identifies FABP4 as a prognostic marker for MASLD-related HCC.\nThese findings reveal etiology-heterogeneous immune landscapes in HCC and identify FABP4 as a potential prognostic biomarker to guide immunotherapy in MASLD-related HCC. Impact and implications This study systematically analyzed the impact of HBV, MASLD, and their coexistence on the response and outcomes of immunotherapy in HCC. By integrating single-cell sequencing of patient samples, it highlights the importance of etiological heterogeneity, particularly from the perspective of CD8 + T cells. The study identifies FABP4 as being highly expressed in MASLD-related HCC and implicates it in promoting vascular normalization and CD8 + T cell infiltration. Most importantly, FABP4 emerges as a potential prognostic biomarker for HCC, especially in MASLD-related cases, offering a practical tool to identify patients who are more likely to benefit from immunotherapy.\nPubmed   Journal   ReadQx DNAJ-PKAc induces metabolic rewiring and enhanced glutamine flux in fibrolamellar HCC.\n The presence of DNAJ-PKAc creates a vulnerability to the combination of glutamine antimetabolite and ICI therapy in FLC. Impact and implications The DNAJ-PKAc fusion in fibrolamellar carcinoma (FLC) induces metabolic reprogramming including enhanced glutamine metabolism, which promotes immune evasion. Targeting this metabolic vulnerability with a glutamine antagonist, in combination with immune checkpoint inhibitors, reverses the immunosuppressive tumor microenvironment (TME), offering a promising therapeutic strategy for FLC treatment.\nPubmed   Journal   ReadQx Safety and efficacy of REP 2139-Mg in patients with HDV-related advanced liver disease in an international compassionate access program.\nREP treatment was safe and effective in HDV patients with ACLD. REP may even induce HDV sustained virological response and HBV functional cure independent of combination with pegIFN. Clinical benefits may also be observed in patients with decompensated cirrhosis. Impact and implications No antiviral treatment is approved for chronic hepatitis D (CHD) patients with decompensated cirrhosis or in patients who have failed previous bulevirtide and/or pegIFN therapy. In the Replicor Compassionate Access Program including 33 CHD patients with advanced chronic liver disease treated with REP2139-Mg (REP) and nucleotide analog, with or without pegylated interferon, loss of HBsAg was observed in 27% by end of treatment and remained undetectable in 18% after one year follow up, inferring HDV sustained virological response and HBV functional cure for these patients. Among the 6 patients with decompensated cirrhosis, five patients had virological response and two patients presented significant clinical improvement with ascites reduction, with no REP-related serious adverse events. Overall, the efficacy of REP, in this \"difficult to treat\" population, appears promising with acceptable tolerability and no safety issues and should be evaluated in a protocol driven, response-guided clinical trial.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Comparable Hepatic Fibrosis Risk Demands Equal Vigilance in Lean and Non-Lean Patients With Metabolic Dysfunction-Associated Steatotic Liver Disease.\n\nPubmed   Journal   ReadQx Review Article: The Evolving Role of GLP-1 Receptor Agonists in Gastroenterology Practice.\nGlucagon-like peptide-1 receptor agonists are a critical therapy for obesity and several related gastrointestinal conditions. Gastroenterologists are uniquely positioned to optimize their use, manage adverse events, coordinate multidisciplinary care, and ensure safe and effective integration into practice.\nPubmed   Journal   ReadQx Gut\n    Gut microbiome in IBD: past, present and the future.\nAdvances in sequencing technologies, multiomics integration and experimental approaches have shed new insights into host-microbiota interactions in IBD and characterised mechanisms through which the microbiota and its metabolites contribute to disease. We review the evolution of microbiome-based research, with a focus on genetic and environmental factors affecting the gut microbiota, the role of cross-kingdom microbiome and their bioproducts in disease development and new strategies by which microbiome-based approaches can be used to diagnose, monitor, prevent and treat IBD.\nPubmed   Journal   ReadQx J Hepatol\n    Editorial: HES V2.0: Advancing biomarker-based surveillance for HCC - Promise and remaining gaps.\n\nPubmed   Journal   ReadQx Phase 2 Clinical Trials in Primary Sclerosing Cholangitis: Making the Most of Every Opportunity?\n\nPubmed   Journal   ReadQx RePARylating biliary tumours to improve the efficacy of chemoimmunotherapy.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Clin Gastroenterol Hepatol\n    Comparable 12-Week and Superior 24-Week Remission with Risankizumab vs Ustekinumab for Crohn's-Like Disease of the Pouch.\n\nPubmed   Journal   ReadQx Dupilumab Improves Multiple Aspects of Dysphagia Symptoms in a Randomized Trial of Eosinophilic Esophagitis.\n\nPubmed   Journal   ReadQx Glucagon-Like Peptide-1 Receptor Agonist Use is Associated With and May Lead To Esophageal Motility Abnormalities.\n\nPubmed   Journal   ReadQx Lifting Agent Granuloma Mimicking Recurrent Gastric Cancer after Endoscopic Submucosal Dissection.\n\nPubmed   Journal   ReadQx Validation of a Novel Laryngopharyngeal Reflux Risk Prediction Score for Proximal and Pharyngeal Reflux on Objective Testing.\n\nPubmed   Journal   ReadQx WEIGHT GAIN FOLLOWING PERORAL ENDOSCOPIC MYOTOMY (POEM) FOR ACHALASIA IS ASSOCIATED WITH POST-POEM GASTROESOPHAGEAL REFLUX DISEASE.\n\nPubmed   Journal   ReadQx Endosc Int Open\n    Balloon occlusion method using a commercially available ileus tube during endoscopic full-thickness resection: Simple solution to gas leakage.\n\nPubmed   Journal   ReadQx   PMCEndoscopic full-thickness resection of a gastrointestinal stromal tumor using a double-endoscope snare technique.\n\nPubmed   Journal   ReadQx   PMCEndoscopy\n    A case of secondary lymphangiectasia due to ancylostoma intestinal infection.\n\nPubmed   Journal   ReadQx   PMCA novel 19-gauge integrated electrocautery-puncture needle for endoscopic ultrasound-guided biliary drainage.\n\nPubmed   Journal   ReadQx   PMCA novel closure technique for a mucosal defect after endoscopic submucosal dissection: \"closure on traction using a rotatable clip with a line loop\".\n\nPubmed   Journal   ReadQx   PMCA novel tailored biliary stent with a controllable cover.\n\nPubmed   Journal   ReadQx   PMCA self-made wire snare used in combination with a long transparent cap to remove an obstructive sigmoid fecalith.\n\nPubmed   Journal   ReadQx   PMCActive appendiceal bleeding recorded by choledochoscopy.\n\nPubmed   Journal   ReadQx   PMCApplication of gallbladder-cholangial plastic stent with a retraction thread in the treatment of acute calculous cholecystitis: the first clinical practice.\n\nPubmed   Journal   ReadQx   PMCClinical utility of long cap-assisted hemostasis in acute lower gastrointestinal bleeding: two cases.\n\nPubmed   Journal   ReadQx   PMCDifficult bile-duct stones in surgical anatomy managed with entero-endoscopic retrograde cholangiopancreatography and a new slim cholangioscope.\n\nPubmed   Journal   ReadQx   PMCEndoscopic balloon tamponade for massive bleeding from aorto-esophageal fistula: a simple technique for rapid hemostasis.\n\nPubmed   Journal   ReadQx   PMCEndoscopic resection of a giant duodenal lipoma: a case report.\n\nPubmed   Journal   ReadQx   PMCEndoscopic retrograde direct cholangioscopy extracting stones from common bile duct in a case of ectopic duodenal papilla.\n\nPubmed   Journal   ReadQx   PMCEndoscopic suture therapy for iatrogenic pharyngeal laceration: an extended application of endoluminal surgery.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided coil embolization combined with cyanoacrylate injection into perforating vein for gastric varices.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided enterocolostomy for small bowel obstruction following radical cystectomy with ileal neobladder reconstruction.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided short-cut jejunojejunostomy within a long biliary limb post pancreaticoduodenectomy to facilitate endoscopic retrograde cholangiography.\n\nPubmed   Journal   ReadQx   PMCHybrid side-by-side and stent-in-stent deployment of three slim multi-hole metallic stents for malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCObservation and cholangioscopic biopsy of resectable gallbladder cancer using a new ultra-slim cholangioscope.\n\nPubmed   Journal   ReadQx   PMCSafe internalization of external cholecystostomy drain by endoscopic ultrasound-guided drainage using a lumen apposing metal stent with endoscopic clipping.\n\nPubmed   Journal   ReadQx   PMCSuccessful endoscopic retrograde appendicitis therapy for acute appendicitis using a multi-side-hole conical cap.\n\nPubmed   Journal   ReadQx   PMCUltrasound-guided treatment of giant isolated gastric varices with gastric-renal shunt using coil, cyanoacrylate, and titanium clips.\n\nPubmed   Journal   ReadQx   PMCUnderwater endoscopic retrograde direct cholangioscopy facilitating biliary cannulation of intradiverticular duodenal papilla.\n\nPubmed   Journal   ReadQx   PMCWound closure after endoscopic submucosal dissection of the colon using a novel detachable traction device: a rubber ring with a figure-of-eight sliding knot.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    Beneficial effects of physical exercise on anticancer immunity are mediated by gut microbiome metabolites.\n\nPubmed   Journal   ReadQx Gut\n    Diabetes and pancreatic cancer: a complex and confounding interplay.\n\nPubmed   Journal   ReadQx Introducing <i>Gut Science-<\/i>a fundamental and discovery science companion journal to <i>Gut<\/i>.\n\nPubmed   Journal   ReadQx Thrombospondin-2: a promising but unproven biomarker for MASH.\n\nPubmed   Journal   ReadQx Hepatology\n    2025 Late Breaking Abstracts.\n\nPubmed   Journal   ReadQx Introducing Saul J. Karpen, MD, PhD, the 77th President of AASLD.\n\nPubmed   Journal   ReadQx Letter to the Editor: Comments on the Study: Body size disparities limit women's access to liver transplantation under the MELD 3.0 scoring system.\n\nPubmed   Journal   ReadQx Letter to the Editor: From risk alert to decision support: Enhancing the clinical value of the AI model for cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Metabolic reprogramming in macrophages: A glutamine rescue in β-catenin mutant hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx Reply: From risk alert to decision support: Enhancing the clinical value of the AI Model for cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Reply: Survival analysis pitfalls in MASLD: Proportional hazards, immortal time, and follow-up discrepancies.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Comparable Hepatic Fibrosis Risk Demands Equal Vigilance in Lean and Non-Lean Patients With Metabolic Dysfunction-Associated Steatotic Liver Disease-Authors' Reply.\n\nPubmed   Journal   ReadQx Letter on 'Non-Response to Obeticholic Acid Is Associated With Heightened Risks of Developing Clinical Events in Primary Biliary Cholangitis'.\n\nPubmed   Journal   ReadQx Letter on 'Unveiling Drug-Induced Autoimmune-Like Hepatitis in Autoimmune Hepatitis Patients: A Multicenter Retrospective Study'.\n\nPubmed   Journal   ReadQx Letter: From Descriptive Epidemiology to Clinical Imperative-Challenging the Paradigm of Pain and Sedative Use in Inflammatory Bowel Disease.\n\nPubmed   Journal   ReadQx Letter: From Descriptive Epidemiology to Clinical Imperative-Challenging the Paradigm of Pain and Sedative Use in Inflammatory Bowel Disease. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Methodological Caveats in Zhang et al.-Gut Microbiota and Metabolism in Cirrhotic Portal Hypertension.\n\nPubmed   Journal   ReadQx Letter: Refining Mortality Estimates in Severe Alcohol-Associated Hepatitis-Addressing Heterogeneity and Prognostic Assessment.\n\nPubmed   Journal   ReadQx Letter: Refining Mortality Estimates in Severe Alcohol-Associated Hepatitis-Addressing Heterogeneity and Prognostic Assessment. Authors' Reply.\n\nPubmed   Journal   ReadQx Gastroenterology\n    The Prospects of MEK Inhibitors in the Treatment of Gastric Precancerous Lesions.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Abandoning random biopsies after Barrett's eradication: a cost-prohibitive inefficiency.\n\nPubmed   Journal   ReadQx Adenoma Detection Rate Alone Is a One-Note Symphony.\n\nPubmed   Journal   ReadQx Long-term implications of computer-assisted detection in high-risk colonoscopy: methodologic and clinical considerations.\n\nPubmed   Journal   ReadQx Self-assembling peptide for bleeding prevention in colorectal endoscopic submucosal dissection: What is the state of evidence?\n\nPubmed   Journal   ReadQx Gut\n    Spatial single-cell omics in liver studies: cautions on metanarrative pitfalls.\n\nPubmed   Journal   ReadQx J Hepatol\n    Limited Clinical Utility of Serum-Based ELISA PEth Compared with Whole Blood LC-MS/MS PEth to Quantify Alcohol Consumption.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-14T23:49:08-05:00",
    "input_file": {}
  }
]
