[
  {
    "path": "gi/03-08-2024/",
    "title": "Fri Mar 08 2024",
    "description": "136 articles - From Friday Mar 01 2024 to Friday Mar 08 2024",
    "author": [],
    "date": "2024-03-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Applying Lyon consensus criteria in the work-up of patients with extra-oesophageal symptoms - A multicentre retrospective study.\r\n This study underscores the limited diagnostic accuracy of laryngoscopy, emphasising the necessity of impedance-pH monitoring for confirming GERD diagnoses using Lyon 2.0 criteria in patients with suspected extra-oesophageal symptoms.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Degree of Discordance Between FIB-4 and Transient Elastography: An Application of Current Guidelines on General Population Cohort.\r\n Using FIB-4 in the AGA/AASLD guidelines to risk-stratify subjects at risk for MASLD-associated fibrosis results in many subjects being misclassified into the low and high-risk categories. Therefore, it may be worthwhile considering caution in interpretation and/or alternative strategies.\r\nPubmed   Journal   ReadQx \r\nWhite Paper: American Gastroenterological Association Position Statement: The Future of IBD Care in the United States - Removing Barriers and Embracing Opportunities.\r\nHowever, there are opportunities to improve access to high quality, patient centered care. This position statement outlines the policy and advocacy goals that the AGA will prioritize for collaborative efforts with patients, providers, and payors.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Diagnosis and Management of Cannabinoid Hyperemesis Syndrome: Commentary.\r\nMethods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology. This expert commentary incorporates important as well as recently published studies in this field, and it reflects the experiences of the authors.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Metabolic dysfunction-associated steatotic liver disease: Update and impact of new nomenclature on the American Association for the Study of Liver Diseases practice guidance on nonalcoholic fatty liver disease.\r\nThe guidance document is relevant and can be utilized for the diagnosis, risk stratification, and management of patients with MASLD. This commentary serves as an accompanying article to the NAFLD Practice Guidance and helps it clinical application in the light of the new nomenclature.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review: Defining, diagnosing and monitoring small bowel strictures in Crohn's disease on intestinal ultrasound.\r\nThis systematic review is the first step for a structured program to develop a stricture IUS index for CD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Adenomas and Sessile Serrated Lesions in 45-49- Year-Old Individuals Undergoing Colonoscopy: A Systematic Review and Meta-Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-Guided Vs. ERCP-Guided Biliary Drainage as Primary Approach to Malignant Distal Biliary Obstruction: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.\r\nEUS-BD is an efficient and safe alternative to ERCP in MDBO. An almost nonexistent risk of procedure-related pancreatitis, lower procedure time, and ease of use makes this an attractive primary approach to biliary decompression in centers with expertise.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Antibiotic exposure and risk of new-onset inflammatory bowel disease: a systematic review and dose-response meta-analysis.\r\n Antibiotic exposure was significantly associated with an increased risk of new-onset IBD, and a positive nonlinear dose-response relationship was observed. Antibiotic stewardship may be important for reducing IBD risk.\r\nPubmed   Journal   ReadQx \r\nGLOBAL PREVALENCE OF PANCREATIC CYSTIC LESIONS IN THE GENERAL POPULATION ON MAGNETIC RESONANCE IMAGING: A SYSTEMATIC REVIEW AND META-ANALYSIS.\r\nSubgroup analysis showed higher PCL prevalence when imaging findings were confirmed by independent radiologist(s) (25%;  95%CI 16-33) than when chart review alone was used (5%;  95%CI 4-7;  p<0.01). There was no independent association of PCL prevalence with geographic location (Europe, North America or Asia), MRI indication (screening vs evaluation of non-pancreatic pathology), enrollment period, sample size, magnet strength (1.5 vs 3 tesla), and MRI sequence (MRCP vs no MRCP) CONCLUSION: In this systematic review, the global prevalence of PCLs using a highly sensitive non-invasive imaging modality ranged between 13% to 18%.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Gastric Precursor Lesions in Countries with Differential Gastric Cancer Burden: A Systematic Review & Meta-Analysis.\r\nGastric precursor lesions have differences in prevalence in regions with differential GC incidence and are associated with H.pylori infection. Given the substantial prevalence of precursor lesions in both symptomatic and asymptomatic individuals, symptomatic evaluation may not be sufficient to identify individuals at risk. These estimates provide important insights for tailoring GC prevention strategies.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Disparities in race, ethnicity, sex, and age inclusion in pancreatic cancer screening studies: A systematic review and meta-analysis.\r\n Substantial disparities in race, ethnicity, sex, and age reporting and inclusion in pancreatic cancer studies were noted, even among high-quality and publicly funded studies.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Fiber and whole grain intakes in relation to liver cancer risk: An analysis in two prospective cohorts and systematic review and meta-analysis of prospective studies.\r\nDietary fiber and whole grains were inversely associated with liver cancer risk. Further research exploring potential mechanisms and different fiber types is needed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    CAMP-B score predicts the risk of hepatocellular carcinoma in patients with chronic hepatitis B after HBsAg seroclearance.\r\nThe CAMP-B score (cirrhosis, age ≥50 years, male sex and platelet count <150,000/mm 3 /L) was significantly associated with HCC development after HBsAg seroclearance. CAMP-B score can be easily implemented in real-world clinical practice and helps stratify HCC risk in patients with CHB following HBsAg seroclearance.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of a brain fog scale for coeliac disease.\r\n The brain fog assessment and severity scale is the first patient-informed clinical outcomes assessment tool measuring brain fog in coeliac disease. It is brief and validated for two time-based formats. Further research coupling it with biomarker discovery is needed to confirm its validity as a predictor of cognitive performance.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and safety of a third-line rescue treatment for acute severe ulcerative colitis refractory to infliximab or ciclosporin (REASUC study).\r\n Third-line rescue treatment avoided colectomy in over half of the patients with ASUC and may be considered a therapeutic strategy.\r\nPubmed   Journal   ReadQx \r\nImpact of inflammatory bowel disease on the risk of acute coronary syndrome: A Swedish Nationwide Cohort Study.\r\n In this contemporary cohort of patients with IBD, exposed to modern IBD care, there was an increased risk for ACS compared with individuals from the general population.\r\nPubmed   Journal   ReadQx \r\nInflammatory bowel disease (IBD) patients with impaired quality of life on biologic therapy benefit from the support of an IBD nurse specialist: Results of a randomised controlled trial in Germany (IBDBIO-ASSIST study).\r\n High baseline satisfaction of IBD patients with treatment and the relatively high baseline sIBDQ values may have contributed to the lack of significant difference in sIBDQ scores for the overall sample. However, patients with impaired QoL derived significant benefit from additional care provided by an IBD nurse specialist, leading to meaningful improvements in sIBDQ over the long term.\r\nPubmed   Journal   ReadQx \r\nReview article: Pathogenesis of MASLD and MASH - role of insulin resistance and lipotoxicity.\r\nTargeting tissue-specific insulin resistance and hyperinsulinaemia while decreasing FFA load (lipotoxicity) through dietary and lifestyle changes remain the best upstream interventions.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    High Body Mass Index and Response to Anti-TNF Therapy in Pediatric Crohn Disease.\r\nOverweight and obese patients with PCD are more likely to experience adalimumab treatment failure than those with normal BMI. Higher BMI was associated with lower drug trough levels. Standard adalimumab dosing may be insufficient for overweight children with PCD. Among infliximab initiators, there was no observed difference in clinical outcomes or drug levels, perhaps due to weight-based dosing and/or greater use of proactive drug monitoring.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Defining Endoscopic Remission in Crohn's Disease: MM-SES-CD and SES-CD Thresholds Associated with Low Risk of Disease Progression.\r\nAchievement of MM-SES-CD <22.5 or SES-CD <4 in patients with ileocolonic or colonic CD is associated with low risk of disease progression and may be suitable targets in clinical trials and practice for endoscopic healing.\r\nPubmed   Journal   ReadQx \r\nDynamic prediction of advanced colorectal neoplasia in inflammatory bowel disease.\r\n The new prediction model showed good discrimination and calibration, however, generalizability results varied. Future research should focus on formal external validation and relate predicted aCRN risks to surveillance intervals prior to clinical application.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Efruxifermin in Combination With a GLP-1 Receptor Agonist in Patients With NASH/MASH and Type 2 Diabetes in a Randomized Phase 2 Study.\r\nThe tolerability profile of efruxifermin added to GLP-1RA appeared comparable to that of either drug alone, while also significantly reducing HFF and noninvasive markers of fibrosis in patients with MASH and T2D. Liver health in patients already on a GLP-1RA may be further improved by addition of efruxifermin.  no. NCT05039450.\r\nPubmed   Journal   ReadQx \r\nThe Efficacy of Real-Time Computer-Aided Detection of Colonic Neoplasia In Community Practice: A Pragmatic Randomized Controlled Trial.\r\nIn a single-center pragmatic randomized controlled trial, real-time CADe modestly improved ADR and APC in average-detector community endoscopists. (ClinicalTrials.gov number, NCT05963724).\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessment of pancreatic ductal stone density on non-contrast computed tomography for predicting the outcome of extracorporeal shock wave lithotripsy.\r\nThe SD is a significant predictor of ESWL success followed by ductal clearance at ERCP, and <1106.5 HU is a predictor of good candidates for ESWL therapy.\r\nPubmed   Journal   ReadQx   PMC\r\nAssociation of short-course antimicrobial therapy and bacterial resistance in acute cholangitis: Retrospective cohort study.\r\nIn acute cholangitis, the administration of antimicrobials within 3 days of ERCP may suppress the development of resistant bacteria.\r\nPubmed   Journal   ReadQx   PMC\r\nComparison of diagnostic outcomes, safety, and cost of Franseen-tip 19G versus 22G needles for endoscopic ultrasound-guided liver biopsies.\r\nThe Franseen-tip 19G outperforms 22G with a significantly lower fragmentation rate, longer AL, LIC, and a higher number of CPT with a marginal increase in the procedure cost, without any difference in diagnostic yield and safety.\r\nPubmed   Journal   ReadQx   PMC\r\nEvaluation of exclusive internal endoscopic drainage for complex biloma with transluminal and transpapillary stenting.\r\nIf both techniques can be performed, EUS-TBD should be considered because of the short times for the procedure, hospital stay. and biloma resolution.\r\nPubmed   Journal   ReadQx   PMC\r\nInteractive training with a novel simulation model for upper gastrointestinal endoscopic hemostasis improves trainee technique and confidence.\r\nOur study demonstrates the potential of our simulation-based training model as a valuable tool for improving technical skills and confidence in trainees learning to perform endoscopic hemostasis.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety and efficacy of early versus late removal of LAMS for pancreatic fluid collections.\r\nEarly LAMS removal (< 4 weeks) did not prevent AEs but did lead to increased clinical failure.\r\nPubmed   Journal   ReadQx   PMC\r\nSame-session endoscopic diagnosis and symptom palliation in pancreato-biliary malignancies: Clinical impact of rapid on-site evaluation (ROSE).\r\ng. uncovered SEMS or therapeutic EUS), potentially reducing hospitalization and time to oncological treatments.\r\nPubmed   Journal   ReadQx   PMC\r\nThe Bethesda ERCP Skills Assessment Tool (BESAT) can reliably differentiate endoscopists of different experience levels.\r\nStudy findings demonstrate that the BESAT, a video-based ERCP skill assessment tool, has high inter-rater reliability and has discriminative validity in differentiating novice from expert ERCP skill. Further investigations are needed to determine the role of video-based assessment in improving trainee learning curves and patient outcomes.\r\nPubmed   Journal   ReadQx   PMC\r\nThe professional background of a referring physician predicts the diagnostic yield of small bowel capsule endoscopy in suspected small bowel bleeding.\r\nThe professional background of referring physicians significantly improves the diagnostic yield of SBCE and contributes to controlling public health costs.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A simplified algorithm to evaluate the risk of submucosal invasive cancer in large (>/=20mm) non-pedunculated colonic polyps.\r\nThis decision-making algorithm simplifies identification of LNPCPs with an increased risk of potential SMIC. When combined with surface optical evaluation, it facilitates accurate lesion characterisation and resection choices.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of endoscopic ultrasound-guided hepatico-gastrostomy: a meta-regression analysis.\r\nEUS-HGS represents an effective and safe procedure for EUS-guided biliary drainage in patients with malignant biliary obstruction. Future studies should address the impact of center experience, patient selection, and use of dedicated stents to improve this technique's performance.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Impact of Longitudinal Alcohol Use Patterns on Long-Term Risk of Cirrhosis Among U.S. Veterans with Steatotic Liver Disease.\r\nOne in nine Veterans with steatotic liver disease report concurrent high-risk alcohol use, which is associated with 43% greater risk of cirrhosis compared to no alcohol use. However, reducing alcohol use lowers risk of cirrhosis, emphasizing the importance of timely alcohol use assessment and early interventions to address high-risk alcohol use in steatotic liver disease.\r\nPubmed   Journal   ReadQx \r\nIncidence and prediction of unrelated mortality after successful endoscopic eradication therapy for Barrett's neoplasia.\r\n The other-cause mortality risk after successful EET was more than 40 times higher [48;  95% CI 15-99] than the risk of EAC-related mortality. Our findings reveal that younger post-EET patients exhibit a significantly reduced life expectancy when compared to the general population. Furthermore, they emphasize the strong predictive ability of CCI for long-term mortality after EET. This straightforward scoring system can inform decisions regarding personalized FU, including appropriate cessation timing. (NL7039).\r\nPubmed   Journal   ReadQx \r\nSacral neural crest-independent origin of the enteric nervous system in mouse.\r\nsNCCs do not contribute to the murine ENS, suggesting that the mammalian ENS exclusively originates from vNCCs. These results have immediate implications for comprehending (and devising treatments for) congenital ENS disorders, including Hirschsprung's disease.\r\nPubmed   Journal   ReadQx \r\nTGF-β1 Induced SOX18 Elevation Promotes Hepatocellular Carcinoma Progression and Metastasis through Transcriptionally Upregulating PD-L1 and CXCL12.\r\nSOX18 promoted the accumulation of immunosuppressive TAMs and Tregs in microenvironment by transactivating CXCL12 and PD-L1. CXCR4 inhibitor or TGFβR1 inhibitor in synergy with anti-PD-L1 represented a promising combination strategy to suppress HCC progression and metastasis.\r\nPubmed   Journal   ReadQx \r\nTertiary Lymphoid Structure-Associated B Cells Enhance CXCL13+CD103+CD8+ Tissue-Resident Memory T-Cell Response to Programmed Cell Death Protein 1 Blockade in Cancer Immunotherapy.\r\nThis study further reveals a crucial role for cellular communication between TLS-associated B cell and CXCL13 + CD103 + CD8 + Trm cells in antitumor immunity, providing valuable insights into the potential use of the lymphotoxin-α/TNFR2 axis within CXCL13 + CD103 + CD8 + Trm cells for advancing immunotherapy strategies in GC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    An Endoscopic Scoring System for Achalasia: The CARS score.\r\nWe developed a CARS score based on reliability performance in a video-based survey and tested the score in clinical setting. The CARS score performed well in predicting achalasia.\r\nPubmed   Journal   ReadQx \r\nDiagnostic Performance of Endoscopic Ultrasound Elastography for Differential Diagnosis of Gallbladder Polyp.\r\nEUS-EG and SR values can be used as a supplementary method for evaluating GB polyps.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound Guided Liver Palpation As a Screening Tool for Advanced Fibrosis and Cirrhosis in Patients with Suspected Metabolic Dysfunction-Associated Steatotic Liver Disease: A Pilot Study.\r\nEUS liver palpation is a novel, accurate, and easy-to-use screening tool for advanced fibrosis and cirrhosis in patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nEstablishment of a patient-specific avatar organoid model derived from endoscopic ultrasonography-guided fine needle biopsy for timely clinical application in pancreatic ductal adenocarcinoma.\r\nThis PDAC PDO platform allows several therapeutic drugs to be tested within a short time window and opens the possibility for timely personalized medicine as a \"Patient Avatar Model\" in clinical practice.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes of endoscopic resection for well-differentiated nonampullary duodenal neuroendocrine tumors.\r\n Endoscopic resection is safe and effective and provides a favorable long-term outcome for patients with well-differentiated NAD-NETs without regional lymph node or distant metastasis.\r\nPubmed   Journal   ReadQx \r\nProspective multicenter trial of the cryoballoon ablation system for superficial esophageal squamous cell carcinoma on the post-endoscopic resection scar. A CRYO-SCAR study (EPOC1902).\r\nCBAS is a potentially safe and effective approach for SESCC on post-ER scars and represents an encouraging alternative to traditional endoscopic treatments.\r\nPubmed   Journal   ReadQx \r\nSafety, Efficacy and Clinical Utility of the 5.1mm EndoRotor Powered Debridement Catheter for Treatment of Walled-Off Pancreatic Necrosis.\r\nThis is the first multi-center retrospective study to investigate the efficacy and safety of the 5.1 mm EndoRotor catheter for WON. Results from this study showed an average of 1.6 DEN sessions were needed to achieve WON resolution with an 85% single session reduction in solid debris and a 70% single session decrease in WON area with minimal adverse events.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Absence of a pancreatic microbiome in intraductal papillary mucinous neoplasm.\r\n The 'microbiome' of IPMNs and other pancreatic cystic neoplasms does not deviate from the background signature of negative controls, supporting the concept of a sterile environment. Outlier signals may appear in a small fraction of patients following recent invasive endoscopic procedures. No associations between microbial patterns and clinical or cyst parameters were apparent.\r\nPubmed   Journal   ReadQx \r\nGenetic and transcriptomic landscape of colonic diverticulosis.\r\n Our results suggest that tissue remodelling is a primary mechanism for diverticula formation. Individuals with an increased genetic proclivity to diverticulitis exhibit a larger numbers of diverticula on colonoscopy.\r\nPubmed   Journal   ReadQx \r\nMASH Resolution Index: development and validation of a non-invasive score to detect histological resolution of MASH.\r\n The MASH Resolution Index may be a useful score to non-invasively identify MASH resolution.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Antagonistic effects of the cytotoxic molecules granzyme B and TRAIL in the immunopathogenesis of sclerosing cholangitis.\r\n GzmB induces apoptosis and fibrosis in sclerosing cholangitis, whereas TRAIL regulates inflammatory and cytotoxic immune responses subsequently leading to reduced liver injury and fibrosis.\r\nPubmed   Journal   ReadQx \r\nAutoimmune diseases in primary sclerosing cholangitis and their first-degree relatives.\r\n Individuals with PSC and their first-degree relatives had higher odds for autoimmune disease compared to matched comparators. This finding provides validation for prior genetic discoveries at a phenotypic level. Autoimmune comorbidity did not impact severe outcome.\r\nPubmed   Journal   ReadQx \r\nChronic Hepatitis B baseline viral load and on-treatment liver cancer risk: A multinational cohort study of HBeAg-Positive patients.\r\nIn a multinational cohort of HBeAg-positive, non-cirrhotic, adult patients with CHB, baseline HBV viral load was significantly associated with HCC risk despite antiviral treatment. Patients with the highest viral load who initiated treatment had the lowest long-term risk of HCC development.\r\nPubmed   Journal   ReadQx \r\nClinical outcomes and prognostic factors after HCV clearance with DAA in HIV/HCV coinfected patients with advanced Fibrosis/Cirrhosis.\r\nNLNA events were the leading causes of morbidity and mortality after DAA cure among coinfected patients with AdF/cirrhosis. Among those with cACLD, baseline LSM and posttreatment LSM-based models helped to assess decompensation and HCC risk.\r\nPubmed   Journal   ReadQx \r\nContinuous home terlipressin infusion increases handgrip strength and reduces ascites - a prospective randomized cross-over study.\r\n This novel study demonstrates a significant increase in handgrip strength, reduction in paracentesis volume and improved quality of life in patients with decompensated cirrhosis treated with continuous terlipressin infusion. These findings provide a strong rationale for the use of ambulatory CTI in appropriately selected patients with cirrhosis.\r\nPubmed   Journal   ReadQx \r\nDevelopment of a liver disease-Specific large language model chat Interface using retrieval augmented generation.\r\n In this demonstration, we built a disease-specific and PHI-compliant LLMs using RAG. While LiVersa demonstrated higher accuracy in answering questions related to hepatology - there were some deficiencies due to limitations set by the number of documents used for RAG. LiVersa will likely require further refinement before potential live deployment. The LiVersa prototype, however, is a proof of concept for utilizing RAG to customize LLMs for clinical use cases.\r\nPubmed   Journal   ReadQx \r\nDiagnostic accuracy of serum matrix metalloproteinase-7 as a biomarker of biliary atresia in a large North American cohort.\r\nSerum MMP-7 has high discriminative properties to differentiate BA from other forms of neonatal cholestasis. MMP-7 cutoff values vary according to assay technology. Using MMP-7 in evaluation of cholestatic infants may simplify diagnostic algorithms and shorten time to hepatoportoenterostomy.\r\nPubmed   Journal   ReadQx \r\nGenotype correlates with clinical course and outcome of children with tight junction protein 2 (TJP2) deficiency-related cholestasis.\r\n Patients with the TJP2-C genotype carrying PPTMs in both alleles had a rapidly progressive course, leading to early decompensation and death if they did not receive timely LT.\r\nPubmed   Journal   ReadQx \r\nPredictive factors for decompensating events in cirrhotic patients with primary biliary cholangitis under different lines of therapy.\r\nAdvanced PBC, rather than OCA and fibrates, was found to be associated with decompensating events. Therefore, biochemical and clinical variables should be considered when making decisions about the management of these drugs. Moreover, a positive response to OCA and fibrates reduced the risk of decompensation.\r\nPubmed   Journal   ReadQx \r\nRecurrent alcohol-associated hepatitis is common and is associated with increased mortality.\r\nRAH is common and has a more aggressive clinical course, including increased mortality. Patients surviving an episode of AH should undergo intense alcohol use disorder therapy to prevent RAH.\r\nPubmed   Journal   ReadQx \r\nRestoring SRSF3 in Kupffer cells attenuates obesity-related insulin resistance.\r\nRestoring SRSF3 abundance in KCs offers a strategy against obesity-associated tissue inflammation and insulin resistance by preventing bacterial DNA accumulation.\r\nPubmed   Journal   ReadQx \r\nReversing malnutrition and low muscle strength with targeted enteral feeding in patients awaiting liver transplant: A randomized controlled trial.\r\n Targeted enteral feeding before LT improves HGS, anthropometry and immune function in severely malnourished cirrhotic patients. These findings provide a strong rationale for early consideration of NGF to reverse malnutrition and improve muscle strength. Appropriately powered studies should explore whether NGF can also impact clinically relevant outcomes including pre- and post-transplant mortality.\r\nPubmed   Journal   ReadQx \r\nSimple blood tests to diagnose compensated advanced chronic liver disease and stratify risk of clinically significant portal hypertension.\r\n Simple, broadly available laboratory tests (FIB-4/VITRO) facilitate cACLD detection and CSPH risk stratification in patients with (suspected) liver disease. This blood-based approach is applicable outside of specialized clinics and may promote early intervention.\r\nPubmed   Journal   ReadQx \r\nTranexamic acid in upper gastrointestinal bleed in patients with cirrhosis - a randomized controlled trial.\r\n Tranexamic acid significantly reduces the failure to control bleeding by day 5 and failure to prevent rebleeding after day 5 till 6 weeks in patients with advanced liver cirrhosis (CTP class B or C) presenting with UGIB, by preventing bleeding from EVL site.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    CD1d protects against hepatocyte apoptosis in non-alcoholic steatohepatitis.\r\nOur study uncovered a previously unrecognized anti-apoptotic CD1d-JAK2-STAT3 axis in hepatocytes that conferred hepatoprotection and highlighted the potential of hepatocyte CD1d-directed therapy for liver injury and fibrosis in NASH, as well as in other liver diseases associated with hepatocyte apoptosis. Impact and implications Excessive and/or sustained hepatocyte apoptosis is critical in driving liver inflammation and injury. The mechanisms underlying the regulation of hepatocyte apoptosis in non-alcoholic steatohepatitis (NASH) remain largely unclear. Here, we found that CD1d expression in hepatocytes substantially decreases and negatively correlates with the severity of liver injury in patients with NASH. We further revealed a previously unrecognized anti-apoptotic CD1d-JAK2-STAT3 signaling axis in hepatocytes, which confers significant protection against liver injury in NASH and acute liver diseases. Thus, hepatocyte CD1d-targeted therapy could be a promising strategy to manipulate liver injury in both NASH and other hepatocyte apoptosis-related liver diseases.\r\nPubmed   Journal   ReadQx \r\nDeficiency in SLC25A15, a hypoxia-responsive gene, promotes hepatocellular carcinoma by reprogramming glutamine metabolism.\r\n SLC25A15 is hypoxia-responsive in HCC, and low SLC25A15 levels result in glutamine reprogramming through SLC1A5 and OGDHL regulation, promoting HCC progression and regulating cell sensitivity to anti-PD-L1. Interrupting the glutamine-derived energy supply is a potential therapeutic strategy for treating SLC25A15-deficient HCC. Impact and implications We first demonstrated the tumor suppressor role of solute carrier family 25 member 15 (SLC25A15) in hepatocellular carcinoma (HCC) and showed that its deficiency leads to reprogramming of glutamine metabolism to promote HCC development. SLC25A15 can serve as a potential biomarker to guide the development of precision therapeutic strategies aimed at targeting glutamine deprivation. Furthermore, we highlight that the use of an inhibitor of glutamine utilization can enhance the sensitivity of low SLC25A15 HCC to anti-PD-L1 therapy.\r\nPubmed   Journal   ReadQx \r\nMultidrug-resistant bacterial infections after liver transplantation: prevalence, impact, and risk factors.\r\n MDR infections are highly prevalent after LT and have a significant impact on prognosis. E. faecium is the most frequently isolated MDR microorganism. New pharmacological and surveillance strategies aimed at preventing MDR infections after LT should be considered for patients with high-risk factors.\r\nPubmed   Journal   ReadQx \r\nPTEN Deficiency Induces an Extrahepatic Cholangitis-Cholangiocarcinoma Continuum via Aurora kinase A in Mice.\r\nPten deficiency in extrahepatic cholangiocytes and peribiliary glands led to a cholangitis-to-cholangiocarcinoma continuum through an Aurka-dependent manner. These findings offer new insights into preventive and therapeutic interventions for extrahepatic CCA. Impact and implications The aberrant PTEN-PI3K-AKT signaling pathway is commonly observed in human extrahepatic cholangiocarcinoma (eCCA), a disease with a poor prognosis. In our study, we developed a mouse model mimicking cholangitis to eCCA progression by conditionally deleting the Pten gene via Pdx1-Cre in epithelial cells and peribiliary glands of the extrahepatic biliary duct. The conditional Pten deletion in these cells led to cholangitis, which gradually advanced to dysplasia, ultimately resulting in eCCA. The loss of Pten heightened Akt signaling, cell proliferation, inflammation, fibrosis, DNA damage, epigenetic signaling, epithelial-mesenchymal transition (EMT), cell dysplasia, and cellular senescence. Genetic deletion or pharmacological inhibition of Aurka successfully halted the disease progression. This model shall be valuable for testing novel therapies and unraveling the mechanisms of eCCA tumorigenesis.\r\nPubmed   Journal   ReadQx \r\nSingle cell landscape of functionally cured chronic hepatitis B patients reveals activation of innate and altered CD4-CTL-driven adaptive immunity.\r\nOur study provides conceptually novel insights into the immuno-pathological control of HBV cure, and opens exciting new avenues for clinical management, biomarker discovery and therapeutic interventions. We believe that the discoveries from this study, as it relates to the activation of an innate and altered immune response that may facilitate sustained, low-grade inflammation, may have broader implications in the resolution of chronic viral hepatitis.\r\nPubmed   Journal   ReadQx \r\nUsing liver stiffness to predict and monitor the risk of decompensation and mortality in patients with alcohol-related liver disease.\r\n Liver stiffness by transient elastography predicts decompensation and all-cause mortality in patients with compensated alcohol-related liver disease both at diagnosis and when used for monitoring.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Gastroenterology\r\n    Diagnosis and Management of Pancreatic Cysts.\r\n\r\nPubmed   Journal   ReadQx \r\nFerroptosis: Biology and Role in Gastrointestinal Disease.\r\nWhile ferroptotic cell death is associated with dysfunction of the intestinal epithelium, the underlying molecular basis is poorly understood. As the mechanisms regulating ferroptosis become further elucidated, there is clear potential to utilize ferroptosis to achieve therapeutic benefit.\r\nPubmed   Journal   ReadQx \r\nOur New President-Maria T. Abreu, MD, AGAF.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Do's and Don'ts in Esophageal Peroral Endoscopic Myotomy: Troubleshooting, Managing Adverse Events and Tips for Success.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Multi-omics characterization of healthy and PSC human liver - what we know and what we learn.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Curious Cause of Corkscrew Esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nAccidental Hydrogen Peroxide Ingestion Causing Extensive Portal Venous Gas.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on: The Comparative Effectiveness of Ciprofloxacin and Metronidazole for an Initial Episode of Pouchitis: A Propensity-Matched Study.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal liposarcoma of the oropharyngeal-esophageal junction.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Hemangiopericytoma: An Unusual Presentation of Malignant Gastric Cancer. Case Report and Review of Literature.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Assessing Diagnostic Performance of Modifications to the Rome IV Criteria for Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nMALT lymphoma of the esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nPHOSPHATIDYLETHANOL DETECTS OCCULT HEAVY ALCOHOL USE IN PATIENTS WITH ACUTE AND CHRONIC PANCREATITIS.\r\n\r\nPubmed   Journal   ReadQx \r\nSerum Ammonia Levels Do Not Correlate With Overt Hepatic Encephalopathy Severity in Hospitalized Patients With Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Global Burden of Alcohol-associated Cirrhosis and Cancer in Young and Middle-aged Adults.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Management of Colorectal Neoplasia in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A stent-removing thread sticking adjacent to the duodenoscope elevator identified using the double-scope technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEmergency digital cholangioscopy-assisted electrohydraulic lithotripsy for basket impaction with an entrapped bile duct stone.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A self-made three-arm clip for closure of a large wound after endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAdvancing the Practice of Gastrointestinal Endoscopy Through Research.\r\n\r\nPubmed   Journal   ReadQx \r\nBand-on-band endoscopic variceal ligation: a technique for the treatment of esophageal varices in case of band misplacement.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCold snaring biopsies to increase screening efficacy during endoscopic surveillance of patients at high risk of diffuse gastric cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic intermuscular dissection of an undetermined submucosal lesion with adaptive traction to obtain a free vertical margin.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic resection of a huge tumor located at an anatomically challenging position using an innovative extra snare traction method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection using ultrathin endoscope for early gastric cancer progressing from pyloric ring to bulb.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nFirst report of gastric endoscopic intermuscular dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInnovations for colonic endoscopic submucosal dissection: combination of the latest game changers.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nManagement of choledocholithiasis with an ultraslim cholangioscope in a patient with possible anaphylaxis to contrast medium.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMultiple ulcerated submucosal masses in the gastrointestinal tract: a rare presentation of metastatic cutaneous malignant melanoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNo-touch endoscopic full-thickness resection using reopenable-clip over-the-line method for gastric gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPrecut over a pancreatic stent using the marking method to aid biliary cannulation in a patient with Roux-en-Y reconstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRepeat endoscopic intermuscular dissection of the visible scar after noncurative endoscopic intermuscular dissection of a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTreatment of a sessile serrated adenoma/polyp deeply invading the appendiceal orifice enabled by combined adaptive traction and underwater endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A colorful conundrum: dark urine in a patient with inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic and Prognostic Biomarkers of Chronic Pancreatitis: A Conceptual Framework Based on PRoBE Design.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of Sessile Serrated Lesions in Individuals with Positive Fecal Immunochemical Test Undergoing Colonoscopy: Results from a Large Nationwide Veterans Affairs Database.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-Use vs. Reusable Duodenoscopes: How Infection Knowledge Gaps Are Driving Environmental Harm and What Can Be Done.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    ADENOMA-LIKE ADENOCARCINOMA.\r\n\r\nPubmed   Journal   ReadQx \r\nAmpullary neuroendocrine tumor: endoscopic papillectomy, an efficacy and safety treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nCoil Migration Into the Pulmonary Artery After Gastric Variceal EUS Guided Coil Embolization.\r\n\r\nPubmed   Journal   ReadQx \r\nCombined Endoscopic Stricturotomy and Lumen Apposing Metal Stent in the Treatment of Crohn's Disease with Primary Ileocecal Valve Stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of Indeterminate Biliary Strictures: GIE Top Tips for Advanced Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Removal of Gossypiboma: A Rare Cause of Gastric Outlet Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nTop tips for performing high-quality optical zoom chromocolonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnlooping the meandering main pancreatic duct in chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Recurrent intestinal ulcers and perforations complicated with pigmentation.\r\n\r\nPubmed   Journal   ReadQx \r\nRole of patient and staff mobility in scope 3 emissions in GI endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Duet of humoral and cellular immunity for conquering hepatitis C virus.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatitis C elimination: Tailoring the approach to each country's needs and realities.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: How does bile acid-induced IRF3 phosphorylation mediate cholestatic liver and kidney injury? ---more need to be known.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Is right heart assessment vital for evaluating Terlipressin-related outcomes in Hepatorenal Syndrome-AKI?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Provider preparedness for functional cure of chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Statins as potential confounding-factors to investigate the association between use of GLP-1 receptor agonists and risk of HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Portable hypothermic oxygenated machine perfusion for organ preservation in liver transplantation (PILOTTM): A randomized, open-label, clinical trial.\r\n\r\nPubmed   Journal   ReadQx \r\nProvider preparedness for functional cure: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Is right heart assessment vital for evaluating terlipressin-related outcomes in Hepatorenal Syndrome-AKI ?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter to the Editor on portable hypothermic oxygenated machine perfusion for organ preservation in liver transplantation (PILOT).\r\n\r\nPubmed   Journal   ReadQx \r\nSerum matrix metalloproteinase-7 (MMP-7): As good as it gets?\r\n\r\nPubmed   Journal   ReadQx \r\nSolving the puzzle of fibrosis resolution in alcohol-associated liver disease: An insight from KDM5 demethylases and LXR activation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Gastroenterology\r\n    Bridging the Diagnostic Gap: How Autonomous AI Can Assist in Endoscopic Diagnosis of Experts.\r\n\r\nPubmed   Journal   ReadQx \r\nLessons from Japan's Case for Early Helicobacter pylori Screening.\r\n\r\nPubmed   Journal   ReadQx \r\nThe optimal duration of vasoconstrictors for acute variceal hemorrhage: longer is safer?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Response to: short-chain fatty acids in patients with severe acute pancreatitis: friend or foe?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Familial Coaggregation of MASLD and Liver-related Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Transition from NAFLD to MASLD and Its Impact on Clinical Practice and Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-12T23:11:29-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-01-2024/",
    "title": "Fri Mar 01 2024",
    "description": "84 articles - From Friday Feb 23 2024 to Friday Mar 01 2024",
    "author": [],
    "date": "2024-03-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Insurance Companies' Poor Adherence to Guidelines for Moderate to Severe Ulcerative Colitis/Crohn's Disease Management.\r\n Nearly every insurance company required failure of steroids and immunomodulators before biologic therapy. Further work is required to improve patient access to standard of care treatment.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on High-Quality Upper Endoscopy: Expert Review.\r\nBEST PRACTICE ADVICE 9: Endoscopists should document whether subsequent surveillance endoscopy is indicated and, if so, provide appropriate surveillance intervals. If the determination of surveillance is contingent on histopathology results, then endoscopists should document that surveillance intervals will be suggested after results are available.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Guideline on Fecal Microbiota-Based Therapies for Select Gastrointestinal Diseases.\r\nFecal microbiota-based therapies are effective therapy to prevent recurrent C difficile in select patients. Conventional fecal microbiota transplant is an adjuvant treatment for select adults hospitalized with severe or fulminant C difficile infection not responding to standard of care antibiotics. Fecal microbiota transplant cannot yet be recommended in other gastrointestinal conditions.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Physician perceptions on the current and future impact of artificial intelligence to the field of gastroenterology.\r\nGastroenterologists have an overall positive perception regarding the use of AI in clinical practice but voiced concerns regarding its technical aspects and coverage of costs associated with implementation. Further education on the clinical use of AI applications with understanding of the advantages and limitations appears to be valuable in promoting adoption.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Adenomas and Sessile Serrated Lesions in 45-49- Year-Old Individuals Undergoing Colonoscopy: A Systematic Review and Meta-Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-Guided Vs. ERCP-Guided Biliary Drainage as Primary Approach to Malignant Distal Biliary Obstruction: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.\r\nEUS-BD is an efficient and safe alternative to ERCP in MDBO. An almost nonexistent risk of procedure-related pancreatitis, lower procedure time, and ease of use makes this an attractive primary approach to biliary decompression in centers with expertise.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Antibiotic exposure and risk of new-onset inflammatory bowel disease: a systematic review and dose-response meta-analysis.\r\n Antibiotic exposure was significantly associated with an increased risk of new-onset IBD, and a positive nonlinear dose-response relationship was observed. Antibiotic stewardship may be important for reducing IBD risk.\r\nPubmed   Journal   ReadQx \r\nGLOBAL PREVALENCE OF PANCREATIC CYSTIC LESIONS IN THE GENERAL POPULATION ON MAGNETIC RESONANCE IMAGING: A SYSTEMATIC REVIEW AND META-ANALYSIS.\r\nSubgroup analysis showed higher PCL prevalence when imaging findings were confirmed by independent radiologist(s) (25%;  95%CI 16-33) than when chart review alone was used (5%;  95%CI 4-7;  p<0.01). There was no independent association of PCL prevalence with geographic location (Europe, North America or Asia), MRI indication (screening vs evaluation of non-pancreatic pathology), enrollment period, sample size, magnet strength (1.5 vs 3 tesla), and MRI sequence (MRCP vs no MRCP) CONCLUSION: In this systematic review, the global prevalence of PCLs using a highly sensitive non-invasive imaging modality ranged between 13% to 18%.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic full-thickness plication for the treatment of gastroesophageal reflux disease: A systematic review and meta-analysis.\r\nThe findings from our study reveal that EFTP is a safe and effective treatment for GERD patients who have not responded adequately to conventional therapies. Given its minimally invasive nature, effectiveness, and limited adverse effects, EFTP emerges as a compelling alternative to conventional surgical procedures.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Branched-chain amino acid supplementation does not improve measures of sarcopenia in cirrhosis: results of a randomised controlled trial.\r\n BCAA supplementation did not improve measures of muscle strength, mass or performance or physical frailty compared to a whey protein supplement in a randomised controlled setting. ACTRN12618000802202.\r\nPubmed   Journal   ReadQx \r\nCAMP-B score predicts the risk of hepatocellular carcinoma in patients with chronic hepatitis B after HBsAg seroclearance.\r\nThe CAMP-B score (cirrhosis, age ≥50 years, male sex and platelet count <150,000/mm 3 /L) was significantly associated with HCC development after HBsAg seroclearance. CAMP-B score can be easily implemented in real-world clinical practice and helps stratify HCC risk in patients with CHB following HBsAg seroclearance.\r\nPubmed   Journal   ReadQx \r\nEvaluation of potential hepatic recompensation criteria in patients with PBC and decompensated cirrhosis.\r\nPatients with PBC and decompensated cirrhosis may achieve hepatic recompensation under UDCA therapy. However, since liver-related complications still occur after recompensation, patients should remain under close follow-up.\r\nPubmed   Journal   ReadQx \r\nHigh-dose proton pump inhibitor treatment is associated with a higher mortality in cirrhotic patients: A multicentre study.\r\nThe use of high-dose PPI was independently associated with increased risks of mortality and cirrhotic complications.\r\nPubmed   Journal   ReadQx \r\nImpact of inflammatory bowel disease on the risk of acute coronary syndrome: A Swedish Nationwide Cohort Study.\r\n In this contemporary cohort of patients with IBD, exposed to modern IBD care, there was an increased risk for ACS compared with individuals from the general population.\r\nPubmed   Journal   ReadQx \r\nPersistently high HBsAg levels during HBeAg-seropositive stage predict lower risk of hepatocellular carcinoma in chronic hepatitis B patients.\r\n Patients with persistently high HBsAg levels during HBeAg-seropositive stage represent a unique population with low risk of HCC development.\r\nPubmed   Journal   ReadQx \r\nTerlipressin therapy is associated with increased risk of colonisation with multidrug-resistant bacteria in patients with decompensated cirrhosis.\r\nOur study reports an increased risk of MDRO colonisation in patients with AD or ACLF, who recently received terlipressin therapy, while other commonly prescribed non-antibiotic co-medications had negligible influence. Future prospective trials are needed to confirm these results.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Outcomes of high-grade immune checkpoint inhibitor hepatitis in hospitalized and non-hospitalized patients.\r\n Hospitalization of patients with high-grade ICI hepatitis was not associated with faster hepatitis resolution and did not affect mortality. Routine hospitalization may not be necessary in al patients with high-grade ICI hepatitis and CTCAE criteria may overestimate severity of liver injury.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessment of pancreatic ductal stone density on non-contrast computed tomography for predicting the outcome of extracorporeal shock wave lithotripsy.\r\nThe SD is a significant predictor of ESWL success followed by ductal clearance at ERCP, and <1106.5 HU is a predictor of good candidates for ESWL therapy.\r\nPubmed   Journal   ReadQx \r\nAssociation of short-course antimicrobial therapy and bacterial resistance in acute cholangitis: Retrospective cohort study.\r\nIn acute cholangitis, the administration of antimicrobials within 3 days of ERCP may suppress the development of resistant bacteria.\r\nPubmed   Journal   ReadQx \r\nComparison of diagnostic outcomes, safety, and cost of Franseen-tip 19G versus 22G needles for endoscopic ultrasound-guided liver biopsies.\r\nThe Franseen-tip 19G outperforms 22G with a significantly lower fragmentation rate, longer AL, LIC, and a higher number of CPT with a marginal increase in the procedure cost, without any difference in diagnostic yield and safety.\r\nPubmed   Journal   ReadQx \r\nEvaluation of exclusive internal endoscopic drainage for complex biloma with transluminal and transpapillary stenting.\r\nIf both techniques can be performed, EUS-TBD should be considered because of the short times for the procedure, hospital stay. and biloma resolution.\r\nPubmed   Journal   ReadQx \r\nInteractive training with a novel simulation model for upper gastrointestinal endoscopic hemostasis improves trainee technique and confidence.\r\nOur study demonstrates the potential of our simulation-based training model as a valuable tool for improving technical skills and confidence in trainees learning to perform endoscopic hemostasis.\r\nPubmed   Journal   ReadQx \r\nPractice patterns and outcomes of endoscopic sleeve gastroplasty based on provider specialty.\r\nData from a large US cohort show significant and sustained weight loss with ESG and an excellent safety profile in both bariatric surgery and gastroenterology practices, supporting the scalability of the procedure across practices in a multidisciplinary setting.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety and efficacy of early versus late removal of LAMS for pancreatic fluid collections.\r\nEarly LAMS removal (< 4 weeks) did not prevent AEs but did lead to increased clinical failure.\r\nPubmed   Journal   ReadQx \r\nSame-session endoscopic diagnosis and symptom palliation in pancreato-biliary malignancies: Clinical impact of rapid on-site evaluation (ROSE).\r\ng. uncovered SEMS or therapeutic EUS), potentially reducing hospitalization and time to oncological treatments.\r\nPubmed   Journal   ReadQx \r\nThe Bethesda ERCP Skills Assessment Tool (BESAT) can reliably differentiate endoscopists of different experience levels.\r\nStudy findings demonstrate that the BESAT, a video-based ERCP skill assessment tool, has high inter-rater reliability and has discriminative validity in differentiating novice from expert ERCP skill. Further investigations are needed to determine the role of video-based assessment in improving trainee learning curves and patient outcomes.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Artificial intelligence-assisted system for the assessment of Forrest classification of peptic ulcer bleeding: a multicenter diagnostic study.\r\n The DCNN system for the assessment of the Forrest classification of PUB showed satisfactory diagnostic performance, which was slightly superior to that of senior endoscopists. It could therefore effectively assist junior endoscopists in making such diagnoses during gastroscopy.\r\nPubmed   Journal   ReadQx \r\nMulticenter Prospective Randomized Controlled Clinical Trial Comparing the Pocket-Creation Method with and without Single Clip Traction of Colonic Endoscopic Submucosal Dissection.\r\n ESD facilitated by the novel PCM-CT appears to be significantly faster. Additionally, both PCM-CT and PCM achieved high R0 resection rate.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Efficacy and findings of a blinded randomized reintroduction phase for the low FODMAP diet in Irritable Bowel Syndrome.\r\n We confirmed the significant benefit of the low-FODMAP diet in tertiary care IBS. A blinded reintroduction revealed a personalized pattern of symptom recurrence, with fructans and mannitol as the most prevalent, and allows the most objective identification of individual FODMAP-triggers;  Clinicaltrial.gov number  NCT04373304.\r\nPubmed   Journal   ReadQx \r\nTGF-β1 Induced SOX18 Elevation Promotes Hepatocellular Carcinoma Progression and Metastasis through Transcriptionally Upregulating PD-L1 and CXCL12.\r\nSOX18 promoted the accumulation of immunosuppressive TAMs and Tregs in microenvironment by transactivating CXCL12 and PD-L1. CXCR4 inhibitor or TGFβR1 inhibitor in synergy with anti-PD-L1 represented a promising combination strategy to suppress HCC progression and metastasis.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    HBV integrations reshaping genomic structures promote hepatocellular carcinoma.\r\n HBV integrations extensively reshape genomic structures and promote hepatocarcinogenesis (graphical abstract), which may occur early in a patient's life.\r\nPubmed   Journal   ReadQx \r\nMASH Resolution Index: development and validation of a non-invasive score to detect histological resolution of MASH.\r\n The MASH Resolution Index may be a useful score to non-invasively identify MASH resolution.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Endothelial YAP/TEAD1-CXCL17 signaling recruits myeloid-derived suppressor cells against liver ischemia-reperfusion injury.\r\nEndothelial YAP/TEAD1-CXCL17 signaling recruited MDSCs to attenuate liver IRI, providing evidence of a therapeutic potential for managing IRI in liver surgery.\r\nPubmed   Journal   ReadQx \r\nIntegrative transcriptomic and genomic analyses unveil the IFI16 variants and expression as a MASLD progression markers.\r\nThis study unveils a comprehensive understanding of MASLD progression through transcriptomic classification, highlighting the crucial roles of IFI16 variants. Targeting the IFI16-PYCARD-CASP1 pathway may pave the way for the development of novel diagnostics and therapeutics for MASLD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    CRKL dictates anti-PD-1 resistance by mediating tumor-associated neutrophil infiltration in hepatocellular carcinoma.\r\nActivation of the CRKL/β-catenin/VEGFα and CXCL1 axis is a critical obstacle to successful anti-PD-1 therapy. Therefore, CRKL inhibitors combined with anti-PD-1 may be developed for the treatment of HCC. Impact and implications Here, we found CRKL was overexpressed in anti-PD-1 resistant HCC and CRKL upregulation promotes anti-PD-1 resistance in HCC. We identified that CRKL/β-catenin/VEGFα and CXCL1 axis upregulation contributes to anti-PD-1 tolerance through promoting tumor-associated neutrophils (TANs) infiltration. These findings support the strategy of bevacizumab-based ICIs combination therapy, and CRKL inhibitors combined with anti-PD-1 therapy may be developed for the treatment of HCC.\r\nPubmed   Journal   ReadQx \r\nSingle cell landscape of functionally cured chronic hepatitis B patients reveals activation of innate and altered CD4-CTL-driven adaptive immunity.\r\nOur study provides conceptually novel insights into the immuno-pathological control of HBV cure, and opens exciting new avenues for clinical management, biomarker discovery and therapeutic interventions. We believe that the discoveries from this study, as it relates to the activation of an innate and altered immune response that may facilitate sustained, low-grade inflammation, may have broader implications in the resolution of chronic viral hepatitis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Towards optimal thiopurine therapy for inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Updated epidemiology of steatotic liver disease in people with HIV in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Approaching Digestive Health Care in Transgender and Gender-Diverse Communities.\r\n\r\nPubmed   Journal   ReadQx \r\nBlue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Green Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Assessing Diagnostic Performance of Modifications to the Rome IV Criteria for Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nMALT lymphoma of the esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nPHOSPHATIDYLETHANOL DETECTS OCCULT HEAVY ALCOHOL USE IN PATIENTS WITH ACUTE AND CHRONIC PANCREATITIS.\r\n\r\nPubmed   Journal   ReadQx \r\nSerum Ammonia Levels Do Not Correlate With Overt Hepatic Encephalopathy Severity in Hospitalized Patients With Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A stent-removing thread sticking adjacent to the duodenoscope elevator identified using the double-scope technique.\r\n\r\nPubmed   Journal   ReadQx \r\nEmergency digital cholangioscopy-assisted electrohydraulic lithotripsy for basket impaction with an entrapped bile duct stone.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A new endoscopic solution for rectal anastomotic atresia: Contrast agent-guided precision dilation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare case of endoscopic full-thickness resection of a laterally spreading tumor at the anastomotic site of appendectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAdvancing the Practice of Gastrointestinal Endoscopy Through Research.\r\n\r\nPubmed   Journal   ReadQx \r\nAn unusual pancreas divisum intraductal papillary mucinous neoplasm diagnosed by pancreatoscopy-assisted endoscopic ultrasonography rendezvous procedure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBiliary ascariasis: extraction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholangioscopy findings of biliary candidiasis post-liver transplantation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic hand-suturing for postoperative suture failure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic radial incision of a congenital antral web in a child.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic removal of a whole ascaris from the colonic lumen.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nGallstone sigmoid obstruction treated with electrohydraulic lithotripsy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHepatic fascioliasis: a rare case of \"fake\" biliary gallstones.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInnovations for colonic endoscopic submucosal dissection: combination of the latest game changers.\r\n\r\nPubmed   Journal   ReadQx \r\nMucosal snare resection-endoscopic submucosal excavation: a novel technology.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNeedle-free technique for guidewire manipulation during endoscopic ultrasound-guided pancreatic duct drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful closure of a detached muscle layer during gastric endoscopic submucosal dissection with fibrosis using clips with the use of polyglycolic acid sheets and fibrin glue.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater coagulation using hybrid knife in peroral endoscopic myotomy for achalasia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnraveling the conumdrum: innovative technique to remove the stent from the displaced pancreatic duct in stenosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of adaptive traction for endoscopic submucosal dissection when using a bipolar knife for cardiological reasons.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Approaching Digestive Health Care in Transgender and Gender-Diverse Communities.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic and Prognostic Biomarkers of Chronic Pancreatitis: A Conceptual Framework Based on PRoBE Design.\r\n\r\nPubmed   Journal   ReadQx \r\nIn search of the best second-line therapy for Primary Biliary Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nWhen aspirin causes damage - microbes modulate the host to restore gut homeostasis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    New AI model for neoplasia detection and characterisation in inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent intestinal ulcers and perforations complicated with pigmentation.\r\n\r\nPubmed   Journal   ReadQx \r\nRole of patient and staff mobility in scope 3 emissions in GI endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Towards optimal thiopurine therapy for inflammatory bowel disease-authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Updated epidemiology of steatotic liver disease in people with HIV in the United States-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Severe underweight and sarcopenia in decompensated cirrhosis are associated with high FGF21 levels-authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Severe underweight and sarcopenia in decompensated cirrhosis are associated with high FGF21 levels.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cause of death by fibrosis stage in 959 patients with biopsy-proven NAFLD.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    \"Autoimmune Hepatitis: Azathioprine or Mycophenolate Mofetil for inducing remission?\"\r\n\r\nPubmed   Journal   ReadQx \r\nAn in-depth exploration of difference and similarity between NAFLD and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Changing from NAFLD to MASLD: The Implications for health related quality of life data.\r\n\r\nPubmed   Journal   ReadQx \r\nPotential augmentation of terlipressin antidiuretic effects by gabapentinoids.\r\n\r\nPubmed   Journal   ReadQx \r\nShould MMF treatment be the first-line therapy in autoimmune hepatitis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe Transition from NAFLD to MASLD and Its Impact on Clinical Practice and Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-02T16:55:13-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-23-2024/",
    "title": "Fri Feb 23 2024",
    "description": "121 articles - From Friday Feb 16 2024 to Friday Feb 23 2024",
    "author": [],
    "date": "2024-02-23",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    UK guideline on the transition and management of childhood liver diseases in adulthood.\r\nThese are the first nationally developed guidelines on the transition and management of childhood liver diseases in adulthood. They provide a framework upon which to base clinical care, which we envisage will lead to improved outcomes for YA with chronic liver disease.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on High-Quality Upper Endoscopy: Expert Review.\r\nBEST PRACTICE ADVICE 9: Endoscopists should document whether subsequent surveillance endoscopy is indicated and, if so, provide appropriate surveillance intervals. If the determination of surveillance is contingent on histopathology results, then endoscopists should document that surveillance intervals will be suggested after results are available.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: Risk of pancreatic cancer in patients with inflammatory bowel disease.\r\nOur results suggest a moderate increase in the risk of pancreatic cancer in patients with IBD, which may be further heightened by genetic predisposition to IBD. The increased risk of pancreatic cancer is probably similar in Crohn's disease and ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Dysplasia Detection in Inflammatory Bowel Disease: An Updated Meta-Analysis With Effect.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Global Epidemiology of Gallstones in the 21st Century: A Systematic Review and Meta-analysis.\r\n Globally, 6% of the population have gallstones, with higher rates in females and in South America. The incidence of gallstones may be rising. Our findings call for prioritizing research on prevention of gallstones.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Prevalence Of Endoscopy Related Injuries and Its Impact on Clinical Practice: A Systematic Review and Meta-Analysis.\r\n Endoscopy related injuries of CTS, DQTS and endoscopy related pain are very common. These injuries can be severe, requiring surgery, and lead to loss of productivity. Most gastroenterologist report an unmet need for training in proper ergonomics of endoscopy.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Diagnostic yield of endoscopic and EUS-guided biopsy techniques in subepithelial lesions of the upper gastro-intestinal tract: a systematic review.\r\n Based on the available evidence, MIAB and EUS-FNB seem to be most effective in terms of achieving a high diagnostic yield, with similar rates of adverse events.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Drug-induced liver injury from selective androgen receptor modulators, anabolic-androgenic steroids and bodybuilding supplements in Australia.\r\nThe prognosis of DILI from AAS, SARMs and BBS is good although liver transplantation may rarely be required. A detailed drug history is important in uncovering DILI due to these supplements.\r\nPubmed   Journal   ReadQx \r\nUpper limit of normal ALT levels in health and metabolic diseases: Pooled analysis of 423,355 individuals with bootstrap modelling.\r\n We provide expected ranges of ALT ULN levels for individuals without known liver disease without metabolic diseases and those with or without T2DM and/or are normal weight or overweight/obese. These data may have implications for clinical care and screening.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Does surgery prior to pregnancy in women with inflammatory bowel disease increase the risk of adverse maternal and fetal outcomes? A Danish national cohort study.\r\n Providers should be aware there is an increased likelihood of C-section and certain perinatal complications in patients with CD or UC surgery prior to pregnancy.\r\nPubmed   Journal   ReadQx \r\nRole of the intestine and its gut microbiota in metabolic syndrome and obesity.\r\nIn addition, we have reviewed the existing evidence of the gut microbiome and its association with and impact on metabolic disorders, in an attempt to understand the complex interactions and nature of this association. We also explored potential therapeutic options targeting the gut to modify metabolic disorders and obesity.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    ASSOCIATION BETWEEN CELIAC DISEASE AND IRRITABLE BOWEL SYNDROME: A NATIONWIDE COHORT STUDY.\r\nIn patients with CD, the risk of IBS is increased long before and after diagnosis. Clinicians should be aware of these long-term associations and their implications on patient management.\r\nPubmed   Journal   ReadQx \r\nChronic Viral Hepatitis B and C Outweigh MASLD in the Associated Risk of Cirrhosis and HCC.\r\n These findings underscore the need to prioritize treatment of chronic viral hepatitis before addressing MASLD.\r\nPubmed   Journal   ReadQx \r\nDNA methylation profiling enables accurate classification of non-ductal primary pancreatic neoplasms.\r\n Pancreatic neoplasms can be classified with high accuracy based on DNA methylation signatures. Additionally, non-pancreatic neoplasms are identified with near perfect precision. In summary, methylation profiling can serve as a valuable adjunct in the diagnosis of pancreatic neoplasms with minimal risk for misdiagnosis, even in the pre-operative setting.\r\nPubmed   Journal   ReadQx \r\nHeartburn Relief is the Major Unmet Need for Drug Development in Gastroesophageal Reflux Disease: Threshold Value Analysis.\r\n We demonstrate that aiming GERD-related drug development toward heartburn relief appears critical to align cost-effective incentives for industry and insurers with those of patients and gastroenterologists.\r\nPubmed   Journal   ReadQx \r\nLong-Term Effectiveness and Durability of COVID-19 Vaccination among Patients with Inflammatory Bowel Disease.\r\nCOVID-19 vaccination generates an effective and durable protective response for the vast majority of adults with IBD, including vulnerable populations such as corticosteroid users and older individuals. Patients with IBD benefit from COVID-19 booster vaccination.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Cloud technology and capsule endoscopy: A single-center users' experience of remote online video analysis and reporting.\r\nPillCam remote reader is a reliable, secure, and effective capsule analysis platform and should be incorporated into any CE service development plan.\r\nPubmed   Journal   ReadQx   PMC\r\nInsulated tip/needle-knife endoscopic stricturotomy is safe and effective for treatment of non-traversable anorectal strictures.\r\nEndoscopic stricturotomy is safe and effective in treating severe anorectal/anopouch strictures.\r\nPubmed   Journal   ReadQx   PMC\r\nPer-oral cholangioscopy in patients with primary sclerosing cholangitis: a 12-month follow-up study.\r\nIn PSC patients, POCS visualization/biopsy and ERC/cytology each identified three cases of CCA. Some patients had a repeat procedure and none experienced POCS-related SAEs.\r\nPubmed   Journal   ReadQx   PMC\r\nTrends in prevalence of esophageal adenocarcinoma: Findings from a statewide database of over 6 million patients.\r\nTherefore, we aimed to assess the time trends in the prevalence and incidence of EAC and some of its risk factors in a large population of patients in Florida and to assess these trends based on age categories. We hypothesized that the prevalence of EAC and BE has increased over time at younger age groups.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Pan-intestinal capsule endoscopy as first-line procedure in patients with suspected mid or lower gastrointestinal bleeding.\r\nWhile assessing patients with MLGIB, PCE dismisses further invasive procedures in more than half of patients. Moreover, PCE is safe and more effective than colonoscopy in identifying PHL both in the small-bowel and colon. Our results support the potential use of PCE as first-line examination in patients with suspected MLGIB.\r\nPubmed   Journal   ReadQx \r\nPrevalence and predictive factors of colorectal sessile serrated lesions in younger individuals.\r\n SSLs are not uncommon among younger individuals. Moreover, diligent effort and expertise are of paramount importance in SSL detection. Future studies should explore the clinical significance of SSLs in younger age individuals.\r\nPubmed   Journal   ReadQx \r\nVertical R1 margins are not always associated with residual neoplasia after endoscopic resection of Barrett's neoplasia: a nationwide cohort with dedicated pathology reassessment.\r\nHistological evaluation of ER margins appears challenging as 75% of documented R1v cases were confirmed during reassessment. After ER with R1v, 50% of the patients had no residual neoplasia. Endoscopic reassessment 8-12 weeks after ER seems accurately able to detect residual neoplasia and help to determine the most appropriate strategy for patients with R1v.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Endoscopic gallbladder stenting to prevent recurrent cholecystitis in deferred cholecystectomy: a randomized trial.\r\nETGS could prevent recurrent cholecystitis in acute cholecystitis patients with CBD stone whose cholecystectomy was deferred for 3 months. In those who did not receive ETGS, the majority of recurrences occurred within 3 months. (Thaiclinicaltrials.org, number  TCTR20200913001).\r\nPubmed   Journal   ReadQx \r\nThalidomide for Recurrent Small Intestinal Gastrointestinal Bleeding.\r\nendoscopic ablation, angiographic embolization, or surgical resection). Thalidomide is an immunomodulatory drug that down-regulates vascular endothelial growth factor and has been used to treat SIA, although its evidence in this setting is limited to observational and open-label trials.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A new grading assessment of eosinophilic esophagitis using red dichromatic imaging: A pilot study.\r\nThe severity of eosinophilic infiltration could be predicted more precisely using RDI than by evaluating with WLI.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticogastrostomy versus hepaticogastrostomy with antegrade stenting in patients with unresectable malignant distal biliary obstruction: a propensity score-matched case-control study.\r\nEUS-HGAS extended TRBO compared with EUS-HGS, while AEs, except for RBO and OS, did not differ. The longer TRBO of EUS-HGAS could benefit patients with longer life expectancy.\r\nPubmed   Journal   ReadQx \r\nFixation of Proximal flange of Lumen Apposing Metal Stent using Through-the-Scope Endoscopic Suturing System to Prevent Stent Migration in Single-Session EUS-directed Transgastric ERCP: A Pilot Study.\r\n Use of through-the-scope endoscopic suturing can be a safe, reliable, and potentially cost-effective novel technique for LAMS fixation to successfully perform SS-EDGE in RYGB patients.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Association of healthy lifestyle behaviours with incident irritable bowel syndrome: a large population-based prospective cohort study.\r\nAdhering to a higher number of healthy lifestyle behaviours is significantly associated with a lower incidence of IBS in the general population. Our findings suggest the potential of lifestyle modifications as a primary prevention strategy for IBS.\r\nPubmed   Journal   ReadQx \r\nMilk fat globule-epidermal growth factor 8 (MFGE8) prevents intestinal fibrosis.\r\n MFGE8 displays antifibrotic effects, and its administration may represent a future approach for prevention of IBD-induced intestinal strictures.\r\nPubmed   Journal   ReadQx \r\nSerum biomarker signature is predictive of the risk of hepatocellular cancer in patients with cirrhosis.\r\nWe identified a panel of nine serum biomarkers that is independently associated with developing HCC in cirrhosis and that improved the predictive ability of risk stratification models containing clinical factors.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A modified hospital frailty risk score for patients with cirrhosis undergoing abdominal operations.\r\nWhile the 109-component HFRS was associated with adverse surgical outcomes, 12 components accounted for much of the association between the HFRS and mortality. We developed the cirrhosis-HFRS, a tool that demonstrates superior predictive accuracy for in-hospital mortality and more precisely reflects the specific comorbidity pattern of hospitalized patients with cirrhosis undergoing general surgery procedures.\r\nPubmed   Journal   ReadQx \r\nASK1/p38 axis inhibition blocks the release of mitochondrial \"danger signals\" from hepatocytes and suppresses progression to cirrhosis and liver cancer.\r\nASK1 inhibition suppresses profibrogenic release of mtDNA from dying hepatocytes in p38-dependent manner and protects from liver fibrosis. Long-term ASK1 targeting resulted in diminished net antifibrotic effect, but the progression to liver cirrhosis and cancer in BALBc/Mdr2-/- mice was effectively inhibited. These data support the clinical evaluation of ASK1 inhibitors in fibrotic liver diseases.\r\nPubmed   Journal   ReadQx \r\nEnhanced SLC35B2/SAV1 sulfation axis promotes tumor growth through inhibiting Hippo signaling in hepatocellular carcinoma.\r\nOur findings reveal a regulatory mechanism of SLC35B2/SAV1 sulfation axis in response to oxidative stress, highlighting its potential as a promising therapeutic target for HCC.\r\nPubmed   Journal   ReadQx \r\nExtensive splanchnic vein thrombosis after SARS-CoV-2 vaccination a Vascular Liver Disease Group (VALDIG) initiative.\r\nAlthough definite VITT was rare, in 72% no other cause for SVT could be identified following SARS-CoV-2 vaccination. These cases were different from patients with non-vaccine related SVT, with lower incidence of prothrombotic conditions, higher rates of bowel ischemia and poorer outcome. Although SVT after SARS-CoV-2 vaccination is rare in absolute terms, these data remain relevant considering ongoing re-vaccination programs.\r\nPubmed   Journal   ReadQx \r\nFull adherence to cirrhosis quality indicators is associated with lower mortality in acute variceal bleeding: Nationwide audit.\r\n Full adherence to the AVB QI should be the target for quality improvement in patients with cirrhosis.\r\nPubmed   Journal   ReadQx \r\nGenome-wide association study identifies high-impact susceptibility loci for hepatocellular carcinoma in North America.\r\nOur GWAS highlights novel genetic susceptibility of non-viral HCC among EDP from North America with substantial heritability. Selected genetic influences were observed for HCV-positive HCC. Our findings indicate the importance of genetic susceptibility to HCC development.\r\nPubmed   Journal   ReadQx \r\nGenomics of human NAFLD: Lack of data reproducibility and high interpatient variability in drug target expression as major causes of drug failures.\r\nLack of data reproducibility, high interpatient variability and absence of disease dependent drug target regulations are likely causes of NASH drug failures in clinical trials.\r\nPubmed   Journal   ReadQx \r\nImpending hepatocellular carcinoma diagnosis in cirrhotic patients after HCV cure features a natural killer cell signature.\r\n We show that HCV-related HCC development has profound effects on the imprint of NK cells. Persistent co-expression of TIM-3hi and CD38+ on NK cells is an early indicator for HCV-related HCC development. We propose profiling of NK cells may be a rapid and valuable tool to assess the risk of HCC development in a timely manner in cirrhotic patients after HCV cure.\r\nPubmed   Journal   ReadQx \r\nIntegrative transcriptomic and genomic analyses unveil the IFI16 variants and expression as a MASLD progression markers.\r\nThis study unveils a comprehensive understanding of MASLD progression through transcriptomic classification, highlighting the crucial roles of IFI16 variants. Targeting the IFI16-PYCARD-CASP1 pathway may pave the way for the development of novel diagnostics and therapeutics for MASLD.\r\nPubmed   Journal   ReadQx \r\nOleic acid-PPARγ-FABP4 loop fuels cholangiocarcinoma colonization in lymph node metastases microenvironment.\r\nOur results reveal the role of the oleic acid-PPARγ-FABP4 loop in fueling cholangiocarcinoma colonization in lymph nodes, and demonstrate that PPARγ-regulated lipid metabolic reprogramming is a promising therapeutic target for relieving cholangiocarcinoma lymph node metastasis burden and reducing further progression.\r\nPubmed   Journal   ReadQx \r\nRecent outcomes of liver transplantation for Budd Chiari Syndrome - a study of the European Liver Transplant Registry (ELTR) and affiliated centers.\r\n LT for BCS results in excellent patient- and graft survival. Older recipient or donor age, and higher MELD are associated with poorer outcomes, while long-term anticoagulation improves both patient and graft outcomes.\r\nPubmed   Journal   ReadQx \r\nSerum aryl hydrocarbon receptor activity is associated with survival in patients with alcohol-associated hepatitis.\r\n Serum AhR activity was significantly higher in patients with AH compared with controls and individuals with AUD, and this increased activity was associated with higher mortality. Consequently, serum AhR activity holds potential as a prognostic marker.\r\nPubmed   Journal   ReadQx \r\nSintilimab plus bevacizumab combined with radiotherapy as first-line treatment for hepatocellular carcinoma with portal vein tumor thrombus: A multicenter, single-arm, phase 2 study.\r\nSintilimab plus bevacizumab combined with radiotherapy provides favorable treatment response and survival outcomes along with an acceptable safety profile in the first-line setting for HCC patients with PVTT. (ClinicalTrials.gov Identifier  NCT05010434).\r\nPubmed   Journal   ReadQx \r\nStellate cell-specific adhesion molecule protocadherin 7 regulates sinusoidal contraction.\r\nThe stellate cell-specific cadherin, PCDH7 is a novel regulator of HSC contractility whose loss leads to cytoskeletal remodeling and sinusoidal relaxation.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Exploring the impact of the PNPLA3 I148M variant on primary human hepatic stellate cells using 3D extracellular matrix models.\r\n HSCs carrying the PNPLA3 I148M variant have impaired mitochondrial function, antioxidant response, and increased TGFB1 signalling dampening the antifibrotic NR4A1 activity. These features are exacerbated by cirrhotic ECM, highlighting the dual impact of the PNPLA3 I148M variant and the fibrotic microenvironment in progressive chronic liver diseases. Impact and implications Hepatic stellate cells (HSCs) play a key role in the fibrogenic process associated with chronic liver disease. The PNPLA3 genetic mutation has been linked with increased risk of fibrogenesis, but its role in HSCs needs further investigation. Here, by using comparative transcriptomic and a novel 3D in vitro model, we demonstrate the impact of the PNPLA3 genetic mutation on primary human HSCs cell behaviour, and we show that it affects the cell's mitochondrial function and antioxidant response, as well as the antifibrotic gene NR4A1. Our publicly available transcriptomic data, 3D platform and our findings on NR4A1 could facilitate the discovery of targets to develop more effective treatments for chronic liver diseases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Assessment and significance of histologic activity in Crohn disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Emerging Role of Glucagon-Like Peptide-1 Receptor Agonists for the Treatment of Metabolic- Dysfunction Associated Steatohepatitis.\r\nThis review summarizes the role of glucagon-like peptide (GLP) -1 receptor agonists in treating MASLD/MASH. Although not approved by the Food and Drug Administration for the treatment of MASLD, this class of medication is available to treat obesity and type 2 diabetes and has been shown to reverse steatohepatitis, reduce cardiovascular risk, and is safe to use across the spectrum of MASLD with or without fibrosis.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    EUS gallbladder drainage for acute cholecystitis: time to push the paradigm.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic resection of T1 colorectal cancer with unfavorable histologic features: What shall we do next?\r\n\r\nPubmed   Journal   ReadQx \r\nThe optimal stent for unresectable distal malignant biliary obstruction: Is the exit from the maze of stent selection still not in sight?\r\n\r\nPubmed   Journal   ReadQx \r\nWhat goes around, comes around: circumferential endoscopic submucosal dissection and stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Coeliac disease: the paradox of diagnosing a food hypersensitivity disorder with autoantibodies.\r\nThe immunological mechanisms underlying the formation of autoantibodies in response to gluten exposure have been dissected. This review presents the current insights demonstrating that the autoantibodies in coeliac disease are intimately integrated in the maladapted immune response to gluten.\r\nPubmed   Journal   ReadQx \r\nRE.GA.IN.: the Real-world Gastritis Initiative-updating the updates.\r\nIN. was and remains the promotion of further improvement in the clinical management of patients with gastritis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Democracy in Science.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A curious case of abdominal pain - what is stuck at the tail?\r\n\r\nPubmed   Journal   ReadQx \r\nAn unexpected difficult colonoscopy caused by right-sided sigmoid colon.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic hemostasis using bipolar coagulation of small colonic diverticular bleeding with a micro-caliber tip cap under direct visualization.\r\n\r\nPubmed   Journal   ReadQx \r\nHepaticocholecystic Duct: Not a Myth but a Pitfall in Cholecystectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nIs 10-Day Vonoprazan With High-Dose Amoxicillin Dual Therapy Efficient for Eradicating Helicobacter pylori Infection in China?\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic head cancer leading to pancreatic pseudocyst resolved by colonic fistula formation.\r\n\r\nPubmed   Journal   ReadQx \r\nPicture Perfect: Artificial Intelligence in the Management of Hepatic Encephalopathy.\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of Horseshoe Shaped Mass encircling the Gastroesophageal Junction.\r\n\r\nPubmed   Journal   ReadQx \r\nRole of Biliary Stenting After Stone Clearance in Patients Awaiting Cholecystectomy: The Jury Is Still Out!\r\n\r\nPubmed   Journal   ReadQx \r\nThe Risks of Premature and Excessive Diet Following POEM.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biliary Neuroendocrine Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nDysphagia and Regurgitated Mass.\r\n\r\nPubmed   Journal   ReadQx \r\nMulti-level interventions to improve colorectal cancer screening in an urban Native American community: A pilot randomized clinical trial.\r\n\r\nPubmed   Journal   ReadQx \r\nPrescribing of proton pump inhibitors for prevention of upper gastrointestinal bleeding in U.S. outpatient visits.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Anastomotic biliary stricture after orthotopic liver transplantation: what can we propose after failure of classic ERCP technique to cannulate the stricture?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholangioscopy-assisted endoscopic mucosal resection for a mildly dysplastic lesion of the common bile duct: a pilot exploration for super minimally invasive surgery.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nContrast-enhanced endoscopic ultrasound-guided fine-needle aspiration for a gastric submucosal tumor with surrounding hemorrhage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for esophageal cancer behind a tracheoesophageal voice prosthesis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided choledochoduodenostomy using a novel, ultra-stiff, high-sliding guidewire and a dumbbell-shaped metal stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided partial splenic embolization for hypersplenism: a novel alternative.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFunnel-hood-assisted endoscopic retrograde appendicitis therapy for acute appendicitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGravity-assisted opacification method for confirming hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNeedle puncture fistulotomy: a new technique for needle-knife fistulotomy as a primary biliary access method for biliary cannulation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPancreatic pseudocyst with biliary fistula diagnosed using a novel slim peroral cholangioscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPercutaneous endoscopic necrosectomy with the assistance of implanted stent to manage walled-off necrosis: first clinical experience.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetroflexed endoscopic submucosal dissection of a lesion invading the pyloric ring, using a newly developed thin endoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful cholangioscopy-guided cannulation using a novel slim cholangioscope in a patient with Roux-en-Y gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful hemostasis with red dichromatic imaging for bleeding rectal dieulafoy's lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful retrieval of a migrated stent in the pancreatic duct after endoscopic ultrasound-guided pancreaticogastrostomy with peroral pancreatoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThrough-the-cholangioscope metal biliary stent placement as a novel endoscopic technique for bile duct strictures.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Commentary on the Epidemiology of Inflammatory Bowel Disease in Compounding Prevalence Nations: Towards Sustaining Healthcare Delivery.\r\n\r\nPubmed   Journal   ReadQx \r\nDeveloping a Mentoring Network to Navigate Fellowship and Beyond: Moving from \"Mentor\" to \"Mentors\".\r\n\r\nPubmed   Journal   ReadQx \r\nDysphagia In A 75-Year-Old Male.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Submucosal Dissection versus Endoscopic Mucosal Resection for Large Colonic Adenomas.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal Food Impaction - Cola Can't Beat the Real Thing.\r\n\r\nPubmed   Journal   ReadQx \r\nIn Human Esophageal Epithelial and Muscle Cells Treated with Th2 Cytokines, Upadacitinib Decreases Eotaxin-3 Secretion and Muscle Tension.\r\n\r\nPubmed   Journal   ReadQx \r\nIn search of the best second-line therapy for Primary Biliary Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nWhen aspirin causes damage - microbes modulate the host to restore gut homeostasis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Rare Esophageal Finding: Esophago-Esophageal Fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nNewly discovered stones in the common bile duct after pancreatic extracorporeal shock wave lithotripsy: where does it come from?\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips for EUS Guided Chemoablation.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    It is in the matrix: a molecular clue to fibro-stenotic Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nProphylactic underwater vessel coagulation for submucosal endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual history of 'stitch'.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Fellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatocellular carcinoma risk in HBeAg-positive chronic hepatitis B patients under long-term nucleos(t)ide analogue therapy: New insights from Asia.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Is the evidence convincing for the expansion of CHB treatment criteria to reduce the risk of HCC?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Are we comparing apples with oranges?\r\n\r\nPubmed   Journal   ReadQx \r\nPPARα, PPARδ or both - that is the question!\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction: Mast cells induce ductular reaction mimicking liver injury in mice through mast cell-derived transforming growth factor beta 1 signaling.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nJaundice with severe leucocytosis.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of stem cell-derived hepatocytes to model liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Choosing a Comparator: Minimizing Baseline Differences Between Groups.\r\n\r\nPubmed   Journal   ReadQx \r\nSex Differences and Immunoglobulin E Should Not Be Forgotten in Type 1 Autoimmune Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Metachronous Gastric Cancer Outcomes Following H-pylori Therapy after Endoscopic Dysplasia Resection: Insights from a Global Real-World Study.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A novel device for buried bumper syndrome management: not all roses and sunshine.\r\n\r\nPubmed   Journal   ReadQx \r\nBrushing beyond biopsies: using the full potential of bile duct brushes.\r\n\r\nPubmed   Journal   ReadQx \r\nCoaxial plastic stent placement within lumen-apposing metal stents: A thankless task?\r\n\r\nPubmed   Journal   ReadQx \r\nPlastic stents inside lumen-apposing metal stents for pancreatic fluid collections: A necessity or superfluity?\r\n\r\nPubmed   Journal   ReadQx \r\nRe-establishing the purpose of cholangioscopy-based artificial intelligence for biliary strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Exploring the impact of short-acting GLP-1 receptor agonists on GERD risk.\r\n\r\nPubmed   Journal   ReadQx \r\nProton pump inhibitors and the risk of inflammatory bowel disease: a Mendelian randomisation study.\r\n\r\nPubmed   Journal   ReadQx \r\nRe-evaluating early-onset OSCC in Africa: findings of minimal cumulative incidence.\r\n\r\nPubmed   Journal   ReadQx \r\nShort-chain fatty acids in patients with severe acute pancreatitis: friend or foe?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Response to \"Hepatic encephalopathy and survival after transjugular intra-hepatic portosystemic shunt: do spontaneous portosystemic shunts matter?\"\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-25T14:48:38-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-16-2024/",
    "title": "Fri Feb 16 2024",
    "description": "107 articles - From Friday Feb 09 2024 to Friday Feb 16 2024",
    "author": [],
    "date": "2024-02-16",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Treatment Decision for Locally Resected T1 Colorectal Carcinoma-Verification of the Japanese Guideline Criteria for Additional Surgery Based on Long-Term Clinical Outcomes.\r\nOur large-scale real-world multicenter study demonstrated the validity of the JSCCR criteria for pT1 CRC after local resection, especially regarding favorable outcomes in patients with low risk of LNM.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Establishment of Standards for the Referral of Large Non-Pedunculated Colorectal Polyps: An International Expert Consensus Using a Modified Delphi Process.\r\n The identified consensus statements can aid in improving the triage and planning of resection techniques for large colorectal polyps, ultimately contributing to the reduction of colorectal cancer incidence and mortality.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Additional viewpoints from transplant surgeons on Banff consensus recommendations for the assessment of steatotic donor livers.\r\n\r\nPubmed   Journal   ReadQx \r\nReply \"additional viewpoints from transplant surgeons on Banff consensus recommendations for the assessment of steatotic donor livers\".\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Comparative efficacy of P-CABs versus proton pump inhibitors for Grade C/D esophagitis: A systematic review and network meta-analysis.\r\n Vonoprazan has considerable efficacy in initial and maintained healing of grade C/D esophagitis compared with PPIs, with moderate short-term and long-term safety.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic spray cryotherapy for dysphagia palliation in esophageal cancer: Systematic review and meta-analysis.\r\nEndoscopic liquid nitrogen spray cryotherapy can effectively and safely treat dysphagia in esophageal cancer. It can be considered an option for dysphagia palliation in centers with expertise and equipment.\r\nPubmed   Journal   ReadQx   PMC\r\nRisk of recurrence with or without plastic stent after EUS-guided treatment of peripancreatic fluid collections: A systematic review and meta-analysis.\r\nIn this meta-analysis, long-term PS placement reduced the risk of PFC recurrence. Given the potential AEs of indwelling PS, further research is required to evaluate the overall benefits of long-term PS placement.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Diagnostic yield of endoscopic and EUS-guided biopsy techniques in subepithelial lesions of the upper gastro-intestinal tract: a systematic review. \r\nReported procedure-related complications graded AGREE II or higher were 2.8-3.9% for endoscopic biopsies, 1.0-4.5% for EUS-FNA, 0.9-7.7 % for EUS-FNB, 1.9-7.9% for MIAB. Based on the available evidence, MIAB and EUS-FNB seem to be most effective in terms of achieving a high diagnostic yield, with similar rates of adverse events.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Clinico-Pathological Appraisal of Duodenal Neuroendocrine Tumors at a Racially Diverse Safety Net Hospital.\r\n Larger scale studies are needed to determine the significance of these findings.\r\nPubmed   Journal   ReadQx \r\nImplementation of a hepatocellular carcinoma surveillance program in a community-based integrated health system in patients with hepatitis C cirrhosis.\r\nImplementation of a population-based program resulted in significant improvement in HCC surveillance use and clinical outcomes among patients with HCV cirrhosis. These findings may inform similar interventions by other healthcare systems.\r\nPubmed   Journal   ReadQx \r\nPredicting Risk of Colorectal Cancer After Adenoma Removal in a Large, Community-based Setting.\r\nA comprehensive CRC risk prediction model featuring patient age, diabetes diagnosis, and baseline colonoscopy indication and polyp findings was more accurate at predicting post-polypectomy CRC diagnosis than a model based on polyp findings alone.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Association between Vonoprazan and the risk of gastric cancer after Helicobacter pylori eradication.\r\nThe use of PCABs was associated with an increased risk of GC among Hp-eradicated patients, with duration/dose response effects.\r\nPubmed   Journal   ReadQx \r\nFeasibility and Colonoscopy Yield using the Fecal Immunochemical Test (FIT)-based Colorectal Screening in a Latin America Country.\r\n Implementation of a FIT-based CRC screening program was feasible in a low-resource setting, and there was a high yield for neoplasia in individuals with a positive FIT. This approach could be used as a model to plan and disseminate organized CRC screening more broadly in Brazil and Latin America.\r\nPubmed   Journal   ReadQx \r\nHypercholesterolemia is associated with dysregulation of lipid metabolism and poor prognosis in primary biliary cholangitis.\r\nOur results indicate that patients with PBC having baseline TC levels above 5.2 mmol/L have unique lipidome characteristics and are at a higher risk of poor clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Cloud technology and capsule endoscopy: A single-center users' experience of remote online video analysis and reporting. \r\nPillCam remote reader is a reliable, secure, and effective capsule analysis platform and should be incorporated into any CE service development plan.\r\nPubmed   Journal   ReadQx \r\nInsulated tip/needle-knife endoscopic stricturotomy is safe and effective for treatment of non-traversable anorectal strictures. \r\nEndoscopic stricturotomy is safe and effective in treating severe anorectal/anopouch strictures.\r\nPubmed   Journal   ReadQx \r\nPer-oral cholangioscopy in patients with primary sclerosing cholangitis: a 12-month follow-up study. \r\nIn PSC patients, POCS visualization/biopsy and ERC/cytology each identified three cases of CCA. Some patients had a repeat procedure and none experienced POCS-related SAEs.\r\nPubmed   Journal   ReadQx \r\nTransluminal antegrade drill dilation technique for hepaticojejunostomy stricture with cholangioscopic evaluation (with video).\r\nIn conclusion, TAD appears to be technically feasible and safe.\r\nPubmed   Journal   ReadQx   PMC\r\nTrends in prevalence of esophageal adenocarcinoma: Findings from a statewide database of over 6 million patients. \r\nTherefore, we aimed to assess the time trends in the prevalence and incidence of EAC and some of its risk factors in a large population of patients in Florida and to assess these trends based on age categories. We hypothesized that the prevalence of EAC and BE has increased over time at younger age groups.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    High risk stigmata and treatment strategy for acute lower gastrointestinal bleeding: a nationwide study in Japan.\r\nA population-level endoscopy dataset allowed us to identify high risk endoscopic SRH and propose a simple endoscopic treatment strategy for ALGIB. Unlike upper gastrointestinal bleeding, the rebleeding risks for ALGIB depend on colonic location, bleeding etiology, and treatment modality.\r\nPubmed   Journal   ReadQx \r\nRisk of a post-colonoscopy colorectal cancer in patients with diverticular disease: A population-based cohort study.\r\nAlthough the absolute risk was low, the relative risk of proximal PCCRCs may be elevated in patients with DD undergoing colonoscopy compared with non-DD patients.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A look into the future: Are we ready for an approved therapy in celiac disease?\r\nIn this perspective, we aim to describe these contextual issues and then look ahead to the future. What might be the major challenges in celiac disease clinics in the coming years once drugs are an option alongside the diet? And what will be future objectives for researchers who further decipher the mucosal immunology of celiac disease? Speculating on the answers to these questions is as stimulating as it is fascinating to be part of this turning point.\r\nPubmed   Journal   ReadQx \r\nApoptotic Vesicular Metabolism Contributes to Organelle Assembly and Safeguards Liver Homeostasis and Regeneration.\r\nThese findings establish a previously unrecognized functional and mechanistic framework that apoptosis through vesicular metabolism safeguards liver homeostasis and regeneration, which holds promise for hepatic disease therapeutics.\r\nPubmed   Journal   ReadQx \r\nAutonomous Artificial Intelligence versus AI Assisted Human optical diagnosis of colorectal polyps: A randomized controlled trial.\r\nAutonomous AI-based optical diagnosis exhibits non-inferior accuracy to endoscopist-based diagnosis. Both Autonomous AI and AI-H exhibited relatively low accuracy for optical diagnosis, however Autonomous AI achieved higher agreement with pathology-based surveillance intervals.\r\nPubmed   Journal   ReadQx \r\nEarly initiation of biologics and disease outcomes in children and adults with inflammatory bowel diseases: results from the nationwide epi-IIRN cohort.\r\n Early initiation of biologics was not associated with several IBD outcomes with the exception of a reduced risk of surgery and steroid-dependency for CD, which requires confirmation in future studies. In UC, early introduction of biologics was not associated with reduced risk of colectomy or steroid-dependency.\r\nPubmed   Journal   ReadQx \r\nEndoscopic gallbladder stenting to prevent recurrent cholecystitis in deferred cholecystectomy: a randomized trial. \r\n(Thaiclinicaltrials. org, number: TCTR20200913001).\r\nPubmed   Journal   ReadQx \r\nHistological remission in inflammatory bowel disease and female fertility: A nationwide study.\r\nAn association between histological and clinical activity and reduced female fertility in CD and UC was found. Notably, histological inflammation was linked to reduced fertility also in women with clinically quiescent IBD.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Feasibility of Esophageal Endoscopic Submucosal Dissection after Radiofrequency Ablation Treatment in Patients with Barrett's Esophagus.\r\nESD could be a feasible and safe option for patients with a history of RFA. It could be considered for esophageal neoplasms in patients previously treated with RFA for BE.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Faecal microbial transfer and complex carbohydrates mediate protection against COPD.\r\n The gut microbiome contributes to COPD pathogenesis and can be targeted therapeutically.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Comparison of six tests for diagnosing minimal hepatic encephalopathy and predicting clinical outcome - A prospective, observational study.\r\nWhere applicable, the diagnosis of mHE should be made based on adjusted norm values for the tests, exclusively. The mHE tests cannot be equated with one another and have an overall limited value in predicting clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nExtensive splanchnic vein thrombosis after SARS-CoV-2 vaccination a Vascular Liver Disease Group (VALDIG) initiative.\r\nAlthough definite VITT was rare, in 72% no other cause for SVT could be identified following SARS-CoV-2 vaccination. These cases were different from patients with non-vaccine related SVT, with lower incidence of prothrombotic conditions, higher rates of bowel ischemia and poorer outcome. Although SVT after SARS-CoV-2 vaccination is rare in absolute terms, these data remain relevant considering ongoing re-vaccination programs.\r\nPubmed   Journal   ReadQx \r\nFrom past to present to future: Terlipressin and hepatorenal syndrome-acute kidney injury.\r\nHowever, its recent Food and Drug Administration (FDA) approval has generated new interest in this population, as a new base of prescribers now work to incorporate the drug into clinical practice. In this article, we review HRS pathophysiology and diagnostic criteria, clinical use of terlipressin and alternative therapies, and identify areas of future research in the space of HRS and kidney injury in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nGenomics of human NAFLD: Lack of data reproducibility and high interpatient variability in drug target expression as major causes of drug failures.\r\nLack of data reproducibility, high interpatient variability and absence of disease dependent drug target regulations are likely causes of NASH drug failures in clinical trials.\r\nPubmed   Journal   ReadQx \r\nMolecular mechanisms in MASLD/MASH related HCC.\r\nWe delve into MASH-HCC associated genetic variations and somatic mutations, disease progression and research models, multi-omics analysis, immunological and microenvironmental impacts, and discuss targeted/combined therapies to overcome immune evasion and the biomarkers to recognize treatment responders. By furthering our comprehension of the molecular mechanisms underlying MASH-HCC, our goal is to catalyze the advancement of more potent treatment strategies, ultimately leading to enhanced patient outcomes.\r\nPubmed   Journal   ReadQx \r\nRecent outcomes of liver transplantation for Budd Chiari Syndrome - a study of the European Liver Transplant Registry (ELTR) and affiliated centers.\r\n LT for BCS results in excellent patient- and graft survival. Older recipient or donor age, and higher MELD are associated with poorer outcomes, while long-term anticoagulation improves both patient and graft outcomes.\r\nPubmed   Journal   ReadQx \r\nSintilimab plus bevacizumab combined with radiotherapy as first-line treatment for hepatocellular carcinoma with portal vein tumor thrombus: A multicenter, single-arm, phase 2 study.\r\nSintilimab plus bevacizumab combined with radiotherapy provides favorable treatment response and survival outcomes along with an acceptable safety profile in the first-line setting for HCC patients with PVTT. (ClinicalTrials.gov Identifier  NCT05010434).\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Blocking viral entry with bulevirtide reduces the number of HDV-infected hepatocytes in human liver biopsies.\r\n Blocking viral entry diminishes signs of liver inflammation and promotes a strong reduction of HDV infection within the liver, thus suggesting that some patients may achieve HDV cure with long-term treatment. Impact and implications Chronic infection with the hepatitis delta virus causes the most severe form of viral hepatitis affecting approximately 12 million people worldwide. The entry inhibitor bulevirtide (BLV) is the only recently approved anti-HDV drug, which has proven efficacious and safe in clinical trials and real-word data. Here, we investigated paired liver biopsies at baseline and after 24 or 48 weeks of treatment from three clinical trials to understand the effect of the drug on viral and host parameters in the liver, the site of viral replication. We found that BLV treatment strongly reduces the number of HDV-infected cells and signs of liver inflammation. This data implies that blocking viral entry ameliorates liver inflammation and that prolonged treatment regimens might lead to HDV cure in some patients. This concept will inform further developments of therapeutic strategies and combination treatments in CHD patients.\r\nPubmed   Journal   ReadQx \r\nChimeric antigen receptor-modified macrophages ameliorate liver fibrosis in preclinical models.\r\n Collectively, our findings demonstrate the potential of using macrophages as a platform for CAR technology to provide an effective treatment option for liver fibrosis. CAR-Ms might be developed for treatment of patients with liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nIncreased Siglec-9/Siglec-9L interactions on NK cells predict poor HCC prognosis and present a targetable checkpoint for immunotherapy.\r\nOur study provides the rationale for HCC treatment by targeting Siglec-9 on NK cells and identifies a promising small-molecule inhibitor against Siglec-9 that enhances NK cell-mediated HCC surveillance.\r\nPubmed   Journal   ReadQx \r\nMajor HBV splice variant encoding a novel protein important for infection.\r\nPrior studies unveiled the potential integration of the HBc -Cys protein into the HBV capsid. We confirmed the proposal and validated its identity and function during infection.\r\nPubmed   Journal   ReadQx \r\nNuclear miR-204-3p mitigates metabolic dysfunction-associated steatotic liver disease in mice.\r\nmiR-204-3p inhibits macrophage inflammation, coordinating macrophage actions on hepatocytes and HSCs to ameliorate steatohepatitis. Macrophage miR-204-3p may be a therapeutic target for MASLD. Impact and implications Metabolic dysfunction-associated steatotic liver disease (MASLD) is a chronic inflammatory disease ranging from simple steatosis to non-alcoholic steatohepatitis. However, the molecular mechanisms underlying the progression of MASLD remain incompletely understood. Here, we demonstrate that miR-204-3p levels in circulating peripheral blood mononuclear cells are negatively correlates with disease severity in patients with MASLD. Nuclear miR-204-3p activates ULK1 transcription and improves autophagic flux, limiting macrophage activation and hepatic steatosis. Our study provides a novel understanding of the mechanism of macrophage autophagy and inflammation in steatohepatitis and suggests that miR-204-3p may act as a potential therapeutic target for MASLD.\r\nPubmed   Journal   ReadQx \r\nPrimary hypocholesterolemia is associated with an increased risk of hepatic complications in the general population.\r\nHBL is associated with a markedly increased risk of hepatic complications. HBL must be considered as a substantial independent risk factor for liver diseases which justifies specific prevention and screening.\r\nPubmed   Journal   ReadQx \r\nRandomized-controlled trial of anakinra plus zinc vs. prednisone for severe alcohol-associated hepatitis.\r\nParticipants with SAH treated with prednisone using the Day-7 Lille score as a stopping rule had significantly higher overall and transplant-free 90-day survival and lower incidence of acute kidney injury than those treated with A+Z.\r\nPubmed   Journal   ReadQx \r\nSex-determining region Y gene promotes liver fibrosis and accounts for sexual dimorphism in its pathophysiology.\r\nSRY is a strong pro-fibrotic factor and accounts for the sex disparity of liver fibrosis, suggesting its critical role as a potentially sex-specific therapeutic target for prevention and treatment of the disease.\r\nPubmed   Journal   ReadQx \r\nTherapeutic vaccine-induced plasma cell differentiation is defective in the presence of persistently high HBsAg levels.\r\nSustained high levels of HBsAg challenge the potential of therapeutic hepatitis B vaccines to induce canonical plasma cell differentiation necessary for producing anti-HBs antibodies. Employing a strategy combining antibodies with vaccines can surmount this altered humoral response associated with atypical pre-plasma cells, leading to improved therapeutic efficacy in HBV carrier mice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Enhancing frailty assessment in liver transplantation candidates-The role of the Duke Activity Status Index in predicting mortality and guiding prehabilitation.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How often can we get the right diagnosis after bone marrow transplant in patients with abnormal liver function tests?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The prevalence and outcomes of perianal Crohn's disease across treatment eras.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Glucagon-like peptide-1 receptor agonists in patients with cirrhosis - answering the unanswered questions?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Colonoscopy vs. the Fecal Immunochemical Test: Which is Best?\r\nThis review will separately state the \"best case\" for FIT and colonoscopy as the screening tool of first choice. In addition, the review will examine these modalities from a health economics perspective to provide the reader further context about the relative advantages of these commonly used tests.\r\nPubmed   Journal   ReadQx \r\nImmunopathogenesis of Primary Biliary Cholangitis, Primary Sclerosing Cholangitis and Autoimmune Hepatitis: Themes and Concepts.\r\nDevelopment of effective therapies requires better knowledge of pathogenic mechanisms, including the roles of genetic risk, and how the environment and gut dysbiosis cause immune cell dysfunction and aberrant bile acid signalling. This review summarises key aetiolopathogenic concepts and themes relevant for clinical practice, and how such learnings can guide the development of new therapies for people living with AILDs.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Democracy in Science. \r\n\r\nPubmed   Journal   ReadQx \r\nOne - or more - blind spot(s) unveiled in the new definition of decompensated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Endoscopy\r\n    Anastomotic biliary stricture after orthotopic liver transplantation: what can we propose after failure of classic ERCP technique to cannulate the stricture? \r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted endoscopic mucosal resection for a mildly dysplastic lesion of the common bile duct: a pilot exploration for super minimally invasive surgery. \r\n\r\nPubmed   Journal   ReadQx \r\nContrast-enhanced endoscopic ultrasound-guided fine-needle aspiration for a gastric submucosal tumor with surrounding hemorrhage. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for esophageal cancer behind a tracheoesophageal voice prosthesis. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided choledochoduodenostomy using a novel, ultra-stiff, high-sliding guidewire and a dumbbell-shaped metal stent. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided partial splenic embolization for hypersplenism: a novel alternative. \r\n\r\nPubmed   Journal   ReadQx \r\nFunnel-hood-assisted endoscopic retrograde appendicitis therapy for acute appendicitis. \r\n\r\nPubmed   Journal   ReadQx \r\nGravity-assisted opacification method for confirming hilar biliary obstruction. \r\n\r\nPubmed   Journal   ReadQx \r\nNeedle puncture fistulotomy: a new technique for needle-knife fistulotomy as a primary biliary access method for biliary cannulation. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic pseudocyst with biliary fistula diagnosed using a novel slim peroral cholangioscope. \r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous endoscopic necrosectomy with the assistance of implanted stent to manage walled-off necrosis: first clinical experience. \r\n\r\nPubmed   Journal   ReadQx \r\nRetroflexed endoscopic submucosal dissection of a lesion invading the pyloric ring, using a newly developed thin endoscope. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful cholangioscopy-guided cannulation using a novel slim cholangioscope in a patient with Roux-en-Y gastrectomy. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful hemostasis with red dichromatic imaging for bleeding rectal dieulafoy's lesion. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful retrieval of a migrated stent in the pancreatic duct after endoscopic ultrasound-guided pancreaticogastrostomy with peroral pancreatoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nThrough-the-cholangioscope metal biliary stent placement as a novel endoscopic technique for bile duct strictures. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Cause of Acute Liver Failure.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare cause of abdominal pain and weight loss.\r\n\r\nPubmed   Journal   ReadQx \r\nAbdominal pain and bilious vomiting with a dilated duodenum and stomach in a five-year-old boy.\r\n\r\nPubmed   Journal   ReadQx \r\nBeyond time and space: charting dynamic evolution of sporadic colorectal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nHolding back the tide: Interferon-gamma to the rescue.\r\n\r\nPubmed   Journal   ReadQx \r\nSurvival of the fittest: Clonal selection of somatic mutations reveals targets to abate chronic liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic submucosal dissection, will it always be a hyper specialized skill?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    High-fat diet-induced AKT-palmitoylation in hepatocellular carcinoma: a breakthrough mechanistic investigation.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Association of glucagon-like peptide-1 receptor agonists with serious liver events among patients with type 2 diabetes: A Scandinavian cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Promise and pitfalls of a natural killer cell signature for hepatocellular carcinoma detection in HCV patients with sustained virological response.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter To The Editor: AGILE 3+ score, enhancing the diagnostic accuracy of advanced fibrosis in patients with non alcoholic fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver, heart, and kidney crosstalk in cirrhosis: POCUS is the focus.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: 'Letter to the editor: Are we comparing apples with oranges?'\r\n\r\nPubmed   Journal   ReadQx \r\nReply: AGILE 3+ score, enhancing the diagnostic accuracy of advanced fibrosis in patients with non alcoholic fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nenHanCCing knowledge of genetic factors in primary liver tumor.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Enhancing frailty assessment in liver transplantation candidates-The role of the Duke Activity Status Index (DASI) in predicting mortality and guiding prehabilitation. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How often can we get the right diagnosis after bone marrow transplant in patients with abnormal liver function tests? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The prevalence and outcomes of perianal Crohn's disease across the treatment eras-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Should ulcerative colitis be monitored more or less invasively?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Should ulcerative colitis be monitored more or less invasively? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The multifaceted role of Escherichia coli in influencing disorders of industrial populations.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The multifaceted role of Escherichia coli in influencing disorders of the industrial populations-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Dissecting Geographical and Racial Disparities in H. pylori Infection Rates: Screening and Eradication Strategies in the U.S.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom ChatGPT to GutGPT: Enhancing AI for Personalized Healthcare.\r\n\r\nPubmed   Journal   ReadQx \r\nSteatotic Liver Disease: Advancing Science and Patient Care Beyond Traditions.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Lifestyle-associated risk factor and gastrointestinal cancers: targeting potential of the gut microbe-host crosstalk-based metabolic processes.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Proton pump inhibitors and the risk of inflammatory bowel disease: a Mendelian randomisation study. \r\n\r\nPubmed   Journal   ReadQx \r\nRe-evaluating early-onset OSCC in Africa: findings of minimal cumulative incidence. \r\n\r\nPubmed   Journal   ReadQx \r\nShort-chain fatty acids in patients with severe acute pancreatitis: friend or foe? \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Changes of hepatic myeloid cells in chronic viral hepatitis and after cure and their clinical significance.\r\n\r\nPubmed   Journal   ReadQx \r\nDual Positivity for AFP-L3 and DCP Identifies Patients at Exceptionally High Risk for Post-LT HCC Recurrence.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic diagnosis and treatment for portal hypertension: not yet ready for clinical practice!\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the experimental to the clinical: deepening the understanding of mycophenolate mofetil combined with prednisolone therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nIdentifying the pivotal role of non-acute decompensation as a precursor to acute decompensation in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nResearchers call for more flexible editorial conduct rather than abruptly adopting only the new MASLD nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\nTailoring allocation policies and improving access to pediatric liver transplantation in Italy: outframing and concluding: Comment on:Tailoring allocation policies and improving access to pediatric liver transplantation over a 16-year period. Spada M, et al. J Hepatol. 2023 Dec 18:S0168-8278(23)05308-4. doi: 10.1016/j.jhep.2023.11.031. Epub ahead of print. PMID: 38122833.Ref 5.\r\n\r\nPubmed   Journal   ReadQx \r\nThe joint Middle East and North Africa and sub-Saharan Africa position statement on continuing endorsing the MAFLD definition.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-16T13:24:15-05:00",
    "input_file": {}
  }
]
