[
  {
    "path": "gi/07-12-2024/",
    "title": "Fri Jul 12 2024",
    "description": "110 articles - From Friday Jul 05 2024 to Friday Jul 12 2024",
    "author": [],
    "date": "2024-07-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Multicentre study and systematic review: Allopurinol exposure during pregnancy.\r\nOverall, the teratogenicity of allopurinol remains inconclusive. Children conceived by mothers treated for IBD with allopurinol/thiopurine co-therapy do not seem to have an increased risk of congenital anomalies.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Risk of Pancreatitis After Endoscopic Ultrasound-Guided Fine Needle Aspiration of Pancreatic Cystic Lesions: A Systematic Review and Meta-Analysis.\r\nWe note with high certainty that pancreatitis following EUS-FNA of PCLs is infrequent and mild in severity with no mortality in the included cohort. EUS-TTNB may serve as a significant risk factor for EUS-FNA-related pancreatitis risk;  however, further studies are needed to delineate other predisposing characteristics.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Additional yield of random biopsy in patients with inflammatory bowel disease: A systematic review and meta-analysis.\r\nThe additional yields of RB were 10.34% and 16.20% for per-patient and per-lesion analyses, respectively. Considering the decreased additional yields in studies initiated after 2011, and the influence of PSC, endoscopy centers lacking full HD equipment should consider incorporating RB in the standard colonoscopy surveillance for IBD patients, especially in those with PSC.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Effect of chewing gum in bowel preparation for patients undergoing small bowel and colon capsule endoscopy: Systematic review with meta-analysis.\r\nChewing gum has a good safety profile but has only been used as a booster in one CCE study and a few SBCE studies. More prospective randomized controlled trials, therefore, are needed to investigate the efficacy of chewing gum for achieving complete capsule examination.\r\nPubmed   Journal   ReadQx \r\nPure cut vs. Endocut in endoscopic biliary sphincterotomy: Systematic review and meta-analysis of randomized clinical trials.\r\nThe available data in the literature show that Endocut carries an increased risk for PEP and does not prevent delayed or clinically significant bleeding, although it prevents intraprocedural bleeding. Based on such findings, Pure cut should be the preferred electric current mode for biliary sphincterotomy.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Tunneled or Pocket Creation Method versus Conventional Endoscopic Submucosal Dissection for Gastric Lesions - A Systematic Review and Meta-analysis.\r\n T/PCM-ESD facilitates faster and safer gastric ESD than conventional ESD with comparable en bloc resection, R0 resection, and recurrence rates. A future randomized controlled control trial is required.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Breaking Barriers in Functional Dyspepsia: A Systematic Review and Meta-analysis on Duodenal Tight Junction Protein Expression.\r\nThe expressions of al evaluated proteins including claudin-1, claudin-2, claudin-3, claudin-4, ZO-1, ZO-2, ZO-3, β-catenin, E-cadherin, and occludin did not significantly differ between FD patients and controls. However, due to the limited number of included studies, results should be interpreted with caution.\r\nPubmed   Journal   ReadQx \r\nTreatment Response With Potassium-competitive Acid Blockers Based on Clinical Phenotypes of Gastroesophageal Reflux Disease: A Systematic Literature Review and Meta-analysis.\r\nCompared to PPIs, PCABs have superior efficacy and faster therapeutic effect in the initial and maintenance therapy of ERD, particularly severe ERD. While PCABs may be an alternative treatment option in NERD and PPI-resistant GERD, findings were inconclusive in patients with night-time heartburn.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical characteristics and HLA associations of azithromycin-induced liver injury.\r\n Azithromycin therapy can lead to rapid onset of severe hepatic morbidity and mortality in adult and paediatric populations. Hepatocellular injury and younger age were associated with worse outcomes. HLA-DQA1*03 01 was significantly more common in AZ cases compared to controls.\r\nPubmed   Journal   ReadQx \r\nClinical trial: An open-label, randomised trial of different re-start strategies after treatment withdrawal in HBeAg negative chronic hepatitis B.\r\nWe could not confirm our hypothesis that a higher threshold for restart of therapy after NA withdrawal improves the likelihood of HBsAg loss within 36 months in patients with HBeAg negative CHB. Further studies including only patients with HBsAg level <1000 IU/mL and/or larger sample size and longer follow-up duration are recommended.\r\nPubmed   Journal   ReadQx \r\nLeveraging existing mid-end ultrasound machine for point-of-care intestinal ultrasound in low-resource settings: Prospective, real-world impact on clinical decision-making.\r\n POCUS using existing mid-end ultrasound equipment in low-resource settings influenced IBD clinical decision-making with excellent accuracy, often avoiding colonoscopy and cross-sectional imaging.\r\nPubmed   Journal   ReadQx \r\nOther causes of neurocognitive impairment than covert hepatic encephalopathy (CHE) are very frequent, either alone or associated with CHE, in cirrhotic patients with cognitive complaints.\r\n Other causes of NI than CHE are frequent in patients with cirrhosis, and not ruled-out by the classical tests dedicated to CHE. Prognosis was influenced by the cause of NI. The management of patients even without CHE led to clinical improvement, underlining the need for a multifaceted approach of cirrhotic patients with cognitive complaints.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Comparative Effectiveness of Upadacitinib and Tofacitinib in Ulcerative Colitis: A U.S. Propensity-Matched Cohort Study.\r\n This study utilizing real-world data showed that upadacitinib was associated with improved disease-specific outcomes at 12 months compared to tofacitinib in patients with UC.\r\nPubmed   Journal   ReadQx \r\nDistinguishing features of autoimmune gastritis depending on previous H. pylori infection or positivity to anti-parietal cell antibodies: results from the Autoimmune gastRitis Italian netwOrk Study grOup (ARIOSO).\r\nThe \"pure\" AIG pattern has typical features of an autoimmune disease and seems to be unrelated to H. pylori. In a tertiary referral setting, the risk of developing overt gastric adenocarcinoma is low, while patients with vitamin B12 deficiency complications at onset may benefit from a more intense endoscopic follow-up for early gNEN detection.\r\nPubmed   Journal   ReadQx \r\nEffects of Retrograde Colonic Enema Based Fecal Microbiota Transplantation in the Treatment of Childhood Constipation: A Randomized, Double-blind Controlled Trial.\r\nFMT enhances the efficacy of RCE and the use of RCE-based FMT is a safe and effective method in the treatment of intractable constipation in children.\r\nPubmed   Journal   ReadQx \r\nImpact of annual case volume on colorectal endoscopic submucosal dissection outcomes in a large prospective cohort study.\r\nColorectal ESD can be successfully implemented in the West, even in nonexpert centers. However, difficult lesions must still be referred to experts.\r\nPubmed   Journal   ReadQx \r\nImprovement in survival after transplantation for critically ill patients with cirrhosis in the United States.\r\n The absolute number and relative percentage of LT recipients who were critically ill increased over time, as did one-year post-LT survival. Meanwhile, the gap in survival between this group of patients and non-critically ill patients with cirrhosis decreased, but persisted. Cautious access to selected LT candidates that are critically ill may be warranted, provided the gap in survival with non-critically ill patients remains as small as possible.\r\nPubmed   Journal   ReadQx \r\nIncidence, Predictors, and Outcomes of Clinically Significant Post-ERCP Bleeding: a Contemporary Multi-center Study.\r\nRisks of antiplatelet-related CSPEB may be underestimated by endoscopists based on observations of suboptimal holding before higher-risk ERCP. Appropriate periprocedural antithrombotic management is essential and could represent novel quality initiative targets.\r\nPubmed   Journal   ReadQx \r\nLONG-TERM NATURAL HISTORY OF PRESUMPTIVE DIVERTICULAR HEMORRHAGE.\r\nFor presumptive TICH during long-term F/U  1) 75.5% did not rebleed and 24.5% rebled. 2) 56% of rebleeders were diagnosed as definitive TICH. 3) New development of HTN and ASCVD were risk factors for TIC rebleeding.\r\nPubmed   Journal   ReadQx \r\nNon-endoscopic screening for Barrett's esophagus and Esophageal Adenocarcinoma in at risk Veterans.\r\nOur data suggest excellent sensitivity and negative predictive value of EC/EG in a screening population of veterans, making this modality a powerful screening tool for BE and EAC.\r\nPubmed   Journal   ReadQx \r\nRandomized, Double-blind, Active-controlled Phase 3 Study to Evaluate Efficacy and Safety of Zastaprazan compared to Esomeprazole in Erosive Esophagitis.\r\n An 8-week therapy of zastaprazan 20 mg is non-inferior to esomeprazole 40 mg in subjects with predominantly low-grade EE. The healing rate at week 4 appears to be higher for zastaprazan than esomeprazole.\r\nPubmed   Journal   ReadQx \r\nRecent Immigrants With Inflammatory Bowel Disease Have Significant Healthcare Utilization From Preconception to Postpartum: A Population Cohort Study.\r\n Recent immigrants were more likely to have IBD-specific ambulatory care but less likely to receive adequate prenatal care during pregnancy.\r\nPubmed   Journal   ReadQx \r\nTransrectal Drainage Tube Use for Preventing Post-endoscopic Submucosal Dissection Coagulation Syndrome in Patients with Colorectal Lesions: A Multicenter Randomized Controlled Clinical Trial.\r\n The results from this randomized clinical study indicate that the application of TDTs effectively reduced the incidence of PECS in patients after colorectal ESD (chictr.org.cn Identifier  ChiCTR2200062164).\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    After surgically induced remission, ileal and colonic mucosa-associated microbiota predicts Crohn's disease recurrence.\r\n Ileal and colonic mucosa-associated microbiome deviations precede development of new onset ileal inflammation after surgically induced remission and show good predictive performance for future recurrence. These findings suggest that targeted microbial modulation is a plausible modality to prevent postoperative Crohn's disease recurrence.\r\nPubmed   Journal   ReadQx \r\nDevelopment of desmoid tumours after ileorectal anastomosis versus ileal pouch-anal anastomosis in familial adenomatous polyposis.\r\nThe risk of developing an abdominal DT was found to be significantly higher after IPAA than after IRA. Postoperative DT risk should be taken into account when choosing between IRA and IPAA in FAP.\r\nPubmed   Journal   ReadQx \r\nEndoscopic glue injection versus glue plus BRTO or TIPSS for preventing gastric variceal bleeding: A randomized controlled trial.\r\n Radiological intervention for secondary prophylaxis reduces rebleeding from gastric varices and GV rebleeding related mortality in patients with gastric variceal hemorrhage. (CTRI/2021/02/031396).\r\nPubmed   Journal   ReadQx \r\nThe prevalence and rate of undiagnosed celiac disease in an adult general population, the Trøndelag Health Study, Norway.\r\n The total prevalence of CeD in this population-based study of adults in Norway was high and many individuals were previously undiagnosed. Detection of CeD should be improved, as early diagnosis is crucial for effective management and prevention of complications.\r\nPubmed   Journal   ReadQx \r\nTranscriptomic and metabolomic correlates of increased colonic permeability in post-infection irritable bowel syndrome.\r\nCampylobacter PI-IBS patients demonstrate higher colonic permeability which associated with changes in polyamine and histamine metabolites. Female patients demonstrated greater molecular changes.\r\nPubmed   Journal   ReadQx \r\nVibration Controlled Transient Elastography Based Parameters Predicts Clinical Outcomes in Liver Transplant Recipients.\r\nThe VCTE based parameters are associated with clinical outcomes and offer the potential to be incorporated into clinical risk stratification strategies to improve outcomes among LT recipients.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessment of colonoscopy skill using machine learning to measure quality: Proof-of-concept and initial validation.\r\nAn interactive AI assessment of colonoscopy skill can automatically assess quality. We propose that this tool can be utilized to rapidly identify and train providers in need of remediation.\r\nPubmed   Journal   ReadQx   PMC\r\nComparison of stent patency between EUS-guided hepaticogastrostomy with bridging and endoscopic transpapillary biliary drainage for hilar obstruction.\r\nStent patency was significantly better for endoscopic ultrasound-guided hepaticogastrostomy with bridging. However, future prospective studies are needed.\r\nPubmed   Journal   ReadQx \r\nEUS-guided hydrogel injection to separate pancreatic head carcinoma from duodenum for enhanced radiotherapy: Multi-site feasibility study.\r\nPEG hydrogel was successfully placed, created space between the duodenum and the head of the pancreas, and was not associated with major toxicity. Enhancing radiotherapy for pancreatic cancer by using PEG hydrogel to create peri-duodenal space could have beneficial implications for treatment and warrants more exploration.\r\nPubmed   Journal   ReadQx \r\nEndoscopic resection in subepithelial lesions of the upper gastrointestinal tract: Experience at a tertiary referral hospital in The Netherlands.\r\nEndoscopic resection is a safe and effective treatment for SELs and offers valuable information about undetermined SELs for which repeated sampling attempts have failed to provide adequate tissue for diagnosis.\r\nPubmed   Journal   ReadQx \r\nIncomplete small bowel capsule endoscopy: Risk factors and cost-effectiveness of real-time viewing.\r\nModern devices make incomplete SBCE rare, usually not tied to prolonged GTT. In a low-incidence scenario, widespread RTV use brings high costs and uncertain effectiveness.\r\nPubmed   Journal   ReadQx   PMC\r\nPrognostic impact of deprivation on esophagogastroduodenoscopy outcome.\r\ninfection, and 12-fold more severe esophagitis, and more advanced cancer stage.\r\nPubmed   Journal   ReadQx   PMC\r\nQuality of endoscopic surveillance of Lynch syndrome patients in a Swedish cohort.\r\nAdenoma detection was associated with older age and male sex. The results indicate the need for better adherence to guidelines and attention to older age groups, men, and patients with obesity.\r\nPubmed   Journal   ReadQx   PMC\r\nUsefulness of magnifying endoscopy for diagnosis of sessile serrated lesion with dysplasia or carcinoma: Large retrospective study.\r\nSSLs with and without dysplasia or carcinoma exhibit distinct clinicopathological and endoscopic features. In an SSL series, conventional endoscopic characteristics in addition to use of magnifying endoscopy may be useful for accurately diagnosing advanced histology within an SSL.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    ENVIRONMENTAL FOOTPRINT AND MATERIAL COMPOSITION COMPARISON OF SINGLE-USE AND REUSABLE DUODENOSCOPES.\r\nWidespread adoption of SD has greater environmental challenges;  it requires a balance between infection control and environmental responsibility. Carbon footprint labelling can help healthcare institutions make sustainable choices and promote environmentally responsible healthcare practices.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Fazirsiran for Adults with Alpha-1 Antitrypsin Deficiency Liver Disease: A Phase 2 Placebo Controlled Trial (SEQUOIA).\r\nFazirsiran reduced serum and liver concentrations of Z-AAT in a dose dependent manner and reduced hepatic globule burden (NCT03945292).\r\nPubmed   Journal   ReadQx \r\nValidation of an Electronic Health Record-Based Machine Learning Model Compared to Clinical Risk Scores for Gastrointestinal Bleeding.\r\nAn EHR-based machine learning model performs better than currently recommended clinical risk scores and identifies more very-low-risk patients eligible for discharge from the emergency department.\r\nPubmed   Journal   ReadQx \r\nWNT Oncogenic Transcription Requires MYC Suppression of Lysosomal Activity and EPCAM Stabilization in Gastric Tumours.\r\n Our results uncovered a new signaling framework with important implications for the control of gastric epithelial architecture and WNT-dependent oncogenic transformation.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparing underwater endoscopic submucosal dissection and conventional endoscopic submucosal dissection for large laterally spreading tumor: a randomized controlled trial.\r\nUESD was superior to CESD in total procedure time and dissection speed. UESD can be recommended as the preferred method for the resection of large LST.\r\nPubmed   Journal   ReadQx \r\nPROSPECTIVE, RANDOMIZED CONTROLLED STUDY EVALUATING DOUBLE BALLOON INTERVENTIONAL ENDOSCOPIC PLATFORM FOR COLORECTAL ESD.\r\nDBIP decreased total procedure time, improved en bloc resection rate, facilitated sutured defect closure, making DBIP a promising and cost-effective tool to improve colorectal ESD adoption.\r\nPubmed   Journal   ReadQx \r\nRisk of stricture after endoscopic submucosal dissection in the cervical esophagus and efficacy of local steroid injection for stricture prevention.\r\nPatients who underwent ≥ ½ circumferential resection were at high risk of cervical esophageal stricture. Steroid injection had a stricture-prevention effect in patients with < ¾ and ≥ ½ circumferential resection, but seemed to be insufficient in preventing stricture in patients with ≥ ¾ circumferential resection.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cold versus hot snare endoscopic mucosal resection for large (≥15 mm) flat non-pedunculated colorectal polyps: a randomised controlled trial.\r\n Compared with H-EMR, C-EMR for flat, adenomatous LNPCPs, demonstrates superior safety with equivalent technical success. However, endoscopic recurrence is significantly greater for cold snare resection and is currently a limitation of the technique.\r\nPubmed   Journal   ReadQx \r\nGlutamine metabolic competition drives immunosuppressive reprogramming of intratumour GPR109A+ myeloid cells to promote liver cancer progression.\r\n Our findings identify the immunometabolic crosstalk between liver cancer cells and myeloid cells facilitates tumour progression via a glutamine metabolism/ER stress/GPR109A axis, suggesting that GPR109A can be exploited as an immunometabolic checkpoint and putative target for cancer treatment.\r\nPubmed   Journal   ReadQx \r\nKLHL21 suppresses gastric tumourigenesis via maintaining STAT3 signalling equilibrium in stomach homoeostasis.\r\nOur findings highlighted that KLHL21 loss triggers STAT3 reactivation through PABPC1-mediated PIK3CB translational activation, and targeting STAT3 can reverse preneoplastic metaplasia in KLHL21-deficient stomachs.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A randomized phase 2b study of subcutaneous PD-L1 antibody ASC22 in virally-suppressed, HBeAg negative chronic hepatitis B patients.\r\nSubcutaneous administration of 1.0 mg/kg ASC22 Q2W for 24 weeks was shown to be safe and well tolerated in virally suppressed CHB patients on NAs and can induce HBsAg decline, especially in patients with HBsAg ≤100 IU/mL.\r\nPubmed   Journal   ReadQx \r\nHepatic GDP-fucose transporter SLC35C1 attenuates cholestatic liver injury and inflammation by inducing CEACAM1 N153 fucosylation.\r\nElevated hepatic SLC35C1 expression attenuates cholestatic liver injury by enhancing CEACAM1 fucosylation to suppress CCL2 and CXCL2 expression and liver inflammation.\r\nPubmed   Journal   ReadQx \r\nHepatic IL22RA1 deficiency promotes hepatic steatosis by modulating oxysterol in the liver.\r\nThese findings indicate that IL22RA1 plays a crucial role in maintaining hepatic lipid homeostasis in an ATF3/CYP7B1-dependent manner, and establish a link between 3β HCA and hepatic lipid homeostasis.\r\nPubmed   Journal   ReadQx \r\nIntestinal IL-33 promotes microbiota-derived trimethylamine N-oxide synthesis and drives metabolic dysfunction-associated steatotic liver disease progression by exerting dual regulation on HIF-1α.\r\nIntestinal IL-33 enhanced gut microbiota-derived TMAO synthesis and aggravated MASLD progression through dual regulation on HIF-1α. Targeting IL-33 and its associated microbiota may provide a potential therapeutic strategy for managing MASLD.\r\nPubmed   Journal   ReadQx \r\nSLC10A5 deficiency causes hypercholanemia.\r\n SLC10A5 is involved in the uptake of bile acid and its deficiency causes hypercholanemia.\r\nPubmed   Journal   ReadQx \r\nTumor suppressive role of the antimicrobial lectin REG3A targeting the O-GlcNAc glycosylation pathway.\r\n REG3A helps fight liver cancer by reducing O-GlcNAcylation. This study suggests a new paradigm for the regulation of O-GlcNAc signalling in cancer-related pathways through interactions with the carbohydrate-binding function of REG3A.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Induction of steatosis in primary human hepatocytes recapitulates key pathophysiological aspects of metabolic dysfunction-associated steatotic liver disease.\r\nAltogether, our human MASLD in vitro model system could guide the development and validation of novel targets and drugs for the treatment of MASLD. Impact and implications Due to low drug efficacy and high toxicity, a clinical treatment option for MASLD is limited. To facilitate earlier stop-go decisions in drug development, we have established a primary human steatotic hepatocyte in vitro model. As the model recapitulates clinically relevant MASLD characteristics at high phenotypic resolution, it can serve as a pre-screening platform and guide target identification and validation in MASLD therapy.\r\nPubmed   Journal   ReadQx \r\nLong-term outcome following liver transplantation of patients with ACLF grade 3.\r\n 5- and 10-year patients' and grafts' survivals in ACLF-3 patients were not different from their controls. 5-year patients' survival is higher than that of the 50%-70% threshold defining the utility of liver graft. Efforts should focus on candidates' selection based on comorbidities as well as the prevention of infection and cardiovascular events standing as the main cause of death. Impact and implications While short-term outcomes following liver transplantation in the most severely ill cirrhotic patients (ACLF-3) are known, long-term data are limited, raising questions about the utility of graft allocation in the context of scarce medical resources. This study provides a favorable long-term update, confirming no differences in 5- and 10-year patient and graft survival following liver transplantation in ACLF-3 patients compared to matched ACLF-2, ACLF-1, and no-ACLF patients. The study highlights the risk of dying from infection and cardiovascular causes in the long-term and identifies scores including comorbidities evaluation, such as the age-adjusted Charlson Comorbidity Index, as independently associated with long-term survival. Therefore, physicians should consider the cumulative burden of comorbidities when deciding to transplant these patients. Additionally, after transplantation, the study encourages mitigating infectious risk with tailored immunosuppressive regimens and managing tightly cardiovascular risk over time.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes after hypothermic oxygenated machine perfusion and transplantation of 1,202 donor livers in a real-world setting (HOPE-REAL study).\r\nThis study shows excellent 5-year survival after transplantation of HOPE-treated DBD and DCD livers with low rates of graft loss due to PNF or IC, irrespective of their individual risk profile. HOPE-treatment has now reached IDEAL-D stage 4, which further supports the implementation of HOPE in routine clinical practice. Impact and implications This study demonstrates the excellent long-term performance of HOPE-treatment of DCD and DBD liver grafts irrespective of their individual risk profile in a real-world setting, outside the evaluation of randomized controlled trials. While previous studies have established safety, feasibility, and efficacy against the current standard, according to the IDEAL-D evaluation framework, HOPE-treatment has now reached the final IDEAL-D Stage 4, which further supports the implementation of HOPE in routine clinical practice.\r\nPubmed   Journal   ReadQx \r\nLow-to-moderate alcohol consumption is associated with increased fibrosis in individuals with metabolic dysfunction-associated steatotic liver disease.\r\nModerate alcohol intake is commonly seen in MASLD and increases the risk of advanced disease, in a similar magnitude to MetALD spectrum. Impact and implications Metabolic risk factors such as overweight, diabetes or dyslipidemia, and alcohol consumption can cause liver disease. These factors frequently co-exist, but their joint effects on liver fibrosis remain uncertain. This study analyzes subjects form the general population with metabolic dysfunction-associated steatotic liver disease (MASLD) enrolled in Spain and U.S. We show that moderate alcohol consumption has a supra-additive effect with metabolic risk factors, exponentially increasing the risk of liver fibrosis. These results suggest that patients with unhealthy metabolic status and MASLD have no safe limits of daily alcohol intake.\r\nPubmed   Journal   ReadQx \r\nPhase 1b/2a randomized study of heterologous ChAdOx1-HBV/MVA-HBV therapeutic vaccination (VTP-300) as monotherapy and combined with low-dose nivolumab in virally-suppressed patients with chronic hepatitis B.\r\nVTP-300 induced CD4+ and CD8+ T cells and lowered HBsAg in a subset of patients with baseline values below 100 IU/ml. The addition of LDN resulted in significant reduction in surface antigen. VTP-300 is a promising immunotherapeutic to move forward alone or in combination therapies. Impact and implications The induction of potent, durable CD8+ T cells may be critical to achieving a functional cure in chronic hepatitis B virus infection. A prime-boost immunotherapeutic consisting of an adenoviral-vector encoding hepatitis B antigens followed by a pox virus boost was shown to induce CD8+ T cells and to lower HBsAg in CHB patients, either alone or more impactfully when administered in conjunction with a checkpoint inhibitor. The use of immunotherapeutics CLINTRIALS  NCT047789.\r\nPubmed   Journal   ReadQx \r\nRecombinant H77C gpE1/gpE2 heterodimer elicits superior HCV cross-neutralisation than H77C gpE2 alone.\r\nOur work supports the inclusion of gpE1/gpE2 in an HCV vaccine in order to maximise the cross-neutralisation of heterogenous HCV isolates. Our data also offers future directions in formulating a cocktail of gpE1/gpE2 antigens from a small selection of HCV genotypes to further enhance cross-neutralisation of global HCV strains and hopefully, achieving global protection. Impact and implications An HCV vaccine is urgently required to prevent the high global incidence of HCV infection and disease. Since HCV is a highly heterogeneous virus, it is desirable for a vaccine to elicit antibodies that neutralise the infectivity of most global strains. To this end, we have compared the immunoreactivity and antigenicity of recombinant H77C E1E2 heterodimer with that of H77C E2 alone and show that the former exhibits more cross-neutralising epitopes and demonstrates a broader cross-neutralisation profile in vitro. In addition, our data suggests a way to further broaden cross-neutralisation using a combination of E1E2 antigens derived from a few different HCV clades. Our work provides encouragement for the development of an effective global HCV vaccine.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Comparison of Gas-sensing Capsule With Wireless Motility Capsule in Motility Disorder Patients.\r\nOur findings underscore the gas-sensing capsule's suitability as a dependable tool for assessing regional and whole gut transit times. It represents a promising alternative to the wireless motility capsule for evaluating patients with suspected motility disorders.\r\nPubmed   Journal   ReadQx \r\nEffect of Physical Activity on the Association Between Diet and Constipation: Evidence From the National Health and Nutrition Examination Survey 2007-2010.\r\nOur findings suggest that a higher HEI-2015 score is negatively associated with constipation among individuals with high physical activity levels but not among those with low physical activity levels. This association was consistent when different definitions of constipation were used. These results highlight the importance of combining healthy diet with regular physical activity to alleviate constipation.\r\nPubmed   Journal   ReadQx \r\nEffects of Cholecystokinin on Esophageal Motor Response to Distension in Asymptomatic Volunteers.\r\n While EGJ-DI appeared unaffected by CCK-8 administration in asymptomatic volunteers, CCK induced spastic-reactive contractions of the LES during distention suggesting that exogenous CCK interferes with normal LES relaxation during secondary peristalsis.\r\nPubmed   Journal   ReadQx \r\nEsophageal Mucosal Impedance Assessment for the Diagnosis of Gastroesophageal Reflux Disease.\r\nDirect measurement of mucosal impedance during endoscopy is a simple and promising method for diagnosing GERD. Individuals with an abnormal acid exposure time have lower mucosal impedance measurements than those with a normal acid exposure time.\r\nPubmed   Journal   ReadQx \r\nImpact of Esophageal Motility on Microbiome Alterations in Symptomatic Gastroesophageal Reflux Disease Patients With Negative Endoscopy: Exploring the Role of Ineffective Esophageal Motility and Contraction Reserve.\r\nIn symptomatic GERD patients with normal endoscopic findings, the esophageal microbiome differs based on contraction reserve among IEM. Absent contraction reserve appears to alter the physiology and microbiota of the esophagus.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Disorders of gut-brain interaction-Don't forget the older person.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Prediction of decompensation/death in advanced chronic liver disease with vWF: Non-invasive vascular factors trump liver function.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Sounding the alarm-The rising global burden of adolescent and young adult alcohol-related liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Treatments for inflammatory bowel disease across the age spectrum-Are they the same?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Global prevalence, clinical characteristics, surveillance, treatment allocation, and outcomes of alcohol-associated hepatocellular carcinoma.\r\nAlcohol-associated HCC is associated with lower surveillance rates, more advanced BCLC stage, lower likelihood of receiving curative therapy, and poorer survival. These data call for measures to reduce heavy alcohol consumption and improve strategies for effective HCC surveillance in high-risk individuals.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    The Role of DNA Methylation in Gastrointestinal Disease: An Expanded Review of Malignant and Non-Malignant Gastrointestinal Diseases.\r\nHere, we review knowledge of this epigenetic mechanism in gastrointestinal preneoplasia and neoplasia, considering mechanisms of action, genetic and environmental factors, and CpG island methylator phenotype. We also highlight developments in translational research, focusing on genomic-wide database data, methylation-based biomarkers and diagnostic tests, machine learning, and therapeutic epigenetic strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Hepatitis B Virus DNA integration: Implications for diagnostics, therapy, and outcome.\r\nIntegrated HBV DNA has been useful in assessing the turnover of infected hepatocytes which occurs during al phases of chronic hepatitis B including the initial phase of infection historically termed immune tolerant. HBV DNA integration was also shown to impact the development of novel therapies targeting viral RNAs.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Diet, Physical Activity, and Chronic Constipation: Unveiling the Combined Effects for Better Treatment Strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal Mucosal Impedance Assessment: Clinical Usefulness for Diagnosis of Gastroesophageal Reflux Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Implications of Mucosal Integrity and Microinflammation in the Pathogenesis of Gastroesophageal Reflux Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Role of Psychological Factors in Noncardiac Chest Pain of Esophageal Origin.\r\n This review raises awareness about the high prevalence of psychological disorders in NCCP of esophageal origin and highlights the need for clinical trials and trained therapists to address the management of this taxing clinical problem.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Applicability of the International Bowel Ultrasound Segmental Activity Score (IBUS-SAS) to ulcerative colitis: a preliminary study.\r\n\r\nPubmed   Journal   ReadQx \r\nFirst Report of Tirzepatide Hepatotoxicity with Jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nJEJUNAL GASTRIC HETEROTOPIA CAUSING IRON DEFICIENCY ANEMIA.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of liver steatosis and fibrosis in adults with primary hypobetaliproteinemia: results from the HYPOCHOL study.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A rare case of pancreatic glomangiomyoma diagnosed by endoscopic ultrasound-guided fine-needle aspiration.\r\n\r\nPubmed   Journal   ReadQx \r\nApplication of through-the-scope twin clip for defect closure after gastric gastrointestinal stromal tumor transoral super minimally invasive surgery resection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of challenging rectosigmoid anastomotic lesion made feasible by a multipolar adaptive traction device combined with a line.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gastroenterostomy to treat obstructive gastric twist after laparoscopic sleeve gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndotherapy for small-bowel recurrent bleeding from a jejunal cavernous hemangioma in an elderly patient.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhanced visualization of vessels in submucosa by amber red color imaging in colonic endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing visibility and hemostasis during necrosectomy for walled-off necrosis: the \"dual-gel method\".\r\n\r\nPubmed   Journal   ReadQx \r\nProfuse diarrhea after percutaneous change of a computed tomography-guided gastrostomy: endoscopic closure of a colocutaneous fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nRectal pulse granuloma: a rare condition presenting as a subepithelial lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful endoscopic biliary intervention for duodenal peridiverticular papilla using a novel traction device.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater cricopharyngeal peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnsuccessful colonic endoscopic full-thickness resection - failure of device or operator?\r\n\r\nPubmed   Journal   ReadQx \r\nUtility of uneven double-lumen catheter for difficult guidewire manipulation in endoscopic ultrasonography-guided pancreaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    An invisible threat.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    An aberrant growth post-endoscopic submucosal dissection: a recurrence?\r\n\r\nPubmed   Journal   ReadQx \r\nPatient and Procedural Factors associated with True Histology Rates in Patients Undergoing Colonoscopy with Computer Aided Detection of Polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nPenetrating injury and retained toothpick causing bleeding from esophageal varix.\r\n\r\nPubmed   Journal   ReadQx \r\nProspective, single-arm multicenter, international, observational post-market study to assess the safety and efficacy of a triangulation platform for treating patients requiring endoscopic gastroplasty.\r\n\r\nPubmed   Journal   ReadQx \r\nTrends in Endoscopic Training: The Impact of Subspecialization and Productivity-based Compensation on GI Fellowships.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Immunomodulation and entry inhibition: selgantolimod's double punch against hepatitis B virus.\r\n\r\nPubmed   Journal   ReadQx \r\nVale Professor Marjorie M Walker.\r\n\r\nPubmed   Journal   ReadQx \r\nWhen alcohol and fat meet, neutrophil traps form to promote liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Utilization of beta blockers in patients with portal hypertension and peripheral artery disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Sounding the alarm-The rising global burden of adolescent and young adult alcohol-related liver disease. Author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Treatments of inflammatory bowel disease across age-spectrum-Are they the same? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Dysregulated KLF4 expression plays a pivotal role in the pathogenesis of pancreatic intraductal papillary mucinous neoplasms.\r\n\r\nPubmed   Journal   ReadQx \r\nHuman CAZyme genes polymorphism and risk of IBS: a population-based study.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Personalized Pharmacological Prophylaxis of Acute Intermittent Porphyria: The Need for Objective Biochemical Markers.\r\n\r\nPubmed   Journal   ReadQx \r\nShould the new EASL-EASD-EASO Clinical Practice Guidelines on MASLD recommend pioglitazone as a MASH-targeted pharmacotherapy?\r\n\r\nPubmed   Journal   ReadQx \r\nWhat references and what gold standard should be used to assess myosteatosis in chronic liver disease ?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Predicting Response to Low Fermentable Oligo-, Di-, Mono-saccharides, and Polyols Diet in Patients With Abdominal Bloating Using Hydrogen Methane Breath Test: Is a Spot Sample Enough?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-12T08:09:15-04:00",
    "input_file": {}
  },
  {
    "path": "gi/07-05-2024/",
    "title": "Fri Jul 05 2024",
    "description": "114 articles - From Friday Jun 28 2024 to Friday Jul 05 2024",
    "author": [],
    "date": "2024-07-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    ACG Clinical Guideline: Focal Liver Lesions.\r\nMalignancy is important to consider in the differential diagnosis of FLLs, and healthcare providers must be familiar with the diagnosis and management of FLLs. This American College of Gastroenterology practice guideline uses the best evidence available to make diagnosis and management recommendations for the most common FLLs.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Development of American Society for Gastrointestinal Endoscopy standards for training in advanced endoscopy within dedicated advanced endoscopy fellowship programs.\r\nThis consensus process using validated methodology established standards for an AEFP in an effort to ensure adequate training in the most commonly taught interventional endoscopic procedures (ERCP, EUS, EMR, and luminal stent placement) during fellowship. An important component of an AEFP is the use of competency-based assessments that are compliant with the Accreditation Council for Graduate Medical Education's Next Accreditation System, with the goal of ensuring that trainees achieve specific milestones in their progression to achieving cognitive and technical competency.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Endosc Int Open\r\n    Pure cut vs. Endocut in endoscopic biliary sphincterotomy: Systematic review and meta-analysis of randomized clinical trials.\r\nThe available data in the literature show that Endocut carries an increased risk for PEP and does not prevent delayed or clinically significant bleeding, although it prevents intraprocedural bleeding. Based on such findings, Pure cut should be the preferred electric current mode for biliary sphincterotomy.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Endoscopic Submucosal Dissection and Endoscopic Mucosal Resection for Barrett's Associated Neoplasia: A Systematic Review and Meta-analysis of the Published Literature.\r\n ESD and EMR both can be employed to treat BEN depending on the lesion type, size, and expertise.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Tunneled or Pocket Creation Method versus Conventional Endoscopic Submucosal Dissection for Gastric Lesions - A Systematic Review and Meta-analysis.\r\n T/PCM-ESD facilitates faster and safer gastric ESD than conventional ESD with comparable en bloc resection, R0 resection, and recurrence rates. A future randomized controlled control trial is required.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Incidence and predictors of major gastrointestinal bleeding in patients on aspirin, low-dose rivaroxaban, or the combination: Secondary analysis of the COMPASS randomised controlled trial.\r\nWe established incidences and identified risk factors for GIB in users of low-dose DOACs. Novel risk factors included current or former smoking and diverticulosis. Future studies should aim to validate these risk factors.\r\nPubmed   Journal   ReadQx \r\nNeed for therapeutic escalation in patients with refractory ulcerative proctitis: Results from the PROCU study of the ENEIDA registry.\r\nAmong patients with refractory UP, 11% required immunosuppressant therapy, and 4.2% required at least one biologic agent.\r\nPubmed   Journal   ReadQx \r\nReview article: Functional constipation: Pathophysiology, evaluation and management.\r\nTreatment approach to paediatric FC should be individualised and integrated focusing on parental education, lifestyle and behavioural modifications, and pharmacological therapy to maximise therapeutic success. This review highlights advances in pathophysiology, diagnosis and treatment of FC in children.\r\nPubmed   Journal   ReadQx \r\nTesting in functional constipation-What's new and what works.\r\nThe goal of these studies is to identify treatable causes of constipation. Most of these studies are designed to evaluate anatomy, transit and/or colon/rectum motility function and are primarily indicated in those who fail to respond to conventional therapy.\r\nPubmed   Journal   ReadQx \r\nUse of glucagon-like peptide-1 receptor agonists for type 2 diabetes mellitus and outcomes of inflammatory bowel disease.\r\nWe found an association between lower risk of IBD-related surgery and GLP-1RA use for T2DM in patients with UC or CD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Comparison of digitally-delivered gut-directed hypnotherapy program to an active control for irritable bowel syndrome.\r\nA digitally-delivered GDH Program provided to patients with IBS was superior to the active control, with greater improvement in both gastrointestinal symptoms and quality of life and provides an equitable alternative to face-to-face behavioural strategies.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of a tool for assessing adherence to gluten free diet in patients with Celiac disease (Celiac Disease: Compliance Assessment Test; CD-CAT).\r\n CD-CAT is a new and rapid tool for monitoring dietary adherence to GFD with high sensitivity and specificity which can be administered by both physicians and dietitians.\r\nPubmed   Journal   ReadQx \r\nDupilumab Improves Health-Related Quality of Life and a Range of Symptoms in Patients With Eosinophilic Esophagitis.\r\n Dupilumab reduced the impact of EoE on multiple aspects of HRQoL, patients' impression of dysphagia, and frequency and severity of symptoms beyond dysphagia in adults/adolescents with EoE.\r\nPubmed   Journal   ReadQx \r\nLiver cancer risk across metabolic dysfunction-associated steatotic liver disease and/or alcohol: a nationwide study.\r\n HCC risk increased from MASLD, MetALD to ALD in a stepwise manner, compared to non-MASLD. For an effective primary prevention of HCC, a comprehensive approach should be required to modify both metabolic dysfunction and alcohol intake habit.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessment of colonoscopy skill using machine learning to measure quality: Proof-of-concept and initial validation.\r\nAn interactive AI assessment of colonoscopy skill can automatically assess quality. We propose that this tool can be utilized to rapidly identify and train providers in need of remediation.\r\nPubmed   Journal   ReadQx   PMC\r\nIncomplete small bowel capsule endoscopy: Risk factors and cost-effectiveness of real-time viewing.\r\nModern devices make incomplete SBCE rare, usually not tied to prolonged GTT. In a low-incidence scenario, widespread RTV use brings high costs and uncertain effectiveness.\r\nPubmed   Journal   ReadQx   PMC\r\nPrognostic impact of deprivation on esophagogastroduodenoscopy outcome.\r\ninfection, and 12-fold more severe esophagitis, and more advanced cancer stage.\r\nPubmed   Journal   ReadQx   PMC\r\nQuality of endoscopic surveillance of Lynch syndrome patients in a Swedish cohort.\r\nAdenoma detection was associated with older age and male sex. The results indicate the need for better adherence to guidelines and attention to older age groups, men, and patients with obesity.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Detection of colorectal cancer and advanced neoplasia during first surveillance interval after detection of adenomas in fecal immunochemical test cancer screening: a nationwide study.\r\n CRC detection was lower among participants rated at higher risk at initial CRC screening. Findings at first screen-derived colonoscopy might not be as good a predictor of CRC risk in a FIT-positive screening population.\r\nPubmed   Journal   ReadQx \r\nEUS-guided entero-colostomy with Lumen Apposing Metal Stent as a rescue treatment for malignant intestinal occlusion: a multicentre study.\r\nEUS-EC is a feasible technique and could be considered as a possible alternative to standard approaches for MIO in highly selected patients.\r\nPubmed   Journal   ReadQx \r\nPolyp size is associated with colorectal cancer death across histologic polyp subtypes: a retrospective study of a screening colonoscopy registry.\r\nAcross al histologic types, participants with polyps ≥10 mm had at least a two-fold increase in the likelihood of PCCRC death compared with those with polyps <10 mm. These data suggest that size, rather than histologic subtype, should be a determinant for risk stratification after screening colonoscopy.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Fazirsiran for Adults with Alpha-1 Antitrypsin Deficiency Liver Disease: A Phase 2 Placebo Controlled Trial (SEQUOIA).\r\nFazirsiran reduced serum and liver concentrations of Z-AAT in a dose dependent manner and reduced hepatic globule burden (NCT03945292).\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Appropriate trust in artificial intelligence for the optical diagnosis of colorectal polyps: The role of human/artificial intelligence interaction.\r\nAppropriate trust was common and CADx prediction utilization was highest for the optional CADx without confidence scores. These results express the importance of a better understanding of human-AI interaction.\r\nPubmed   Journal   ReadQx \r\nRisk of stricture after endoscopic submucosal dissection in the cervical esophagus and efficacy of local steroid injection for stricture prevention.\r\nPatients who underwent ≥ ½ circumferential resection were at high risk of cervical esophageal stricture. Steroid injection had a stricture-prevention effect in patients with < ¾ and ≥ ½ circumferential resection, but seemed to be insufficient in preventing stricture in patients with ≥ ¾ circumferential resection.\r\nPubmed   Journal   ReadQx \r\nTEMPORARY REMOVAL: Quality indicators common to all GI endoscopic procedures.\r\nA replacement will appear as soon as possible in which the reason for the removal of the article will be specified, or the article will be reinstated. The full Elsevier Policy on Article Withdrawal can be found at\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cold versus hot snare endoscopic mucosal resection for large (≥15 mm) flat non-pedunculated colorectal polyps: a randomised controlled trial.\r\n Compared with H-EMR, C-EMR for flat, adenomatous LNPCPs, demonstrates superior safety with equivalent technical success. However, endoscopic recurrence is significantly greater for cold snare resection and is currently a limitation of the technique.\r\nPubmed   Journal   ReadQx \r\nGut microbiota signatures of vulnerability to food addiction in mice and humans.\r\n By understanding the crosstalk between this behavioural alteration and gut microbiota, these findings constitute a step forward to future treatments for food addiction and related eating disorders.\r\nPubmed   Journal   ReadQx \r\nIntegrated metagenomic and metabolomic analysis reveals distinctive stage-specific gut-microbiome-derived metabolites in intracranial aneurysms.\r\n Our investigation highlights the potential of gut-microbiome-derived tryptophan metabolites as biomarkers for distinguishing RIA from UIA patients. The findings suggest a novel pathogenic role for gut-microbiome-derived IS in elastin degradation in the IA wall leading to the rupture of IA.\r\nPubmed   Journal   ReadQx \r\nMultiple indicators of gut dysbiosis predict all-cause and cause-specific mortality in solid organ transplant recipients.\r\n Gut dysbiosis is consistently associated with mortality in SOTR. Our results support the observations that gut dysbiosis is associated with long-term survival. Since our data do not allow us to infer causality, more preclinical research is needed to understand mechanisms before we can determine whether gut microbiome-directed therapies may be designed to improve long-term outcomes.\r\nPubmed   Journal   ReadQx \r\nPancreatic STAT5 activation promotes KrasG12D-induced and inflammation-induced acinar-to-ductal metaplasia and pancreatic cancer.\r\n Collectively, our findings identified pancreatic STAT5 activation as a key downstream effector of oncogenic KRAS signalling that is critical for ADM initiation and PDAC progression, highlighting its potential therapeutic vulnerability.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A novel phosphodiesterase inhibitor for the treatment of chronic liver injury and metabolic diseases.\r\nIn conclusion, we synthesized and demonstrated that MDL3, a novel PDE4B and PDE5A inhibitor, presents a promising avenue of exploration for treating CLD.\r\nPubmed   Journal   ReadQx \r\nAlcohol-associated liver disease and public health policies.\r\nIn this narrative review, we will review major US national as well as worldwide alcohol related public health policies with a particular focus on describing how such policies have influenced rates of ALD and its complications and outcomes. We will describe global alcohol public health policy frameworks, review key alcohol policy models, describe existing notable policies and their impacts, and highlight gaps in ALD policy literature where further research and policy interventions could reduce rates mortality from ALD.\r\nPubmed   Journal   ReadQx \r\nIntegrated and collaborative care across the spectrum of alcohol-associated liver disease and alcohol use disorder.\r\nHere, we review the role of AUD care in ALD treatment, the effects of AUD treatment on liver-related outcomes, the impact of comorbid conditions such as other substance use disorders, obesity, and metabolic syndrome, the current landscape of integrated and collaborative care for ALD and AUD in various treatment settings. We further review knowledge gaps and unmet needs that remain, including the role of precision medicine, the application of harm reduction approaches, the impact of health disparities, the need for additional AUD treatment options as well as further efforts to support implementation and dissemination.\r\nPubmed   Journal   ReadQx \r\nPerformance of spleen stiffness measurement to rule out high-risk varices in patients with porto-sinusoidal vascular disorder.\r\n This study gathering a total of 309 PSVD patients showed that SSM-VCTE ≤40 kPa combined with bilirubin <1 mg/dL identifies patients with PSVD and portal hypertension with a probability of HRV <5%, in whom screening endoscopy can be spared.\r\nPubmed   Journal   ReadQx \r\nReduction of Z alpha-1 antitrypsin polymers in human iPSC-hepatocytes and mice by LRRK2 inhibitors.\r\nMechanistically, this effect was achieved through induction of autophagy. Our findings support the use of CZC-25146 and LRRK2 inhibitors in hepatic proteinopathy research and their further investigation as novel therapeutic candidates for A1ATD.\r\nPubmed   Journal   ReadQx \r\nRole of Point-of-Care ultrasound (POCUS) in clinical hepatology.\r\nRenal ultrasound can identify renal and post-renal causes of AKI and aid in diagnosis of pre-renal AKI through volume assessment. In this review, we address the principles and methods of POCUS in hospitalized patients and in outpatients with cirrhosis and discuss the application of this diverse modality in clinical hepatology.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Differing genetic variants associated with liver fat and their contrasting relationships with cardiovascular diseases and cancer.\r\n This study provides fresh insight into the heterogeneous effect of liver fat on health outcomes. It challenges the notion that liver fat per se is an independent risk factor for cardiovascular disease, underscoring the dependency of this association on the specific mechanisms that drive fat accumulation in the liver. However, excess liver fat, regardless of how achieved, appears to be causally linked to liver cirrhosis and cancers in a dose dependent manner. Impact and implication This research advances our understanding of the heterogeneity in mechanisms influencing liver fat accumulation, providing new insights into how liver fat accumulation may impact various health outcomes. The findings challenge the notion that liver fat is an independent risk factor for cardiovascular disease and highlight the mechanistic effect of some genetic variants on fat accumulation and the development of cardiovascular diseases. This study is of particular importance for healthcare professionals including physicians and researchers as well as patients as it allows for more targeted and personalised treatment by understanding the relationship between liver fat and various health outcomes. The findings emphasise the need for a personalised management approach and a reshaping of risk assessment criteria. It also provides room for prioritising a clinical intervention aimed at reducing liver fat content (likely by intentional weight loss, however, achieved) that could help protect against liver related fibrosis and cancer.\r\nPubmed   Journal   ReadQx \r\nHistological predictors of aggressive recurrence of hepatocellular carcinoma after liver resection.\r\n The presence of mVI/S was the only independent risk factor for aggressive recurrence and mortality. This has important implications for early-stage patient management, especially in the setting of adjuvant immunotherapy or ab initio LT.\r\nPubmed   Journal   ReadQx \r\nMetabolic phenotyping of patients with Advanced Chronic Liver Disease for better characterization of Cirrhosis Regression.\r\nWe identified and validated a group of lipid biomarkers associated with regression of fibrosis that could be used as non-invasive biomarker for detecting regression of fibrosis in cACLD.\r\nPubmed   Journal   ReadQx \r\nNeuropilin-1 is a novel host factor modulating the entry of hepatitis B virus.\r\nOur findings indicate that NRP1 is a novel host factor for HBV infection, which interacts with preS1 and NTCP to modulate HBV entry into hepatocytes. Impact and implications HBV infection is a global public health problem, but the understanding of the early infection process of HBV remains limited. Through single-cell sequencing, we identified a novel host factor, NRP1, which modulates HBV entry by interacting with HBV preS1 and NTCP. Moreover, antagonists targeting NRP1 can inhibit HBV infection both in vitro and in vivo. This study could further advance our comprehension of the early infection process of HBV.\r\nPubmed   Journal   ReadQx \r\nType-I interferon shapes peritoneal immunity in cirrhosis and drives caspase-5-mediated progranulin release upon infection.\r\nType-I IFN shapes peritoneal immune responses and regulates caspase-5-mediated progranulin release during SBP. Impact and implications Patients with cirrhosis exhibit impaired immune responses and increased susceptibility to bacterial infections. This study reveals that type-I interferon responses, triggered by pathogen-associated molecular patterns, are crucial in regulating macrophage activation and priming them for inflammatory responses. Additionally, we elucidate the mechanisms by which type-I interferons promote the release of progranulin from macrophages during spontaneous bacterial peritonitis. Our findings enhance understanding of how bacterial translocation affects immune responses, identify novel biomarkers for inflammasome activation during infections, and point to potential therapeutic targets.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Disorders of gut-brain interaction-Don't forget the older person.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Editorial on FODMAPs in IBS: Revisiting Restriction.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    ESGE and Social Media in the 21st Century.\r\n\r\nPubmed   Journal   ReadQx \r\nVisualized biliary cannulation during ERCP: do we really need it?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Deconstructing the \"pain\" points when considering the impact of Brain Gut Behavior Therapies on IBS.\r\n\r\nPubmed   Journal   ReadQx \r\nTargeting the IL-23 Pathway in Inflammatory Bowel Disease.\r\nFurthermore, we address available data on the efficacy, safety, and tolerability of IL-23-specific p19-inhibitors in the treatment of IBD and discuss important studies performed in other immune-mediated inflammatory diseases. Finally, we evaluate the potential for combining classes of biological therapies and provide future directions on the development of precision medicine-guided positioning of IL-23p19 inhibitors in IBD.\r\nPubmed   Journal   ReadQx \r\nThe dark side of human hepatocyte plasticity.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Interplay between gut microbiome, host genetic and epigenetic modifications in MASLD and MASLD-related hepatocellular carcinoma.\r\nIn this review, we summarise the effects of gut microbiome, host genetics and epigenetic alterations in MASLD and MASLD-HCC. We further discuss research findings demonstrating the bidirectional impacts between gut microbiome and host genetics/epigenetics, emphasising the significance of this interconnection in MASLD prevention and treatment.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Features of Gastrointestinal Strongyloidiasis Hyperinfection: Endoscopy and Histopathology.\r\n\r\nPubmed   Journal   ReadQx \r\nFirst Report of Tirzepatide Hepatotoxicity with Jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Clofazimine enteropathy: a case of pigmentation of the whole small intestine caused by clofazimine.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCombined endoscopic management of a postoperative rectocutaneous fistula after cystectomy using modified percutaneous endofistular and transanal endoluminal vacuum therapy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nConsiderations and prospects for validating a machine learning-based choledocholithiasis prediction model.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of long-standing rectovaginal fistula caused by foreign bodies.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic treatment of a large Brunner's gland hamartoma in the duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided drainage for infected biloma using a unique long-type balloon catheter.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFirst clinical application of a novel duodenal mucosal ablation device for type 2 diabetes using radiofrequency vapor ablation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFirst report of opportunistic screening for nasopharyngeal carcinoma by gastroscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHemicircumferential rectal endoscopic submucosal dissection combining multitraction and scope-dependent traction strategies.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInto the pancreas: an underwater world filled with an intraductal papillary mucinous neoplasm seen via peroral pancreatoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nLigation-assisted endoscopic full-thickness resection combined with preloaded sutures for tiny mesenchymal tumors of the gastric fundus.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMalignant gastric outlet obstruction: direct biopsy in the submucosal tunnel to obtain the diagnosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPancreatic duct occlusion after endoscopic ultrasound-guided transmural pancreatic duct drainage: a pitfall and its rescue technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful prevention of balloon dilatation after complete circumferential endoscopic submucosal dissection including long-segment Barrett's esophagus.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater coagulation using hybrid knife in peroral endoscopic myotomy for achalasia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUtility of uneven double-lumen catheter for difficult guidewire manipulation in endoscopic ultrasonography-guided pancreaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nVisualized biliary cannulation during ERCP: future trends.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A curious case of cholestatic liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare cause of hepatic mass with high metabolic activity and jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Acute Liver Failure Diagnosed on Organ Explant in a Patient with Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Chronic Epigastric Pain After Endoscopic Mucosal Resection.\r\n\r\nPubmed   Journal   ReadQx \r\nBeyond the Norm: epidemiology of irritable bowel syndrome and mental health among sexual and gender-diverse young adults in a large representative cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nGastro Digest Summary title: Resmetirom for NASH.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel migratory hepatocyte population contributes to liver regeneration in acute liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\nStool-based and Blood-based Colorectal Cancer Screening Tests: New Evidence within Current Context.\r\n\r\nPubmed   Journal   ReadQx \r\nTraining in Advanced Endoscopy: Current Status and Future Directions.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Adenomyoma of the Ileum: A Rare Etiology of Abdominopelvic Pain.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Presentation of Necrotizing Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nAn aberrant growth post-endoscopic submucosal dissection: a recurrence?\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopic removal of complicated biliary stones aided by a metal stent extending from gallbladder to duodenal papilla（with video）.\r\n\r\nPubmed   Journal   ReadQx \r\nConfocal laser endomicroscopy for the diagnosis of gastric adenocarcinoma of the fundic gland type.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnetic compression anastomosis for treatment of malignant complete esophageal stricture (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nPatient and Procedural Factors associated with True Histology Rates in Patients Undergoing Colonoscopy with Computer Aided Detection of Polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nPenetrating injury and retained toothpick causing bleeding from esophageal varix.\r\n\r\nPubmed   Journal   ReadQx \r\nProspective, single-arm multicenter, international, observational post-market study to assess the safety and efficacy of a triangulation platform for treating patients requiring endoscopic gastroplasty.\r\n\r\nPubmed   Journal   ReadQx \r\nRegression of a Rectal Lesion in a Patient With Lynch Syndrome After Treatment With Pembrolizumab.\r\n\r\nPubmed   Journal   ReadQx \r\nThe complication of the procedure for prolapsed hemorrhoids: A rare case of anastomotic diverticulum with a giant fecaloma.\r\n\r\nPubmed   Journal   ReadQx \r\nTitanium clip combined with rubber band assisted ERCP cannulation of a hidden papilla within duodenal diverticula.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips for Pneumatic Dilation of the Lower Esophageal Sphincter.\r\n\r\nPubmed   Journal   ReadQx \r\nTrends in Endoscopic Training: The Impact of Subspecialization and Productivity-based Compensation on GI Fellowships.\r\n\r\nPubmed   Journal   ReadQx \r\nTuberculosis presenting as a gastric subepithelial tumor: truly a great masquerade.\r\n\r\nPubmed   Journal   ReadQx \r\nUltrasonic contrast with miniprobe EUS: A case report.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Bridging the gap: A new tool to down select HCV vaccine candidates.\r\n\r\nPubmed   Journal   ReadQx \r\nIs curcumin the new kid on the block for the treatment of MASH?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Refining retrieval and chunking strategies for enhanced clinical reliability of large language models in liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Refining retrieval and chunking strategies for enhanced clinical reliability of large language models in liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReversal of lipid metabolism as a therapeutic approach for hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nTo recover or not to recover from ACLF: Ask the monocytes.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Helicobacter pylori and metabolic syndrome-related von Willebrand factor and plasminogen activator inhibitor-1 activity levels for outcome prediction of advanced chronic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Helicobacter pylori and metabolic syndrome-related von Willebrand factor and plasminogen activator inhibitor-1 activity levels for outcome prediction of advanced chronic liver disease: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Over-the-scope clips in patients at high risk of re-bleeding following upper gastrointestinal tract bleeding-The magic bullet for everyone?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Over-the-scope clips in patients at high risk of rebleeding following upper gastrointestinal tract bleeding-The magic bullet for everyone? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Correction to: The Role of Food in the Treatment of Bowel Disorders: Focus on Irritable Bowel Syndrome and Functional Constipation.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comments on \"Novel strategy of hold-and-drag clip closure with mantis-like claw for post-gastric endoscopic submucosal dissection defect of <30 mm\".\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhong et al.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Cannabis hyperemesis syndrome recovers completely when the use of cannabis or synthetic cannabinoids is permanently discontinued-cyclic vomiting syndrome does not.\r\n\r\nPubmed   Journal   ReadQx \r\nComments on AGA Clinical Practice Update on Diagnosis and Management of Cannabinoid Hyperemesis Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Porcine-derived pancreatic enzyme replacement therapy: a cause of hepatitis E virus transmission?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A consensus definition for ACLF- The need of the hour?\r\n\r\nPubmed   Journal   ReadQx \r\nFrequent Use of Machine Perfusion Enables Utilization of Higher-Risk DCD Livers in the United States: Are We There Yet?\r\n\r\nPubmed   Journal   ReadQx \r\nInclusive healthcare in light of the new MASLD guidelines: Should people living with HIV be screened for liver fibrosis?\r\n\r\nPubmed   Journal   ReadQx \r\nMetALD accounts for a large part of what we call MASLD!\r\n\r\nPubmed   Journal   ReadQx \r\nThe association between primary hypobetalipoproteinemia and hepatic Diseases: evidence from genetic studies.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-07T21:42:17-04:00",
    "input_file": {}
  },
  {
    "path": "gi/06-28-2024/",
    "title": "Fri Jun 28 2024",
    "description": "141 articles - From Friday Jun 21 2024 to Friday Jun 28 2024",
    "author": [],
    "date": "2024-06-28",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastrointest Endosc\r\n    Development of American Society for Gastrointestinal Endoscopy standards for training in advanced endoscopy within dedicated advanced endoscopy fellowship programs.\r\nThis consensus process using validated methodology established standards for an AEFP in an effort to ensure adequate training in the most commonly taught interventional endoscopic procedures (ERCP, EUS, EMR, and luminal stent placement) during fellowship. An important component of an AEFP is the use of competency-based assessments that are compliant with the Accreditation Council for Graduate Medical Education's Next Accreditation System, with the goal of ensuring that trainees achieve specific milestones in their progression to achieving cognitive and technical competency.\r\nPubmed   Journal   ReadQx \r\nQuality indicators common to all GI endoscopic procedures.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Early Diagnostic Paracentesis Improves Outcomes of Hospitalized Patients with Cirrhosis and Ascites: A Systematic Review and Meta-Analysis.\r\nFindings from this meta-analysis suggest that early diagnostic paracentesis is associated with better patient outcomes. Early diagnostic paracentesis within 12 hours of admission may be associated with the greatest mortality benefit. Data from large-scale randomized trials are needed to validate our findings, especially if there is a greater mortality benefit for early diagnostic paracentesis within 12 hours.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Sphingosine 1-Phosphate Receptor Modulators are Effective in Patients With Moderately to Severely Active Ulcerative Colitis and a Prior Biologic Exposure: A Meta-Analysis of Randomized Controlled Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic scoring indices for assessing disease severity in familial adenomatous polyposis: Systematic review.\r\nThere are no fully validated endoscopic disease severity indices for FAP. Development and validation of a reliable and responsive endoscopic disease severity instrument will be informative for clinical care and RCTs of pharmacological therapies for FAP.\r\nPubmed   Journal   ReadQx   PMC\r\nHepatology\r\n    Letter to the Editor: Imaging-based noninvasive liver disease assessment for staging liver fibrosis in chronic liver disease: A systematic review supporting the AASLD Practice Guideline.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Bisphosphonate effectiveness in patients with cirrhosis: An emulated clinical trial.\r\n In a nationally representative cohort of elderly patients with cirrhosis, bisphosphonates reduced fractures overall. Efforts to increase uptake and drug continuation are needed.\r\nPubmed   Journal   ReadQx \r\nFaecal incontinence: Retentive, non-retentive and when to suspect organic pathology.\r\nRecent advances offer hope for children with faecal incontinence.\r\nPubmed   Journal   ReadQx \r\nHirschsprung's disease. Management.\r\nPatients with Hirschsprung's disease need to have surgical correction, and their postoperative long-term management is complex given a variety of associated problems that can occur after surgery. A systematic evaluation is necessary to provide appropriate therapy.\r\nPubmed   Journal   ReadQx \r\nMedical management of anorectal malformations.\r\nAppropriate diagnostic work-up and implementation of treatment can decrease long-term morbidity and improve quality of life in postoperative patients with ARMs who presents with defecation disorders.\r\nPubmed   Journal   ReadQx \r\nPhysiology of lower gastrointestinal tract.\r\nRecent advances provide novel techniques to investigate motility patterns including high-resolution manometry protocols with automated assessments, magnetic resonance imaging techniques for defecography, wireless motility capsules and fecobionics.\r\nPubmed   Journal   ReadQx \r\nReview article: Functional constipation: Pathophysiology, evaluation and management.\r\nTreatment approach to paediatric FC should be individualised and integrated focusing on parental education, lifestyle and behavioural modifications, and pharmacological therapy to maximise therapeutic success. This review highlights advances in pathophysiology, diagnosis and treatment of FC in children.\r\nPubmed   Journal   ReadQx \r\nReview article: Management of the child with refractory constipation.\r\nRecent advances offer hope for children with refractory constipation.\r\nPubmed   Journal   ReadQx \r\nSerum sPD-1 and sPD-L1 as predictive biomarkers for HBsAg clearance in HBeAg-negative CHB patients undergoing IFN-based therapy.\r\nThe study revealed an inverse relationship between the trends of sPD-1/sPD-L1 and HBsAg clearance during combined IFN and NAs treatment. Moreover, the magnitude of HBsAg reduction and sPD-L1 increase emerged as significant predictors for HBsAg clearance.\r\nPubmed   Journal   ReadQx \r\nThe overlap with metabolic dysfunction-associated steatotic liver disease negatively affects outcomes of primary biliary cholangitis.\r\nOur findings suggest that metabolic dysfunction-associated steatotic liver disease worsens the prognosis of PBC.\r\nPubmed   Journal   ReadQx \r\nUse of glucagon-like peptide-1 receptor agonists for type 2 diabetes mellitus and outcomes of inflammatory bowel disease.\r\nWe found an association between lower risk of IBD-related surgery and GLP-1RA use for T2DM in patients with UC or CD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Population-Based Matched Cohort Study of Digestive System Cancer Incidence and Mortality in Individuals With and Without Inflammatory Bowel Disease.\r\n Cancer incidence is declining for CRC and rising for other digestive cancers in people with IBD. Incidence and mortality remain higher in IBD than controls for colorectal, small bowel, bile duct and pancreatic cancers.\r\nPubmed   Journal   ReadQx \r\nA comprehensive evaluation of emergency department utilization by patients with cirrhosis.\r\nAbdominal pain, shortness of breath, and ascites/fluid overload are the common presenting reasons for ED visits for patients with cirrhosis. Patients with cirrhosis presenting to the ED experience a 90-day mortality rate of 16%, and among those who initially visited the ED, 20% were HEDU. We identified several variables independently associated with HEDU. Our observations pave the way for developing interventions to optimize the care of patients with cirrhosis presenting to the ED and to lower repeated ED visits.\r\nPubmed   Journal   ReadQx \r\nCharacteristics and Outcomes Among U.S. Commercially Insured Transgender Adults with Cirrhosis: A National Cohort Study.\r\nTrans- (vs cis-)gender adults have double the prevalence of cirrhosis and the majority have a diagnosis of anxiety and/or depression. These results are informative for researchers, policymakers, and clinicians to advance equitable care for transgender individuals.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of a tool for assessing adherence to gluten free diet in patients with Celiac disease (Celiac Disease: Compliance Assessment Test; CD-CAT).\r\n CD-CAT is a new and rapid tool for monitoring dietary adherence to GFD with high sensitivity and specificity which can be administered by both physicians and dietitians.\r\nPubmed   Journal   ReadQx \r\nHybrid versus Conventional Colorectal Endoscopic Submucosal Dissection: A Multi-Center Randomized Controlled Trial (SHORT-ESD).\r\n Both H-ESD and C-ESD were safe and effective for resection of large colorectal lesions. H-ESD was associated with a shorter procedure time. H-ESD may represent a viable alternative to C-ESD, with the main advantage being easy applicability of a snare-based technique for colorectal lesions. Future studies are needed to further define the most suitable lesions for H-ESD, as to optimize efficiency and safety without compromising resection outcomes. ClinicaTrials.gov NCT NCT05347446.\r\nPubmed   Journal   ReadQx \r\nJoint Hypermobility, Autonomic Dysfunction, Gastrointestinal Dysfunction and Autoimmune markers (JAG-A): Clinical Associations and Response to Intravenous Immunoglobulin Therapy.\r\nAutoimmune markers and autonomic dysfunction are common in patients with unexplained gastrointestinal symptoms, especially in those with JH/HSD. Many patients seem to respond to IVIG treatment but this needs to be confirmed by controlled trials. These results highlight the need for vigilance for autoimmune and autonomic factors and JH/HSD in patients with neurogastroenterological disorders. , NCT04859829.\r\nPubmed   Journal   ReadQx \r\nLiver cancer risk across metabolic dysfunction-associated steatotic liver disease and/or alcohol: a nationwide study.\r\n HCC risk increased from MASLD, MetALD to ALD in a stepwise manner, compared to non-MASLD. For an effective primary prevention of HCC, a comprehensive approach should be required to modify both metabolic dysfunction and alcohol intake habit.\r\nPubmed   Journal   ReadQx \r\nNo Effect of Methylnaltrexone on Acute Pancreatitis Severity: A Multicenter Randomized Controlled Trial.\r\nMethylnaltrexone treatment did not achieve superiority over placebo for reducing the severity of acute pancreatitis.\r\nPubmed   Journal   ReadQx \r\nPoverty traps and mortality from liver diseases in the United States.\r\n Poverty traps are a major and important spatially determined risk factor for mortality from liver diseases and cancers. Targeted location-specific interventions as well as economic development aimed at addressing the underlying causes of poverty and enhancing prosperity will be required to reduce mortality from liver diseases within poverty traps.\r\nPubmed   Journal   ReadQx \r\nPre-existing and new-onset metabolic dysfunctions increase cirrhosis and its complication risks in chronic hepatitis B.\r\n Concurrent and new-onset MD increase the risks of cirrhosis and cirrhotic complications in CHB patients, independent of hepatic steatosis. Proactively investigating metabolic comorbidities in CHB is critical to stratify the risk of liver disease progression.\r\nPubmed   Journal   ReadQx \r\nTailored hydration with lactated Ringer's solution for post-endoscopic retrograde cholangiopancreatography pancreatitis prevention: A randomized controlled trial.\r\nTAH according to the presence of abdominal pain or elevated serum amylase levels at 4-6 h after ERCP is safe and prevents PEP development.\r\nPubmed   Journal   ReadQx \r\nThe Burden of Overweight and Obesity-Associated Gastrointestinal Cancers in Low and Lower-Middle-Income Countries: A Global Burden of Disease 2019 Analysis.\r\n The GI cancer-related burden from high BMI increased in LICs and lower MICs, necessitating a concerted effort to tackle the obesity pandemic.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Machine Learning Algorithm Avoids Unnecessary Paracentesis for Exclusion of SBP in Cirrhosis in Resource-Limited Settings.\r\nA machine learning model generated using routinely collected variables excluded SBP with high negative predictive value. Applying this model could ease the need to provide paracentesis in resource-limited settings by excluding those unlikely to have SBP.\r\nPubmed   Journal   ReadQx \r\nContinuous Risk Score Predicts Waitlist & Post-Transplant Outcomes in Hepatocellular Carcinoma Despite Exception Changes.\r\nThis study highlights the predictive capability of the continuous oncological risk score to forecast waitlist dropout and post-LT outcomes in HCC patients, independent of policy changes. The study advocates integrating continuous scoring systems like HALT-HCC in liver allocation decisions, balancing urgency, organ utility, and survival benefit.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of a score to assess transmural healing and response in patients with Crohn's disease.\r\n C-score is a validated, reliable and easy-to-use tool to assess TH and TR in CD patients.\r\nPubmed   Journal   ReadQx \r\nFaecal microbiota transplantation for sleep disturbance in post-acute COVID-19 syndrome.\r\n This pilot study showed that FMT could be effective and safe in alleviating post-COVID insomnia and further clinical trials are warranted.  identifier  NCT05556733.\r\nPubmed   Journal   ReadQx \r\nMachine learning-based models for advanced fibrosis and cirrhosis diagnosis in chronic hepatitis B patients with hepatic steatosis.\r\n The RF models provide reliable, non-invasive tools for identifying advanced fibrosis and cirrhosis in CHB patients with concurrent HS, offering a significant advancement in the co-management of the two diseases.\r\nPubmed   Journal   ReadQx \r\nPreoperative Hepatology and Primary Care Visits Improve Postoperative Outcomes in Patients with Cirrhosis Undergoing Surgery.\r\n Preoperative PCP/GI/Hep visits are associated with a reduced risk of postoperative mortality with the greatest risk reduction observed in those with both PCP and GI/Hep visits. This synergistic effect highlights the importance of a multidisciplinary approach in the preoperative care of cirrhosis patients.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A new through-the-scope clip with anchor prongs is safe and successful for a variety of endoscopic uses.\r\nA novel TTSC with anchor prongs showed success in a range of defect closures, an acceptable safety profile, and low incidence of technical difficulties.\r\nPubmed   Journal   ReadQx   PMC\r\nComputed tomography-based prediction of pancreatitis following biliary metal stent placement with the convolutional neural network.\r\nThe CNN-based model may increase predictability for pancreatitis following endoscopic placement of a biliary SEMS. Our findings support the potential of deep learning technology to improve prognostic models in pancreatobiliary therapeutic endoscopy.\r\nPubmed   Journal   ReadQx   PMC\r\nNovel physiological analysis using blood flow velocity for colonic polyps: Pilot study.\r\nWe found that mean microvascular blood flow velocity was significantly lower in ADs than in HPs and the surrounding non-neoplastic mucosa. These findings indicate that a novel dynamic approach with microvascular blood flow velocity using magnifying endoscopy may be useful in assessing physiological differences between ADs and HPs.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    EUS-guided entero-colostomy with Lumen Apposing Metal Stent as a rescue treatment for malignant intestinal occlusion: a multicentre study.\r\nEUS-EC is a feasible technique and could be considered as a possible alternative to standard approaches for MIO in highly selected patients.\r\nPubmed   Journal   ReadQx \r\nPolyp size is associated with colorectal cancer death across histologic polyp subtypes: a retrospective study of a screening colonoscopy registry.\r\nAcross al histologic types, participants with polyps ≥10 mm had at least a two-fold increase in the likelihood of PCCRC death compared with those with polyps <10 mm. These data suggest that size, rather than histologic subtype, should be a determinant for risk stratification after screening colonoscopy.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A single-cell atlas of the murine pancreatic ductal tree identifies novel cell populations with potential implications in pancreas regeneration and exocrine pathogenesis.\r\nIn light of our discovery of previously unidentified ductal populations, we unmask potential roles of specific ductal populations in pancreas regeneration and exocrine pathogenesis. Thus, novel lineage tracing models are needed to investigate ductal specific populations in vivo.\r\nPubmed   Journal   ReadQx \r\nTargeting 5-Hydroxytryptamine receptor 1A in portal vein to decrease portal hypertension.\r\nOur findings reveal that 5-HT promotes PH by inducing the contraction of PV, and identify HTR1A as a promising therapeutic target for attenuating PH. As an HTR1A antagonist, alverine is expected to become a candidate for clinical PH treatment.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Development of an algorithm combining blood-based biomarkers, fecal immunochemical test, and age for population-based colorectal cancer screening.\r\nThe algorithm presented here can improve patient allocation to colonoscopy, reducing colonoscopy burden without compromising cancer and adenomas detection rates or vice versa.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Gut microbiota signatures of vulnerability to food addiction in mice and humans.\r\n By understanding the crosstalk between this behavioural alteration and gut microbiota, these findings constitute a step forward to future treatments for food addiction and related eating disorders.\r\nPubmed   Journal   ReadQx \r\nHigh accuracy model for HBsAg loss based on longitudinal trajectories of serum qHBsAg throughout long-term antiviral therapy.\r\n The novel GOLDEN model, based on longitudinal qHBsAg data, accurately predicts HBsAg clearance, provides reliable estimates of functional hepatitis B virus (HBV) cure and may have the potential to stratify different subsets of patients for novel anti-HBV therapies.\r\nPubmed   Journal   ReadQx \r\nSimplified Helicobacter pylori therapy for patients with penicillin allergy: a randomised controlled trial of vonoprazan-tetracycline dual therapy.\r\nBackground and aims This study aimed to evaluate the efficacy and safety of vonoprazan and tetracycline (VT) dual therapy as first-line treatment for infection in the penicillin-allergic population, with comparable efficacy and a lower incidence of TEAEs compared with traditional BQT.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Alcohol-Associated liver disease: Emerging therapeutic strategies.\r\nHowever, uncertainty remains regarding the optimal selection criteria, and whether liver transplant has a role for only a highly-limited proportion of AH patients or more widespread application. This review aims to provide an overview of this fast-moving field.\r\nPubmed   Journal   ReadQx \r\nAramchol improves hepatic fibrosis in MASH: Results of multimodality assessment using both conventional and digital pathology.\r\nContinuous fibrosis scores generated in antifibrotic trials by DIA quantify antifibrotic effects with greater sensitivity and larger dynamic range than CP.\r\nPubmed   Journal   ReadQx \r\nComprehensive profiling of lipid metabolic reprogramming expands precision medicine for hepatocellular carcinoma.\r\n In conclusion, our study elucidates the metabolic reprogramming gnature of lipid metabolism in HCC, identifies prognostic markers, and therapeutic targets, and highlights potential metabolism-related targets for therapeutic intervention in HCC.\r\nPubmed   Journal   ReadQx \r\nGenetic predisposition to porto-sinusoidal vascular disorder.\r\nWhen analysing the cell types in which these genes are expressed, we found that these genes are predominantly expressed in immune cells, suggesting that these cells may play a more important role in the development of porto-sinusoidal vascular disorder than previously thought. In addition, pathway analyses suggested that there may be 2 types of porto-sinusoidal vascular disorder associated with gene mutations: those resulting directly from morphogenetic abnormalities and those secondary to immune changes.\r\nPubmed   Journal   ReadQx \r\nHES V2.0 outperforms GALAD for detection of HCC: A phase 3 biomarker study in the United States.\r\nIn a prospective cohort study, HES V2.0 had a significantly higher performance for identifying new HCC, including early stage, than GALAD or ASAP.\r\nPubmed   Journal   ReadQx \r\nIntegrated and collaborative care across the spectrum of alcohol-associated liver disease and alcohol use disorder.\r\nHere, we review the role of AUD care in ALD treatment, the effects of AUD treatment on liver-related outcomes, the impact of comorbid conditions such as other substance use disorders, obesity, and metabolic syndrome, the current landscape of integrated and collaborative care for ALD and AUD in various treatment settings. We further review knowledge gaps and unmet needs that remain, including the role of precision medicine, the application of harm reduction approaches, the impact of health disparities, the need for additional AUD treatment options as well as further efforts to support implementation and dissemination.\r\nPubmed   Journal   ReadQx \r\nModulation of monocyte activity by hepatocellular MicroRNA delivery via hepatitis B virus surface antigen particles: Implications for pathobiology of chronic hepatitis B.\r\n HBsAg particles carry hepatocellular miRNAs, including miR-939, which enter monocytes and alter their functional status such as IL-8 secretion. Our findings demonstrate that HBsAg-miR-939-IL-8 axis may play a crucial role in HBV-induced hepatic necro-inflammation and progression of advanced liver diseases.\r\nPubmed   Journal   ReadQx \r\nSpatial proteomic landscape of primary and relapsed hepatocellular carcinoma reveals immune escape characteristics in early relapse.\r\nWe comprehensively depicted the spatial landscape of single-cell dynamics and multicellular architecture within primary and relapsed HCC. Our findings highlight spatial organization is a prominent determinant of HCC recurrence and provide a valuable insight into the immune evasion mechanisms driving recurrence.\r\nPubmed   Journal   ReadQx \r\nTherapeutic manipulation of the microbiome in liver disease.\r\nAssimilating data from preclinical animal models, human studies as well as clinical trials, we describe the potential for and rationale behind studying such therapies across several liver diseases, including metabolic dysfunction associated steatotic liver disease, alcohol associated liver disease, cirrhosis, and hepatic encephalopathy, as well as liver cancer. Lastly, we discuss lessons learnt from previous attempts at developing such therapies, the regulatory framework that needs to be navigated and the challenges that remain.\r\nPubmed   Journal   ReadQx \r\nUtility of methylated DNA markers for the diagnosis of malignant biliary strictures.\r\nThe selected methylated DNA markers demonstrated improved performance characteristics for the detection of MBS compared to cytology and FISH. ​ Therefore, MDMs should be considered viable candidates for inclusion in diagnostic testing algorithms.​.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Histological improvements following energy restriction and exercise: The role of insulin resistance in resolution of MASH.\r\nExercise and energy-restriction elicited significant and clinically-meaningful treatment effects on liver health, potentially driven by a redistribution of excess nutrients to skeletal muscle, thereby reducing hepatic nutrient toxicity. Clinical guidelines should emphasize the addition of aerobic exercise in lifestyle treatments for the greatest histologic benefit in individuals with advanced MASH. Clinical trial number NCT03151798.\r\nPubmed   Journal   ReadQx \r\nHistological predictors of aggressive recurrence of hepatocellular carcinoma after liver resection.\r\n The presence of mVI/S was the only independent risk factor for aggressive recurrence and mortality. This has important implications for early-stage patient management, especially in the setting of adjuvant immunotherapy or ab initio LT.\r\nPubmed   Journal   ReadQx \r\nProcoagulant phenotype of virus-infected pericytes is associated with portal thrombosis and intrapulmonary vascular dilations in fatal COVID-19.\r\nSARS-CoV-2 infection of liver pericytes elicits a local procoagulant response associated with extensive portal microthrombosis, IPVD and worsening respiratory failure in fatal COVID-19. Impact and implications Vascular involvement of the liver represents a serious complication of COVID-19 infection that must be considered in the work-up of patients with long-lasting and progressively worsening respiratory failure, as it may associate with the development of intrapulmonary vascular dilations. This clinical picture is associated with a pro-coagulant phenotype of portal venule pericytes, which is induced by SARS-CoV-2 infection of pericytes. Both observations provide a model that may apply, at least in part, to other vascular disorders of the liver, featuring obliterative portal venopathy, similarly characterized at the clinical level by development of hypoxemia and at the histological level, by phlebosclerosis and reduced caliber of the portal vein branches in the absence of cirrhosis. Moreover, our findings bring light to an as yet overlooked player of thrombosis pathophysiology, i.e. pericytes, which may provide novel therapeutic tools to halt prothrombotic mechanisms.\r\nPubmed   Journal   ReadQx \r\nSex and ethnic disparities in hepatitis B evaluation and treatment across the world.\r\nEvaluation and treatment rates were suboptimal for patients with CHB in both the East and West, with significant sex and ethnic disparities. Improved linkage to care with linguistically competent and culturally sensitive approaches is needed. Impact and implications Significant sex and ethnic disparities exist in hepatitis B evaluation and treatment, with female treatment-eligible patients about 50% less likely to receive antiviral treatment and Asian patients from Western regions also about 50% less likely to receive adequate evaluation or treatment compared to Asians from the East (there was no significant difference between Asian patients from the East and non-Asian patients). Improved linkage to care with linguistically competent and culturally sensitive approaches is needed.\r\nPubmed   Journal   ReadQx \r\nSodium taurocholate cotransporting polypeptide (NTCP) polymorphisms may influence HDV RNA load and early response to bulevirtide.\r\nNTCP genetic polymorphisms were identified by Sanger sequencing. Results Of the 6 NTCP polymorphisms studied in 209 CHD untreated patients, carriers of rs17556915 TT/CC (N=142) compared to CT (N=67) genotype presented higher median HDV RNA levels (5.39 vs 4.75 log T genetic polymorphisms may influence baseline HDV RNA load both in untreated and BLV treated patients with CHD and may contribute to identify patients with different early virological responses to BLV.\r\nPubmed   Journal   ReadQx \r\nType-I interferon shapes peritoneal immunity in cirrhosis and drives caspase-5-mediated progranulin release upon infection.\r\nType-I IFN shapes peritoneal immune responses and regulates caspase-5-mediated progranulin release during SBP. Impact and implications Patients with cirrhosis exhibit impaired immune responses and increased susceptibility to bacterial infections. This study reveals that type-I interferon responses, triggered by pathogen-associated molecular patterns, are crucial in regulating macrophage activation and priming them for inflammatory responses. Additionally, we elucidate the mechanisms by which type-I interferons promote the release of progranulin from macrophages during spontaneous bacterial peritonitis. Our findings enhance understanding of how bacterial translocation affects immune responses, identify novel biomarkers for inflammasome activation during infections, and point to potential therapeutic targets.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Genetics for non-invasive risk stratification-Finding the needle in the haystack?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Reading the cholate: A new gateway to portal hypertension and oesophageal varices.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Retention of endoscopic capsules in diverticula: Literature review of a capsule endoscopy rarity.\r\nThe most common type is Meckel's diverticulum, and endoscopy is the primary management. Capsule endoscopy retentions are extremely rare, with only 34 cases reported since the technology's introduction.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    ESGE and Social Media in the 21st Century.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nVisualized biliary cannulation during ERCP: do we really need it?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Deconstructing the \"pain\" points when considering the impact of Brain Gut Behavior Therapies on IBS.\r\n\r\nPubmed   Journal   ReadQx \r\nPresentation of the AGA William Beaumont Prize in Gastroenterology to Hashem B. El-Serag, MD, MPH.\r\n\r\nPubmed   Journal   ReadQx \r\nThe dark side of human hepatocyte plasticity.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nInflammasomes in chronic liver disease: hepatic injury, fibrosis progression and systemic inflammation.\r\ng., in severe alcohol-related hepatitis) that spark on a dysfunctional immune system, contribute to inflammasome-mediated liver injury and potentially result in organ dysfunctions/failures, as seen in acute-on-chronic liver failure (ACLF). This review provides an overview on current concepts regarding inflammasome activation in liver disease progression and related biomarkers and therapeutic approaches that are being developed for patients with liver disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Concerns Regarding Bleeding Risk of Cold vs Hot Snare Polypectomy for Small Pedunculated Colorectal Polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Thabut et al.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Fishbone penetration causing liver abscess: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting meta-analyses of placebo response in drug trials for irritable bowel syndrome: A call to disclose excipients.\r\n\r\nPubmed   Journal   ReadQx \r\nTrends in Consolidation of Gastroenterology Practices.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Cholangioscopy-assisted electrocoagulation therapy with electroacupuncture device for intraductal superficial lesions or hemobilia in porcine model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEUS-guided gallbladder drainage using a bicolored double-pigtail plastic stent facilitates appropriate stent positioning.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe \"Dumpling method:\" Novel technique for preventing PuraStat migration and enhancing hemostasis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A new T-type electrosurgical knife with waterjet function used in probe mode: a safe technical variant for colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel long-balloon dilator for endoscopic ultrasound-guided hepaticogastrostomy and bridging stenting with partial stent-in-stent method.\r\n\r\nPubmed   Journal   ReadQx \r\nAn easy way to retrieve two specimens with one snare.\r\n\r\nPubmed   Journal   ReadQx \r\nCombined endoscopic and laparoscopic anastomosis with lumen-apposing metal stent for treatment of obstructed gastrojejunal anastomotic malignancy.\r\n\r\nPubmed   Journal   ReadQx \r\nConsiderations and prospects for validating a machine learning-based choledocholithiasis prediction model.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for a rare cause of esophageal mass: Von Recklinghausen's neurofibromatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of a large Brunner's gland hamartoma in the duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided mediastinal mass biopsy in an undiagnosed pediatric liver transplant recipient.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric peroral endoscopic myotomy mucosotomy closure using a novel hand suturing device.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHold-and-drag suturing using a new closure device.\r\n\r\nPubmed   Journal   ReadQx \r\nInto the pancreas: an underwater world filled with an intraductal papillary mucinous neoplasm seen via peroral pancreatoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nIntraprocedural hologram support with mixed-reality technique in endoscopic ultrasound-guided biliary drainage.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of recurrence after peroral endoscopic myotomy and submucosal tunneling endoscopic septum division.\r\n\r\nPubmed   Journal   ReadQx \r\nMarking can improve defect closure in endoscopic suturing systems.\r\n\r\nPubmed   Journal   ReadQx \r\nOver-the-scope clip as first-line treatment of peptic ulcer bleeding: is it suitable for all?\r\n\r\nPubmed   Journal   ReadQx \r\nRectal cavernous hemangioma: is endoscopic submucosal dissection the new standard of care?\r\n\r\nPubmed   Journal   ReadQx \r\nSevere bleeding associated with lumen-apposing metal stent placement for walled-off necrosis: bloody memory in WONderland.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful closure of large mucosal defect with novel anchor-pronged clip after gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater coagulation using hybrid knife in peroral endoscopic myotomy for achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nVisualized biliary cannulation during ERCP: future trends.\r\n\r\nPubmed   Journal   ReadQx \r\nYet another advantage of saline-immersion therapeutic endoscopy!\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An Unusual Cause of Chronic Epigastric Pain After Endoscopic Mucosal Resection.\r\n\r\nPubmed   Journal   ReadQx \r\nGastro Digest Summary title: Resmetirom for NASH.\r\n\r\nPubmed   Journal   ReadQx \r\nHolistic Candidate Review.\r\n\r\nPubmed   Journal   ReadQx \r\nSeladelpar as an alternate second line agent for Primary Biliary Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Blautia: a key moderator of compulsivity towards chocolate?\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic upper GI endoscopy: can less mean more?\r\n\r\nPubmed   Journal   ReadQx \r\nPresenilins: the hidden guardians of gut health in Alzheimer's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    'Regarding Evaluation of terlipressin-related patient outcomes in hepatorenal syndrome-acute kidney injury using point-of-care echocardiography'.\r\n\r\nPubmed   Journal   ReadQx \r\nBridging the gap: A new tool to down select HCV vaccine candidates.\r\n\r\nPubmed   Journal   ReadQx \r\nIs curcumin the new kid on the block for the treatment of MASH?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Chronic hepatitis B baseline viral load and on-treatment liver cancer risk: A multinational cohort study of HBeAg-positive patients.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Enhancing the rigor and impact of cholangiocarcinoma research: Addressing key concerns in the PTPN9-FGFR2 interaction study.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: MAFLD versus MASLD criteria debate- Certainly not for children!\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Refining retrieval and chunking strategies for enhanced clinical reliability of large language models in liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Regarding the use of decision curve analysis in predicting long-term complications of liver cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nRegarding terlipressin-related patient outcomes in hepatorenal syndrome-acute kidney injury.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Refining retrieval and chunking strategies for enhanced clinical reliability of large language models in liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReversal of lipid metabolism as a therapeutic approach for hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A young man with pyrexia of unknown origin and deranged liver function.\r\n\r\nPubmed   Journal   ReadQx \r\nEstrogen receptor alpha in the female liver: Dr. Jekyll and Mr. Hyde.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Genetics for noninvasive risk stratification-Finding the needle in the haystack: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Reading the cholate-A new gateway to portal hypertension and oesophageal varices: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Addressing opioid exposure and associated harms in patients with IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Over-the-scope clips in patients at high risk of re-bleeding following upper gastrointestinal tract bleeding-The magic bullet for everyone?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Over-the-scope clips in patients at high risk of rebleeding following upper gastrointestinal tract bleeding-The magic bullet for everyone? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Persisting with persistence-A caution as an outcome measure in inflammatory bowel disease: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Persisting with persistence-Caution as an outcome measure in inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Not so nutty for coconut water.\r\n\r\nPubmed   Journal   ReadQx \r\nPersonalizing Aspirin Therapy in Gastrointestinal Cancer: The Critical Role of Age Stratification.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to \"Post-Infectious Disorders of Gut-Brain Interaction: A brainstorming story\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Comment on \"Using a customized GPT to provide guideline-based recommendations for management of pancreatic cystic lesions\".\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Comments on \"Novel strategy of hold-and-drag clip closure with mantis-like claw for post-gastric endoscopic submucosal dissection defect of <30 mm\".\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhong et al.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Long-term stability of the faecal microbiome profile in faecal immunochemical test (FIT) samples.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A consensus definition for ACLF- The need of the hour?\r\n\r\nPubmed   Journal   ReadQx \r\nFrequent Use of Machine Perfusion Enables Utilization of Higher-Risk DCD Livers in the United States: Are We There Yet?\r\n\r\nPubmed   Journal   ReadQx \r\nFrom NAFLD to MASLD: Promise and pitfalls of a new definition.\r\n\r\nPubmed   Journal   ReadQx \r\nInclusive healthcare in light of the new MASLD guidelines: Should people living with HIV be screened for liver fibrosis?\r\n\r\nPubmed   Journal   ReadQx \r\nMetALD accounts for a large part of what we call MASLD!\r\n\r\nPubmed   Journal   ReadQx \r\nThe association between primary hypobetalipoproteinemia and hepatic Diseases: evidence from genetic studies.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-06-28T19:51:14-04:00",
    "input_file": {}
  },
  {
    "path": "gi/06-21-2024/",
    "title": "Fri Jun 21 2024",
    "description": "109 articles - From Friday Jun 14 2024 to Friday Jun 21 2024",
    "author": [],
    "date": "2024-06-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Hepatology\r\n    Letter to The Editor: A multi-society Delphi consensus statement on new fatty liver disease nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review: Patient-related, microbial, surgical, and histopathological risk factors for endoscopic post-operative recurrence in patients with Crohn's disease.\r\n Risk factors for ePOR in international guidelines are not consistently reported as risk factors in current literature except for active smoking and prior bowel resection. To develop evidence-based, personalised strategies, large prospective studies are warranted to identify risk factors for ePOR. Validation studies of promising (bio)markers are also required.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Perianal fistulizing Crohn's disease-associated anorectal and fistula cancers: systematic review and expert consensus.\r\n Inflammatory bowel disease (IBD) clinicians should be aware of the risk of PFCD-associated anorectal and fistula cancers in al patients with PFCD. The TOpClass consortium consensus statements outlined herein offer guidance in managing this challenging scenario.\r\nPubmed   Journal   ReadQx \r\nSTOPPING NUCLEOS(T)IDE ANALOGUES IN CHRONIC HEPATITIS B USING HBSAG THRESHOLDS: A META-ANALYSIS AND META-REGRESSION.\r\nWhile EOTqHBsAg thresholds, ethnicity and followup duration strongly predict HBsAg loss, this is not true for VR and BR, hence stopping NA therapy should be considered cautiously.\r\nPubmed   Journal   ReadQx \r\nSphingosine 1-Phosphate Receptor Modulators are Effective in Patients With Moderately to Severely Active Ulcerative Colitis and a Prior Biologic Exposure: A Meta-Analysis of Randomized Controlled Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic scoring indices for assessing disease severity in familial adenomatous polyposis: Systematic review.\r\nThere are no fully validated endoscopic disease severity indices for FAP. Development and validation of a reliable and responsive endoscopic disease severity instrument will be informative for clinical care and RCTs of pharmacological therapies for FAP.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Comparison of Endoscopic Mucosal Resection versus Endoscopic Submucosal Dissection for Barrett's Neoplasia and Esophageal Adenocarcinoma: A Systematic Review and Meta-Analysis.\r\nThis systematic review and meta-analysis demonstrates that ESD achieves higher en bloc, R0 and curative resection rates, with a tendency toward lower recurrence rates. These results suggest that ESD may be a more effective option for managing Barrett's neoplasia and EAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Characterisation of an outbreak of acute liver injury after ingestion of plant-based food supplement.\r\nNatural food products are increasingly ubiquitous and may unexpectedly cause significant illness. All clinicians should inquire whether patients are consuming natural food products or herbal supplements and consider them as a potential cause of liver injury.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Opioids and the Gastrointestinal Tract: The Role of Peripherally Active µ-Opioid Receptor Antagonists in Modulating Intestinal Permeability.\r\nIn this review we briefly describe the physiology of the gastrointestinal epithelial border and discuss the impact of opioids on gastrointestinal function. Finally, we consider the use of peripherally active µ-opioid receptor antagonists to treat disrupted intestinal permeability resulting from opioid use and discuss the potential for improved morbidity and mortality in patients treated with methylnaltrexone for opioid-induced bowel disorders.\r\nPubmed   Journal   ReadQx \r\nSELF-REPORTED NON-CELIAC GLUTEN SENSITIVITY IN ITALIAN YOUNG ADULTS: A CROSS-SECTIONAL STUDY. A DIETARY FAD?\r\nThe high prevalence of people reporting symptoms after gluten ingestion requires that the diagnosis of NCGS should be ascertained with a double-blind controlled study to limit the number of people who improperly approach a gluten-free diet.\r\nPubmed   Journal   ReadQx \r\nThe Burden of Overweight and Obesity-Associated Gastrointestinal Cancers in Low and Lower-Middle-Income Countries: A Global Burden of Disease 2019 Analysis.\r\n The GI cancer-related burden from high BMI increased in LICs and lower MICs, necessitating a concerted effort to tackle the obesity pandemic.\r\nPubmed   Journal   ReadQx \r\nThe Natural History after Ileal Pouch-Anal Anastomosis for Ulcerative Colitis: A Population-Based Cohort Study from the United States.\r\nThe incidence of inflammatory conditions of the pouch remains high in the current era, with 14% of patients requiring advanced therapies after IPAA.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Novel Irritable Bowel Syndrome Subgroups are Reproducible in the Global Adult Population.\r\nEven in the community, our original clusters derived from patients with physician-confirmed IBS identified groups of individuals with significantly higher rates of healthcare-seeking and abdominal surgery, more severe symptoms, and impairments in quality of life.\r\nPubmed   Journal   ReadQx \r\nReal-world effectiveness of fecal microbiota transplantation for first or second Clostridioides difficile infection.\r\n Repeated FMT treatments demonstrate high effectiveness in managing patients with first or second CDI. Forwarding FMT in CDI treatment guidelines could improve patient survival.\r\nPubmed   Journal   ReadQx \r\nRole of Sex, Anxiety, and Resilience in the Association between Adverse Childhood Experiences and Irritable Bowel Syndrome.\r\n Both men and women with a history of ACE are twice as likely to have IBS than those without an ACE. Anxiety mediated the relationship between ACE and IBS in men and women and resilience mediated this relationship only in women.\r\nPubmed   Journal   ReadQx \r\nThe Revised Kyoto Criteria and Risk of Malignancy Among Patients With Intraductal Papillary Mucinous Neoplasms.\r\nThe revised Kyoto criteria stratify IPMN patients well in terms of the short- and long-term risks of pancreatic carcinoma diagnosis, potentially informing personalized patient management.\r\nPubmed   Journal   ReadQx \r\nThe Role of Pancreatitis Risk Genes in Endocrine Insufficiency Development After Acute Pancreatitis in Children.\r\nIn this cohort of children with AP, pancreatitis risk genes and AP disease severity were associated with pre-DM or DM development post AP.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Computed tomography-based prediction of pancreatitis following biliary metal stent placement with the convolutional neural network.\r\nThe CNN-based model may increase predictability for pancreatitis following endoscopic placement of a biliary SEMS. Our findings support the potential of deep learning technology to improve prognostic models in pancreatobiliary therapeutic endoscopy.\r\nPubmed   Journal   ReadQx   PMC\r\nNovel physiological analysis using blood flow velocity for colonic polyps: Pilot study.\r\nWe found that mean microvascular blood flow velocity was significantly lower in ADs than in HPs and the surrounding non-neoplastic mucosa. These findings indicate that a novel dynamic approach with microvascular blood flow velocity using magnifying endoscopy may be useful in assessing physiological differences between ADs and HPs.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    A multicenter, retrospective study of a through-the-needle injection-capable electrosurgical knife for endoscopic submucosal dissection.\r\n A newly developed through-the-needle injection-capable ESD knife showed a good success rate and excellent safety at US centers. (ClinicalTrials.gov number, NCT04580940).\r\nPubmed   Journal   ReadQx \r\nVirtual indigo carmine chromoendoscopy images: A novel modality for peroral cholangioscopy using artificial intelligence technology (with video).\r\nVICI in POCS proved valuable for visualizing surface structures and lesion margins and contributed to higher diagnostic accuracy comparable to NBI. In addition to NBI, VICI may be a novel supportive modality for POCS.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Clinical consequences of computer-aided colorectal polyp detection.\r\n Even if CADe appears to be slightly more sensitive than human endoscopists, the additional gain in ADR was minimal and follow-up intervals rarely changed. Additional inspection of non-neoplastic lesions was increased, adding to the inspection and/or polypectomy workload.\r\nPubmed   Journal   ReadQx \r\nHigh accuracy model for HBsAg loss based on longitudinal trajectories of serum qHBsAg throughout long-term antiviral therapy.\r\n The novel GOLDEN model, based on longitudinal qHBsAg data, accurately predicts HBsAg clearance, provides reliable estimates of functional hepatitis B virus (HBV) cure and may have the potential to stratify different subsets of patients for novel anti-HBV therapies.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Bintrafusp alfa and chemotherapy as first-line treatment in biliary tract cancer: A randomized phase ⅔ trial.\r\nBA+GemCis did not provide a clinically meaningful benefit compared to GemCis alone as first-line treatment for BTC and the study was discontinued early (terminated  August 20, 2021).\r\nPubmed   Journal   ReadQx \r\nComprehensive profiling of lipid metabolic reprogramming expands precision medicine for hepatocellular carcinoma.\r\n In conclusion, our study elucidates the metabolic reprogramming gnature of lipid metabolism in HCC, identifies prognostic markers, and therapeutic targets, and highlights potential metabolism-related targets for therapeutic intervention in HCC.\r\nPubmed   Journal   ReadQx \r\nGenetic predisposition to porto-sinusoidal vascular disorder.\r\nWhen analysing the cell types in which these genes are expressed, we found that these genes are predominantly expressed in immune cells, suggesting that these cells may play a more important role in the development of porto-sinusoidal vascular disorder than previously thought. In addition, pathway analyses suggested that there may be 2 types of porto-sinusoidal vascular disorder associated with gene mutations: those resulting directly from morphogenetic abnormalities and those secondary to immune changes.\r\nPubmed   Journal   ReadQx \r\nHES V2.0 outperforms GALAD for detection of HCC: A phase 3 biomarker study in the United States.\r\nIn a prospective cohort study, HES V2.0 had a significantly higher performance for identifying new HCC, including early stage, than GALAD or ASAP.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for Alcohol-associated liver disease.\r\nIn this review, we summarize the current evidence on LT for ALD, from alcohol-associated hepatitis (AAH) to decompensated alcohol-associated cirrhosis. We discuss the indications, criteria, outcomes, and controversies of LT for these conditions, and highlight the knowledge gaps and research priorities in this field.\r\nPubmed   Journal   ReadQx \r\nModulation of monocyte activity by hepatocellular MicroRNA delivery via hepatitis B virus surface antigen particles: Implications for pathobiology of chronic hepatitis B.\r\n HBsAg particles carry hepatocellular miRNAs, including miR-939, which enter monocytes and alter their functional status such as IL-8 secretion. Our findings demonstrate that HBsAg-miR-939-IL-8 axis may play a crucial role in HBV-induced hepatic necro-inflammation and progression of advanced liver diseases.\r\nPubmed   Journal   ReadQx \r\nSpatial proteomic landscape of primary and relapsed hepatocellular carcinoma reveals immune escape characteristics in early relapse.\r\nWe comprehensively depicted the spatial landscape of single-cell dynamics and multicellular architecture within primary and relapsed HCC. Our findings highlight spatial organization is a prominent determinant of HCC recurrence and provide a valuable insight into the immune evasion mechanisms driving recurrence.\r\nPubmed   Journal   ReadQx \r\nUtility of methylated DNA markers for the diagnosis of malignant biliary strictures.\r\nThe selected methylated DNA markers demonstrated improved performance characteristics for the detection of MBS compared to cytology and FISH. ​ Therefore, MDMs should be considered viable candidates for inclusion in diagnostic testing algorithms.​.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Diagnostic Performance of Noninvasive Tests in Patients with MetALD in a Health Check-up Cohort.\r\n The newly defined MetALD exhibited a high FIB-4 performance, demonstrating reasonable sensitivity and negative predictive value for the initial screening of advanced hepatic fibrosis in MetALD. Impact and implications In this cross-sectional study, data from 7,918 participants who underwent MRE were analyzed to assess the performance of fibrosis-4 (FIB-4) and nonalcoholic fatty liver disease fibrosis scores in metabolic dysfunction-associated steatotic liver disease (MASLD) and MASLD with increased alcohol intake (MetALD). We found that the newly identified MetALD group had high diagnostic accuracy with FIB-4, similar to the MASLD population. These results highlight the potential of FIB-4 as a reliable screening tool for MetALD, even when specific subgroups are considered. Therefore, FIB-4 is a valuable screening tool for identifying advanced fibrosis in the MetALD population.\r\nPubmed   Journal   ReadQx \r\nEpigenetic scars in regulatory T cells are retained after successful treatment of chronic hepatitis C with direct-acting antivirals.\r\nHere we longitudinally examined phenotypic, transcriptomic, and epigenetic alterations in peripheral blood regulatory T (T cells are maintained at phenotypic, transcriptomic, and epigenetic levels even after successful DAA treatment. Further in-depth studies are required to investigate the long-term clinical outcomes of patients who have recovered from chronic HCV infection.\r\nPubmed   Journal   ReadQx \r\nPrimary cilia as a targetable node between biliary injury, senescence and regeneration in liver transplantation.\r\nPrimary cilia play an essential role in biliary regeneration and we demonstrate that senolytics and cilia-stabilising treatments provide a potential therapeutic opportunity to reduce the rate of biliary complications and improve clinical outcomes in liver transplantation. Impact and implications Up to 25% of liver transplants result in biliary complications, leading to additional surgery, retransplants, or death. We found that the incidence of biliary complications is increased by damage to the primary cilium, an antenna that protrudes from the cell and is key to regeneration. Here, we show that treatments that preserve the primary cilia during the transplant process provide a potential solution to reduce the rates of biliary complications.\r\nPubmed   Journal   ReadQx \r\nSodium taurocholate cotransporting polypeptide (NTCP) polymorphisms may influence HDV RNA load and early response to bulevirtide.\r\nNTCP genetic polymorphisms were identified by Sanger sequencing. Results Of the 6 NTCP polymorphisms studied in 209 CHD untreated patients, carriers of rs17556915 TT/CC (N=142) compared to CT (N=67) genotype presented higher median HDV RNA levels (5.39 vs 4.75 log T genetic polymorphisms may influence baseline HDV RNA load both in untreated and BLV treated patients with CHD and may contribute to identify patients with different early virological responses to BLV.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Retreatment of direct-acting antiviral failures with the current first-line regimens for patients with chronic hepatitis C.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Surgery to reduce opioid use in Crohn's disease: Does a classic solution address a newer problem?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ustekinumab and Vedolizumab Safety and Clearance in Pregnancy with Inflammatory Bowel Disease: Stop the Disease, not the Drug!\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Retention of endoscopic capsules in diverticula: Literature review of a capsule endoscopy rarity.\r\nThe most common type is Meckel's diverticulum, and endoscopy is the primary management. Capsule endoscopy retentions are extremely rare, with only 34 cases reported since the technology's introduction.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Gastrointestinal biofilms - Endoscopic detection, disease relevance and therapeutic strategies.\r\nCritical knowledge gaps and open research questions regarding the biofilm's exact pathophysiological relevance and key hurdles in translating therapeutic advances into the clinic are discussed. Taken together, this review summarises the status quo in gut biofilm research and provides perspectives and guidance for future research and therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\nPresentation of the AGA William Beaumont Prize in Gastroenterology to Hashem B. El-Serag, MD, MPH.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A new kid on the \"bloc\"? A case for another submucosal injection agent for endoscopic resection of early gastric neoplasms.\r\n\r\nPubmed   Journal   ReadQx \r\nSerology-assisted endoscopic screening for gastric cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Stomach microbiota in gastric cancer development and clinical implications.\r\nPotential translational and clinical implications of using gastric microbes for GC diagnosis, prognosis and therapeutics are also evaluated, with further discussion on conceptual haziness and limitations at present. Finally, we highlight that modulating microbes is a novel and promising frontier for the prevention and management of GC, which necessitates future in-depth investigations.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Integration of new technologies in the multidisciplinary approach to primary liver tumours: The next-generation tumour board.\r\nNavigating this evolution also requires a focus on enhancing basic, translational, and clinical research, as well as boosting clinical trials through an upgraded use of MDTBs as hubs for scientific collaboration and raising literacy about AI and new technologies. In this review, we will delineate the current unmet needs in the clinical management of primary liver cancers, discuss our perspective on the future role of MDTBs in primary liver cancers (\"next generation\" MDTBs), and unravel the potential power and limitations of novel technologies that may shape the multidisciplinary care landscape for primary liver cancers in the coming decade.\r\nPubmed   Journal   ReadQx \r\nLiver Biopsy Evaluation in MASH Drug Development: Think Thrice, Act Wise.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Concerns Regarding Bleeding Risk of Cold vs Hot Snare Polypectomy for Small Pedunculated Colorectal Polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Biswas et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Thabut et al.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Fishbone penetration causing liver abscess: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\nPlummer-Vinson Syndrome: Classic triad of iron deficiency anemia, dysphagia, and esophageal webs.\r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting meta-analyses of placebo response in drug trials for irritable bowel syndrome: A call to disclose excipients.\r\n\r\nPubmed   Journal   ReadQx \r\nSequential SAFE Score and Transient Elastography in Detecting of Significant Fibrosis in Asian Patients with MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Cholangioscopy-assisted electrocoagulation therapy with electroacupuncture device for intraductal superficial lesions or hemobilia in porcine model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEUS-guided gallbladder drainage using a bicolored double-pigtail plastic stent facilitates appropriate stent positioning.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe \"Dumpling method:\" Novel technique for preventing PuraStat migration and enhancing hemostasis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Artificial intelligence (AI) systems for detection of Barrett's neoplasia: time to bridge domain gaps and explore human-AI interaction.\r\n\r\nPubmed   Journal   ReadQx \r\nCapsule endoscopy emissions: less than expected and largely influenced by patient transport.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted extraction of choledocholithiasis through novel papillary support: the protective effect on the sphincter of Oddi.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of underwater endoscopic intermuscular dissection in the management of a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNonexposed endoscopic wall inversion surgery with sentinel node mapping for a high risk gastric lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral endoscopic myotomy using a novel thin therapeutic scope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTightening the purse strings: a stent-free path to a lasting endoscopic gastroenterostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Holistic Candidate Review.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A bougie makes peroral endoscopic myotomies easier in sigmoid-type achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nApplication of iodine staining in endoscopic ligation for internal hemorrhoids:Where exactly is the anorectal line?\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal Obstruction After Bleeding Within an Esophageal Duplication Cyst.\r\n\r\nPubmed   Journal   ReadQx \r\nHeterotopic Pancreatic Tissue Containing a Mucinous Cystic Neoplasm Within the Duodenum With Fish-Mouth Appearance on Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nNatural Orifice Transluminal Endoscopic Surgery for Partial Cholecystectomy: First Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips for Endoscopic Ultrasound Guided Celiac Plexus Block and Neurolysis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Blautia: a key moderator of compulsivity towards chocolate?\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic upper GI endoscopy: can less mean more?\r\n\r\nPubmed   Journal   ReadQx \r\nPoking at probiotic mechanisms and microbial implications in cancer prevention and treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nPresenilins: the hidden guardians of gut health in Alzheimer's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Exploring the role of macrophages in the pathogenesis of Alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nIs digital pathology the new standard in MASH trials?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Clinical outcomes and prognostic factors after HCV clearance with DAA in HIV/HCV-coinfected patients with advanced fibrosis/cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: MAFLD versus MASLD criteria debate- Certainly not for children!\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Multifactorial steatotic liver disease: A new entity to be included in new international classification of liver steatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The WHO HDV RNA international standard does not reflect variability of real-world samples.\r\n\r\nPubmed   Journal   ReadQx \r\nProcess Measures to Improve Outcomes During Peri-Procedure Management of Coagulopathy in Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe exact predictive value of HBcrAg and HBV RNA in serological status and disease activity in CHB.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Estrogen receptor alpha in the female liver: Dr. Jekyll and Mr. Hyde.\r\n\r\nPubmed   Journal   ReadQx \r\nThe liver in haematologic oncologic disorders.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Redefining liver health-Personalised approach to assessment of serum ALT in clinical practice. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Retargeting the lens-From general ChatGPT to specialised medical LLMs.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Shifting focus-From ChatGPT to specialised medical LLMs: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Not so nutty for coconut water.\r\n\r\nPubmed   Journal   ReadQx \r\nPersonalizing Aspirin Therapy in Gastrointestinal Cancer: The Critical Role of Age Stratification.\r\n\r\nPubmed   Journal   ReadQx \r\nScreening endoscopy in patients with advanced chronic liver disease - is it all about varices?\r\n\r\nPubmed   Journal   ReadQx \r\nScreening for Social Determinants of Health in Underserved Populations to Promote Better Outcomes in ALD and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Comment on \"Using a customized GPT to provide guideline-based recommendations for management of pancreatic cystic lesions\".\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    All Fibers Are Not Created Equal.\r\n\r\nPubmed   Journal   ReadQx \r\nImplications and Future Directions for Octreotide Use in Angiodysplasia Management.\r\n\r\nPubmed   Journal   ReadQx \r\nProtease inhibitor for chronic pancreatitis: Where do we go next?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Are endosonographic shear wave measurement results reliable without interquartile range median value?\r\n\r\nPubmed   Journal   ReadQx \r\nProphylactic clipping for patients using oral antithrombotic agents: an individualized strategy is needed.\r\n\r\nPubmed   Journal   ReadQx \r\nReassessing radiofrequency ablation in malignant biliary strictures: a closer look at a randomized controlled trial.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Association between appendectomy and Parkinson's disease from the UK Biobank.\r\n\r\nPubmed   Journal   ReadQx \r\nFamilial pancreatitis associated with a splice-site variant in CPA1.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term stability of the faecal microbiome profile in faecal immunochemical test (FIT) samples.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Does long-term use of tenofovir disoproxil fumarate affect fracture risk in patients with chronic hepatitis B?\r\n\r\nPubmed   Journal   ReadQx \r\nEVIDENCE-BASED FAILURE OF STAGE HIERARCHY THERAPEUTIC APPROACH TO HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nImplications of Mycophenolate Mofetil in a reproductive age patient cohort: Maternal Fetal Medicine point of view.\r\n\r\nPubmed   Journal   ReadQx \r\nNo need for complex blood purification systems for renal replacement therapy during long-term liver normothermic machine perfusion.\r\n\r\nPubmed   Journal   ReadQx \r\nReply 'Exploring hepatocellular carcinoma risks in sub-Saharan African and Afro-Surinamese individuals with chronic hepatitis B living in Europe'.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Mycophenolate Mofetil in Autoimmune Hepatitis: Are We Ready for Primetime?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-06-24T10:53:53-04:00",
    "input_file": {}
  }
]
