[
  {
    "path": "gi/12-29-2023/",
    "title": "Fri Dec 29 2023",
    "description": "258 articles - From Friday Dec 22 2023 to Friday Dec 29 2023",
    "author": [],
    "date": "2023-12-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Guideline on the Management of Pouchitis and Inflammatory Pouch Disorders.\r\nThis guideline provides a comprehensive, patient-centered approach to the management of patients with pouchitis and other inflammatory conditions of the pouch.\r\nPubmed   Journal   ReadQx \r\nAGA Clinical Practice Update on Endoscopic Full-Thickness Resection for the Management of Gastrointestinal Subepithelial Lesions: Commentary.\r\nThe purpose of this American Gastroenterological Association (AGA) Clinical Practice Update (CPU) is to describe the various techniques for endoscopic full-thickness resection and to facilitate their appropriate application in the management of subepithelial lesions. Methods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Improving primary prophylaxis of variceal bleeding by adapting therapy to the clinical stage of cirrhosis. A competing-risk meta-analysis of individual participant data.\r\nIn patients with compensated cirrhosis and high-risk varices on primary prophylaxis, NSBBs significantly improved survival vs EVL, with no additional benefit noted adding EVL to NSBBs. In decompensated patients, survival was similar with both therapies. The study suggests that NSBBs are preferable when advising preventive therapy in compensated patients.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Performance of prediction models for esophageal squamous cell carcinoma in general population: a systematic review and external validation study.\r\n Several prediction models showed moderate performance in external validation and the prediction models may be useful in screening for ESCC. Further research is needed on model optimization, generalization, and implementation, as well as health economic evaluation.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Diagnostic accuracy of AGILE3+ score for advanced fibrosis in patients with non-alcoholic fatty liver disease: A systematic review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Diagnostic accuracy of AGILE3+score for advanced fibrosis in patients with non-alcoholic fatty liver disease: A systematic review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Burden of perianal disease in Crohn's disease: Accelerating medical therapy and high rates of perianal surgery over the last four decades - Results from a population-based study over four decades.\r\nThe burden of perianal disease and perianal surgery rates were high in this cohort. Therapeutic strategy was accelerated in patients with perianal Crohn's over time with higher exposure to immunosuppressives and biologics. Surgical management of perianal disease remained unchanged amongst the cohorts.\r\nPubmed   Journal   ReadQx \r\nClinical trial: Combination allopurinol-thiopurine versus standard thiopurine in patients with IBD escalating to immunomodulators (the DECIDER study).\r\n Thiopurine-allopurinol therapy is safe and mitigates thiopurine adverse effects, thus enhancing tolerability without compromising efficacy (ACTRN12613001347752).\r\nPubmed   Journal   ReadQx \r\nDietary index based on the Food Standards Agency nutrient profiling system and risk of Crohn's disease and ulcerative colitis.\r\nA diet with low nutritional quality as measured by the FSAm-NPS-DI Score is associated with a higher risk of CD but not UC.\r\nPubmed   Journal   ReadQx \r\nSpleen-dedicated stiffness measurement performed well to rule out high-risk varices in HBV-related hepatocellular carcinoma: Screening for high-risk varices in HCC.\r\nWe validated that the SSM =40 kPa using a 100-Hz probe could safely eliminate more unnecessary EGDs than the Baveno VI criteria in patients with HBV-related HCC. However, the efficacy of the Baveno VII algorithm in patients with HCC requires further investigation.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    AI evaluation of Stool Quality Guides Management of Hepatic Encephalopathy using a Smartphone App.\r\nAI-BSS communications improved insight into self-BSS over time. Dieta-App to gauge stool AI characteristics was acceptable and increased insight into lactulose dose and BSS in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nCost-Effectiveness Analysis of HCC Surveillance in Nonalcoholic Fatty Liver Disease Cirrhosis using US Visualization Score C-Triggered Abbreviated MRI.\r\nHCC surveillance using US Visualization score-based approach, using aMRI for Visualization score C, appears to be the most cost-effective strategy in NAFLD cirrhosis patients.\r\nPubmed   Journal   ReadQx \r\nDetermining the accuracy of intestinal ultrasound scores as a pre-screening tool in Crohn's disease clinical trials.\r\n Segmental IUS BWT is highly accurate to detect moderate-to-severe endoscopic inflammation. IUS may be the ideal pre-screening tool to reduce unnecessary trial screen failures.\r\nPubmed   Journal   ReadQx \r\nEPIDEMIOLOGY, COMORBIDITIES, AND TREATMENT OF CYCLIC VOMITING SYNDROME IN THE UNITED STATES.\r\nThis study provides the first population-level estimates of CVS incidence and prevalence in the US. Comorbid conditions are common, and most patients with CVS do not receive adequate treatment. These findings underscore the need for improving disease awareness and developing better screening strategies and effective treatments.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Ustekinumab for Ulcerative Colitis Through 4 Years: Final Results of the UNIFI Long-term Maintenance Study.\r\nThe long-term efficacy of ustekinumab maintenance in patients with UC was confirmed through 4 years. No new safety signals were observed.\r\nPubmed   Journal   ReadQx \r\nFrom Shadows to Spotlight: Exploring the Escalating Burden of Alcohol-Associated Liver Disease and Alcohol Use Disorder in Young Women.\r\nThroughout the last decade, the trend of AUD varied among regions while the impact of ALD has increased, requiring urgent public health strategy to mitigate these complications, particularly in females in Europe and the Asia-Pacific region.\r\nPubmed   Journal   ReadQx \r\nHigh incidence rate of CT-measured steatotic liver disease in men with and without HIV infection.\r\n Metabolic factors, but not HIV, were associated with incident SLD. The high IR suggests that SLD will continue to increase in PWH.\r\nPubmed   Journal   ReadQx \r\nMeasuring size of colorectal polyps using a virtual scale endoscope or visual assessment: A randomized controlled trial.\r\nVSE significantly improves the size measurement accuracy of colorectal polyps during colonoscopies compared to VA and results in fewer misclassifications at relevant decision-making size thresholds.\r\nPubmed   Journal   ReadQx \r\nPotential Cost Savings in Medicare Part D Across Gastroenterology; An Assessment of Alternative Drug Sourcing.\r\n Disproportionate Part D spending likely reflects less competitive acquisition cost. Provider awareness of medications with advantaged price may promote targeted prescribing with potentially tremendous healthcare savings.\r\nPubmed   Journal   ReadQx \r\nResectability of Small Duodenal Tumors: A Randomized Controlled Trial Comparing Underwater Endoscopic Mucosal Resection and Cold Snare Polypectomy.\r\n UEMR has superior vertical resectability compared to CSP, but CSP has a shorter procedure time and fewer bleeding events. Although CSP is preferable for most small SNADETs, UEMR should be selected for lesions that cannot be definitively diagnosed as mucosal low-grade neoplasias.\r\nPubmed   Journal   ReadQx \r\nTofacitinib in acute severe ulcerative colitis (TACOS): A randomized controlled trial: Tofacitinib in ASUC.\r\n In patients with ASUC, combination of tofacitinib and corticosteroids improved treatment responsiveness and decreased the need for rescue therapy.\r\nPubmed   Journal   ReadQx \r\nUnderstanding predictors of fatigue over time in persons with IBD: The importance of depressive and anxiety symptoms.\r\nAnxiety, depression and pain predicted fatigue impact over time in IBD, suggesting that targeting psychological factors and pain for intervention may lessen fatigue burden.\r\nPubmed   Journal   ReadQx \r\nUtilizing the Diabetes Care System for A County-wide Hepatitis C Elimination: An Integrated Community-based Shared Care Model in Taiwan.\r\n Although HCV prevalence varied, the care cascades achieved consistent results across townships/cities. We have further successfully implemented the model in county-wide hospital-based diabetes clinics, eventually treating 89.6% of the total PwD. A collaborative effort between diabetes care and HCV elimination enhanced the testing and treatment in PwD through an innovative shared care model.\r\nPubmed   Journal   ReadQx \r\nVariations in practice among cirrhotic patients with portal vein thrombosis and esophageal varices: a North American survey study.\r\nWhile providers agree on the clinical scenarios that merit initiation of anticoagulation, practice variation was identified in the means of preventing first VH.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Age, BMI, and type2 diabetes modify the relationship between PNPLA3 and advanced fibrosis in children and adults with NAFLD.\r\n Age, BMI, and T2DM modify the risk of advanced fibrosis associated with PNPLA3 G-allele. Preventing or reversing T2DM and obesity in persons carrying PNPLA3 G-allele may lower the risk for advanced fibrosis in NAFLD.\r\nPubmed   Journal   ReadQx \r\nDevelopment of an MRI-based prediction model for anti-TNF treatment failure in perianal Crohn's disease: A multicenter study.\r\n Our risk prediction models consisting of clinical and/or radiologic variables accurately predict treatment failure in patients with PAF.\r\nPubmed   Journal   ReadQx \r\nOlder patients with ACLF have a higher waitlist mortality, but acceptable post-LT survival when compared to younger patients.\r\n Older patients with Est-CLF had significantly higher waitlist mortality than younger patients, but had acceptable 1-year post-LT survival including those with Est-ACLF-3;  therefore age alone should not be considered as a contraindication for LT. Older patients with respiratory failure should be carefully selected for LT.\r\nPubmed   Journal   ReadQx \r\nProspective comparison of ATI and CAP for liver steatosis diagnosis in patients with NAFLD and type 2 diabetes.\r\n ATI may be used as an alternative to CAP for the diagnosis and quantification of steatosis, in patients with T2D and NAFLD.\r\nPubmed   Journal   ReadQx \r\nScreening for fibrosis promotes life-style changes. A prospective cohort study in 4,796 individuals.\r\n Screening for liver fibrosis is associated with sustained improvements in alcohol consumption, diet, weight, and exercise in at-risk ALD and MASLD. The changes are most pronounced in screening positive participants, but not limited to this group.\r\nPubmed   Journal   ReadQx \r\nSmoking and alcohol consumption and risk of incident diverticulitis in women.\r\nIn this large prospective study of women, smoking and alcohol consumption were associated with an increased risk of incident diverticulitis. These data highlight additional modifiable risk factors for diverticulitis that may aid in prevention.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A stag beetle knife can achieve stabler and safer endoscopic submucosal dissection in the esophagus.\r\nPerforming esophageal ESD with an SB knife is a safe procedure with less variation in procedure time and less muscule exposure.\r\nPubmed   Journal   ReadQx \r\nAnalysis of adverse events with lumen apposing metal stents for drainage of pancreatic fluid collections.\r\nEndoscopists should be aware of the risk factors for LAMS-related bleeding and tailor their drainage strategy, including utilization of plastic stents for drainage of pseudocysts and adherence to a strict imaging interval and follow-up protocol.\r\nPubmed   Journal   ReadQx \r\nAntibiotic prophylaxis and post-procedure infectious complications in endoscopic retrograde cholangiopancreatography with peroral cholangioscopy.\r\nNo reduction in infectious complication rates and AEs was seen with AP administration for SOC. The continued need for AP in SOC remains uncertain.\r\nPubmed   Journal   ReadQx \r\nColorectal serrated lesions and polyps in the Danish population: A large nationwide register-based cohort study.\r\nFrom 2019 to 2021 the number of SPs seem to stabilize, while the proportion of SSLs keeps rising. Synchronous lesions were common along al subtypes of SP.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided perivascular pancreatic radiofrequency ablation using a hydroxyethyl starch solution prior to pancreatectomy.\r\nPreoperative perivascular augmented RFA using HES was safe, and in the pancreatic animal model, the best timeframe was within 24 hours before pancreatic surgery. This technique might improve resectability in selected borderline and locally advanced pancreatic cancers.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal bleeding in patients with hereditary hemorrhagic telangiectasia: Long-term results of endoscopic treatment.\r\nEndoscopic treatment of gastrointestinal teleangiectases for gastrointestinal bleeding in patients with HHT is effective in the long term and safe.\r\nPubmed   Journal   ReadQx \r\nManagement of foreign body ingestion in adults: Time to STOP and rethink endoscopy.\r\nConservative management for patients presenting with recurrent high-risk foreign body ingestion was safe in appropriately selected cases. Re-presentation is common and poses significant challenges for health care providers.\r\nPubmed   Journal   ReadQx \r\nRepeat bidirectional double-balloon enteroscopy 1 year later may be proper in Peutz-Jeghers patients with difficult-to-reach polyps.\r\nThe difficult-to-reach polyps may have a low risk of immediate symptomatic intussusception, possibly due to limited bowel mobility by extraluminal adhesions, and the likelihood of reaching them at repeat DBE was substantial. Hence, repeat DBE 1 year later may be proper in such patients with PJS.\r\nPubmed   Journal   ReadQx \r\nUtility of gastroscopy in the left lateral semi-recumbent position: A blood-free coup!\r\nThese data show that endotherapy in the left lateral semi-recumbent position is feasible, safe, and effective. It should be done when endoscopy in the left lateral decubitus position reveals a pool of blood in the fundus and there is inadequate visualization of the fundus.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Gastric Peroral Endoscopic Myotomy versus Botulinum Toxin injection for the treatment of refractory gastroparesis: results of a double-blind randomized controlled study.\r\n G-POEM seems to have higher clinically relevant success rate than BTI, but not statistically demonstrated. Anyway, this study confirms the interest of treatments targeting the pylorus, either mechanically or chemically, for managing refractory gastroparesis.\r\nPubmed   Journal   ReadQx \r\nPost-colonoscopy colorectal cancers in a national FIT-based CRC screening program.\r\nThe 3-year PCCRC rate was low in this FIT-based CRC screening program. Approximately half of PCCRCs were interval PCCRCs. These were mostly caused by missed lesions and were diagnosed at more advanced stage. This emphasizes the importance of high-quality colonoscopy with optimal polyp detection.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Randomized Controlled Phase 2 Dose-Finding Trial to Evaluate the Efficacy and Safety of Camostat in the Treatment of Painful Chronic Pancreatitis: The TACTIC Study.\r\n We were not able to reject the null hypothesis of no difference in improvements in pain or quality of life outcomes in participants with painful CP who received camostat compared to placebo. Studies are needed to further define mechanisms of pain in CP to guide future clinical trials, including minimizing placebo responses and selecting targeted therapies. (NCT02693093).\r\nPubmed   Journal   ReadQx \r\nAmitriptyline for the management of IBS in primary care.\r\nIf these first-line therapies fail to improve symptoms, neuromodulators such as amitriptyline are recommended as a second-line treatment. However, amitriptyline is infrequently prescribed for the management of IBS in primary care as its efficacy has not previously been studied in this setting.\r\nPubmed   Journal   ReadQx \r\nCancer-associated Fibroblast Induces Acinar-to-ductal Cell Transdifferentiation and Pancreatic Cancer Initiation via LAMA5/ITGA4 axis.\r\n Results collectively suggest the first evidence for CAF-influenced acino-ductal phenotypic switchover, thus highlighting tumor micro-environment role in the pancreatic carcinogenesis inception.\r\nPubmed   Journal   ReadQx \r\nDysbiosis and associated stool features improve prediction of response to biological therapy in inflammatory bowel disease.\r\n Faecal characterization based on microbial load, moisture content, calprotectin concentration, and enterotyping may aid in the therapeutic choice of biological therapy in IBD.\r\nPubmed   Journal   ReadQx \r\nFibroblast-Derived Lysyl Oxidase Increases Oxidative Phosphorylation and Stemness in Cholangiocarcinoma.\r\nIncreased LOX is driven by stromal inflammatory cancer-associated fibroblasts and correlates with diminished survival of patients with CCA. Modulating the LOX activity can serve as a novel tumor microenvironment-directed therapeutic strategy in bile duct pathologies.\r\nPubmed   Journal   ReadQx \r\nInfluence of procedural volume on the outcome of gastric endoscopic submucosal dissection: A nationwide population-based study using administrative data.\r\n Procedural volume was closely associated with clinical outcome in patients undergoing ESD for gastric cancer or adenoma.\r\nPubmed   Journal   ReadQx \r\nSex, genotype, and liver volume progression as risk of hospitalization determinants in autosomal dominant polycystic liver disease.\r\nBoth imaging and clinical genetic scoring have the potential to inform patients about the risk of developing symptomatic disease throughout their lives. The combination of female sex, germline PRKCSH alteration, and rapid TLV-progression is associated with the greatest odds of PLD-related hospitalization.\r\nPubmed   Journal   ReadQx \r\nSex-dependent efficacy of dietary fiber in pediatric functional abdominal pain.\r\nDietary fiber preferentially reduces abdominal pain frequency in boys, highlighting the importance of considering sex in future dietary intervention studies for FAPDs. ClincialTrials.gov number, NCT00526903.\r\nPubmed   Journal   ReadQx \r\nThe environmental Impact of Gastrointestinal Procedures: A Prospective study of Waste Generation, Energy Consumption and Auditing in an Endoscopy Unit.\r\n On average, every 100 GI endoscopy procedures (EGD/ colonoscopy) are associated with 303 kg. of solid waste and 1385 gallons of liquid waste generation, and 1980 kW hour energy consumption. Potentially recyclable materials account for 20% of the total waste. These data could serve as an actionable model for health-systems to reduce total waste generation, decrease landfill waste, and water waste towards environmentally sustainable endoscopy units.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A 19-gauge fine-needle biopsy needle compared with a 22-gauge fine-needle biopsy needle for EUS-guided liver biopsy: a prospective randomized study.\r\n 19-gauge FNB liver core biopsies are superior to 22-gauge FNB in terms of length of longest core and aggregate specimen length. There is considerably more fragmentation of the 22-gauge cores during tissue processing. There was no increased post-procedure pain or AEs with the 19-gauge. A 19-gauge FNB is preferred to 22-gauge FNB for EUS-LB.\r\nPubmed   Journal   ReadQx \r\nBilevel positive airway pressure ventilation in patients susceptible to hypoxemia during procedural sedation for colonoscopy: A prospective randomized controlled study.\r\nIn individuals with OSA or overweight status, the use of BPAP ventilation during colonoscopy significantly reduced the incidence of hypoxemia.\r\nPubmed   Journal   ReadQx \r\nBiliary Drainage in Hilar and Perihilar Cholangiocarcinoma; 25-Year Experience at a Tertiary Cancer Center.\r\n The relatively higher clinical success of SEMS is countered by the higher stent-specific complication rate. PS can be removed and may better facilitate PTBD. Within PS types, DPTs may have fewer stent-specific AEs. Cases requiring balloon dilation and with endoscopic evidence of pus may benefit from earlier reintervention.\r\nPubmed   Journal   ReadQx \r\nCLINICAL PREDICTIVE VALUE OF RENALASE IN POST-ERCP PANCREATITIS.\r\n Baseline native renalase levels are very sensitive for predicting PEP. Further studies are needed to determine the potential clinical role of renalase in predicting and preventing PEP.\r\nPubmed   Journal   ReadQx \r\nDoes successful EUS-guided pancreatic cyst chemoablation safely allow reduction in the frequency of radiographic surveillance? Long-term follow-up of randomized prospective data.\r\nThe ChARM Post-Treatment Reduced Radiographic Surveillance Protocol safely allows a reduction in radiographic surveillance. A reduction in cost associated with cyst management under the ChARM protocol was shown when compared to management following Fukukoa or ACG guidelines. According to the questionnaire, most patients reported a moderate level of logistical and emotional burden associated with MRI surveillance, and a majority were in favor of reducing the frequency of radiographic surveillance if it can be done without a marked increase in oncologic risk.\r\nPubmed   Journal   ReadQx \r\nOutcomes of Cold Snare Endoscopic Mucosal Resection of Nonampullary Duodenal Adenomas =1 cm: A Multicenter Study.\r\n This retrospective multicenter study demonstrates that cs-EMR for nonampullary duodenal adenomas is safe and technically feasible with an acceptable recurrence rate. Future prospective studies are needed to directly compare outcomes of cs-EMR with conventional and underwater EMR.\r\nPubmed   Journal   ReadQx \r\nPost-ERCP Cholecystitis: Incidence, Characteristics, and Outcomes from a Prospective Multi-center Biliary Endoscopy Registry.\r\nEstimates of post-ERCP cholecystitis incidence can inform discussions around procedural risk.\r\nPubmed   Journal   ReadQx \r\nSAFETY AND TOLERABILITY OUTCOMES OF NON-ANESTHESIOLOGIST-ADMINISTERED PROPOFOL VIA TARGET CONTROLLED INFUSION IN ROUTINE GASTROINTESTINAL ENDOSCOPY.\r\nNAAP via TCI is an effective and safe sedation method for routine endoscopy. Proper propofol dosage based on individual patients and the presence of trained operators are crucial for NAAP sedation management.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Direct Percutaneous Endoscopic Jejunostomy Tube Placement Compared with Surgical Jejunostomy: A Tertiary Care Analysis.\r\n DPEJ is a safe and effective alternative to surgical jejunostomy in eligible patients and may be associated with decreased complication rates at 90-days.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoscopic variceal ligation versus propranolol for the primary prevention of oesophageal variceal bleeding in patients with hepatocellular carcinoma: an open-label, two-centre, randomised controlled trial.\r\n EVL is superior to PPL in preventing initial EVB in patients with HCC. The benefits of EVL on EVB and OS may be limited to patients with BCLC stage A/B and not to those with BCLC stage C/D.\r\nPubmed   Journal   ReadQx \r\nGut microbiota predicts severity and reveals novel metabolic signatures in acute pancreatitis.\r\nThe orointestinal microbiome predicts clinical hallmark features of AP, and SCFAs may be used for future diagnostic and therapeutic concepts.\r\nPubmed   Journal   ReadQx \r\nProtein biomarkers and alternatively methylated cell-free DNA detect early stage pancreatic cancer.\r\n A combined panel of circulating markers including proteins and methylated cfDNA increased discrimination compared with CA19-9 alone for early stage PDAC.\r\nPubmed   Journal   ReadQx \r\nSpecific gut pathobionts escape antibody coating and are enriched during flares in patients with severe Crohn's disease.\r\n Distinct gut bacterial IgG2-coating was demonstrated in patients with severe CD and during disease flares. Co-occurrence of non-coated pathobionts with IgG2-coated bacteria points to an uncontrolled inflammatory condition in severe CD mediated via escape from antibody coating by two gut pathobionts.\r\nPubmed   Journal   ReadQx \r\nTargeting MMP9 in CTNNB1 mutant hepatocellular carcinoma restores CD8+ T cell-mediated antitumour immunity and improves anti-PD-1 efficacy.\r\nObjective The gain of function (GOF) CTNNB1 mutations (CTNNB1 HCC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Adjuvant and neoadjuvant therapies for hepatocellular carcinoma.\r\nMoreover, major pathological responses reported from early phase 2 data in the neoadjuvant setting provide a strong rational for the evaluation of these concepts in phase 3 trials. In this review, we summarize current evidence and outline future directions for systemic therapies in early-stage hepatocellular carcinoma.\r\nPubmed   Journal   ReadQx \r\nArtificial intelligence scoring of liver biopsies in a phase ii trial of semaglutide in non-alcoholic steatohepatitis.\r\nML categorical assessments reproduced pathologists' results of histological improvement with semaglutide for steatosis and disease activity. ML-based continuous scores demonstrated an antifibrotic effect not measured by conventional histopathology.\r\nPubmed   Journal   ReadQx \r\nAssociation of glucagon-like peptide-1 receptor agonists with serious liver events among patients with type 2 diabetes: A scandinavian cohort study.\r\nUse of GLP-1 receptor agonists was associated with a significantly reduced risk of serious liver events, driven by a reduction of compensated and decompensated cirrhosis.\r\nPubmed   Journal   ReadQx \r\nCombined use of the CLivD score and FIB-4 for prediction of liver-related outcomes in the population.\r\nThe CLivD score is a valid tool for LRO risk assessment and improves the predictive performance of FIB-4. The combined use of CLivD and FIB-4 identified a subgroup where 1 in 3 individuals developed LROs within 10 years.\r\nPubmed   Journal   ReadQx \r\nDecreased platelet activation predicts hepatic decompensation and mortality in patients with cirrhosis.\r\nPreserved PAR-1- and PAR-4-inducible platelet activation was linked to a lower risk of decompensation and death. In contrast, higher epinephrine-inducible platelet activation was a risk factor for thromboembolism and PVT.\r\nPubmed   Journal   ReadQx \r\nDefining an approach for therapeutic strategies in metabolic dysfunction-associated steatotic liver disease after liver transplantation.\r\nDespite the oversized clinical burden of MASLD among LT recipients, there is currently a lack of regulatory approach and pathway for therapeutics development in this patient population. The present document, thus, provides guidance for therapeutics development that incorporates nuances of transplant care in patients with post-LT MASLD to facilitate drug development.\r\nPubmed   Journal   ReadQx \r\nEffects of trientine and penicillamine on intestinal copper uptake: A mechanistic 64Cu PET/CT study in healthy humans.\r\nIn this mechanistic study, we show that TRI inhibits intestinal copper absorption, in addition to its cupriuretic effect. In contrast, PEN has modest effects on the intestinal absorption. This may explain why TRI and PEN are equally effective although urinary copper excretion is lower with TRI. The study questions whether the same therapeutic targets for 24-hour urinary excretion apply to both drugs.\r\nPubmed   Journal   ReadQx \r\nEvent-free survival of maralixibat-treated patients with Alagille syndrome compared to a real-world cohort from GALA.\r\nThis study demonstrates a novel application of a robust statistical method to evaluate outcomes in long-term intervention studies where placebo comparisons are not feasible, providing wide application for rare diseases. This comparison with real-world natural history data suggests that maralixibat improves EFS in patients with ALGS.\r\nPubmed   Journal   ReadQx \r\nInborn errors of type I interferon immunity in patients with symptomatic acute hepatitis E.\r\nOur results highlight the essential role of type I interferon in preventing symptomatic acute hepatitis E.\r\nPubmed   Journal   ReadQx \r\nMetabolic dysfunction associated steatotic liver disease and the heart.\r\nRegarding treatment and given the strong co-occurrence of MASLD and asCVD, pharmacotherapy in development for advanced stages of MASLD would ideally also reduce cardiovascular events, as has been demonstrated for T2DM treatments. Given the common drivers, potential causal factors and especially given the increased rate of cardiovascular events, comprehensive cardiometabolic risk management is warranted in patients with MASLD, preferably in a multidisciplinary approach.\r\nPubmed   Journal   ReadQx \r\nPortable hypothermic oxygenated machine perfusion for organ preservation in liver transplantation (PILOTTM): A randomized, open-label, clinical trial.\r\nHMP-O2 demonstrates safety and noninferior efficacy for liver graft preservation in comparison to SCS. EAD by L-GrAFT7 was lower in HMP-O2, suggesting improved early clinical function. Recipients of HMP-O2 livers also demonstrated a lower incidence PNF and biliary strictures, although this difference did not reach significance.\r\nPubmed   Journal   ReadQx \r\nPrevalence, distribution and hepatic fibrosis burden of the different subtypes of steatotic liver disease in primary care settings.\r\nAlmost al the NAFLD patients met the new criteria for MASLD. The fibrosis burden of the MetALD group was higher than those of the MASLD and ALD groups.\r\nPubmed   Journal   ReadQx \r\nSeladelpar treatment reduces interleukin-31 and pruritus in patients with primary biliary cholangitis.\r\nSeladelpar decreased serum IL-31 and bile acids in PBC patients. The reductions of IL-31 and bile acids correlated closely with each other and pruritus improvement suggesting a mechanism to explain seladelpar's anti-pruritic effects.\r\nPubmed   Journal   ReadQx \r\nSumoylation of methionine adenosyltransferase alpha 1 promotes mitochondrial dysfunction in alcohol-associated liver disease.\r\nTaken together, our findings demonstrate an essential role for SUMOylation of MATa1 K48 for interaction with PIN1 in ALD. Preventing MATa1 K48 SUMOylation may represent a potential treatment strategy in ALD.\r\nPubmed   Journal   ReadQx \r\nm6A-mediated gluconeogenic enzyme PCK1 upregulation protects against hepatic ischemia-reperfusion injury.\r\nOur study found that activation of the METTL3/m6A-PCK1-gluconeogenesis axis is required to protect against hepatic I/R injury, providing potential intervention approaches for alleviating hepatic I/R injury during liver surgery.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A new clinical and prognostic characterization of the patterns of decompensation of cirrhosis.\r\nIn almost 50% outpatients the first decompensation is a NAD, which is associated with a decreased survival than patients with ND. Patients who develop NAD must be treated with extreme care and monitored closely to prevent any development of AD. Impact and implications This multicenter study is the first to investigate the role of NAD in patients with cirrhosis. In fact, while the unfavorable impact of AD is well known, NAD is currently a phenomenon existing in clinical practice but never studied. Our data show that almost half of the decompensations in patients with cirrhosis are attributable to NAD and that this involves a higher risk of mortality compared to compensated patients. This study has important clinical implications because it highlights the need to carefully consider patients who develop NAD, in order to prevent further decompensation and reduce mortality.\r\nPubmed   Journal   ReadQx \r\nAn open-label randomised-controlled trial of azathioprine vs. mycophenolate mofetil for the induction of remission in treatment-naive autoimmune hepatitis.\r\nIn patients with treatment-naive AIH, MMF with prednisolone achieved a significantly higher rate of biochemical remission at 24 weeks compared to azathioprine combined with prednisolone. Azathioprine use was associated with more (serious) adverse events leading to cessation of treatment, suggesting superior tolerability of MMF. Impact and implications This randomised controlled trial directly compares azathioprine and mycophenolate mofetil (MMF), both in combination with prednisolone, for the induction of biochemical remission in treatment-naive patients with autoimmune hepatitis (AIH). Achieving complete remission is desirable to prevent disease progression. Patients assigned to the MMF group reached biochemical remission more often and experienced fewer adverse events. The findings in this trial may contribute to the re-evaluation of international guidelines for the standard of care in treatment-naive patients with AIH.\r\nPubmed   Journal   ReadQx \r\nEffects of tetrathiomolybdate on copper metabolism in healthy volunteers and in patients with Wilson disease.\r\nWhile we did not show an increase in biliary excretion of 64 Cu following TTM administration, we demonstrated that TTM effectively inhibited most intestinal 64 Cu uptake and retained 64 Cu in the blood stream, limiting 64 Cu exposure to organs like the liver and the brain. Impact and implications Bis-choline tetrathiomolybdate (TTM) is an investigational copper chelator for treatment of Wilson Disease. In animal studies of Wilson Disease models, TTM has been shown to facilitate biliary copper excretion. In the present human study, TTM surprisingly did not facilitate biliary copper excretion but instead reduced intestinal copper uptake to a clinically significant degree. Our study improves the understanding of human copper metabolism and the mechanism of action of TTM. Clinical trial number Data is presented from two clinical trials Absorption study  EudraCT 2020-005832-31Excretion study  EudraCT 2021-000102-25.\r\nPubmed   Journal   ReadQx \r\nEfficient formation and maintenance of humoral and CD4 T cell immunity targeting the viral capsid in acute-resolving hepatitis E infection.\r\n The viral capsid is the main target of HEV-specific CD4 T cells and antibodies in acute resolving infection, correlating with efficient neutralization of nHEV. Capsid-specific immunity rapidly emerges followed by a stepwise contraction for several years after infection.\r\nPubmed   Journal   ReadQx \r\nEpisodic overt hepatic encephalopathy after transjugular intrahepatic portosystemic shunt does not increase mortality in patients with cirrhosis.\r\n Episodic OHE after TIPS is not associated with mortality in patients undergoing TIPS, regardless of the indication. Impact and implications Overt hepatic encephalopathy (OHE) is a common complication in patients with advanced liver disease and it is particularly frequent following transjugular intrahepatic portosystemic shunt (TIPS) placement. In cirrhotic patients outside the setting of TIPS, the development of OHE negatively impacts survival, regardless of the severity of cirrhosis or the presence of acute on chronic liver failure. With this multicenter, non-inferiority observational study we demonstrated that post-TIPS OHE does not increase the risk of mortality in patients undergoing TIPS, irrespective of the indication. This finding alleviates concerns regarding the weight of this complication after TIPS. Thus, intensive research of factors improving patient selection, and allowing risk stratification remains crucial to ameliorate the quality of life of patients and caregivers and to avoid undermining the positive effects on survival in patients undergoing TIPS.\r\nPubmed   Journal   ReadQx \r\nHepatic prohibitin 1 and methionine adenosyltransferase a1 defend against primary and secondary liver cancer metastasis.\r\n We have identified an PHB1/MAT1A-MAFG/FOSB-MMP-7 axis that controls primary liver cancer metastasis and sensitization to CRLM.\r\nPubmed   Journal   ReadQx \r\nLong-term use of tenofovir disoproxil fumarate increases fracture risk in elderly patients with chronic hepatitis B.\r\nThe risk of fracture increased with TDF treatment for =24 months in elderly patients with CHB. Selection of nucleos(t)ide analogues should be individualised based on age and comorbidities. Impact and implications Previous literature suggested that the use of tenofovir disoproxil fumarate (TDF) is associated with a decrease in bone mineral density. However, data on the impact of TDF on long-term incident clinical fracture remains scarce. In this real-world territory-wide study of 41,531 treated patients with chronic hepatitis B in Hong Kong, patients who received TDF were associated with a higher risk of fracture after two years of treatment as compared to those who received entecavir. Given the ageing population of patients with chronic hepatitis B with a rising prevalence of comorbidities, our findings support the current treatment guidelines on selection of antiviral treatment based on age and comorbidities.\r\nPubmed   Journal   ReadQx \r\nPreventing liver disease with policy measures to tackle alcohol consumption and obesity: the HEPAHEALTH II study.\r\n Policy measures tackling primary risk factors for CLD and liver cancer, such as the implementation of an MUP of €1 and/or an MUP of €0.70 plus SSB tax could markedly reduce the number of Europeans with CLD or liver cancer.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of the oral TLR8 agonist selgantolimod in individuals with chronic hepatitis B under viral suppression.\r\n Oral selgantolimod up to 3 mg once weekly for 24 weeks was generally safe and well tolerated and led to serologic changes associated with progression to durable cure in two individuals by week 48. Clinicaltrials Gov identifier NCT03491553. Impact and implications The only robust criterion for stopping treatment in chronic hepatitis B is loss of hepatitis B surface antigen (known as functional cure), which is rare during nucleos(t)ide analogue therapy. It is likely that novel antiviral and immunomodulatory therapies will be needed to achieve finite functional cure. Selgantolimod is an oral Toll-like receptor 8 agonist that has shown antiviral activity in vitro as well as safety in a phase I clinical trial with weekly dosing. In this phase II study, selgantolimod therapy was associated with transient increases in serum cytokines, rapid redistribution of circulating immune cell subsets, modest reductions in HBsAg and HBeAg levels, and occasional loss of HBsAg (5%) and HBeAg (16%) among participants with chronic hepatitis B on nucleos(t)ide analogue therapy with viral suppression. Our results support continued development of selgantolimod as a component of a future hepatitis B cure regimen.\r\nPubmed   Journal   ReadQx \r\nTailoring allocation policies and improving access to pediatric liver transplantation over a 16-year period.\r\nIn Italy, continuous adaption of pediatric organ allocation policies has produced a unique allocation model. National organ exchange organisation, pediatric prioritisation rules and mandatory-split policy are key factors to maximise the use of donors for pediatric candidates and to minimise WL mortality without compromising outcomes. Impact and implications Children candidate to pediatric liver transplantation still suffers of high mortality worldwide. During the last decades, in Italy a continuous adaption of organ allocation policies has produced excellent outcomes for children awaiting liver transplantation. The mortality rate of pediatric liver transplant candidates has been minimized to almost zero, mainly using grafts from deceased-donors. Pediatric priorization rules, national organ exchange organization and mandatory-split liver policy resulted in a unique allocation model for pediatric liver transplantation candidates and represent a landmark for the pediatric transplant community.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    AP&T: Editors' declarations of interest.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Antibiotics as a risk factor for irritable bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Bile acid diarrhoea - simplified clinico-biochemical diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Does knowledge about liver disease enhance adherence to lifestyle recommendations?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Gastroenterologists should definitely draw closer attention to psychosocial comorbidities.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Is there a relationship between dysphagia, chest pain and mucosal innervation in patients with oesophageal motility disorders?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Monitoring methotrexate polyglutamates in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Moving towards prognostic endoscopic scoring in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Resmetirom - a promising treatment option for NASH and liver fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Tenofovir disoproxil fumarate, more than an antiviral drug-Another piece of the puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The evolving paradigms and treatments for primary biliary cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unmasking the silent threat-acute kidney injury in alcohol-associated hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nImplications of the new nomenclature of steatotic liver disease and definition of metabolic dysfunction-associated steatotic liver disease.\r\nThe new nomenclature is both a challenge, given the need for dissemination and education across the spectrum of stakeholders, and an opportunity to bring everyone together and spark new research to better understand epidemiology, natural history, diagnosis, biomarkers and management strategies across the spectrum of SLD.\r\nPubmed   Journal   ReadQx \r\nReview article: Emerging insights into the epidemiology, pathophysiology, diagnostic and therapeutic aspects of eosinophilic oesophagitis and other eosinophilic gastrointestinal diseases.\r\nUnmet needs for research are dramatically different for EoE and non-EoE EGIDs. In EoE, non-invasive diagnostic tests, clinicopathologic models that determine the risk of disease progression and therapeutic failure, and novel biologic therapies are emerging. In contrast, in non-EoE EGIDs, epidemiologic trends, diagnostic histopathologic thresholds, and natural history models are still developing for these more rare disorders.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Birth cohort colorectal cancer (CRC): implications for research and practice.\r\nWe also outline implications of birth cohort CRC for epidemiologic and translational research, as well as current clinical practice. We postulate that recognition of birth cohort CRC as an entity - including and extending beyond rising EOCRC - can advance understanding of risk factors, etiologies, and mechanisms, and address the public health consequences of changing CRC epidemiology.\r\nPubmed   Journal   ReadQx \r\nBlue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nImpostor Phenomenon and Microaggressions in Gastroenterology: Exposing the Tip of the Iceberg.\r\n\r\nPubmed   Journal   ReadQx \r\nLIVER RELATED EVENTS IN NASH (MASH): FROM SUBGROUP STRATIFICATION TO INDIVIDUAL RISK PREDICTION.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Evolving Role of Artificial Intelligence in Gastrointestinal Histopathology: An Update.\r\nWe describe several current needs within the world of gastrointestinal histopathology, and outline, using currently studied models, how AI can potentially address them. We also highlight pitfalls as AI makes inroads into clinical practice.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Are real-world data studies on bowel preparation for colonoscopy necessary? Aren't RCTs enough?\r\n\r\nPubmed   Journal   ReadQx \r\nReading capsule endoscopy: Why not AI alone?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    \"AI for the new GI\": What role does artificial intelligence have in early colonoscopy training?\r\n\r\nPubmed   Journal   ReadQx \r\nAcidification of the esophagus in post-POEM achalasia patients: all that glitters is not gold.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas lesion size and EUS-guided tissue sampling.\r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous coronary intervention and GI hemorrhage: need for accurate predictors of the link to rebleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Early-life exposures and the microbiome: implications for IBD prevention.\r\nConsidering the emerging concept of IBD prevention, we propose strategies to minimise maternal and offspring exposure to potentially harmful variables and recommend protective measures during pregnancy and the postpartum period. This holistic view of early-life factors and microbiome signatures among mothers and their offspring will help frame our current understanding of their importance towards IBD pathogenesis and frame the roadmap for preventive strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Adipose Tissue Macrophage Dysfunction in Human MASLD - Cause or Consequence?\r\n\r\nPubmed   Journal   ReadQx \r\nAdvocating for the Implementation of the New Nomenclature for Steatotic Liver Disease: A Call to Action for the National Associations.\r\n\r\nPubmed   Journal   ReadQx \r\nBattle of the Biopsies: Role of tissue and liquid biopsy in hepatocellular carcinoma.\r\nThe early results from multianalyte liquid biopsy panels are promising and suggest they could play a transformative role in HCC detection and management, however, comprehensive clinical validation is still ongoing. In this review, we explore the challenges and potential of both tissue and liquid biopsy, highlighting that these diagnostic methods, while distinct in their approaches, are set to jointly reshape the future of HCC management.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    American College of Gastroenterology Monograph on Microbiome Therapeutics.\r\n\r\nPubmed   Journal   ReadQx \r\nCough With a Pop: A Rare Case of Acquired Abdominal Intercostal Hernia.\r\n\r\nPubmed   Journal   ReadQx \r\nCystoid macular edema after initiation of ozanimod for ulcerative colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy and Practical Implementation of Fecal Microbiota Spores, Live-BRPK: A Novel Approach for Preventing Recurrent Clostridioides difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nEmerging Noninfectious Indications for Live Biotherapeutic Products in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nFuture Microbiome Therapeutics for Clostridioides difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-prescription Therapeutics.\r\n\r\nPubmed   Journal   ReadQx \r\nPrescription Microbiome Therapeutic for Recurrent Clostridioides difficile Infection: Fecal Microbiota Live-jslm.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Current and Future State of Microbiome Therapeutics in Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Gut Microbiome: A Primer for the Clinician.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Impedance Planimetry in the Diagnosis of Gastric Sleeve Stenosis: The Establishment of New Benchmark Values.\r\n\r\nPubmed   Journal   ReadQx \r\nUtility of abdominal ultrasound in the preoperative diagnosis of appendiceal goblet cell adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Cholangitis induced by immune checkpoint inhibitors: analysis of pharmacovigilance data.\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophil Distribution in Eosinophilic Esophagitis and its Impact on Disease Activity and Response to Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophil Involvement Outside the Esophagus in Eosinophilic Esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEvidence-Based Approach to the Management of Mild Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nFecal Urgency in Ulcerative Colitis: Impact on Quality of Life and Psychological Well-being in Active and Inactive Disease States.\r\n\r\nPubmed   Journal   ReadQx \r\nInterim Analysis of a Trial Evaluating the Utility of Non-Targeted Biopsies for Colorectal Neoplasia Detection in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMeeting Summary: AGA Roundtable on Clinical Trial Design in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Electronic Health Record Use in the Busy Gastroenterology Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nPer- and poly-fluoroalkyl substances (PFAS) exposure is associated with later occurrence of inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nTofacitinib is effective in treating refractory immune checkpoint inhibitor hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A collaborative application for characterizing colorectal lesions could improve quality of tumor resection.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel dedicated nonslip short-length balloon catheter for treating hepaticojejunostomy anastomotic stricture in balloon enteroscopy-assisted ERCP.\r\n\r\nPubmed   Journal   ReadQx \r\nA syringe method for esophageal Lugol's iodine chromoendoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted endoscopic mucosal resection for bile duct lesions through papillary support: A pilot exploration for super minimally invasive surgery in a porcine model.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted partial stent-in-stent method useful for bilateral biliary drainage of hilar cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nCold snare endoscopic mucosal resection for colonic polyps: addressing methodological critiques and enhancing future discussions.\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Endoscopic papillectomy for ampullary lesions in patients with familial adenomatous polyposis compared with sporadic lesions: a propensity score-matched cohort\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"No-touch endoscopic full-thickness resection technique for gastric gastrointestinal stromal tumors\".\r\n\r\nPubmed   Journal   ReadQx \r\nCovered self-expandable metal stent for hemostasis of ruptured pseudoaneurysm caused by partial stent-in-stent method.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes endoprosthesis design impact bleeding risk when using lumen-apposing metal stents for drainage of pancreatic fluid collections?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic closure of a refractory urethroanal fistula using an innovative wound closure device.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic esophageal cicatricotomy assisted by submucosal injection for the treatment of esophageal stenosis after endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for a small high grade intraepithelial neoplasia in the hypopharynx detected incidentally by artificial intelligence.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gastrojejunopexy using an improvised T-anchor for successful endoscopic gastrojejunostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nEstablishing ground truth of polyp size, morphology, and volume using three-dimensional scanning.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnet-assisted endoscopic removal of ingested sewing needles from the stomach and descending duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nMethodological issues in the evaluation of cold snare endoscopic mucosal resection for colon polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nMisidentification of a duodenal neuroendocrine tumor as an adenoma, with subsequent attempted resection by cold snare polypectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nNavigating the path to patient safety in endoscopy…going beyond the procedure!\r\n\r\nPubmed   Journal   ReadQx \r\nNovel strategy of hold-and-drag clip closure with mantis-like claw for post-gastric endoscopic submucosal dissection defect of <30 mm.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel use of a colonic intraprocedural cleansing device for upper gastrointestinal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nOmental patch-assisted endoscopic closure of the transmural defect after endoscopic removal of a 40-mm gastric gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nRadial incision and cutting for post-esophageal endoscopic submucosal dissection stricture with prior perforation during dilation.\r\n\r\nPubmed   Journal   ReadQx \r\nRescue technique after endoscopic ultrasound-guided hepaticogastrostomy stent dislocation.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful closure of gastric wall defect after endoscopic full-thickness resection using novel anchor pronged clips: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful removal of a migrated plastic stent using a new endoscopic sheath.\r\n\r\nPubmed   Journal   ReadQx \r\nSurgical salvage intervention for a migrated metal stent during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe \"coupler\" technique for endoscopic removal of a threaded inside stent that migrated above tight hilar strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nTip-in underwater endoscopic mucosal resection for a residual lower rectal lesion extending to the dentate line.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of disposable endoscope for variceal sclerotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nWelcome to ESGE at 60 years.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A comparison of large language model versus manual chart review for extraction of data elements from the electronic health record.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Ascites in a Patient with Hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nImpostor Phenomenon and Microaggressions in Gastroenterology: Exposing the Tip of the Iceberg.\r\n\r\nPubmed   Journal   ReadQx \r\nPharmacotherapy in managing alcohol-use disorder.\r\n\r\nPubmed   Journal   ReadQx \r\nRNA-based Stool Molecular Testing - a Novel Potential Option for Colorectal Cancer Screening.\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual Cause of Small Bowel Obstruction in an Elderly Patient.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    An unsuspected cause of obstructive jaundice in an infant.\r\n\r\nPubmed   Journal   ReadQx \r\nArgon plasma coagulation for snare embedding in the pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx \r\nAscaris lumbricoides in the appendicular orifice.\r\n\r\nPubmed   Journal   ReadQx \r\nBleeding large duodenal lipoma.\r\n\r\nPubmed   Journal   ReadQx \r\nCapsule endoscopy successfully diagnosed small intestinal ascariasis which had been misdiagnosed repeatedly.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of ascaris lumbricoides from colon lumen (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nModified Double Wire Technique for Deep Cannulation of Dorsal Duct in Incomplete Pancreas Divisum.\r\n\r\nPubmed   Journal   ReadQx \r\nModifying the Sengstaken-Blakemore Tube to Treat Variceal Bleed.\r\n\r\nPubmed   Journal   ReadQx \r\nRadiographic and Endoscopic Findings of Checkpoint Inhibitor Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips: Endoscopic Retrograde Appendicitis Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Clinical applications of circulating HBV RNA as a potential surrogate biomarker for intrahepatic cccDNA transcriptional activity.\r\n\r\nPubmed   Journal   ReadQx \r\nForePass endoscopic bypass device for obesity and insulin resistance-metabolic treatment in a swine model.\r\n\r\nPubmed   Journal   ReadQx \r\nRare complication of peptic ulcer disease.\r\n\r\nPubmed   Journal   ReadQx \r\nUnexpected finding on surveillance colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Edson Lee Forker.\r\n\r\nPubmed   Journal   ReadQx \r\nFebruary 2024 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom NAFLD to MASLD: Promise and pitfalls of a new definition†.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom pain to gain: Leveraging acetaminophen in hepatocyte transplantation for phenylketonuria.\r\n\r\nPubmed   Journal   ReadQx \r\nHDV screening in chronic HBV: An unmet need of growing importance.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatitis B surface antigen seroclearance is uncommon but durable in the long run.\r\n\r\nPubmed   Journal   ReadQx \r\nIntroducing W. Ray Kim, MD, our 2024 AASLD president.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Halting antiviral therapy in patients with cirrhosis and chronic hepatitis B: A dangerous game?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: How F to S turned the premature to be mature?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Improving access to transient elastography data for real-world prognostic applications in primary biliary cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Intratumor fibrotic HCC, a subtype matching the Hoshida S1 subclass?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: More on Non-Alcohol/Non-Metabolic Dysfunction-Associated Steatohepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The Hepa 1-6 may not be suitable for use in hepatocellular carcinoma models to explore responses to drug therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Scavenger receptor a is a major homeostatic regulator that restrains drug-induced liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\nNavigating liver disease complexity: Innovations in in vitro modeling and precision medicine.\r\n\r\nPubmed   Journal   ReadQx \r\nREPLY: Intratumor fibrotic HCC, a subtype matching the Hoshida S1 subclass?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: 'From NAFLD to MASLD: Promise and pitfalls of a new definition'†.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Halting antiviral therapy in patients with cirrhosis and chronic hepatitis B: A dangerous game?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Improving access to transient elastography data for Real-World Prognostic Applications in primary biliary cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: The Hepa 1-6 may not be suitable for use in hepatocellular carcinoma models to explore responses to drug therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease, a useful construct in primary care that doesn't upset the apple cart.\r\n\r\nPubmed   Journal   ReadQx \r\nThe hidden face of preemptive tips.\r\n\r\nPubmed   Journal   ReadQx \r\nThe relation of host genetics and symptomatic hepatitis E.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    In memoriam Gustav Paumgartner.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    A Message from the Editors.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Does knowledge about liver disease enhance adherence to lifestyle recommendations? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Monitoring methotrexate polyglutamates in Crohn's disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Tenofovir disoproxil fumarate more than an antiviral drug-Another piece of the puzzle. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The evolving paradigms and treatments for primary biliary cholangitis-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unmasking the silent threat-acute kidney injury in alcohol-associated hepatitis. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Are we forgetting the importance of steatosis in steatotic liver disease?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Are we forgetting the importance of steatosis in steatotic liver disease? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Comparing first-line infliximab and vedolizumab for ulcerative colitis-it depends on how you use the drug.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Estimating the incidence of HBsAg seroclearance after cessation of tenofovir and entecavir - potential influence of censored observation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Estimating the incidence of HBsAg seroclearance after cessation of tenofovir and entecavir-potential influence of censored observation. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: antibiotics prescription and new-onset irritable bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: interpretation of the BESST trial in the context of baseline antidepressant and neuromodulator use-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: interpretation of the BESST trial in the context of baseline antidepressant and neuromodulator use.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Association of Biologics and Small Molecules with MACE: Critical appraisal of included literature matters.\r\n\r\nPubmed   Journal   ReadQx \r\nBile acid diarrhea in microscopic colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nChronic Hepatitis B and Steatotic Liver Disease: A Blessing in Disguise?\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophilic esophagitis: seeing only the tip of the iceberg.\r\n\r\nPubmed   Journal   ReadQx \r\nThis Letter to the Editor is in response to: Prevalence of Nonalcoholic Fatty Liver Disease in Patients With Rheumatoid Arthritis: A Systematic Review and Meta-analysis. Clinical Gastroenterology and Hepatology by Zamani M, etal.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    No-touch endoscopic full-thickness resection technique matches the surgical concept as far as possible.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"TSP-9: A Barrett's Esophagus Biomarker Better Than Pathologists?\"\r\n\r\nPubmed   Journal   ReadQx \r\nPotential of Serum Glycoproteome Profiling in Prediction of Advanced Adenomas and Colorectal Carcinoma: Individual Heterogeneity Should be Taken into Account.\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of the Distinct Entity \"Chronic Pancreatitis Without Prior Acute Pancreatitis\": Complementary Role of Population- and Clinic-Based Studies.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Is it necessary to explore modified peroral endoscopic myotomy strategies to prevent the occurrence of gastroesophageal reflux?\r\n\r\nPubmed   Journal   ReadQx \r\nNovel through-the-scope dual-action tissue clip for mucosal defect closure after endoscopic resection of large nonpedunculated colorectal lesions: a strong stimulus for multinational collaboration.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Comparison of OLGA and OLGIM as predictors of gastric cancer in a Latin American population: the ECHOS Study.\r\n\r\nPubmed   Journal   ReadQx \r\nDominant-negative effect of lactase missense variants: hetero-complex assembly with the wild-type enzyme impairs intracellular trafficking and digestive function.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy of dupilumab in patients with prior exposure to topical steroids: facing second-line treatments for eosinophilic oesophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic mucosal resection for large non-pedunculated colorectal polyps: staying on track with a safe, effective and cost-efficient technique.\r\n\r\nPubmed   Journal   ReadQx \r\nProductive infection of primary human hepatocytes with SARS-CoV-2 induces antiviral and proinflammatory responses.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Changing from NAFLD to MASLD: Similar Prognosis of Unresectable Extrahepatic Gastrointestinal Cancer Under Chemotherapy between NAFLD and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nCombined inhibition of Stat3 and Periostin synergistically protects mice against liver fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing HCC Recurrence Prediction after Liver Transplantation: from DCP plus AFP-L3 model to GALAD Score.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatic encephalopathy and survival after transjugular intrahepatic portosystemic shunt: Do spontaneous portosystemic shunts matter?\r\n\r\nPubmed   Journal   ReadQx \r\nLiver disease is a significant risk factor for cardiovascular outcomes - A UK Biobank study.\r\n\r\nPubmed   Journal   ReadQx \r\nNormal weight and central obesity as predictors of increased all-cause mortality in metabolic dysfunction associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReply letter to the letter to the editor entitled: \"5-mthf enhances the portal pressure reduction achieved with propranolol in patients with cirrhosis: a randomized placebo-controlled trial: was an accurate statistical analysis performed?\"\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: A comment on \"A multicenter randomized-controlled trial of nucleos(t)ide analogue cessation in HBeAg-negative chronic hepatitis B.\"\r\n\r\nPubmed   Journal   ReadQx \r\nSARS-CoV-2 anti-spike IgG antibodies are present in all liver transplant recipients after fifth vaccine dose.\r\n\r\nPubmed   Journal   ReadQx \r\nUnmet need in screening for hepatitis D virus: time to take action.\r\n\r\nPubmed   Journal   ReadQx \r\nUric acid may serve as the sixth cardiometabolic criterion for defining MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nmachine perfusion, randomized controlled trials, liver transplantation, immune cellsPerfusate immune cell profiling during machine perfusion - A new tool to link risk and immune response after liver transplantation?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-02T17:24:41-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-22-2023/",
    "title": "Fri Dec 22 2023",
    "description": "131 articles - From Friday Dec 15 2023 to Friday Dec 22 2023",
    "author": [],
    "date": "2023-12-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Endoscopic Full-Thickness Resection for the Management of Gastrointestinal Subepithelial Lesions: Commentary.\r\nThe purpose of this American Gastroenterological Association (AGA) Clinical Practice Update (CPU) is to describe the various techniques for endoscopic full-thickness resection and to facilitate their appropriate application in the management of subepithelial lesions. Methods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Improving primary prophylaxis of variceal bleeding by adapting therapy to the clinical stage of cirrhosis. A competing-risk meta-analysis of individual participant data.\r\nIn patients with compensated cirrhosis and high-risk varices on primary prophylaxis, NSBBs significantly improved survival vs EVL, with no additional benefit noted adding EVL to NSBBs. In decompensated patients, survival was similar with both therapies. The study suggests that NSBBs are preferable when advising preventive therapy in compensated patients.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Performance of prediction models for esophageal squamous cell carcinoma in general population: a systematic review and external validation study.\r\n Several prediction models showed moderate performance in external validation and the prediction models may be useful in screening for ESCC. Further research is needed on model optimization, generalization, and implementation, as well as health economic evaluation.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Diagnostic accuracy of AGILE3+ score for advanced fibrosis in patients with non-alcoholic fatty liver disease: A systematic review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Diagnostic accuracy of AGILE3+score for advanced fibrosis in patients with non-alcoholic fatty liver disease: A systematic review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical trial: Combination allopurinol-thiopurine versus standard thiopurine in patients with IBD escalating to immunomodulators (the DECIDER study).\r\n Thiopurine-allopurinol therapy is safe and mitigates thiopurine adverse effects, thus enhancing tolerability without compromising efficacy (ACTRN12613001347752).\r\nPubmed   Journal   ReadQx \r\nDietary index based on the Food Standards Agency nutrient profiling system and risk of Crohn's disease and ulcerative colitis.\r\nA diet with low nutritional quality as measured by the FSAm-NPS-DI Score is associated with a higher risk of CD but not UC.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    EPIDEMIOLOGY, COMORBIDITIES, AND TREATMENT OF CYCLIC VOMITING SYNDROME IN THE UNITED STATES.\r\nThis study provides the first population-level estimates of CVS incidence and prevalence in the US. Comorbid conditions are common, and most patients with CVS do not receive adequate treatment. These findings underscore the need for improving disease awareness and developing better screening strategies and effective treatments.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Ustekinumab for Ulcerative Colitis Through 4 Years: Final Results of the UNIFI Long-term Maintenance Study.\r\nThe long-term efficacy of ustekinumab maintenance in patients with UC was confirmed through 4 years. No new safety signals were observed.\r\nPubmed   Journal   ReadQx \r\nMeasuring size of colorectal polyps using a virtual scale endoscope or visual assessment: A randomized controlled trial.\r\nVSE significantly improves the size measurement accuracy of colorectal polyps during colonoscopies compared to VA and results in fewer misclassifications at relevant decision-making size thresholds.\r\nPubmed   Journal   ReadQx \r\nPotential Cost Savings in Medicare Part D Across Gastroenterology; An Assessment of Alternative Drug Sourcing.\r\n Disproportionate Part D spending likely reflects less competitive acquisition cost. Provider awareness of medications with advantaged price may promote targeted prescribing with potentially tremendous healthcare savings.\r\nPubmed   Journal   ReadQx \r\nUnderstanding predictors of fatigue over time in persons with IBD: The importance of depressive and anxiety symptoms.\r\nAnxiety, depression and pain predicted fatigue impact over time in IBD, suggesting that targeting psychological factors and pain for intervention may lessen fatigue burden.\r\nPubmed   Journal   ReadQx \r\nUtilizing the Diabetes Care System for A County-wide Hepatitis C Elimination: An Integrated Community-based Shared Care Model in Taiwan.\r\n Although HCV prevalence varied, the care cascades achieved consistent results across townships/cities. We have further successfully implemented the model in county-wide hospital-based diabetes clinics, eventually treating 89.6% of the total PwD. A collaborative effort between diabetes care and HCV elimination enhanced the testing and treatment in PwD through an innovative shared care model.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Older patients with ACLF have a higher waitlist mortality, but acceptable post-LT survival when compared to younger patients.\r\n Older patients with Est-CLF had significantly higher waitlist mortality than younger patients, but had acceptable 1-year post-LT survival including those with Est-ACLF-3;  therefore age alone should not be considered as a contraindication for LT. Older patients with respiratory failure should be carefully selected for LT.\r\nPubmed   Journal   ReadQx \r\nProspective comparison of ATI and CAP for liver steatosis diagnosis in patients with NAFLD and type 2 diabetes.\r\n ATI may be used as an alternative to CAP for the diagnosis and quantification of steatosis, in patients with T2D and NAFLD.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A stag beetle knife can achieve stabler and safer endoscopic submucosal dissection in the esophagus.\r\nPerforming esophageal ESD with an SB knife is a safe procedure with less variation in procedure time and less muscule exposure.\r\nPubmed   Journal   ReadQx \r\nAnalysis of adverse events with lumen apposing metal stents for drainage of pancreatic fluid collections.\r\nEndoscopists should be aware of the risk factors for LAMS-related bleeding and tailor their drainage strategy, including utilization of plastic stents for drainage of pseudocysts and adherence to a strict imaging interval and follow-up protocol.\r\nPubmed   Journal   ReadQx \r\nAntibiotic prophylaxis and post-procedure infectious complications in endoscopic retrograde cholangiopancreatography with peroral cholangioscopy.\r\nNo reduction in infectious complication rates and AEs was seen with AP administration for SOC. The continued need for AP in SOC remains uncertain.\r\nPubmed   Journal   ReadQx \r\nColorectal serrated lesions and polyps in the Danish population: A large nationwide register-based cohort study.\r\nFrom 2019 to 2021 the number of SPs seem to stabilize, while the proportion of SSLs keeps rising. Synchronous lesions were common along al subtypes of SP.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided perivascular pancreatic radiofrequency ablation using a hydroxyethyl starch solution prior to pancreatectomy.\r\nPreoperative perivascular augmented RFA using HES was safe, and in the pancreatic animal model, the best timeframe was within 24 hours before pancreatic surgery. This technique might improve resectability in selected borderline and locally advanced pancreatic cancers.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal bleeding in patients with hereditary hemorrhagic telangiectasia: Long-term results of endoscopic treatment.\r\nEndoscopic treatment of gastrointestinal teleangiectases for gastrointestinal bleeding in patients with HHT is effective in the long term and safe.\r\nPubmed   Journal   ReadQx \r\nManagement of foreign body ingestion in adults: Time to STOP and rethink endoscopy.\r\nConservative management for patients presenting with recurrent high-risk foreign body ingestion was safe in appropriately selected cases. Re-presentation is common and poses significant challenges for health care providers.\r\nPubmed   Journal   ReadQx \r\nRepeat bidirectional double-balloon enteroscopy 1 year later may be proper in Peutz-Jeghers patients with difficult-to-reach polyps.\r\nThe difficult-to-reach polyps may have a low risk of immediate symptomatic intussusception, possibly due to limited bowel mobility by extraluminal adhesions, and the likelihood of reaching them at repeat DBE was substantial. Hence, repeat DBE 1 year later may be proper in such patients with PJS.\r\nPubmed   Journal   ReadQx \r\nUtility of gastroscopy in the left lateral semi-recumbent position: A blood-free coup!\r\nThese data show that endotherapy in the left lateral semi-recumbent position is feasible, safe, and effective. It should be done when endoscopy in the left lateral decubitus position reveals a pool of blood in the fundus and there is inadequate visualization of the fundus.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Post-colonoscopy colorectal cancers in a national FIT-based CRC screening program.\r\nThe 3-year PCCRC rate was low in this FIT-based CRC screening program. Approximately half of PCCRCs were interval PCCRCs. These were mostly caused by missed lesions and were diagnosed at more advanced stage. This emphasizes the importance of high-quality colonoscopy with optimal polyp detection.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Randomized Controlled Phase 2 Dose-Finding Trial to Evaluate the Efficacy and Safety of Camostat in the Treatment of Painful Chronic Pancreatitis: The TACTIC Study.\r\n We were not able to reject the null hypothesis of no difference in improvements in pain or quality of life outcomes in participants with painful CP who received camostat compared to placebo. Studies are needed to further define mechanisms of pain in CP to guide future clinical trials, including minimizing placebo responses and selecting targeted therapies. (NCT02693093).\r\nPubmed   Journal   ReadQx \r\nDysbiosis and associated stool features improve prediction of response to biological therapy in inflammatory bowel disease.\r\n Faecal characterization based on microbial load, moisture content, calprotectin concentration, and enterotyping may aid in the therapeutic choice of biological therapy in IBD.\r\nPubmed   Journal   ReadQx \r\nFibroblast-Derived Lysyl Oxidase Increases Oxidative Phosphorylation and Stemness in Cholangiocarcinoma.\r\nIncreased LOX is driven by stromal inflammatory cancer-associated fibroblasts and correlates with diminished survival of patients with CCA. Modulating the LOX activity can serve as a novel tumor microenvironment-directed therapeutic strategy in bile duct pathologies.\r\nPubmed   Journal   ReadQx \r\nSex, genotype, and liver volume progression as risk of hospitalization determinants in autosomal dominant polycystic liver disease.\r\nBoth imaging and clinical genetic scoring have the potential to inform patients about the risk of developing symptomatic disease throughout their lives. The combination of female sex, germline PRKCSH alteration, and rapid TLV-progression is associated with the greatest odds of PLD-related hospitalization.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Bilevel positive airway pressure ventilation in patients susceptible to hypoxemia during procedural sedation for colonoscopy: A prospective randomized controlled study.\r\nIn individuals with OSA or overweight status, the use of BPAP ventilation during colonoscopy significantly reduced the incidence of hypoxemia.\r\nPubmed   Journal   ReadQx \r\nBiliary Drainage in Hilar and Perihilar Cholangiocarcinoma; 25-Year Experience at a Tertiary Cancer Center.\r\n The relatively higher clinical success of SEMS is countered by the higher stent-specific complication rate. PS can be removed and may better facilitate PTBD. Within PS types, DPTs may have fewer stent-specific AEs. Cases requiring balloon dilation and with endoscopic evidence of pus may benefit from earlier reintervention.\r\nPubmed   Journal   ReadQx \r\nCLINICAL PREDICTIVE VALUE OF RENALASE IN POST-ERCP PANCREATITIS.\r\n Baseline native renalase levels are very sensitive for predicting PEP. Further studies are needed to determine the potential clinical role of renalase in predicting and preventing PEP.\r\nPubmed   Journal   ReadQx \r\nDoes successful EUS-guided pancreatic cyst chemoablation safely allow reduction in the frequency of radiographic surveillance? Long-term follow-up of randomized prospective data.\r\nThe ChARM Post-Treatment Reduced Radiographic Surveillance Protocol safely allows a reduction in radiographic surveillance. A reduction in cost associated with cyst management under the ChARM protocol was shown when compared to management following Fukukoa or ACG guidelines. According to the questionnaire, most patients reported a moderate level of logistical and emotional burden associated with MRI surveillance, and a majority were in favor of reducing the frequency of radiographic surveillance if it can be done without a marked increase in oncologic risk.\r\nPubmed   Journal   ReadQx \r\nOutcomes of Cold Snare Endoscopic Mucosal Resection of Nonampullary Duodenal Adenomas =1 cm: A Multicenter Study.\r\n This retrospective multicenter study demonstrates that cs-EMR for nonampullary duodenal adenomas is safe and technically feasible with an acceptable recurrence rate. Future prospective studies are needed to directly compare outcomes of cs-EMR with conventional and underwater EMR.\r\nPubmed   Journal   ReadQx \r\nPost-ERCP Cholecystitis: Incidence, Characteristics, and Outcomes from a Prospective Multi-center Biliary Endoscopy Registry.\r\nEstimates of post-ERCP cholecystitis incidence can inform discussions around procedural risk.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Direct Percutaneous Endoscopic Jejunostomy Tube Placement Compared with Surgical Jejunostomy: A Tertiary Care Analysis.\r\n DPEJ is a safe and effective alternative to surgical jejunostomy in eligible patients and may be associated with decreased complication rates at 90-days.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Adjuvant and neoadjuvant therapies for hepatocellular carcinoma.\r\nMoreover, major pathological responses reported from early phase 2 data in the neoadjuvant setting provide a strong rational for the evaluation of these concepts in phase 3 trials. In this review, we summarize current evidence and outline future directions for systemic therapies in early-stage hepatocellular carcinoma.\r\nPubmed   Journal   ReadQx \r\nAssociation of glucagon-like peptide-1 receptor agonists with serious liver events among patients with type 2 diabetes: A scandinavian cohort study.\r\nUse of GLP-1 receptor agonists was associated with a significantly reduced risk of serious liver events, driven by a reduction of compensated and decompensated cirrhosis.\r\nPubmed   Journal   ReadQx \r\nDefining an approach for therapeutic strategies in metabolic dysfunction-associated steatotic liver disease after liver transplantation.\r\nDespite the oversized clinical burden of MASLD among LT recipients, there is currently a lack of regulatory approach and pathway for therapeutics development in this patient population. The present document, thus, provides guidance for therapeutics development that incorporates nuances of transplant care in patients with post-LT MASLD to facilitate drug development.\r\nPubmed   Journal   ReadQx \r\nEffects of trientine and penicillamine on intestinal copper uptake: A mechanistic 64Cu PET/CT study in healthy humans.\r\nIn this mechanistic study, we show that TRI inhibits intestinal copper absorption, in addition to its cupriuretic effect. In contrast, PEN has modest effects on the intestinal absorption. This may explain why TRI and PEN are equally effective although urinary copper excretion is lower with TRI. The study questions whether the same therapeutic targets for 24-hour urinary excretion apply to both drugs.\r\nPubmed   Journal   ReadQx \r\nInborn errors of type I interferon immunity in patients with symptomatic acute hepatitis E.\r\nOur results highlight the essential role of type I interferon in preventing symptomatic acute hepatitis E.\r\nPubmed   Journal   ReadQx \r\nPortable hypothermic oxygenated machine perfusion for organ preservation in liver transplantation (PILOTTM): A randomized, open-label, clinical trial.\r\nHMP-O2 demonstrates safety and noninferior efficacy for liver graft preservation in comparison to SCS. EAD by L-GrAFT7 was lower in HMP-O2, suggesting improved early clinical function. Recipients of HMP-O2 livers also demonstrated a lower incidence PNF and biliary strictures, although this difference did not reach significance.\r\nPubmed   Journal   ReadQx \r\nPrevalence, distribution and hepatic fibrosis burden of the different subtypes of steatotic liver disease in primary care settings.\r\nAlmost al the NAFLD patients met the new criteria for MASLD. The fibrosis burden of the MetALD group was higher than those of the MASLD and ALD groups.\r\nPubmed   Journal   ReadQx \r\nSumoylation of methionine adenosyltransferase alpha 1 promotes mitochondrial dysfunction in alcohol-associated liver disease.\r\nTaken together, our findings demonstrate an essential role for SUMOylation of MATa1 K48 for interaction with PIN1 in ALD. Preventing MATa1 K48 SUMOylation may represent a potential treatment strategy in ALD.\r\nPubmed   Journal   ReadQx \r\nm6A-mediated gluconeogenic enzyme PCK1 upregulation protects against hepatic ischemia-reperfusion injury.\r\nOur study found that activation of the METTL3/m6A-PCK1-gluconeogenesis axis is required to protect against hepatic I/R injury, providing potential intervention approaches for alleviating hepatic I/R injury during liver surgery.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A new clinical and prognostic characterization of the patterns of decompensation of cirrhosis.\r\nIn almost 50% outpatients the first decompensation is a NAD, which is associated with a decreased survival than patients with ND. Patients who develop NAD must be treated with extreme care and monitored closely to prevent any development of AD. Impact and implications This multicenter study is the first to investigate the role of NAD in patients with cirrhosis. In fact, while the unfavorable impact of AD is well known, NAD is currently a phenomenon existing in clinical practice but never studied. Our data show that almost half of the decompensations in patients with cirrhosis are attributable to NAD and that this involves a higher risk of mortality compared to compensated patients. This study has important clinical implications because it highlights the need to carefully consider patients who develop NAD, in order to prevent further decompensation and reduce mortality.\r\nPubmed   Journal   ReadQx \r\nAn open-label randomised-controlled trial of azathioprine vs. mycophenolate mofetil for the induction of remission in treatment-naive autoimmune hepatitis.\r\nIn patients with treatment-naive AIH, MMF with prednisolone achieved a significantly higher rate of biochemical remission at 24 weeks compared to azathioprine combined with prednisolone. Azathioprine use was associated with more (serious) adverse events leading to cessation of treatment, suggesting superior tolerability of MMF. Impact and implications This randomised controlled trial directly compares azathioprine and mycophenolate mofetil (MMF), both in combination with prednisolone, for the induction of biochemical remission in treatment-naive patients with autoimmune hepatitis (AIH). Achieving complete remission is desirable to prevent disease progression. Patients assigned to the MMF group reached biochemical remission more often and experienced fewer adverse events. The findings in this trial may contribute to the re-evaluation of international guidelines for the standard of care in treatment-naive patients with AIH.\r\nPubmed   Journal   ReadQx \r\nEffects of tetrathiomolybdate on copper metabolism in healthy volunteers and in patients with Wilson disease.\r\nWhile we did not show an increase in biliary excretion of 64 Cu following TTM administration, we demonstrated that TTM effectively inhibited most intestinal 64 Cu uptake and retained 64 Cu in the blood stream, limiting 64 Cu exposure to organs like the liver and the brain. Impact and implications Bis-choline tetrathiomolybdate (TTM) is an investigational copper chelator for treatment of Wilson Disease. In animal studies of Wilson Disease models, TTM has been shown to facilitate biliary copper excretion. In the present human study, TTM surprisingly did not facilitate biliary copper excretion but instead reduced intestinal copper uptake to a clinically significant degree. Our study improves the understanding of human copper metabolism and the mechanism of action of TTM. Clinical trial number Data is presented from two clinical trials Absorption study  EudraCT 2020-005832-31Excretion study  EudraCT 2021-000102-25.\r\nPubmed   Journal   ReadQx \r\nEpisodic overt hepatic encephalopathy after transjugular intrahepatic portosystemic shunt does not increase mortality in patients with cirrhosis.\r\n Episodic OHE after TIPS is not associated with mortality in patients undergoing TIPS, regardless of the indication. Impact and implications Overt hepatic encephalopathy (OHE) is a common complication in patients with advanced liver disease and it is particularly frequent following transjugular intrahepatic portosystemic shunt (TIPS) placement. In cirrhotic patients outside the setting of TIPS, the development of OHE negatively impacts survival, regardless of the severity of cirrhosis or the presence of acute on chronic liver failure. With this multicenter, non-inferiority observational study we demonstrated that post-TIPS OHE does not increase the risk of mortality in patients undergoing TIPS, irrespective of the indication. This finding alleviates concerns regarding the weight of this complication after TIPS. Thus, intensive research of factors improving patient selection, and allowing risk stratification remains crucial to ameliorate the quality of life of patients and caregivers and to avoid undermining the positive effects on survival in patients undergoing TIPS.\r\nPubmed   Journal   ReadQx \r\nHepatic prohibitin 1 and methionine adenosyltransferase a1 defend against primary and secondary liver cancer metastasis.\r\n We have identified an PHB1/MAT1A-MAFG/FOSB-MMP-7 axis that controls primary liver cancer metastasis and sensitization to CRLM.\r\nPubmed   Journal   ReadQx \r\nLong-term use of tenofovir disoproxil fumarate increases fracture risk in elderly patients with chronic hepatitis B.\r\nThe risk of fracture increased with TDF treatment for =24 months in elderly patients with CHB. Selection of nucleos(t)ide analogues should be individualised based on age and comorbidities. Impact and implications Previous literature suggested that the use of tenofovir disoproxil fumarate (TDF) is associated with a decrease in bone mineral density. However, data on the impact of TDF on long-term incident clinical fracture remains scarce. In this real-world territory-wide study of 41,531 treated patients with chronic hepatitis B in Hong Kong, patients who received TDF were associated with a higher risk of fracture after two years of treatment as compared to those who received entecavir. Given the ageing population of patients with chronic hepatitis B with a rising prevalence of comorbidities, our findings support the current treatment guidelines on selection of antiviral treatment based on age and comorbidities.\r\nPubmed   Journal   ReadQx \r\nPreventing liver disease with policy measures to tackle alcohol consumption and obesity: the HEPAHEALTH II study.\r\n Policy measures tackling primary risk factors for CLD and liver cancer, such as the implementation of an MUP of €1 and/or an MUP of €0.70 plus SSB tax could markedly reduce the number of Europeans with CLD or liver cancer.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    AP&T: Editors' declarations of interest.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Antibiotics as a risk factor for irritable bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Bile acid diarrhoea - simplified clinico-biochemical diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Is there a relationship between dysphagia, chest pain and mucosal innervation in patients with oesophageal motility disorders?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Monitoring methotrexate polyglutamates in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Moving towards prognostic endoscopic scoring in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Resmetirom - a promising treatment option for NASH and liver fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unmasking the silent threat-acute kidney injury in alcohol-associated hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Birth cohort colorectal cancer (CRC): implications for research and practice.\r\nWe also outline implications of birth cohort CRC for epidemiologic and translational research, as well as current clinical practice. We postulate that recognition of birth cohort CRC as an entity - including and extending beyond rising EOCRC - can advance understanding of risk factors, etiologies, and mechanisms, and address the public health consequences of changing CRC epidemiology.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Are real-world data studies on bowel preparation for colonoscopy necessary? Aren't RCTs enough?\r\n\r\nPubmed   Journal   ReadQx \r\nReading capsule endoscopy: Why not AI alone?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    \"AI for the new GI\": What role does artificial intelligence have in early colonoscopy training?\r\n\r\nPubmed   Journal   ReadQx \r\nAcidification of the esophagus in post-POEM achalasia patients: all that glitters is not gold.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas lesion size and EUS-guided tissue sampling.\r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous coronary intervention and GI hemorrhage: need for accurate predictors of the link to rebleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Battle of the Biopsies: Role of tissue and liquid biopsy in hepatocellular carcinoma.\r\nThe early results from multianalyte liquid biopsy panels are promising and suggest they could play a transformative role in HCC detection and management, however, comprehensive clinical validation is still ongoing. In this review, we explore the challenges and potential of both tissue and liquid biopsy, highlighting that these diagnostic methods, while distinct in their approaches, are set to jointly reshape the future of HCC management.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Cystoid macular edema after initiation of ozanimod for ulcerative colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nUtility of abdominal ultrasound in the preoperative diagnosis of appendiceal goblet cell adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Cholangitis induced by immune checkpoint inhibitors: analysis of pharmacovigilance data.\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophil Distribution in Eosinophilic Esophagitis and its Impact on Disease Activity and Response to Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophil Involvement Outside the Esophagus in Eosinophilic Esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nMeeting Summary: AGA Roundtable on Clinical Trial Design in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Electronic Health Record Use in the Busy Gastroenterology Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A collaborative application for characterizing colorectal lesions could improve quality of tumor resection.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted endoscopic mucosal resection for bile duct lesions through papillary support: A pilot exploration for super minimally invasive surgery in a porcine model.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic esophageal cicatricotomy assisted by submucosal injection for the treatment of esophageal stenosis after endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for a small high grade intraepithelial neoplasia in the hypopharynx detected incidentally by artificial intelligence.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gastrojejunopexy using an improvised T-anchor for successful endoscopic gastrojejunostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnet-assisted endoscopic removal of ingested sewing needles from the stomach and descending duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nMisidentification of a duodenal neuroendocrine tumor as an adenoma, with subsequent attempted resection by cold snare polypectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nRadial incision and cutting for post-esophageal endoscopic submucosal dissection stricture with prior perforation during dilation.\r\n\r\nPubmed   Journal   ReadQx \r\nRescue technique after endoscopic ultrasound-guided hepaticogastrostomy stent dislocation.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful closure of gastric wall defect after endoscopic full-thickness resection using novel anchor pronged clips: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful removal of a migrated plastic stent using a new endoscopic sheath.\r\n\r\nPubmed   Journal   ReadQx \r\nSurgical salvage intervention for a migrated metal stent during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe \"coupler\" technique for endoscopic removal of a threaded inside stent that migrated above tight hilar strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nTip-in underwater endoscopic mucosal resection for a residual lower rectal lesion extending to the dentate line.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of disposable endoscope for variceal sclerotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An Unusual Cause of Ascites in a Patient with Hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual Cause of Small Bowel Obstruction in an Elderly Patient.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    An unsuspected cause of obstructive jaundice in an infant.\r\n\r\nPubmed   Journal   ReadQx \r\nAscaris lumbricoides in the appendicular orifice.\r\n\r\nPubmed   Journal   ReadQx \r\nCapsule endoscopy successfully diagnosed small intestinal ascariasis which had been misdiagnosed repeatedly.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of ascaris lumbricoides from colon lumen (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips: Endoscopic Retrograde Appendicitis Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Edson Lee Forker.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom pain to gain: Leveraging acetaminophen in hepatocyte transplantation for phenylketonuria.\r\n\r\nPubmed   Journal   ReadQx \r\nHDV screening in chronic HBV: An unmet need of growing importance.\r\n\r\nPubmed   Journal   ReadQx \r\nIntroducing W. Ray Kim, MD, our 2024 AASLD president.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Scavenger receptor a is a major homeostatic regulator that restrains drug-induced liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\nNavigating liver disease complexity: Innovations in in vitro modeling and precision medicine.\r\n\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease, a useful construct in primary care that doesn't upset the apple cart.\r\n\r\nPubmed   Journal   ReadQx \r\nThe hidden face of preemptive tips.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    In memoriam Gustav Paumgartner.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    A Message from the Editors.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Monitoring methotrexate polyglutamates in Crohn's disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unmasking the silent threat-acute kidney injury in alcohol-associated hepatitis. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Comparing first-line infliximab and vedolizumab for ulcerative colitis-it depends on how you use the drug.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Estimating the incidence of HBsAg seroclearance after cessation of tenofovir and entecavir - potential influence of censored observation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Estimating the incidence of HBsAg seroclearance after cessation of tenofovir and entecavir-potential influence of censored observation. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Association of Biologics and Small Molecules with MACE: Critical appraisal of included literature matters.\r\n\r\nPubmed   Journal   ReadQx \r\nChronic Hepatitis B and Steatotic Liver Disease: A Blessing in Disguise?\r\n\r\nPubmed   Journal   ReadQx \r\nThis Letter to the Editor is in response to: Prevalence of Nonalcoholic Fatty Liver Disease in Patients With Rheumatoid Arthritis: A Systematic Review and Meta-analysis. Clinical Gastroenterology and Hepatology by Zamani M, etal.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"TSP-9: A Barrett's Esophagus Biomarker Better Than Pathologists?\"\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of the Distinct Entity \"Chronic Pancreatitis Without Prior Acute Pancreatitis\": Complementary Role of Population- and Clinic-Based Studies.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Is it necessary to explore modified peroral endoscopic myotomy strategies to prevent the occurrence of gastroesophageal reflux?\r\n\r\nPubmed   Journal   ReadQx \r\nNovel through-the-scope dual-action tissue clip for mucosal defect closure after endoscopic resection of large nonpedunculated colorectal lesions: a strong stimulus for multinational collaboration.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoscopic mucosal resection for large non-pedunculated colorectal polyps: staying on track with a safe, effective and cost-efficient technique.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Changing from NAFLD to MASLD: Similar Prognosis of Unresectable Extrahepatic Gastrointestinal Cancer Under Chemotherapy between NAFLD and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nCombined inhibition of Stat3 and Periostin synergistically protects mice against liver fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing HCC Recurrence Prediction after Liver Transplantation: from DCP plus AFP-L3 model to GALAD Score.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver disease is a significant risk factor for cardiovascular outcomes - A UK Biobank study.\r\n\r\nPubmed   Journal   ReadQx \r\nNormal weight and central obesity as predictors of increased all-cause mortality in metabolic dysfunction associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReply letter to the letter to the editor entitled: \"5-mthf enhances the portal pressure reduction achieved with propranolol in patients with cirrhosis: a randomized placebo-controlled trial: was an accurate statistical analysis performed?\"\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: A comment on \"A multicenter randomized-controlled trial of nucleos(t)ide analogue cessation in HBeAg-negative chronic hepatitis B.\"\r\n\r\nPubmed   Journal   ReadQx \r\nSARS-CoV-2 anti-spike IgG antibodies are present in all liver transplant recipients after fifth vaccine dose.\r\n\r\nPubmed   Journal   ReadQx \r\nUnmet need in screening for hepatitis D virus: time to take action.\r\n\r\nPubmed   Journal   ReadQx \r\nUric acid may serve as the sixth cardiometabolic criterion for defining MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nmachine perfusion, randomized controlled trials, liver transplantation, immune cellsPerfusate immune cell profiling during machine perfusion - A new tool to link risk and immune response after liver transplantation?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-02T17:12:17-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-15-2023/",
    "title": "Fri Dec 15 2023",
    "description": "24 articles - From Friday Dec 08 2023 to Friday Dec 15 2023",
    "author": [],
    "date": "2023-12-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endoscopy\r\n    Curriculum for diagnostic endoscopic ultrasound training in Europe: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement. \r\nn/a.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    ALCOHOLIC FOAMY DEGENERATION, AN ENTITY RESEMBLING ALCOHOL-ASSOCIATED HEPATITIS: DIAGNOSIS, PROGNOSIS AND MOLECULAR PROFILING. \r\nDifferential diagnosis is important because prognosis and treatment differ largely. Triglyceride levels successfully identify most patients with AFD and may be helpful in decision-making.\r\nPubmed   Journal   ReadQx \r\nLiver Stiffness Measurement and Risk Prediction of Hepatocellular Carcinoma After HCV Eradication in Veterans with Cirrhosis. \r\nLSM predicts rates of HCC in patients with HCV cirrhosis after SVR at multiple cutoff levels and offers a single test to predict portal hypertension-related complications and HCC. Patients with LSM <5 kPa in the absence of diabetes mellitus had a low risk of HCC where surveillance could be discontinued.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Galectin-7 induction by EHMT2 inhibition enhances immunity in MSS colorectal cancer. \r\nGalectin-7 administration enhanced anti-PD1 efficacy in MSS CRC, serving as a potent adjunct cytokine therapy. Our findings suggest that targeting the EHMT2/galectin-7 axis could provide a novel combination strategy for immunotherapy in MSS CRC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Novel Blood-Sensing Capsule for Rapid Detection of Upper Gastrointestinal Bleeding: A Prospective Clinical Trial. \r\n(ClinicalTrials. gov, NCT05385224).\r\nPubmed   Journal   ReadQx \r\nAssessing the impact of center volume on the cost-effectiveness of centralizing ERCP. \r\nThe study's main findings remained unchanged while combining al model parameters in the PSA. Our findings show that HV centers have high-performance rates at lower costs, raising the need to consider the principle of centralization of ERCPs into HV centers to improve the quality of care.\r\nPubmed   Journal   ReadQx \r\nBraided-type stent versus laser-cut-type stent for patients with unresectable distal malignant biliary obstruction: a randomized controlled trial. \r\nThe median overall survival (L: 158 days, B: 204 days) after stenting was not significantly different between the groups (p=0.8544). In the setting of DMBO, braided (B)-type stents are associated with less recurrent obstruction than laser-cut-type (L) stents, although there was no difference in safety.\r\nPubmed   Journal   ReadQx \r\nDeep learning based lesions detection and severity grading of small bowel Crohn's disease ulcers on double-balloon endoscopy images. \r\nThe EfficientNet-b5 achieved high accuracy in detecting CD lesions and grading CD ulcers. The AI model can provide expert-level accuracy and objective evaluation of small bowel CD to optimize the clinical treatment plans.\r\nPubmed   Journal   ReadQx \r\nHood attached vs conventional triangular tip-jet knife in peroral endoscopic myotomy: a propensity score matching cohort study. \r\nThe mean myotomy efficiency was improved from 2.76 to 2.32 min/cm (16% improvement, P = <0.001), and usage of coagulation forceps for hemostasis was decreased from 3.87 to 0.55 (86% reduction, P = <0.001). This study showed that use of TTJ-H could reduce total procedure time, improve myotomy efficiency, and reduce costs compared to TTJ.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    NIS2+TM as a screening tool to optimize patient selection in metabolic dysfunction-associated steatohepatitis clinical trials. \r\nWhile the use of FIB-4 alone did not lead to a significant improvement of the screening process, selecting patients using NIS2+ ™, a recently developed optimization of the NIS4® technology for the detection of at-risk MASH, showed improved performances by simultaneously reducing LBFRs and the overall cost of the trial, keeping a manageable number of patients needed to screen, without generating any bias in included patients' characteristics. This makes NIS2+ ™ an accurate and reliable screening tool for improving the recruitment of patients in future MASH clinical trials, and would lead to increased patient comfort and security, ensuring timely and cost-efficient completion of those trials.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Esophageal Motility Abnormalities in Lung Transplant Recipients With Esophageal Acid Reflux Are Different From Matched Controls. \r\nThe strongest correlation with AET after LT was found to be esophageal peristaltic vigor. These results add to the understanding of reflux after LT and may help tailor an individualized treatment plan.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Gastrointest Endosc\r\n    Analyzing methods for reducing recurrence rates after endoscopic mucosal resection of large non-pedunculated colorectal polyps: An Indirect pairwise comparison. \r\nEMR+ STSC seems to provide favorable odds for reducing polyp recurrence post-resection for large non-pedunculated polyps. Standardization of methods to detect residual polyp and prevent polyp recurrence at the time of EMR are required.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Endoscopic diverticular ridge myotomy to treat acute colonic diverticulitis caused by impacted fecalith. \r\n\r\nPubmed   Journal   ReadQx \r\nRisankizumab Effectiveness and Safety in Crohn's Disease: Real-world Data from a Large Tertiary Center. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of small-bowel and colon malformation identified during endoscopy in an adult patient. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Case of Mistaken Identity. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Acute Pancreatitis. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Severe Wall Thickening and Stenosis of the Sigmoid Colon Accompanied by Polyposis. \r\n\r\nPubmed   Journal   ReadQx \r\nBeware: A Rare Pathogen Associated With Underlying Gastrointestinal Cancer. \r\n\r\nPubmed   Journal   ReadQx \r\nFaecal microbiota transplantation to reverse host-related determinants of resistance to anti-cancer immunotherapy. \r\n\r\nPubmed   Journal   ReadQx \r\nWatery diarrhea and various and variable lesions in the intestine. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A case of idiopathic retroperitoneal fibrosis (Ormond's disease) diagnosed by transduodenal endoscopic ultrasound-guided fine needle aspiration/biopsy (EUS-FNA/FNB). \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Eversion and Strangulation of a Biliary Intraductal Papillary Neoplasm. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Antibiotics prescription and new-onset irritable bowel syndrome-Authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-21T08:11:09-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-08-2023/",
    "title": "Fri Dec 08 2023",
    "description": "72 articles - From Friday Dec 01 2023 to Friday Dec 08 2023",
    "author": [],
    "date": "2023-12-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endoscopy\r\n    Training in basic gastrointestinal endoscopic procedures: a European Society of Gastrointestinal Endoscopy (ESGE) and European Society of Gastroenterology and Endoscopy Nurses and Associates (ESGENA) Position Statement.\r\n9:  ESGE and ESGENA recommend that GI endoscopy training units fulfil the ESGE KPIs for endoscopy units and, furthermore, be capable of providing the dedicated personnel, infrastructure, and sufficient case volume required for successful training within a structured training program. 10:  ESGE and ESGENA recommend that trainers in basic GI endoscopic procedures should be endoscopists with formal educational training in the teaching of endoscopy, which allows them to successfully and safely teach trainees.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Improved assessment of donor liver steatosis using Banff consensus recommendations and deep learning algorithms.\r\nOur findings support the use of Banff recommendations in daily practice and highlight the need for a granular analysis of their effect on liver transplantation outcomes. Impact and implications • We developed and validated the first automated deep-learning algorithms for steatosis standardized assessment based on the Banff Liver Working Group consensus recommendations. • Our algorithm provides an unbiased automated evaluation of steatosis, which will lay the groundwork for granular analysis of steatosis's short- and long-term effects on organ viability to identify clinically relevant steatosis cut-off for donor organ acceptance. • Implementing our algorithm in daily clinical practice will allow a more efficient and safe allocation of donor organs, aiming at improving the post-transplant outcomes of patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Dye Chromoendoscopy Outperforms High-Definition White Light Endoscopy in Dysplasia Detection for IBD Patients: An Updated Meta-analysis of Randomized Controlled Trials.\r\n Our updated meta-analysis supports DCE as a superior strategy in overall dysplasia detection in IBD, even with HD scopes. When expertise is available, DCE should be considered for surveillance colonoscopy in high-risk IBD patients, with the acknowledgment that virtual chromoendoscopy shows equivalence in recent studies. Further multicenter trials with multiple endoscopists with varying expertise levels and longer-term outcome data showing a reduction in cancer or cancer-related death are needed.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Lack of Effectiveness of Computer Aided Detection for Colorectal Neoplasia: A Systematic Review and Meta-analysis of Non-Randomized Studies.\r\n CADe in colonoscopies neither improves the detection of colorectal neoplasia nor increases burden of colonoscopy in real-world, non-randomized studies, questioning the generalizability of the results of randomized trials.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Bifidobacterium breve Bif195 ameliorates aspirin-induced gastric mucosal damage: A randomised, double blind, placebo-controlled crossover trial.\r\nBif195 reduces aspirin-induced gastric mucosal damage and may serve as a safe supplement during multiple-dosing aspirin treatment.\r\nPubmed   Journal   ReadQx \r\nClinical trial: Clinical and endoscopic outcomes with ustekinumab in patients with Crohn's disease: Results from the long-term extension period of STARDUST.\r\n STARDUST LTE is the first interventional ustekinumab efficacy study to show a favourable benefit-risk profile with preservation of clinical and endoscopic outcomes through Week 104 using flexible, algorithm-driven dose adjustment including de-escalation.\r\nPubmed   Journal   ReadQx \r\nLong-term effectiveness and acceptability of switching from intravenous to subcutaneous infliximab in patients with inflammatory bowel disease treated with intensified doses: The REMSWITCH-LT study.\r\nSwitching from IV to SC infliximab 120 mg every other week is safe and well accepted leading to low long-term risk of relapse. Tight monitoring and dose escalation should be recommended for patients receiving 10 mg/kg/6 weeks and 4 weeks, respectively.\r\nPubmed   Journal   ReadQx \r\nLow screening rates and high prevalence of osteoporosis in cirrhosis: A real-world retrospective analysis.\r\n A minority of patients with cirrhosis were screened for osteoporosis. The majority screened had osteopenia or osteoporosis on DEXA scan. Less than a quarter of patients with osteoporosis were started on treatment. Real-world experience of oral bisphosphonate use did not reveal higher rates of gastrointestinal bleeding. There is room for improvement in al aspects of bone health care in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Long-term natural history of autoimmune gastritis: results from a prospective, monocentric series.\r\nAIG is a progressive disorder, with a virtually absent risk of gastric adenocarcinoma. Potential AIG patients should be monitored as they carry a high risk of evolving into overt AIG.\r\nPubmed   Journal   ReadQx \r\nThe efficacy of metoclopramide for gastric visualization by endoscopy in patients with active upper gastrointestinal bleeding: double-blind randomized controlled trial.\r\n Metoclopramide did not improve endoscopic visualization but decreased the need for second look EGD in patients with overall active UGIB. It improved gastric visualization in those with UGIB due to gastric lesions, primarily by improving visualization in the fundus. (ClinicalTrials.gov number NCT04771481).\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Accuracy of the enhanced liver fibrosis test in patients with type 2 diabetes mellitus and its clinical implications.\r\n The high diagnostic performance of the ELF test for predicting advanced fibrosis in individuals with or without T2DM could address an unmet medical need for accurate assessment of liver fibrosis in patients with diabetes and NAFLD.\r\nPubmed   Journal   ReadQx \r\nCardiovascular Safety of Ozanimod in Patients With Ulcerative Colitis: True North and Open-Label Extension Analyses.\r\nNo new cardiovascular safety signals were identified, consistent with findings from previous ozanimod studies. There were few major adverse cardiovascular events or thromboembolic events, which were unrelated or unlikely related to ozanimod. Ozanimod has a well-tolerated cardiovascular safety profile when prescribed in accordance with the label.\r\nPubmed   Journal   ReadQx \r\nChronic Liver Disease and Cirrhosis Mortality Rates are Disproportionately Increasing in Younger Women in the US between 2000-2020.\r\n Mortality rates due to CLD and cirrhosis in the U.S. are increasing disproportionately in younger women. This finding was driven by higher rates in Non-Hispanic White and Hispanic individuals, with variation between U.S. states. Future studies are warranted to identify the reasons for these trends with the ultimate goal of improving outcomes.\r\nPubmed   Journal   ReadQx \r\nLiver Stiffness Measurement and Risk Prediction of Hepatocellular Carcinoma After HCV Eradication in Veterans with Cirrhosis. \r\nLSM predicts rates of HCC in patients with HCV cirrhosis after SVR at multiple cutoff levels and offers a single test to predict portal hypertension-related complications and HCC. Patients with LSM <5 kPa in the absence of diabetes mellitus had a low risk of HCC where surveillance could be discontinued.\r\nPubmed   Journal   ReadQx \r\nRegression of liver fibrosis in patients on hepatitis B therapy is associated with decreased liver-related events.\r\nAntiviral therapy-induced liver fibrosis regression assessed by P-I-R score is associated with reduced liver-related events. This shows the utility of histologic fibrosis regression assessed by on-treatment P-I-R score as a surrogate endpoint for clinical events in patients with HBV-related fibrosis or early cirrhosis.\r\nPubmed   Journal   ReadQx \r\nReliability and Responsiveness of Histologic Indices for the Assessment of Crohn's Disease Activity.\r\n CD and UC indices were similarly reliable and responsive in measuring histologic CD activity. Exploratory index development did not offer benefit over current histologic instruments.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Anesthesia Choice and Its Potential Impact on Endoluminal Functional Lumen Imaging Probe Measurements in Esophageal Motility Disorders.\r\nThe use sevoflurane-based GAIA for diagnostic EndoFLIP may potentially lead to the misclassification of spastic disorders as Type I achalasia. Therefore, propofol-based TIVA should be considered over sevoflurane-based GAIA for sedation during the diagnostic test.\r\nPubmed   Journal   ReadQx \r\nAssessing the impact of center volume on the cost-effectiveness of centralizing ERCP. \r\nThe study's main findings remained unchanged while combining al model parameters in the PSA. Our findings show that HV centers have high-performance rates at lower costs, raising the need to consider the principle of centralization of ERCPs into HV centers to improve the quality of care.\r\nPubmed   Journal   ReadQx \r\nAssociation of direct oral anticoagulant and delayed bleeding with pharmacokinetics after endoscopic submucosal dissection.\r\nThe incidence of post-ESD bleeding taking DOAC was high, especially in aged patients and with high anti-coagulant effects. Measurement of pharmacokinetic parameters of DOACs may be useful in identifying patients at higher risk of post-ESD bleeding.\r\nPubmed   Journal   ReadQx \r\nENDOSCOPIC SUBMUCOSAL DISSECTION WITH VERSUS WITHOUT TRACTION FOR PATHOLOGICALLY STAGED T1B ESOPHAGEAL CANCER: A MULTICENTER RETROSPECTIVE STUDY.\r\n ESD with traction seems to be associated with higher odds of negative VM than ESD without traction for pathologically staged T1b EC, and future well-conducted prospective studies are warranted to establish the findings of the current study.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Powered Resection Device for Residual Colonic Lesions: The First Multicenter, Prospective, International Clinical Study.\r\nEPR is a safe and effective for benign, persistent, large (>20mm) scarred, colorectal adenomas and should be considered as an alternative treatment in lieu of surgery. Persistence rate of 46.7% show that more than one treatment are necessary for effective endoscopic treatment.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Transpancreatic Precut Sphincterotomy on the Quality of Endoscopic Retrograde Cholangiopancreatography in a Low-Volume Setting.\r\nTPS can effectively enhance the quality of ERCP irrespective of practice volume.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    10-year follow-up results of the European Achalasia Trial: a multicentre randomised controlled trial comparing pneumatic dilation with laparoscopic Heller myotomy.\r\nPD and LHM are equally effective even after 10 years of follow-up with limited risk to develop gastro-oesophageal reflux. Based on these data, we conclude that PD and LHM can both be proposed as initial treatment of achalasia.\r\nPubmed   Journal   ReadQx \r\nCompared to histamine-2 receptor antagonist, proton pump inhibitor induces stronger oral-to-gut microbial transmission and gut microbiome alterations: a randomised controlled trial.\r\n Our study provides evidence that PPIs have a greater impact on the gut microbiome and oral-to-gut transmission than H2RAs, shedding light on the mechanism underlying the higher risk of certain diseases associated with prolonged PPI use.\r\nPubmed   Journal   ReadQx \r\nDupilumab demonstrated efficacy and was well tolerated regardless of prior use of swallowed topical corticosteroids in adolescent and adult patients with eosinophilic oesophagitis: a subgroup analysis of the phase 3 LIBERTY EoE TREET study.\r\n Dupilumab 300 mg once a week demonstrated efficacy and was well tolerated in patients with EoE regardless of prior STC use or inadequate response, intolerance and/or contraindication to STC.\r\nPubmed   Journal   ReadQx \r\nIntegrative multiomics enhancer activity profiling identifies therapeutic vulnerabilities in cholangiocarcinoma of different etiologies.\r\n Our study elucidates the mechanisms underlying enhancer dysregulation and deepens understanding of different tumourigenesis processes in distinct CCA subtypes, with potential significant therapeutics and clinical benefits.\r\nPubmed   Journal   ReadQx \r\nSingle-cell transcriptomic analysis deciphers heterogenous cancer stem-like cells in colorectal cancer and their organ-specific metastasis.\r\n We uncover a mechanism for organ-specific CRC metastasis.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    ALDOB/KAT2A interactions epigenetically modulate TGF-ß expression and T cell functions in hepatocellular carcinogenesis.\r\nOur study has revealed a novel mechanism by which a metabolic enzyme in tumor cells epigenetically modulates TGF-ß signaling, thereby enabling cancer cells to evade immune surveillance and affect their response to immunotherapy.\r\nPubmed   Journal   ReadQx \r\nDeterminants of clinical response to empirical antibiotic treatment in patients with cirrhosis and bacterial and fungal infections- Results from the ICA 'Global study' [EABCIR-Global Study].\r\n Four out of 10 patients with cirrhosis do not respond to the first-line antibiotic therapy, leading to lower resolution of infections and higher mortality. Broader-spectrum antibiotics and strategies targeting systemic inflammation may improve prognosis in patients with high degree of inflammation, low serum albumin levels and severe liver impairment.  \r\nPubmed   Journal   ReadQx \r\nHyperinsulinemia, an overlooked clue, and potential way forward in metabolic dysfunction-associated steatotic liver disease.\r\nThe associated fasting hyperinsulinemia has been independently associated as a predictor of major adverse liver outcomes and major adverse cardiovascular events. In this review, we discuss the potential mechanism and entanglement between liver fibrosis and hyperinsulinemia and we hypothesise that the measure of fasting insulin could become a hepatic functional test within the armamentarium of non-invasive tests for the assessment of MASLD.\r\nPubmed   Journal   ReadQx \r\nInhibition of CAF-1 histone chaperone complex triggers cytosolic DNA and dsRNA sensing pathways and induces intrinsic immunity of hepatocellular carcinoma.\r\n Our findings suggest that CAF-1 is essential for HCC development, targeting CAF-1 may awaken the anti-cancer immune response and may work cooperatively with ICI treatment in cancer therapy.\r\nPubmed   Journal   ReadQx \r\nUBXN9 inhibits the RNA exosome function to promote T cell control of liver tumorigenesis.\r\nOur results reveal a modality in which UBXN9 promotes the stimulatory RNA-induced RIG-I-IFN signaling that induces anti-tumor T cell response in liver tumorigenesis. Targeted manipulation of the UBXN9-RNA exosome circuit may have the potential to reinstate the immune control of liver tumor growth.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Comprehensive gene profiling of the metabolic landscape of humanized livers in mice.\r\n Our work revealed a complex metabolic response landscape of human liver transcriptome and provided a novel resource to understand transcriptome dynamics of human liver in response to physiologically relevant metabolic stimuli ( Impact and implications Direct knowledge of the human liver transcriptome is currently very limited hindering the overall understanding of human liver pathophysiology. We combined a liver-specific humanized mouse model and long read direct RNA sequencing technology to establish a de novo annotation of the human liver transcriptome and identified a multitude of regulated metabolic pathways that were otherwise invisible using conventional technologies. The extensive regulatory information of human genes we provided would allow basic scientists to infer the disease relevance of their genes of interest and physician scientists to better pinpoint the changes in metabolic networks underlying a specific pathophysiology.\r\nPubmed   Journal   ReadQx \r\nNIS2+TM as a screening tool to optimize patient selection in metabolic dysfunction-associated steatohepatitis clinical trials. \r\nWhile the use of FIB-4 alone did not lead to a significant improvement of the screening process, selecting patients using NIS2+ ™, a recently developed optimization of the NIS4® technology for the detection of at-risk MASH, showed improved performances by simultaneously reducing LBFRs and the overall cost of the trial, keeping a manageable number of patients needed to screen, without generating any bias in included patients' characteristics. This makes NIS2+ ™ an accurate and reliable screening tool for improving the recruitment of patients in future MASH clinical trials, and would lead to increased patient comfort and security, ensuring timely and cost-efficient completion of those trials.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Esophageal Motility Abnormalities in Lung Transplant Recipients With Esophageal Acid Reflux Are Different From Matched Controls. \r\nThe strongest correlation with AET after LT was found to be esophageal peristaltic vigor. These results add to the understanding of reflux after LT and may help tailor an individualized treatment plan.\r\nPubmed   Journal   ReadQx \r\nThe Effect of STW5 (Iberogast) on Reflux Symptoms in Patients With Concurrent Dyspeptic Symptoms: A Double-blind Randomized Placebo-controlled Crossover Trial.\r\nWe found some indications pointing towards a beneficial effect of STW5 on reflux symptoms in dyspeptic patients, with reduction of esophageal hypersensitivity as a potential underlying mechanism. Our findings will have to be confirmed in larger studies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    EXPANDING ROLE OF GASTROENTEROLOGY IN THE STAGING OF DIGESTIVE NEUROENDOCRINE TUMORS: UPDATES FROM THE AJCC VERSION 9 CANCER STAGING SYSTEM.\r\n\r\nPubmed   Journal   ReadQx \r\nEXPLORing the therapeutic ceiling in Crohn´s Disease: will combination pave the way?\r\n\r\nPubmed   Journal   ReadQx \r\nFrom Hirschowitz to 2023: Modern Endoscopy and Beyond.\r\n\r\nPubmed   Journal   ReadQx \r\nThe colorectal cancer enigma and early life exposures.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Practical Guide to the Use of Upadacitinib in Ulcerative Colitis and Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nCollaborative Registries for Pediatric Crohn's Disease: A Leap Forward or More of the Same?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Adenomyomatous hyperplasia of the ampulla of Vater.\r\n\r\nPubmed   Journal   ReadQx \r\nLow Incidence of Pulmonary Aspiration During Upper Endoscopy in Patients Prescribed a Glucagon-Like Peptide 1 Receptor Agonist.\r\n\r\nPubmed   Journal   ReadQx \r\nMesalazine-induced obstructive intra- and extra-hepatic bile duct inflammation mimicking cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual Villiform Re-epithelialisation in Barrett's Esophagus following Endoscopic Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A tricky gastric lesion diagnosed by small-bowel capsule endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAspiration of tissues and ascites: the solution to endoscopic ultrasound-related duodenal perforation during pancreatic cancer sampling.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCold snare for your polyps <10mm; cold snare for the planet.\r\n\r\nPubmed   Journal   ReadQx \r\nMultipolar adaptive traction allows diagnostic endoscopic submucosal dissection for colonic lesions with focal invasive area.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Case of Mistaken Identity. \r\n\r\nPubmed   Journal   ReadQx \r\nA Practical Guide to Evaluating and Using Big Data in Digestive Disease Research.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Acute Pancreatitis. \r\n\r\nPubmed   Journal   ReadQx \r\nConcepts and Controversies in EoE: What's coming down the pipe.\r\n\r\nPubmed   Journal   ReadQx \r\nSex-Discordant Fecal Microbiota Transplantation for C. difficile may increase risk of post-infection irritable bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling the protective role of BTNL-selected d T cells in inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nWatery diarrhea and various and variable lesions in the intestine. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A case of idiopathic retroperitoneal fibrosis (Ormond's disease) diagnosed by transduodenal endoscopic ultrasound-guided fine needle aspiration/biopsy (EUS-FNA/FNB). \r\n\r\nPubmed   Journal   ReadQx \r\nTop tips for successful endoscopic hemorrhoid banding.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    EUS-guided gallbladder drainage in acute cholecystitis: long-term problems with surgical approach.\r\n\r\nPubmed   Journal   ReadQx \r\nExtent of normal polyp resection margin: a possible quality measure for polyp resection.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Fecal calprotectin profiles in Crohn's disease: a longitudinal data analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe risk of polysaccharide hemostatic powder for peptic ulcer bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nWhat the new definition of MASLD left behind: Dual aetiology with viral hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Consideration of Defining the Detailed Target Population and Mortality Rates: Key Factors in Achieving Generalizable Results.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Response to: Correspondence on 'Definition of age-dependent reference values for the diameter of the common bile duct and pancreatic duct on MRCP: still needed further discussion' by Wang et al.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    ARID3A variant and the risk of primary biliary cholangitis in a Central European cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nBeyond Body Weight: Diversified Presentation of MASLD in Lean, Overweight, and Obese Participants.\r\n\r\nPubmed   Journal   ReadQx \r\nIncrease in HDV replication during steroid therapy - potential implications for testing and treatment strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nPreliminary Fatty Liver Disease Grading Using General-Purpose Online Large Language Models: ChatGPT-4 or Bard?\r\n\r\nPubmed   Journal   ReadQx \r\nSuboptimal hydration status increases the risk of incident MAFLD: a pediatric cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nUltrasensitive HBsAg testing predicts HBsAg seroreversion outcomes: considerations for new and existing therapies.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-12T21:05:48-05:00",
    "input_file": {}
  }
]
