[
  {
    "path": "gi/12-15-2023/",
    "title": "Fri Dec 15 2023",
    "description": "24 articles - From Friday Dec 08 2023 to Friday Dec 15 2023",
    "author": [],
    "date": "2023-12-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endoscopy\r\n    Curriculum for diagnostic endoscopic ultrasound training in Europe: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement. \r\nn/a.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    ALCOHOLIC FOAMY DEGENERATION, AN ENTITY RESEMBLING ALCOHOL-ASSOCIATED HEPATITIS: DIAGNOSIS, PROGNOSIS AND MOLECULAR PROFILING. \r\nDifferential diagnosis is important because prognosis and treatment differ largely. Triglyceride levels successfully identify most patients with AFD and may be helpful in decision-making.\r\nPubmed   Journal   ReadQx \r\nLiver Stiffness Measurement and Risk Prediction of Hepatocellular Carcinoma After HCV Eradication in Veterans with Cirrhosis. \r\nLSM predicts rates of HCC in patients with HCV cirrhosis after SVR at multiple cutoff levels and offers a single test to predict portal hypertension-related complications and HCC. Patients with LSM <5 kPa in the absence of diabetes mellitus had a low risk of HCC where surveillance could be discontinued.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Galectin-7 induction by EHMT2 inhibition enhances immunity in MSS colorectal cancer. \r\nGalectin-7 administration enhanced anti-PD1 efficacy in MSS CRC, serving as a potent adjunct cytokine therapy. Our findings suggest that targeting the EHMT2/galectin-7 axis could provide a novel combination strategy for immunotherapy in MSS CRC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Novel Blood-Sensing Capsule for Rapid Detection of Upper Gastrointestinal Bleeding: A Prospective Clinical Trial. \r\n(ClinicalTrials. gov, NCT05385224).\r\nPubmed   Journal   ReadQx \r\nAssessing the impact of center volume on the cost-effectiveness of centralizing ERCP. \r\nThe study's main findings remained unchanged while combining al model parameters in the PSA. Our findings show that HV centers have high-performance rates at lower costs, raising the need to consider the principle of centralization of ERCPs into HV centers to improve the quality of care.\r\nPubmed   Journal   ReadQx \r\nBraided-type stent versus laser-cut-type stent for patients with unresectable distal malignant biliary obstruction: a randomized controlled trial. \r\nThe median overall survival (L: 158 days, B: 204 days) after stenting was not significantly different between the groups (p=0.8544). In the setting of DMBO, braided (B)-type stents are associated with less recurrent obstruction than laser-cut-type (L) stents, although there was no difference in safety.\r\nPubmed   Journal   ReadQx \r\nDeep learning based lesions detection and severity grading of small bowel Crohn's disease ulcers on double-balloon endoscopy images. \r\nThe EfficientNet-b5 achieved high accuracy in detecting CD lesions and grading CD ulcers. The AI model can provide expert-level accuracy and objective evaluation of small bowel CD to optimize the clinical treatment plans.\r\nPubmed   Journal   ReadQx \r\nHood attached vs conventional triangular tip-jet knife in peroral endoscopic myotomy: a propensity score matching cohort study. \r\nThe mean myotomy efficiency was improved from 2.76 to 2.32 min/cm (16% improvement, P = <0.001), and usage of coagulation forceps for hemostasis was decreased from 3.87 to 0.55 (86% reduction, P = <0.001). This study showed that use of TTJ-H could reduce total procedure time, improve myotomy efficiency, and reduce costs compared to TTJ.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    NIS2+TM as a screening tool to optimize patient selection in metabolic dysfunction-associated steatohepatitis clinical trials. \r\nWhile the use of FIB-4 alone did not lead to a significant improvement of the screening process, selecting patients using NIS2+ ™, a recently developed optimization of the NIS4® technology for the detection of at-risk MASH, showed improved performances by simultaneously reducing LBFRs and the overall cost of the trial, keeping a manageable number of patients needed to screen, without generating any bias in included patients' characteristics. This makes NIS2+ ™ an accurate and reliable screening tool for improving the recruitment of patients in future MASH clinical trials, and would lead to increased patient comfort and security, ensuring timely and cost-efficient completion of those trials.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Esophageal Motility Abnormalities in Lung Transplant Recipients With Esophageal Acid Reflux Are Different From Matched Controls. \r\nThe strongest correlation with AET after LT was found to be esophageal peristaltic vigor. These results add to the understanding of reflux after LT and may help tailor an individualized treatment plan.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Gastrointest Endosc\r\n    Analyzing methods for reducing recurrence rates after endoscopic mucosal resection of large non-pedunculated colorectal polyps: An Indirect pairwise comparison. \r\nEMR+ STSC seems to provide favorable odds for reducing polyp recurrence post-resection for large non-pedunculated polyps. Standardization of methods to detect residual polyp and prevent polyp recurrence at the time of EMR are required.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Endoscopic diverticular ridge myotomy to treat acute colonic diverticulitis caused by impacted fecalith. \r\n\r\nPubmed   Journal   ReadQx \r\nRisankizumab Effectiveness and Safety in Crohn's Disease: Real-world Data from a Large Tertiary Center. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of small-bowel and colon malformation identified during endoscopy in an adult patient. \r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Case of Mistaken Identity. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Acute Pancreatitis. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Severe Wall Thickening and Stenosis of the Sigmoid Colon Accompanied by Polyposis. \r\n\r\nPubmed   Journal   ReadQx \r\nBeware: A Rare Pathogen Associated With Underlying Gastrointestinal Cancer. \r\n\r\nPubmed   Journal   ReadQx \r\nFaecal microbiota transplantation to reverse host-related determinants of resistance to anti-cancer immunotherapy. \r\n\r\nPubmed   Journal   ReadQx \r\nWatery diarrhea and various and variable lesions in the intestine. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A case of idiopathic retroperitoneal fibrosis (Ormond's disease) diagnosed by transduodenal endoscopic ultrasound-guided fine needle aspiration/biopsy (EUS-FNA/FNB). \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Eversion and Strangulation of a Biliary Intraductal Papillary Neoplasm. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Antibiotics prescription and new-onset irritable bowel syndrome-Authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-21T08:11:09-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-08-2023/",
    "title": "Fri Dec 08 2023",
    "description": "72 articles - From Friday Dec 01 2023 to Friday Dec 08 2023",
    "author": [],
    "date": "2023-12-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endoscopy\r\n    Training in basic gastrointestinal endoscopic procedures: a European Society of Gastrointestinal Endoscopy (ESGE) and European Society of Gastroenterology and Endoscopy Nurses and Associates (ESGENA) Position Statement.\r\n9:  ESGE and ESGENA recommend that GI endoscopy training units fulfil the ESGE KPIs for endoscopy units and, furthermore, be capable of providing the dedicated personnel, infrastructure, and sufficient case volume required for successful training within a structured training program. 10:  ESGE and ESGENA recommend that trainers in basic GI endoscopic procedures should be endoscopists with formal educational training in the teaching of endoscopy, which allows them to successfully and safely teach trainees.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Improved assessment of donor liver steatosis using Banff consensus recommendations and deep learning algorithms.\r\nOur findings support the use of Banff recommendations in daily practice and highlight the need for a granular analysis of their effect on liver transplantation outcomes. Impact and implications • We developed and validated the first automated deep-learning algorithms for steatosis standardized assessment based on the Banff Liver Working Group consensus recommendations. • Our algorithm provides an unbiased automated evaluation of steatosis, which will lay the groundwork for granular analysis of steatosis's short- and long-term effects on organ viability to identify clinically relevant steatosis cut-off for donor organ acceptance. • Implementing our algorithm in daily clinical practice will allow a more efficient and safe allocation of donor organs, aiming at improving the post-transplant outcomes of patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Dye Chromoendoscopy Outperforms High-Definition White Light Endoscopy in Dysplasia Detection for IBD Patients: An Updated Meta-analysis of Randomized Controlled Trials.\r\n Our updated meta-analysis supports DCE as a superior strategy in overall dysplasia detection in IBD, even with HD scopes. When expertise is available, DCE should be considered for surveillance colonoscopy in high-risk IBD patients, with the acknowledgment that virtual chromoendoscopy shows equivalence in recent studies. Further multicenter trials with multiple endoscopists with varying expertise levels and longer-term outcome data showing a reduction in cancer or cancer-related death are needed.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Lack of Effectiveness of Computer Aided Detection for Colorectal Neoplasia: A Systematic Review and Meta-analysis of Non-Randomized Studies.\r\n CADe in colonoscopies neither improves the detection of colorectal neoplasia nor increases burden of colonoscopy in real-world, non-randomized studies, questioning the generalizability of the results of randomized trials.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Bifidobacterium breve Bif195 ameliorates aspirin-induced gastric mucosal damage: A randomised, double blind, placebo-controlled crossover trial.\r\nBif195 reduces aspirin-induced gastric mucosal damage and may serve as a safe supplement during multiple-dosing aspirin treatment.\r\nPubmed   Journal   ReadQx \r\nClinical trial: Clinical and endoscopic outcomes with ustekinumab in patients with Crohn's disease: Results from the long-term extension period of STARDUST.\r\n STARDUST LTE is the first interventional ustekinumab efficacy study to show a favourable benefit-risk profile with preservation of clinical and endoscopic outcomes through Week 104 using flexible, algorithm-driven dose adjustment including de-escalation.\r\nPubmed   Journal   ReadQx \r\nLong-term effectiveness and acceptability of switching from intravenous to subcutaneous infliximab in patients with inflammatory bowel disease treated with intensified doses: The REMSWITCH-LT study.\r\nSwitching from IV to SC infliximab 120 mg every other week is safe and well accepted leading to low long-term risk of relapse. Tight monitoring and dose escalation should be recommended for patients receiving 10 mg/kg/6 weeks and 4 weeks, respectively.\r\nPubmed   Journal   ReadQx \r\nLow screening rates and high prevalence of osteoporosis in cirrhosis: A real-world retrospective analysis.\r\n A minority of patients with cirrhosis were screened for osteoporosis. The majority screened had osteopenia or osteoporosis on DEXA scan. Less than a quarter of patients with osteoporosis were started on treatment. Real-world experience of oral bisphosphonate use did not reveal higher rates of gastrointestinal bleeding. There is room for improvement in al aspects of bone health care in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Long-term natural history of autoimmune gastritis: results from a prospective, monocentric series.\r\nAIG is a progressive disorder, with a virtually absent risk of gastric adenocarcinoma. Potential AIG patients should be monitored as they carry a high risk of evolving into overt AIG.\r\nPubmed   Journal   ReadQx \r\nThe efficacy of metoclopramide for gastric visualization by endoscopy in patients with active upper gastrointestinal bleeding: double-blind randomized controlled trial.\r\n Metoclopramide did not improve endoscopic visualization but decreased the need for second look EGD in patients with overall active UGIB. It improved gastric visualization in those with UGIB due to gastric lesions, primarily by improving visualization in the fundus. (ClinicalTrials.gov number NCT04771481).\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Accuracy of the enhanced liver fibrosis test in patients with type 2 diabetes mellitus and its clinical implications.\r\n The high diagnostic performance of the ELF test for predicting advanced fibrosis in individuals with or without T2DM could address an unmet medical need for accurate assessment of liver fibrosis in patients with diabetes and NAFLD.\r\nPubmed   Journal   ReadQx \r\nCardiovascular Safety of Ozanimod in Patients With Ulcerative Colitis: True North and Open-Label Extension Analyses.\r\nNo new cardiovascular safety signals were identified, consistent with findings from previous ozanimod studies. There were few major adverse cardiovascular events or thromboembolic events, which were unrelated or unlikely related to ozanimod. Ozanimod has a well-tolerated cardiovascular safety profile when prescribed in accordance with the label.\r\nPubmed   Journal   ReadQx \r\nChronic Liver Disease and Cirrhosis Mortality Rates are Disproportionately Increasing in Younger Women in the US between 2000-2020.\r\n Mortality rates due to CLD and cirrhosis in the U.S. are increasing disproportionately in younger women. This finding was driven by higher rates in Non-Hispanic White and Hispanic individuals, with variation between U.S. states. Future studies are warranted to identify the reasons for these trends with the ultimate goal of improving outcomes.\r\nPubmed   Journal   ReadQx \r\nLiver Stiffness Measurement and Risk Prediction of Hepatocellular Carcinoma After HCV Eradication in Veterans with Cirrhosis. \r\nLSM predicts rates of HCC in patients with HCV cirrhosis after SVR at multiple cutoff levels and offers a single test to predict portal hypertension-related complications and HCC. Patients with LSM <5 kPa in the absence of diabetes mellitus had a low risk of HCC where surveillance could be discontinued.\r\nPubmed   Journal   ReadQx \r\nRegression of liver fibrosis in patients on hepatitis B therapy is associated with decreased liver-related events.\r\nAntiviral therapy-induced liver fibrosis regression assessed by P-I-R score is associated with reduced liver-related events. This shows the utility of histologic fibrosis regression assessed by on-treatment P-I-R score as a surrogate endpoint for clinical events in patients with HBV-related fibrosis or early cirrhosis.\r\nPubmed   Journal   ReadQx \r\nReliability and Responsiveness of Histologic Indices for the Assessment of Crohn's Disease Activity.\r\n CD and UC indices were similarly reliable and responsive in measuring histologic CD activity. Exploratory index development did not offer benefit over current histologic instruments.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Anesthesia Choice and Its Potential Impact on Endoluminal Functional Lumen Imaging Probe Measurements in Esophageal Motility Disorders.\r\nThe use sevoflurane-based GAIA for diagnostic EndoFLIP may potentially lead to the misclassification of spastic disorders as Type I achalasia. Therefore, propofol-based TIVA should be considered over sevoflurane-based GAIA for sedation during the diagnostic test.\r\nPubmed   Journal   ReadQx \r\nAssessing the impact of center volume on the cost-effectiveness of centralizing ERCP. \r\nThe study's main findings remained unchanged while combining al model parameters in the PSA. Our findings show that HV centers have high-performance rates at lower costs, raising the need to consider the principle of centralization of ERCPs into HV centers to improve the quality of care.\r\nPubmed   Journal   ReadQx \r\nAssociation of direct oral anticoagulant and delayed bleeding with pharmacokinetics after endoscopic submucosal dissection.\r\nThe incidence of post-ESD bleeding taking DOAC was high, especially in aged patients and with high anti-coagulant effects. Measurement of pharmacokinetic parameters of DOACs may be useful in identifying patients at higher risk of post-ESD bleeding.\r\nPubmed   Journal   ReadQx \r\nENDOSCOPIC SUBMUCOSAL DISSECTION WITH VERSUS WITHOUT TRACTION FOR PATHOLOGICALLY STAGED T1B ESOPHAGEAL CANCER: A MULTICENTER RETROSPECTIVE STUDY.\r\n ESD with traction seems to be associated with higher odds of negative VM than ESD without traction for pathologically staged T1b EC, and future well-conducted prospective studies are warranted to establish the findings of the current study.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Powered Resection Device for Residual Colonic Lesions: The First Multicenter, Prospective, International Clinical Study.\r\nEPR is a safe and effective for benign, persistent, large (>20mm) scarred, colorectal adenomas and should be considered as an alternative treatment in lieu of surgery. Persistence rate of 46.7% show that more than one treatment are necessary for effective endoscopic treatment.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Transpancreatic Precut Sphincterotomy on the Quality of Endoscopic Retrograde Cholangiopancreatography in a Low-Volume Setting.\r\nTPS can effectively enhance the quality of ERCP irrespective of practice volume.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    10-year follow-up results of the European Achalasia Trial: a multicentre randomised controlled trial comparing pneumatic dilation with laparoscopic Heller myotomy.\r\nPD and LHM are equally effective even after 10 years of follow-up with limited risk to develop gastro-oesophageal reflux. Based on these data, we conclude that PD and LHM can both be proposed as initial treatment of achalasia.\r\nPubmed   Journal   ReadQx \r\nCompared to histamine-2 receptor antagonist, proton pump inhibitor induces stronger oral-to-gut microbial transmission and gut microbiome alterations: a randomised controlled trial.\r\n Our study provides evidence that PPIs have a greater impact on the gut microbiome and oral-to-gut transmission than H2RAs, shedding light on the mechanism underlying the higher risk of certain diseases associated with prolonged PPI use.\r\nPubmed   Journal   ReadQx \r\nDupilumab demonstrated efficacy and was well tolerated regardless of prior use of swallowed topical corticosteroids in adolescent and adult patients with eosinophilic oesophagitis: a subgroup analysis of the phase 3 LIBERTY EoE TREET study.\r\n Dupilumab 300 mg once a week demonstrated efficacy and was well tolerated in patients with EoE regardless of prior STC use or inadequate response, intolerance and/or contraindication to STC.\r\nPubmed   Journal   ReadQx \r\nIntegrative multiomics enhancer activity profiling identifies therapeutic vulnerabilities in cholangiocarcinoma of different etiologies.\r\n Our study elucidates the mechanisms underlying enhancer dysregulation and deepens understanding of different tumourigenesis processes in distinct CCA subtypes, with potential significant therapeutics and clinical benefits.\r\nPubmed   Journal   ReadQx \r\nSingle-cell transcriptomic analysis deciphers heterogenous cancer stem-like cells in colorectal cancer and their organ-specific metastasis.\r\n We uncover a mechanism for organ-specific CRC metastasis.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    ALDOB/KAT2A interactions epigenetically modulate TGF-ß expression and T cell functions in hepatocellular carcinogenesis.\r\nOur study has revealed a novel mechanism by which a metabolic enzyme in tumor cells epigenetically modulates TGF-ß signaling, thereby enabling cancer cells to evade immune surveillance and affect their response to immunotherapy.\r\nPubmed   Journal   ReadQx \r\nDeterminants of clinical response to empirical antibiotic treatment in patients with cirrhosis and bacterial and fungal infections- Results from the ICA 'Global study' [EABCIR-Global Study].\r\n Four out of 10 patients with cirrhosis do not respond to the first-line antibiotic therapy, leading to lower resolution of infections and higher mortality. Broader-spectrum antibiotics and strategies targeting systemic inflammation may improve prognosis in patients with high degree of inflammation, low serum albumin levels and severe liver impairment.  \r\nPubmed   Journal   ReadQx \r\nHyperinsulinemia, an overlooked clue, and potential way forward in metabolic dysfunction-associated steatotic liver disease.\r\nThe associated fasting hyperinsulinemia has been independently associated as a predictor of major adverse liver outcomes and major adverse cardiovascular events. In this review, we discuss the potential mechanism and entanglement between liver fibrosis and hyperinsulinemia and we hypothesise that the measure of fasting insulin could become a hepatic functional test within the armamentarium of non-invasive tests for the assessment of MASLD.\r\nPubmed   Journal   ReadQx \r\nInhibition of CAF-1 histone chaperone complex triggers cytosolic DNA and dsRNA sensing pathways and induces intrinsic immunity of hepatocellular carcinoma.\r\n Our findings suggest that CAF-1 is essential for HCC development, targeting CAF-1 may awaken the anti-cancer immune response and may work cooperatively with ICI treatment in cancer therapy.\r\nPubmed   Journal   ReadQx \r\nUBXN9 inhibits the RNA exosome function to promote T cell control of liver tumorigenesis.\r\nOur results reveal a modality in which UBXN9 promotes the stimulatory RNA-induced RIG-I-IFN signaling that induces anti-tumor T cell response in liver tumorigenesis. Targeted manipulation of the UBXN9-RNA exosome circuit may have the potential to reinstate the immune control of liver tumor growth.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Comprehensive gene profiling of the metabolic landscape of humanized livers in mice.\r\n Our work revealed a complex metabolic response landscape of human liver transcriptome and provided a novel resource to understand transcriptome dynamics of human liver in response to physiologically relevant metabolic stimuli ( Impact and implications Direct knowledge of the human liver transcriptome is currently very limited hindering the overall understanding of human liver pathophysiology. We combined a liver-specific humanized mouse model and long read direct RNA sequencing technology to establish a de novo annotation of the human liver transcriptome and identified a multitude of regulated metabolic pathways that were otherwise invisible using conventional technologies. The extensive regulatory information of human genes we provided would allow basic scientists to infer the disease relevance of their genes of interest and physician scientists to better pinpoint the changes in metabolic networks underlying a specific pathophysiology.\r\nPubmed   Journal   ReadQx \r\nNIS2+TM as a screening tool to optimize patient selection in metabolic dysfunction-associated steatohepatitis clinical trials. \r\nWhile the use of FIB-4 alone did not lead to a significant improvement of the screening process, selecting patients using NIS2+ ™, a recently developed optimization of the NIS4® technology for the detection of at-risk MASH, showed improved performances by simultaneously reducing LBFRs and the overall cost of the trial, keeping a manageable number of patients needed to screen, without generating any bias in included patients' characteristics. This makes NIS2+ ™ an accurate and reliable screening tool for improving the recruitment of patients in future MASH clinical trials, and would lead to increased patient comfort and security, ensuring timely and cost-efficient completion of those trials.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Esophageal Motility Abnormalities in Lung Transplant Recipients With Esophageal Acid Reflux Are Different From Matched Controls. \r\nThe strongest correlation with AET after LT was found to be esophageal peristaltic vigor. These results add to the understanding of reflux after LT and may help tailor an individualized treatment plan.\r\nPubmed   Journal   ReadQx \r\nThe Effect of STW5 (Iberogast) on Reflux Symptoms in Patients With Concurrent Dyspeptic Symptoms: A Double-blind Randomized Placebo-controlled Crossover Trial.\r\nWe found some indications pointing towards a beneficial effect of STW5 on reflux symptoms in dyspeptic patients, with reduction of esophageal hypersensitivity as a potential underlying mechanism. Our findings will have to be confirmed in larger studies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    EXPANDING ROLE OF GASTROENTEROLOGY IN THE STAGING OF DIGESTIVE NEUROENDOCRINE TUMORS: UPDATES FROM THE AJCC VERSION 9 CANCER STAGING SYSTEM.\r\n\r\nPubmed   Journal   ReadQx \r\nEXPLORing the therapeutic ceiling in Crohn´s Disease: will combination pave the way?\r\n\r\nPubmed   Journal   ReadQx \r\nFrom Hirschowitz to 2023: Modern Endoscopy and Beyond.\r\n\r\nPubmed   Journal   ReadQx \r\nThe colorectal cancer enigma and early life exposures.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Practical Guide to the Use of Upadacitinib in Ulcerative Colitis and Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nCollaborative Registries for Pediatric Crohn's Disease: A Leap Forward or More of the Same?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Adenomyomatous hyperplasia of the ampulla of Vater.\r\n\r\nPubmed   Journal   ReadQx \r\nLow Incidence of Pulmonary Aspiration During Upper Endoscopy in Patients Prescribed a Glucagon-Like Peptide 1 Receptor Agonist.\r\n\r\nPubmed   Journal   ReadQx \r\nMesalazine-induced obstructive intra- and extra-hepatic bile duct inflammation mimicking cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual Villiform Re-epithelialisation in Barrett's Esophagus following Endoscopic Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A tricky gastric lesion diagnosed by small-bowel capsule endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAspiration of tissues and ascites: the solution to endoscopic ultrasound-related duodenal perforation during pancreatic cancer sampling.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCold snare for your polyps <10mm; cold snare for the planet.\r\n\r\nPubmed   Journal   ReadQx \r\nMultipolar adaptive traction allows diagnostic endoscopic submucosal dissection for colonic lesions with focal invasive area.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Case of Mistaken Identity. \r\n\r\nPubmed   Journal   ReadQx \r\nA Practical Guide to Evaluating and Using Big Data in Digestive Disease Research.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Acute Pancreatitis. \r\n\r\nPubmed   Journal   ReadQx \r\nConcepts and Controversies in EoE: What's coming down the pipe.\r\n\r\nPubmed   Journal   ReadQx \r\nSex-Discordant Fecal Microbiota Transplantation for C. difficile may increase risk of post-infection irritable bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling the protective role of BTNL-selected d T cells in inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nWatery diarrhea and various and variable lesions in the intestine. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A case of idiopathic retroperitoneal fibrosis (Ormond's disease) diagnosed by transduodenal endoscopic ultrasound-guided fine needle aspiration/biopsy (EUS-FNA/FNB). \r\n\r\nPubmed   Journal   ReadQx \r\nTop tips for successful endoscopic hemorrhoid banding.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    EUS-guided gallbladder drainage in acute cholecystitis: long-term problems with surgical approach.\r\n\r\nPubmed   Journal   ReadQx \r\nExtent of normal polyp resection margin: a possible quality measure for polyp resection.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Fecal calprotectin profiles in Crohn's disease: a longitudinal data analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe risk of polysaccharide hemostatic powder for peptic ulcer bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nWhat the new definition of MASLD left behind: Dual aetiology with viral hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Consideration of Defining the Detailed Target Population and Mortality Rates: Key Factors in Achieving Generalizable Results.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Response to: Correspondence on 'Definition of age-dependent reference values for the diameter of the common bile duct and pancreatic duct on MRCP: still needed further discussion' by Wang et al.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    ARID3A variant and the risk of primary biliary cholangitis in a Central European cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nBeyond Body Weight: Diversified Presentation of MASLD in Lean, Overweight, and Obese Participants.\r\n\r\nPubmed   Journal   ReadQx \r\nIncrease in HDV replication during steroid therapy - potential implications for testing and treatment strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nPreliminary Fatty Liver Disease Grading Using General-Purpose Online Large Language Models: ChatGPT-4 or Bard?\r\n\r\nPubmed   Journal   ReadQx \r\nSuboptimal hydration status increases the risk of incident MAFLD: a pediatric cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nUltrasensitive HBsAg testing predicts HBsAg seroreversion outcomes: considerations for new and existing therapies.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-12T21:05:48-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-01-2023/",
    "title": "Fri Dec 01 2023",
    "description": "77 articles - From Friday Nov 24 2023 to Friday Dec 01 2023",
    "author": [],
    "date": "2023-12-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on Appropriate and Tailored Polypectomy: Expert Review.\r\nBEST PRACTICE ADVICE 11: Refer patients with nonpedunculated polyps with clear evidence of submucosally invasive cancer for surgical evaluation. BEST PRACTICE ADVICE 12: Understand the endoscopy suite's electrosurgical generator settings appropriate for polypectomy or postpolypectomy thermal techniques.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Improved assessment of donor liver steatosis using Banff consensus recommendations and deep learning algorithms.\r\nOur findings support the use of Banff recommendations in daily practice and highlight the need for a granular analysis of their effect on liver transplantation outcomes. Impact and implications • We developed and validated the first automated deep-learning algorithms for steatosis standardized assessment based on the Banff Liver Working Group consensus recommendations. • Our algorithm provides an unbiased automated evaluation of steatosis, which will lay the groundwork for granular analysis of steatosis's short- and long-term effects on organ viability to identify clinically relevant steatosis cut-off for donor organ acceptance. • Implementing our algorithm in daily clinical practice will allow a more efficient and safe allocation of donor organs, aiming at improving the post-transplant outcomes of patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Dye Chromoendoscopy Outperforms High-Definition White Light Endoscopy in Dysplasia Detection for IBD Patients: An Updated Meta-analysis of Randomized Controlled Trials.\r\n Our updated meta-analysis supports DCE as a superior strategy in overall dysplasia detection in IBD, even with HD scopes. When expertise is available, DCE should be considered for surveillance colonoscopy in high-risk IBD patients, with the acknowledgment that virtual chromoendoscopy shows equivalence in recent studies. Further multicenter trials with multiple endoscopists with varying expertise levels and longer-term outcome data showing a reduction in cancer or cancer-related death are needed.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Colorectal endoscopic submucosal dissection in the West: A systematic review and meta-analysis.\r\nThe effectiveness of colorectal ESD for large colorectal polyps and early colorectal cancers is improving in Western countries, and recent resection rates are comparable to that seen in Asia. Colorectal perforation is still observed in about 5% of ESD;  however, < 2% of patients need emergency surgery for AEs.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Bifidobacterium breve Bif195 ameliorates aspirin-induced gastric mucosal damage: A randomised, double blind, placebo-controlled crossover trial.\r\nBif195 reduces aspirin-induced gastric mucosal damage and may serve as a safe supplement during multiple-dosing aspirin treatment.\r\nPubmed   Journal   ReadQx \r\nClinical trial: Clinical and endoscopic outcomes with ustekinumab in patients with Crohn's disease: Results from the long-term extension period of STARDUST.\r\n STARDUST LTE is the first interventional ustekinumab efficacy study to show a favourable benefit-risk profile with preservation of clinical and endoscopic outcomes through Week 104 using flexible, algorithm-driven dose adjustment including de-escalation.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of upadacitinib for 16-week extended induction and 52-week maintenance therapy in patients with moderately to severely active ulcerative colitis.\r\nPatients without clinical response after 8 weeks' upadacitinib 45 mg induction therapy, may benefit from an additional 8 weeks of therapy. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nLong-term effectiveness and acceptability of switching from intravenous to subcutaneous infliximab in patients with inflammatory bowel disease treated with intensified doses: The REMSWITCH-LT study.\r\nSwitching from IV to SC infliximab 120 mg every other week is safe and well accepted leading to low long-term risk of relapse. Tight monitoring and dose escalation should be recommended for patients receiving 10 mg/kg/6 weeks and 4 weeks, respectively.\r\nPubmed   Journal   ReadQx \r\nLongitudinal changes in renal function in patients with chronic hepatitis B on antiviral treatment.\r\nNUC-treated patients, especially those on TDF, faced a higher CKD progression risk than untreated patients. Entecavir- and TAF-treated patients had comparable CKD progression risks to untreated patients. No difference was observed between entecavir and TAF in the risk of CKD progression.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Psychiatric and educational aspects of familial adenomatous polyposis - a nationwide Danish cohort study with matched non-exposed individuals.\r\n Compared to non-exposed individuals, FAP patients had significantly less education and an increased risk of developing mood and behavioural disorders, with an increased likelihood of needing antidepressants and antipsychotics.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Chronic Liver Disease and Cirrhosis Mortality Rates are Disproportionately Increasing in Younger Women in the US between 2000-2020.\r\n Mortality rates due to CLD and cirrhosis in the U.S. are increasing disproportionately in younger women. This finding was driven by higher rates in Non-Hispanic White and Hispanic individuals, with variation between U.S. states. Future studies are warranted to identify the reasons for these trends with the ultimate goal of improving outcomes.\r\nPubmed   Journal   ReadQx \r\nProlonged gastrointestinal manifestations after recovery from COVID-19.\r\nIn this follow-up survey of patients 12-18 months after hospitalization with COVID-19, there was a high prevalence of DGBIs and persistent GI symptoms. Prolonged gastrointestinal manifestations were associated with the severity of GI symptoms during hospitalization and with the degree of psychological trauma related to the illness experience.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Duodenal neuroendocrine tumors: Short-term outcomes of endoscopic submucosal dissection performed in the Western setting.\r\nIn experienced hands, ESD for D-NETs can achieve a 100% en bloc resection rate. There were no cases of local recurrence or distant metastatic spread, indicating that ESD may be a viable option for patients with D-NETs 10 to 15 mm that are not surgical candidates.\r\nPubmed   Journal   ReadQx   PMC\r\nPilot study of an endoluminal-suturing device as a treatment for patients with gastroesophageal reflux disease.\r\nEndoscopic full-thickness suturing of the esophagogastric junction with the Endomina suturing platform is feasible, allowing persistence of two-thirds of the plications, with promising results for decreasing reflux and improving GERD symptoms.\r\nPubmed   Journal   ReadQx   PMC\r\nPotential role of a novel endoscopic retrieval bag for large colorectal resected specimen: a proof-of-concept study.\r\nThe median (interquartile range) retrieval time was 4 (4-8) minutes, and no apparent adverse events were observed. The novel Endo Carry Large Type device can accomplish colorectal specimen retrieval safely and quickly without specimen damage and therefore may contribute to accurate pathological diagnosis.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Cholangiocytes modulate CD100 expression in the liver and facilitate pathogenic Th17 differentiation.\r\nCD100 exerts its functional impact through cholangiocyte-immune cell crosstalk and underscores an active, proinflammatory role of cholangiocytes that can be relevant to novel treatment approaches.\r\nPubmed   Journal   ReadQx \r\nProteomic characterization identifies clinically relevant subgroups of gastrointestinal stromal tumors.\r\nOur study provides a valuable data resource and highlights potential therapeutic approaches for GIST.\r\nPubmed   Journal   ReadQx \r\nRET Signaling Persists in the Adult Intestine and Stimulates Motility by Limiting PYY Release from Enteroendocrine Cells.\r\nRET signaling normally limits nutrient-dependent peptide release from L-cells and this activity is necessary for normal intestinal motility in male mice. These effects could contribute to dysmotility in HSCR, which predominantly affects males, and uncovers a mechanism that could be targeted to treat post-prandial GI dysfunction.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Nationwide Organized Cancer Screening Programs on Gastric Cancer Mortality: a Synthetic Control Study.\r\n South Korea's nationwide GC screening has apparent benefits while the Japanese program's effectiveness is uncertain. The experiences of South Korea and Japan could serve as a reference for other countries.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparison of covered self-expandable metallic stents with 12-mm and 10-mm diameters for unresectable malignant distal biliary obstructions: A prospective randomized trial.\r\nThe 12-mm covered self-expandable metallic stents provide a longer time to recurrent biliary obstruction than do 10-mm covered self-expandable metallic stents for managing unresectable malignant distal biliary obstruction.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Base editing of the mutated TERT promoter inhibits liver tumor growth.\r\nThese findings demonstrate that a sgRNA-guided CjABE efficiently converts the mutated TERT promoter -124 C>T to -124 C in HCC cells and underscore the potential to treat HCC by the base editing-mediated correction of TERT promoter mutations.\r\nPubmed   Journal   ReadQx \r\nPUS1 promotes hepatocellular carcinoma via mRNA pseudouridylation to enhance the translation of oncogenic mRNAs.\r\n Our study highlights the critical role of PUS1 and pseudouridylation in HCC development, and provides new insight that PUS1 enhances the protein levels of a set of oncogenes, including IRS1 and c-MYC, via pseudouridylation-mediated mRNA translation.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    The adjusted prevalence of hepatitis delta virus (HDV) in 25 countries and territories.\r\nWe found substantially lower HDV prevalence than previously reported, as prior meta-analyses primarily focused on studies conducted in groups/regions that have a higher probability of HBV infection  tertiary care centers, specific risk groups or geographical regions. There is large uncertainty in HDV prevalence. The implementation of reflex testing would improve estimates, while also allowing earlier linkage to care for HDV-RNA-positive individuals. The logistical and economic burden of reflex testing on the health system would be limited, as it would only screen HBsAg+ cases. Impact and implications There is a great deal of uncertainty surrounding the prevalence of HDV among people living with HBV at the population level. This study aimed to better understand the burden in 25 countries and territories, to refine techniques that can be used in future analyses. We found a lower prevalence in the majority of places studied than had been previously reported. These data can help inform policy makers on the need to screen people living with HBV to find those coinfected with HDV and at high risk for progression, while also highlighting the pitfalls that other researchers have often fallen into.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    The Prevalence and Characteristics of Symptomatic Uncomplicated Diverticular Disease Among Asian Patients With Unexplained Abdominal Symptoms.\r\nIt is important to recognize that patients with SUDD account for as high as 31% of outpatients with unexplained abdominal symptoms;  these patients have diarrhea and a low QOL. The presence of right-sided SUDD was characteristic of Asian patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    American Indian and Alaska Native Digestive Health: Challenges, Opportunities, and a Path Forward.\r\n\r\nPubmed   Journal   ReadQx \r\nBlue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Drainage of walled-off necrosis: when can I still use plastic stents?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Too Much of a Good Thing: Imposing an Upper Limit to a High Fiber Diet.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Detour of bile acids routes as therapeutic roadmap for cholemic nephropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nE. coli´s fight against TYROnny: Designing a bacterial strain to tackle tyrosinemia type 1.\r\n\r\nPubmed   Journal   ReadQx \r\nUsing NIS2+™ to identify at-risk MASH in clinical trials.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Calendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nChatGPT and American College of Gastroenterology Self-Assessment Test: Comment.\r\n\r\nPubmed   Journal   ReadQx \r\nComments on Quality of Life in Patients With Definite Chronic Pancreatitis: A Nationwide Longitudinal Cohort Study.\r\n\r\nPubmed   Journal   ReadQx \r\nGenerative Artificial Intelligence for Gastroenterology: Neither Friend nor Foe.\r\n\r\nPubmed   Journal   ReadQx \r\nIdentifying Phenotypic Determinants of Infliximab Target Concentrations in Inflammatory Bowel Disease: Toward Personalized Evidence-Based Dosing Regimens.\r\n\r\nPubmed   Journal   ReadQx \r\nLooking to Future Applications of Large Language Models.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Bourgonje and Mian.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Yi et al.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Adenomyomatous hyperplasia of the ampulla of Vater.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Basket-assisted method for removal of floating pancreatic stones by electronic hydraulic lithotripsy through peroral pancreatoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Colonoscopy setting and impact on statistical significance in Artificial Intelligence trials.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis and preoperative evaluation of vena cava mass by endoscopic ultrasound: \"hunting\" for the overlooked lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnet-assisted traction method helps to reduce the difficulty of esophageal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral endoscopic myotomy for Zenker's diverticulum without tunneling.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Deploying lactulose as a prebiotic to reduce complications of chronic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMassive Mesenteric Lymphadenopathy - an unusual outcome.\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling the protective role of BTNL-selected d T cells in inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Fish Bone Embedded in the Hypopharynx Successfully Extracted Using Cap-assisted Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nAnti-reflux mucosal ablation as the rescue therapy for fundoplication failure.\r\n\r\nPubmed   Journal   ReadQx \r\nArtificial intelligence aided colonoscopy in 10 years.\r\n\r\nPubmed   Journal   ReadQx \r\nBiliary cast syndrome developed after treatment for acute cholangitis : Progression to secondary sclerosing cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nDirect Intrahepatic Portocaval Shunt Into the Bile Duct: A Rare Case of Jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Closure of Refractory External Pancreatic Fistula by Injecting Metal Coil in the Fistula Tract.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound Directed Transgastric ERCP for management of severe hepatic steatosis and fibrosis in a liver transplant patient with bypass anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Cholecystojejunostomy for Management of Acute Cholecystitis in a Patient with Cirrhosis, Ascites and Roux-en-Y Gastric Bypass Anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of a chicken bone embedded in a child's esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for the treatment of advanced esophageal cancer subsequent to chemotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing Diagnosis: The role of endocytoscopy in diagnosing small esophageal squamous cell carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nOff-label use of large bariatric stent: How to open the angle.\r\n\r\nPubmed   Journal   ReadQx \r\nSimultaneous Cesarean Section and Cystogastrostomy with Lumen Apposing Metal Stent Placement in 34 weeks Pregnant Female.\r\n\r\nPubmed   Journal   ReadQx \r\nSplenosis with suspected gastric subepithelial lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful prevention of post-ESD esophageal stenosis using autologous buccal mucosa with polyglycolic acid and self-help inflatable balloon.\r\n\r\nPubmed   Journal   ReadQx \r\nTransesophageal echocardiography upper esophageal perforation successfully treated with Vacuum-sponge therapy (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Incorporation of genetic testing into the diagnostic algorithms of PALF: The time is now.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Alcohol-induced extracellular ASC specks perpetuate liver inflammation and damage in alcohol-associated hepatitis even after alcohol cessation.\r\n\r\nPubmed   Journal   ReadQx \r\nLooking for the best algorithm in diabetes population for advanced fibrosis detection: The best is the enemy of the good.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A rare cause of painful hepatomegaly.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Fecal calprotectin profiles in Crohn's disease: a longitudinal data analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    ARID3A variant and the risk of primary biliary cholangitis in a Central European cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nBeyond Body Weight: Diversified Presentation of MASLD in Lean, Overweight, and Obese Participants.\r\n\r\nPubmed   Journal   ReadQx \r\nIncrease in HDV replication during steroid therapy - potential implications for testing and treatment strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nPreliminary Fatty Liver Disease Grading Using General-Purpose Online Large Language Models: ChatGPT-4 or Bard?\r\n\r\nPubmed   Journal   ReadQx \r\nSuboptimal hydration status increases the risk of incident MAFLD: a pediatric cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nUltrasensitive HBsAg testing predicts HBsAg seroreversion outcomes: considerations for new and existing therapies.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-05T21:24:27-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-24-2023/",
    "title": "Fri Nov 24 2023",
    "description": "147 articles - From Friday Nov 17 2023 to Friday Nov 24 2023",
    "author": [],
    "date": "2023-11-24",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Diagnosis and Management of Biliary Strictures: A Clinical Practice Guideline Dissemination Tool.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Guideline on the Role of Biomarkers for the Management of Crohn's Disease.\r\nIn patients with CD, fecal calprotectin and serum CRP can inform disease management in both asymptomatic and symptomatic disease. Discordance between symptom assessment and biomarker value may merit endoscopic evaluation for confirmation of status of disease activity.\r\nPubmed   Journal   ReadQx \r\nAGA Clinical Practice Update on the Use of Vasoactive Drugs and Intravenous Albumin in Cirrhosis: Expert Review.\r\nBEST PRACTICE ADVICE 12: Terlipressin use is contraindicated in patients with hypoxemia and in patients with ongoing coronary, peripheral, or mesenteric ischemia, and should be used with caution in patients with acute-on-chronic liver failure grade 3. The benefits may not outweigh the risks in patients with serum creatinine >5 mg/dL and in patients listed for transplantation with a Model for End-stage Liver Disease =35.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Meeting the environmental challenges of endoscopy: a pathway from strategy to implementation.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter To The Editor: A multi-society delphi consensus statement on new fatty liver disease nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: A multi-society delphi consensus statement on new fatty liver disease nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: Impact of intragastric balloon therapy on NAFLD-related parameters in patients with obesity.\r\n Intragastric balloons may play an important role in addressing the treatment gap in NAFLD management.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Diagnostic accuracy of AGILE3+ score for advanced fibrosis in patients with non-alcoholic fatty liver disease: A systematic review and meta-analysis.\r\n Our systematic review and meta-analysis suggest that Agile3+ accurately diagnoses NAFLD with advanced fibrosis and can identify patients eligible for biopsy and emerging pharmacotherapies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    The polymorphic variant of SerpinB3 (SerpinB3-PD) is associated with faster cirrhosis decompensation.\r\nThe polymorphic variant SB3-PD is highly effective in determining activation of TGF-ß1 and inflammation in vitro. Patients with cirrhosis who carry SB3-PD polymorphism may be more prone to develop severe liver disease progression. However, further validation studies are warranted to support the in vivo relevance of this polymorphism.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Changes in Therapy Are Not Associated with Increased Remission in Patients with Crohn's Disease of the Pouch.\r\n Approximately 50% with symptoms at enrollment achieved clinical remission at 12 months, the majority of whom did so without a change in therapy.\r\nPubmed   Journal   ReadQx \r\nCharacterizing the Impact of Disorders of the Gut-Brain Interaction (DGBI) on Mental and Physical Health Functioning among Spanish-Speaking Latino Adults Living in the U.S.\r\n Better understanding mental health and treatment seeking behaviors among Latino individuals may help clinical gastroenterologists engage their Latino patients to a greater extent and thus provide higher quality of care.\r\nPubmed   Journal   ReadQx \r\nComprehensive Assessment of Nutrition and Dietary Influences in Hypermobile Ehlers Danlos Syndrome (CANDI-hEDS) - a cross sectional study.\r\n Altered diet is very common in the hEDS/HSD patients we studied and influenced by functional dyspepsia, reflux symptoms and ARFID. Those with ARFID have a four-fold increased risk of requiring nutrition support and therefore, it is paramount that psychological support is offered in parallel with dietary support in the management of DGBI in hEDS/HSD.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of Helicobacter pylori treatments according to antibiotic resistance.\r\nIn regions where the antibiotic resistance rate of H. pylori is high, eradication treatment with the three-in-one single-capsule, the quadruple with bismuth and concomitant with tinidazole are the best options in naïve patients. In non-naïve patients, the three-in-one single-capsule and the triple therapy with levofloxacin provided encouraging results.\r\nPubmed   Journal   ReadQx \r\nIncreased Grades of Rectal Intussusception: Role of Decline in Pelvic Floor Integrity and Association with Dyssynergic Defecation.\r\n Our data suggests that decline in pelvic floor integrity with abnormal levator ani laxity is associated with increased RI grades;  a process that is independent of age, history of vaginal deliveries and/or pelvic surgeries, and perhaps related to dyssynergic defecation.\r\nPubmed   Journal   ReadQx \r\nPatients with Esophageal Adenocarcinoma with prior GERD symptoms are similar to those without GERD: A Cross-sectional Study.\r\nEsophageal adenocarcinoma patients with and without prior GERD symptoms are phenotypically similar, suggesting that BE screening efforts to prevent or detect early EAC should not be restricted to just those with GERD.\r\nPubmed   Journal   ReadQx \r\nProportion Time Covered by Hepatocellular Carcinoma Surveillance in Patients with Cirrhosis.\r\n The proportion time covered by HCC surveillance in patients with cirrhosis remains low, highlighting a need for multi-level interventions.\r\nPubmed   Journal   ReadQx \r\nRACIAL DISPARITY IN ESOPHAGEAL SQUAMOUS CELL CARCINOMA TREATMENT AND SURVIVAL IN THE UNITED STATES.\r\n Black individuals with ESCC have a lower survival than White individuals. This could be related to presenting at a later stage, but also disparities in which treatments they receive even among individuals with the same stage of disease. To what extent these disparities in receipt of treatment is due to structural racism, social determinants of health, implicit bias, or patient preferences deserves further study.\r\nPubmed   Journal   ReadQx \r\nRisk of Esophageal Cancer in Achalasia: A Matched Cohort Study Utilizing the Nationwide Veterans Affairs Achalasia Cohort (VA-AC).\r\n Based on substantial EC risk, individuals with achalasia may benefit from a high index of suspicion and endoscopic surveillance for EC.\r\nPubmed   Journal   ReadQx \r\nTen-day vonoprazan-amoxicillin dual therapy versus standard fourteen-day Bismuth-based quadruple therapy for first-line Helicobacter pylori eradication: a multicenter randomized clinical trial.\r\nThe 10-day VA-dual therapy provided satisfactory eradication rates of >90% (PP analysis), lower rates of adverse events compared with standard 14-day B-quadruple therapy as first-line H. pylori therapy. Trail registration number ChiCTR2300070100.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A liver stiffness-based etiology-independent machine learning algorithm to predict hepatocellular carcinoma.\r\n The SMART-HCC score is a useful machine learning-based tool for clinicians to stratify HCC risk in patients with CLDs.\r\nPubmed   Journal   ReadQx \r\nEffects of Mirikizumab on Histologic Resolution of Crohn's Disease in a Randomized Controlled Phase 2 Trial.\r\nIn a post-hoc analysis of phase 2 data, mirikizumab induced and sustained histologic response and remission in CD over 52 weeks. Early combined histologic-endoscopic response was associated with endoscopic remission after 1 year of treatment with mirikizumab (ClinicalTrials.gov NCT02891226.\r\nPubmed   Journal   ReadQx \r\nProlonged gastrointestinal manifestations after recovery from COVID-19.\r\nIn this follow-up survey of patients 12-18 months after hospitalization with COVID-19, there was a high prevalence of DGBIs and persistent GI symptoms. Prolonged gastrointestinal manifestations were associated with the severity of GI symptoms during hospitalization and with the degree of psychological trauma related to the illness experience.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Initiatives to increase colonoscopy capacity - is there an impact on polyp detection? A UK National Endoscopy Database analysis.\r\nStrategies to increase colonoscopy capacity may have adverse effects on polyp detection. Routine quality monitoring should be undertaken following such initiatives. Meantime, reasons for this unwarranted variation require investigation.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Cholangiocytes modulate CD100 expression in the liver and facilitate pathogenic Th17 differentiation.\r\nCD100 exerts its functional impact through cholangiocyte-immune cell crosstalk and underscores an active, proinflammatory role of cholangiocytes that can be relevant to novel treatment approaches.\r\nPubmed   Journal   ReadQx \r\nProteomic characterization identifies clinically relevant subgroups of gastrointestinal stromal tumors.\r\nOur study provides a valuable data resource and highlights potential therapeutic approaches for GIST.\r\nPubmed   Journal   ReadQx \r\nRET Signaling Persists in the Adult Intestine and Stimulates Motility by Limiting PYY Release from Enteroendocrine Cells.\r\nRET signaling normally limits nutrient-dependent peptide release from L-cells and this activity is necessary for normal intestinal motility in male mice. These effects could contribute to dysmotility in HSCR, which predominantly affects males, and uncovers a mechanism that could be targeted to treat post-prandial GI dysfunction.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A strategy combining endoscopic hand-suturing with clips for closure of rectal defects after endoscopic submucosal dissection with or without myectomy (with video).\r\n EHS-Clips can be used to effectively close the rectal defects after ESD or ESD-ME and prevent DB. Complete suture with a stitch margin of = 5 mm may achieve more reliable sustained closure.\r\nPubmed   Journal   ReadQx \r\nComparison of adenoma miss rate and adenoma detection rate between conventional colonoscopy and colonoscopy with second generation distal attachment cuff: a multicenter, randomized, back-to-back trial.\r\nOur trial shows that EVC reduces the risk of missing adenomas but does not lead to a significant improved ADR. Remarkably, 25% of adenomas are still missed during conventional colonoscopies, which is not different from miss rates reported 25 years ago;  reassuringly, advanced features were only found in 3.7% of these missed lesions. Trail registration number NCT03418948.\r\nPubmed   Journal   ReadQx \r\nEndoscopist Adenoma Per Colonoscopy Detection Rates and Risk for Post Colonoscopy Colorectal Cancer: Data From New Hampshire Colonoscopy Registry.\r\nCox regression was used to model the hazard of PCCRC on APC, controlling for age, sex, year of index exam, index findings, bowel preparation and having more than 1 surveillance exam. Results In 32,535 patients, a lower hazard for PCCRC (n=178) was observed for higher APCs as compared to APCs 25%.\r\nPubmed   Journal   ReadQx \r\nLong-Term Prognosis and Risk Factors Associated with Post-ERCP Pneumobilia in Patients with Common Bile Duct Stones.\r\n Patients with post-ERCP pneumobilia have increased risk of multiple recurrences of CBDSs and acute cholangitis without stone recurrence. Independent risk factors for pneumobilia include peripapillary diverticulum, a dilated CBD (>1 cm), and EST with moderate and large incisions. A normal-sized CBD appears to serve as a secondary barrier against enterobiliary reflux, necessitating further research for confirmation.\r\nPubmed   Journal   ReadQx \r\nThe 2022 top 10 list of endoscopy topics in medical publishing: an annual review by the American Society for Gastrointestinal Endoscopy Editorial Board.\r\nThe 10 identified areas collectively represent advances in the following endoscopic spheres: artificial intelligence, endoscopic submucosal dissection, Barrett's esophagus, interventional EUS, endoscopic resection techniques, pancreaticobiliary endoscopy, management of acute pancreatitis, endoscopic environmental sustainability, the NordICC trial, and spiral enteroscopy. Each board member was assigned a consensus topic area around which to summarize relevant important articles, thereby generating this précis of the \"top 10\" endoscopic advances of 2022.\r\nPubmed   Journal   ReadQx \r\nValidation of a new optical diagnosis training module to improve dysplasia characterization in inflammatory bowel disease: a multicenter international study.\r\nThe OPTIC-IBD training module demonstrated that an online platform could improve participants' accuracy and confidence in the optical diagnosis of dysplasia in patients with IBD. The training platform can be widely available and improve endoscopic care for people with IBD.  NCT04924543.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Chimeric antigen receptors of HBV envelope proteins inhibit hepatitis B surface antigen secretion.\r\n CARs possess direct antiviral activity, besides the well-known application in T-cell therapy. Fc attached G12-scFv and G12-CARs could provide a novel approach for reducing circulating HBsAg.\r\nPubmed   Journal   ReadQx \r\nUnderstanding the malignant potential of gastric metaplasia of the oesophagus and its relevance to Barrett's oesophagus surveillance: individual-level data analysis.\r\n SS-GM is a distinct entity from SS-IM and the malignant potential of GM is lower than IM. It is questionable whether SS-GM warrants inclusion in BO surveillance.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A multicellular liver organoid model for investigating hepatitis C virus infection and non-alcoholic fatty liver disease progression.\r\nTaken together, we introduced a multicellular LO model consisting of hepatocytes, Kupffer-like cells, and HSCs, which recapitulated host-virus intercommunication and inter-cellular interactions. With this novel model, we present a physiologically relevant system for the investigation of NAFLD progression in HCV patients.\r\nPubmed   Journal   ReadQx \r\nBenefit and harm of waiting time in liver transplantation for HCC.\r\nEnhancing our understanding of HCC tumor biology through the analysis of subtypes and molecular genetics holds significant promise in advancing the personalized approach for patients. In this review, the effect of waiting time duration on outcome in patients with HCC enlisted for LT is discussed.\r\nPubmed   Journal   ReadQx \r\nEvaluation of terlipressin-related patient outcomes in hepatorenal syndrome-acute kidney injury using point-of-care echocardiography.\r\nCirrhotic cardiomyopathy and reduction in cardiac index, reliably predict terlipressin non-response. CCM is independently associated with poor survival in HRS-AKI.\r\nPubmed   Journal   ReadQx \r\nGenetic landscape of pediatric acute liver failure of indeterminate origin.\r\n This study elucidates a large contribution of genetic causes in PALF of indeterminate origin with an increasing spectrum of disease entities. The high proportion of diagnosed cases and potential treatment implications argue for exome or in future rapid genome sequencing in PALF diagnostics.\r\nPubmed   Journal   ReadQx \r\nImmunogenomics of cholangiocarcinoma.\r\nFunctionally uncoupling the tumor-promoting or tumor-suppressing roles of immune profiles will be critical for identifying new immunomodulatory treatment strategies and associated biomarkers for patient stratification. This review will discuss the immunogenomics of cholangiocarcinoma, including the impact of genomic alterations on immune functionality, subversion of the cancer-immunity cycle, as well as clinical implications for existing and novel treatment strategies.\r\nPubmed   Journal   ReadQx \r\nLRH-1 agonist DLPC through STAT6 promotes macrophage polarization and prevents parenteral nutrition associated cholestasis in mice.\r\nThese results indicate that activation of LRH-1 by DLPC may protect from PNAC liver injury through STAT6-mediated macrophage polarization.\r\nPubmed   Journal   ReadQx \r\nNuclear acly protects liver from ischemia-reperfusion injury.\r\n Our results indicate that Acly regulates histone modification via nuclear AcCoA production in hepatic IR. Disruption of Acly nuclear translocation increases the vulnerability of steatotic liver to IR. Nuclear Acly thus may serve as a potential therapeutic target for future interventions in hepatic IR injury, particularly in the context of steatosis.\r\nPubmed   Journal   ReadQx \r\nPrevalence and characteristics of Hepatitis delta virus infection in patients with hepatitis b in the united states: An analysis of the All-Payer Claims Database.\r\n In a large database capturing approximately 80% of the US insured population, HBV/HDV infection prevalence was 4.6% among HBV-infected adults. HDV-infected patients had high rates of baseline liver complications and other comorbidities at time of diagnosis, suggesting potentially delayed diagnosis and/or treatment. Earlier identification of HBV/HDV infection among the HBV population may provide opportunities to improve linkage to care and treatment, thereby reducing the risk of liver-related morbidity and mortality.\r\nPubmed   Journal   ReadQx \r\nSingle-cell dissection of the multicellular ecosystem and molecular features underlying microvascular invasion in hepatocellular carcinoma.\r\nThis study provides a comprehensive single-cell atlas of MVI in HCC, shedding light on the complex multicellular ecosystem and molecular features associated with MVI. These findings deepen our understanding of the underlying mechanisms driving MVI and provide valuable insights for improving clinical diagnosis and developing more effective treatment strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Adipose tissue macrophage dysfunction is associated with a breach of vascular integrity in NASH.\r\nNAFLD-related macrophage dysfunction coincide with a loss of adipose tissue vascular integrity providing a strong plausible mechanism by which tissue inflammation is perpetuated in adipose tissue and downstream in the liver. Impact and implications Our study describe for the first time the myeloid cell landscape in human visceral adipose tissue at single cell level within a cohort of well-characterised NAFLD patients. We report unique NASH-specific transcriptional changes within metabolically active macrophages (MMacs) and resident vasculature-associated macrophages (ResVAM) and we demonstrate their spatial location surrounding the vasculature. These dysfunctional transcriptional macrophage states, coincided with the loss of adipose tissue vascular integrity, providing a strong plausible mechanism by which tissue inflammation is perpetuated in adipose tissue and downstream in the liver. Our study provide a theoretical basis for new therapeutic strategies to be directed towards reinstating ResVAM and MMac endogenous metabolic and homeostatic and cytoprotective mechanisms including their function to protect the vascular integrity and barrier.\r\nPubmed   Journal   ReadQx \r\nAssociation between public health policies on alcohol and worldwide cancer, liver disease and cardiovascular disease outcomes.\r\nThe API is a valuable instrument to quantify the robustness of alcohol-related PHP establishment. Those countries with a higher API were associated with lower AUD prevalence, ALD mortality, neoplasms, alcohol-attributable HCC, and cardiovascular diseases. Our results encourage the development and strengthening of alcohol-related policies worldwide.\r\nPubmed   Journal   ReadQx \r\nCharacteristics and outcomes of immunotherapy-related liver injury in patients with hepatocellular carcinoma versus other advanced solid tumours.\r\nDespite higher incidence and earlier onset in patients with HCC, IrLI is characterised by high rates of remission, low requirement for corticosteroid therapy and low risk of decompensation compared to other solid tumours. Hepatotoxicity leads to discontinuation in 7% of patients with HCC and does not negatively affect oncological outcomes. Impact and implications Immune-related liver injury (irLI) is common in patients with cancer receiving immune checkpoint inhibitors (ICI), but whether irLI is more frequent or it is associated with a worse clinical course in patients with hepatocellular carcinoma (HCC), compared to other tumours, is not known. Herein, we compared characteristics and outcomes of irLI in two prospective cohorts including patients treated with ICIs for HCC or for other oncological indications. irLI is significantly more common and it occurs earlier in patients with HCC, also after adjustment for duration of treatment exposure. However, outcomes of patients with HCC who developed irLI are not negatively affected in terms of requirement of corticosteroid therapy, hepatic decompensation, treatment discontinuation and overall survival.\r\nPubmed   Journal   ReadQx \r\nConvergent MAPK pathway alterations mediate acquired resistance to FGFR inhibitors in FGFR2 fusion-positive cholangiocarcinoma.\r\nThese findings suggest convergent genomic evolution in the MAPK pathway may be a potential mechanism of acquired resistance to FGFRi. Impact and implications We evaluated tumors and plasma from patients who previously received inhibitors of Fibroblast Growth Factor Receptor (FGFR), an important receptor that plays a role in cancer cell growth, especially in tumors with abnormalities in this gene such as FGFR fusions, where the FGFR gene is fused to another gene, leading to activation of cancer cell growth. We found that patients treated with FGFR inhibitors may develop mutations in other genes such as KRAS, and this can confer resistance to FGFR inhibitors. Clinical trial number NCT02052778.\r\nPubmed   Journal   ReadQx \r\nGlobal survey of stigma among physicians and patients with nonalcoholic fatty liver disease.\r\nPerception of NAFLD stigma varies among patients, providers, geographic locations and sub-specialties. - Despite the increasing burden of NAFLD and the fact that over 38% of the world's adult population have NAFLD, disease awareness remains low. One potential issue that may affect awareness is the stigma associated with the terms, \"non-alcoholic\" and \"fatty\". In this global study, we found that the terms patients and physicians thought to cause stigma were different. These differences may negatively affect provider-patient communication hindering prompt intervention. These results can help inform education about this liver disease especially as the new nomenclature of Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) is being implemented. Impact and implications Over the past decades, efforts have been underway to change the nomenclature of NAFLD to better align with its underlying pathogenetic pathways and remove any potential stigma associated with the name. Given the paucity of data related to stigma in NAFLD, we undertook this global comprehensive survey to assess stigma in NAFLD among patients and providers from around the world. We found there is a disconnect between physicians and patients related to stigma and related nomenclature. With this knowledge, educational programs can be developed to better target stigma in NAFLD among al stakeholders and to provide a better opportunity for the new nomenclature to address the issues of stigma.\r\nPubmed   Journal   ReadQx \r\nRedox-Sensitive High-Mobility Group Box-1 Isoforms Contribute To Liver Fibrosis Progression And Resolution In Mice.\r\nMethods & results Using electrospray ionization-liquid chromatography-mass spectrometry (ESI-LC-MS), we identified that disulfide ([O]) and sulfonated ([SO ] HMGB1 could point at 'resolution under way'. The latter could be used as a readout for response to pharmacological intervention with anti-fibrotic agents.\r\nPubmed   Journal   ReadQx \r\nSingle cell-resolved study of advanced murine MASH reveals a homeostatic pericyte signaling module.\r\nIn our current single cell-resolved study of advanced murine MASH we identified a quiescence-associated hepatic stellate cell-signaling module with potential to preserve normal sinusoid function. As expression levels of its constituents are conserved in the human liver, the signaling module may be amenable to therapeutic stimulation for restoration of sinusoid function in chronic liver disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Assessing advanced fibrosis in metabolic-associated steatotic liver disease-The MAFLD fibrosis score.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Liver hypercortisolism as a potential target for MASH treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: On-demand vonoprazan for NERD-when should it be 'demanded'?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unravelling the relationship between periodontal disease and inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Band-and-sink for GI subepithelial tumors, provided it is not a kitchen-sink approach!\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection versus endoscopic full-thickness resection for challenging colorectal lesions: Must we choose?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of gastric variceal bleeding: Where have we come from, and where are we going?\r\n\r\nPubmed   Journal   ReadQx \r\nTraining endosonographers in needle-based confocal laser endomicroscopy: Is there still a need?\r\n\r\nPubmed   Journal   ReadQx \r\nWeight regain after endoscopic sleeve gastroplasty: retightening the sutures, starting a pill, and more.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Genomics on the road to functional cure of hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nPharmacologic inhibition of lipogenesis for the treatment of NAFLD.\r\nThe safety profiles of these compounds have so far remained encouraging. It is anticipated that inhibitors of DNL, when administered alone or in combination with other therapeutic agents, will become important agents in the management of human NAFLD.\r\nPubmed   Journal   ReadQx \r\nWhen you eat and when you sleep matters: circadian dysfunction revealed as a direct hepatic carcinogen in a humanized mouse model.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Emergency pancreatic pseudocyst exploration to retrieve a stent: a nerve-wracking migration.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric signet-ring cell carcinoma with multiple colorectal metastases.\r\n\r\nPubmed   Journal   ReadQx \r\nGelée blanche.\r\n\r\nPubmed   Journal   ReadQx \r\nInverted Pyloric Gland Adenoma of the Duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nQuality Improvement for Health Care Providers in Gastroenterology and Hepatology.\r\n\r\nPubmed   Journal   ReadQx \r\nVideo Endoscopy as Big Data: Balancing Privacy and Progress in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Accuracy of ChatGPT in Common Gastrointestinal Diseases: Impact for Patients and Providers.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A modified closure method during endoscopic full-thickness resection for a gastrointestinal stromal tumor: \"neck\" clipping and cutting.\r\n\r\nPubmed   Journal   ReadQx \r\nA safe therapeutic strategy for giant pedunculated colorectal polyps with thick stalks.\r\n\r\nPubmed   Journal   ReadQx \r\nCalcified fibrous tumor in the stomach: a rare case of gastric submucosal tumor treated with endoscopic submucosal excavation.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of a giant gastric subepithelial lesion using a dual-frequency ultrasonic miniprobe.\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-endoscope endoscopic submucosal dissection with snare traction and loop stabilization for adenoma involving appendiceal orifice.\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-scope technique to recover from hand-suturing trouble in the duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nDuodenal metal stent deployment using a novel, cholangioscope-guided, guidewire insertion technique.\r\n\r\nPubmed   Journal   ReadQx \r\nEffective management of a retropharyngeal abscess using endoscopic complete-layer resection and drainage.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticogastrostomy with bridging as reintervention for stent occlusion in malignant hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovations for colonic endoscopic submucosal dissection: combination of the latest game changers.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovative management of intestinal obstruction with colonic transendoscopic enteral tubing.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnet-assisted double-wire technique for patient with difficult endoscopic retrograde cholangiopancreatography cannulation.\r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent obstruction after surgical gastrojejunostomy in a rare case of gastric outlet obstruction: endoscopic ultrasound-guided gastrojejunostomy to the rescue.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-session endoscopic ultrasound-directed transgastric endoscopy for treatment of upper gastrointestinal bleeding after Roux-en-Y gastric bypass.\r\n\r\nPubmed   Journal   ReadQx \r\nSnare-tipped endoscopic radical incision and cutting for postoperative colorectal anastomotic stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful appendiceal incision by endoscopic submucosal dissection to allow endoscopic removal of an encapsulated fecalith.\r\n\r\nPubmed   Journal   ReadQx \r\nSurgical suture-assisted endoscopic band ligation for the management of recurrent hemostasis after unsuccessful use of hemoclips for diverticular bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nThe \"furrow sign\" in confirming proper gastric extent and direction of the myotomy at the end of peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe use of an overtube device to assist in advanced therapeutic procedures in patients with a colostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection with dental floss traction for the treatment of early pharyngeal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Alcohol Drinking Without Meals Is Associated with Risk of Gastrointestinal Cancers, Including Early-Onset Cases.\r\n\r\nPubmed   Journal   ReadQx \r\nAmerican Indian and Alaska Native Digestive Health: Challenges, Opportunities, and a Path Forward.\r\n\r\nPubmed   Journal   ReadQx \r\nEthical Considerations for Simultaneous Versus Sequential Liver-Kidney Donation from the Same Live Donor: Donor(s) Selection is Key.\r\n\r\nPubmed   Journal   ReadQx \r\nIncidence of Esophageal Adenocarcinoma Among Symptomatic Reflux Patients Without Erosive Disease on Endoscopy is Similar to the General Population.\r\n\r\nPubmed   Journal   ReadQx \r\nMedicaid Expansion States See Long-Term Improvement in Colorectal Cancer Screening Uptake Among Low-Income Individuals.\r\n\r\nPubmed   Journal   ReadQx \r\nPNPLA3 risk allele association with ALT response to semaglutide treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Anti-reflux mucosal ablation as the rescue therapy for fundoplication failure.\r\n\r\nPubmed   Journal   ReadQx \r\nBiliary cast syndrome developed after treatment for acute cholangitis : Progression to secondary sclerosing cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nContinuous wound irrigation and drainage for treating large duodenal contained perforation after endoscopic mucosal resection.\r\n\r\nPubmed   Journal   ReadQx \r\nDirect Intrahepatic Portocaval Shunt Into the Bile Duct: A Rare Case of Jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Closure of Refractory External Pancreatic Fistula by Injecting Metal Coil in the Fistula Tract.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound Directed Transgastric ERCP for management of severe hepatic steatosis and fibrosis in a liver transplant patient with bypass anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Cholecystojejunostomy for Management of Acute Cholecystitis in a Patient with Cirrhosis, Ascites and Roux-en-Y Gastric Bypass Anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of a chicken bone embedded in a child's esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for the treatment of advanced esophageal cancer subsequent to chemotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nSimultaneous Cesarean Section and Cystogastrostomy with Lumen Apposing Metal Stent Placement in 34 weeks Pregnant Female.\r\n\r\nPubmed   Journal   ReadQx \r\nSplenosis with suspected gastric subepithelial lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful prevention of post-ESD esophageal stenosis using autologous buccal mucosa with polyglycolic acid and self-help inflatable balloon.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips: Gastric Peroral Endoscopic Myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nTransesophageal echocardiography upper esophageal perforation successfully treated with Vacuum-sponge therapy (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Antiobesity interventions: options, evidence and value.\r\n\r\nPubmed   Journal   ReadQx \r\nApproaches for greening endoscopy and reducing waste.\r\n\r\nPubmed   Journal   ReadQx \r\nCarbon footprint of gastroenterology practice.\r\n\r\nPubmed   Journal   ReadQx \r\nClimate change, paediatric health and ways that digestive health professionals can engage.\r\n\r\nPubmed   Journal   ReadQx \r\nEffects of climate change on digestive health and preventative measures.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology climate action opportunities via education, empowerment of trainees and research.\r\n\r\nPubmed   Journal   ReadQx \r\nGreen gastroenterology adaptation, resilience and an industry perspective.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of climate change on vulnerable populations.\r\n\r\nPubmed   Journal   ReadQx \r\nNHS efforts in England to mitigate the climate crisis: uniting nurses and gastroenterologists.\r\n\r\nPubmed   Journal   ReadQx \r\nThe fundamentals: understanding the climate change crisis.\r\n\r\nPubmed   Journal   ReadQx \r\nWorld Gastroenterology Organisation - Gut commentary series on digestive health and climate change.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hepatocytes of mice and men: Different regenerative signals?\r\n\r\nPubmed   Journal   ReadQx \r\nJuly 2023 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Lack of complete biochemical response in autoimmune hepatitis leads to adverse outcome: First report of the IAIHG retrospective registry.\r\n\r\nPubmed   Journal   ReadQx \r\nReply - Lack of complete biochemical response in autoimmune hepatitis leads to adverse outcome: first report of the IAIHG retrospective registry.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Alcohol-induced extracellular ASC specks perpetuate liver inflammation and damage in alcohol-associated hepatitis even after alcohol cessation.\r\n\r\nPubmed   Journal   ReadQx \r\nSIRT and chemotherapy in unresectable iCCA: Ready to take off.\r\n\r\nPubmed   Journal   ReadQx \r\nThe telomere Tango: Liver disease in the Genomic spotlight.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Assessing advanced fibrosis in metabolic-associated steatotic liver disease-the MAFLD fibrosis score. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Liver hypercortisolism as a potential target for MASH treatment-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: On-demand vonoprazan for NERD - when should it be 'demanded'? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Abdominal pain in inflammatory bowel disease patients in remission-A look beyond psychosocial factors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Abdominal pain in patients with inflammatory bowel disease in remission - A look beyond psychosocial factors. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Histological changes among asymptomatic chronic HBV carriers with normal alanine aminotransferase levels-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Histological changes among asymptomatic chronic HBV carriers with normal alanine aminotransferase levels.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The importance of histological assessment-a further stride in STRIDE.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The importance of histological assessment-a further stride in STRIDE. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Tofacitinib, vedolizumab and ustekinumab in patients with ulcerative colitis-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Tofacitinib, vedolizumab and ustekinumab in patients with ulcerative colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Underuse of HCC Surveillance: Not a sign of cynicism.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Psyllium husk positively alters gut microbiota, decreases inflammation and has bowel-regulatory action, paving way for physiological management of irritable bowel syndrome (IBS).\r\n\r\nPubmed   Journal   ReadQx \r\nResidual confounding in the associations between genetic ancestry categories and outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    EUS-guided radiofrequency ablation of pancreatic neoplasm is far from being the new criterion standard.\r\n\r\nPubmed   Journal   ReadQx \r\nFurther research is needed to recommend an individualized ERCP position.\r\n\r\nPubmed   Journal   ReadQx \r\nIs hybrid endoscopic full-thickness resection suggested for large nonlifting colorectal adenomas?\r\n\r\nPubmed   Journal   ReadQx \r\nIs topical tranexamic acid combined with endoscopic hemostasis superior to endoscopic hemostasis alone?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Practical approach to interpretation of 48-hour wireless pH-monitoring studies.\r\n\r\nPubmed   Journal   ReadQx \r\nTime to focus on the real potential benefit of endobiliary radiofrequency ablation: stent patency in patients with cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-30T10:42:14-05:00",
    "input_file": {}
  }
]
