[
  {
    "path": "gi/08-01-2025/",
    "title": "Fri Aug 01 2025",
    "description": "146 articles - From Friday Jul 25 2025 to Friday Aug 01 2025",
    "author": [],
    "date": "2025-08-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    The EXTENT Study: Results from an International Expert Delphi Consensus to define Ultrasonographic Parameters for Measuring Bowel Damage in Crohn's Disease.\r\nUltrasonographic equivalents for assessing small bowel and colonic damage in CD were derived to align with the validated LI criteria for MRE and colonoscopy. These statements mark the first phase of the EXTENT project, supporting the potential use of IUS in clinical practice and disease modification trials as an alternative tool for bowel damage assessment. The lack of consensus on grade 1 stricturing lesions suggests further exploration of IUS parameters is required.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Association for Bariatric Endoscopy systematic review and meta-analysis assessing the American Society for Gastrointestinal Endoscopy preservation and incorporation of valuable endoscopic innovations thresholds for transoral outlet reduction.\r\nFor suturing TORe, the pursestring suture pattern appears to be associated with superior outcomes compared to other suturing techniques. This PIVI assessment will be updated as additional data become available.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Network Meta-Analysis: Comparative Efficacy of Biologics and Small Molecules in the Induction and Maintenance of Remission in Crohn's Disease.\r\n Novel IL-23 inhibitors (such as mirikizumab, risankizumab and guselkumab) and anti-TNFs (such as infliximab and adalimumab) ranked high in the induction of clinical and endoscopic remission. This highlights the potential of novel advanced therapies for CD.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Early prognostic factors for reduced survival in autoimmune hepatitis: a systematic review with meta-analysis.\r\n Cirrhosis and insufficient treatment response are the prognostic factors with the highest impact on reduced survival in AIH. Other risk factors include advanced age, non-Caucasian ethnicity, PSC-variant syndrome, asymptomatic presentation, higher relapse rates and elevated INR, creatinine, ALP/AST ratio, and MELD score, while elevated baseline aminotransferases and albumin are protective.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Advanced Therapies in Achieving Remission by Disease Location in Crohn's Disease: A Systematic Review and Meta-analysis.\r\n The magnitude of efficacy of advanced therapies for ileal CD is generally lower compared with isolated colonic CD, with JAK inhibitors showing particularly limited efficacy for ileal disease. These results may help inform treatment selection.\r\nPubmed   Journal   ReadQx \r\nGlobal Trends in Antimicrobial Resistance Among Cirrhosis Patients with Bacteremia: A Systematic Review and Meta-Analysis.\r\n Bacteremia poses a significant global burden in cirrhosis, with geographic variability in AMR patterns. These findings highlight the urgent need for region-specific infection control, antibiotic stewardship, and enhanced AMR surveillance.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical outcomes of EUS-guided gallbladder drainage in patients with acute cholecystitis with ≥1 year of follow-up: a systematic review and meta-analysis.\r\n This study demonstrates that EUS-GBD is a technically effective and clinically durable treatment modality for acute cholecystitis with over one year follow up duration. The overall low rate of AEs associated with EUS-GBD reflects its unique ability to care for individuals considered high risk for surgery.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Emerging Trends in Patients Hospitalised With Cirrhosis-Aetiologies, Complications and Outcomes Compared to Other Chronic Health Conditions.\r\n Cirrhosis remains a significant clinical and public health challenge and is falling behind other major comorbidities with regard to inpatient outcomes. A focus on improved resource allocation and management options is warranted.\r\nPubmed   Journal   ReadQx \r\nLiver Fibrosis and the Risk of Coronary Artery Disease, Stent Thrombosis, Restenosis and Adverse Clinical Outcomes. \r\nOver 14.4 years, FIB-4 > 2.67 was associated with higher CAD incidence (aHR = 1.41, p 2.67 was associated with increased risks of ST and ISR (aHR = 1.34, p = 0.001) and MACE (aHR = 1.97, p < 0.001). Liver fibrosis is common among patients with CAD and is associated with CAD incidence, stent thrombosis, restenosis and long-term cardiovascular risk.\r\nPubmed   Journal   ReadQx \r\nRefining Prognosis in Cirrhosis Patients With Ascites: Impact of Acute vs. Non-Acute Decompensation.\r\nClassifying patients as AD versus NAD identified subgroups with different risks for further decompensation and transplant-free mortality.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Diagnosing Wilson Disease in Acute Liver Failure: Comparison of existing and experimental biomarkers.\r\n Standard biochemistry provides excellent diagnostic information for identifying WD in the setting of ALF. Combining ALT with specific copper measurements significantly improved diagnostic utility, with ANCC outperforming s-Cu. RelANCC may also be useful for WD diagnosis. We suggest adding s-Cu to the clinical algorithm in ALF.\r\nPubmed   Journal   ReadQx \r\nEpidemiologic Trends in Acute, Chronic, and Pregnancy-Specific Liver Diseases in Pregnancy.\r\n In this large epidemiologic study, we observed a 2.5-fold rise in CLD in pregnancy over the past 10 years, largely driven by the rising prevalence of MASLD, and declining prevalence of chronic viral hepatitis. Pregnancy-specific liver conditions were also significantly more common in those with CLD. Findings underscore the relevance of pre-conception counseling by hepatology providers and the importance of early obstetric collaboration to optimize outcomes for the growing number of pregnant women with pre-existing liver disease.\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Diseases-Specific Cognitive Behavioral Therapy Delivered via Telehealth Reduces Disability: ADEPT (Addressing Disability Effectively with Psychosocial Telemedicine) Pragmatic Randomized Controlled Trial.\r\n In a randomized controlled trial of patients with IBD, an 8-week telehealth-delivered IBD-specific CBT protocol reduced IBD-related disability, independent of clinical disease activity.\r\nPubmed   Journal   ReadQx \r\nInflammatory bowel disease and risk of more than 1500 comorbidities: A disease-wide pre- and post-diagnostic phenomic association study.\r\n Findings demonstrate that IBD is a multisystemic disease, particularly manifesting with metabolic, immune, and neuropsychological disorders, up-to 10 years prior to diagnosis. We find evidence for the generality of these findings with an international comparison. Diseases of etiological interest warrant further investigation.\r\nPubmed   Journal   ReadQx \r\nIntraductal Papillary Mucinous Neoplasm and Pancreatic Cancer: Opportunity Knocks Twice.\r\nThis review highlights current evidence and future perspectives on the clinical management of patients with IPMNs, with a particular focus on the dual opportunities for surveillance. Optimizing strategies for the early detection of both carcinoma derived from IPMN and carcinoma concomitant with IPMN has the potential to meaningfully reduce the burden of pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nLifestyle change after initial colonoscopy screening and incidence of colorectal cancer and major chronic diseases.\r\n Adopting a healthier lifestyle after initial colonoscopy screening may reduce risk of CRC and chronic diseases, suggesting colonoscopy screening could be a teachable moment for health promotion.\r\nPubmed   Journal   ReadQx \r\nMeasuring the Risk of Gluten Exposure: Development of the Gluten Exposure Risk Assessment (GERA) in Pediatric Patients.\r\n The Gluten Exposure Risk Assessment is a valid screening measure, completed by caregivers, for assessment of gluten exposure in children and adolescents with CeD following a gluten-free diet. GERA is a useful tool for evaluating the potential of risk for gluten exposure and potential need for intervention.\r\nPubmed   Journal   ReadQx \r\nNovel Implementation of Hepatitis B to Hepatitis Delta Reflex Testing in a United States Healthcare System.\r\nReflex testing improved efficiency and reduced gaps in the HBsAg to HDV screening cascade. Disparities in reflex testing rates among different patient groups were found, highlighting the need for universal reflex testing.\r\nPubmed   Journal   ReadQx \r\nRecurrence of primary sclerosing cholangitis after liver transplantation: a French national cohort study including 571 patients.\r\n Our results from a large cohort with long-term follow-up strongly confirm that rPSC after LT is frequent. The only modifiable factor associated with rPSC was maintenance treatment with corticosteroids, which could therefore be discontinued in the absence of a specific extra-hepatic indication.\r\nPubmed   Journal   ReadQx \r\nSimvastatin addition to standard of care improves long-term survival in patients with cirrhosis after variceal bleed: An open label randomized controlled trial.\r\n Simvastatin may be associated with improved survival in selected patients with cirrhosis after variceal bleed and reduced incidence of new onset/refractory ascites and its complications [CTRI/2022/07/044263].\r\nPubmed   Journal   ReadQx \r\nThe Patients Included in Clinical Trials of Biological Drugs for Inflammatory Bowel Disease Do Not Represent the Real-World Population.\r\nOnly a minority of real-world IBD patients would qualify for corresponding RCTs, questioning the external validity of these trials. However, real-world use of biologics demonstrated similar effectiveness and safety in eligible and non-eligible patients, underscoring the importance of practical clinical judgement in therapeutic decisions.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Comparative Safety of Janus Kinase inhibitors vs. Tumor Necrosis Factor Antagonists in Patients with Inflammatory Bowel Diseases.\r\nIn an observational study of patients with IBD, JAK inhibitors were not associated with an increased risk of serious infections, VTE, or MACE compared with TNF antagonists, though the overall risk of infections was higher.\r\nPubmed   Journal   ReadQx \r\nComparative effectiveness of tofacitinib versus upadacitinib for the treatment of acute severe ulcerative colitis.\r\n Tofacitinib and upadacitinib appear to have similar effectiveness and safety profiles when used for the treatment of ASUC.\r\nPubmed   Journal   ReadQx \r\nFIB-4 BASED REFERRAL PATHWAYS HAVE SUBOPTIMAL ACCURACY TO IDENTIFY INCREASED LIVER STIFFNESS AND INCIDENT ADVANCED LIVER DISEASE.\r\n FIB-4-based referral pathways to identify liver disease among the general population result in a high referral rate whilst not detecting approximately 60% of LSM≥8, 50% of LSM≥12, 40% of LSM≥15 and 25% of incident advanced liver disease. Current referral pathways to detect pre-cirrhotic liver disease in low-prevalence populations could benefit from further optimization.\r\nPubmed   Journal   ReadQx \r\nImpact of inflammatory bowel disease and primary sclerosing cholangitis on colorectal cancer risk:national cohort study.\r\nIBD patients have an increased risk of CRC, mostly prominent among young PSC+ patients. PSC+ patients display a tendency to develop CRC in the proximal colon and more synchronous CRC. This should be considered when monitoring and counselling IBD patients.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Changes in Fibrosis Markers: Monitoring Stiffness/Fibrosis Progression and Prognostic Outcomes in MASLD.\r\nDynamic FIB-4 monitoring tracks fibrosis and stiffness progression and predicts clinical outcomes in MASLD.\r\nPubmed   Journal   ReadQx \r\nMulti-Center Validation of Video-Based Deep Learning to Evaluate Defecation Patterns on 3D High-Definition Anorectal Manometry.\r\n3D high-definition anorectal manometry combined with video-based deep learning is a useful and clinically relevant technology for evaluating anorectal dyssynergia. Future use cases can be expanded to evaluating other motility disorders and their treatment.\r\nPubmed   Journal   ReadQx \r\nNEOPLASIA DETECTION RATE AND RISK OF POST-ENDOSCOPY ESOPHAGEAL ADENOCARCINOMA AND NEOPLASIA IN A POPULATION-BASED COHORT STUDY.\r\nThis study has provided population-based estimates of CDR and NDR and associations between CDR/NDR and PEEC/PEEN. Future studies remain to determine whether improving CDR/NDR decrease the incidence of PEEC/PEEN.\r\nPubmed   Journal   ReadQx \r\nPreoperative body composition parameters are associated with postoperative outcomes in patients with Crohn's disease.\r\n Preoperative myosteatosis was consistently associated with overall postoperative complications, moderate-to severe, and infectious complications, in patients with CD following ICR. Furthermore, several body composition parameters were identified as risk factor or protective factor for postoperative complications and ePOR. Inconsistent findings were observed for SM levels and ePOR risk. The correlation between improvements of these parameters and postoperative outcomes requires further study.\r\nPubmed   Journal   ReadQx \r\nThe Real-World Impact of Vitamin D Supplementation on Inflammatory Bowel Disease Clinical Outcomes.\r\n Vitamin D supplementation was associated with reduced IBD-related ED visits, hospitalizations, and corticosteroid use, supporting its potential as a low-cost adjunct in IBD management. Prospective studies are needed to optimize dosing strategies and define target serum levels for improved long-term outcomes.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib Maintenance Therapy in Crohn's Disease: Final Results From the Randomized Phase 3 U-ENDURE Study.\r\n Consistent with the primary analysis, upadacitinib was more efficacious than placebo in achieving clinical and endoscopic endpoints in patients with Crohn's disease. The safety profile remained consistent with no new safety signals.  Number  NCT03345823.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Do all trainers think the same? Exploring use of the Think Aloud method to understand colonoscopy trainer thought processes.\r\nThis study provides support for use of TA as a method to understand trainer cognition in colonoscopy. It suggests the need for further research to explore consistency of training across trainers.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided gallbladder drainage for distal malignant biliary obstruction: Outcomes from a multicenter cohort.\r\nEUS-GBD is a clinically effective salvage therapy for DMBO that may be positioned after unsuccessful endoscopic retrograde cholangiopancreatography or EUS-BD in a single anesthetic session. Most patients have a short LOS and few serious AEs. Furthermore, oncologic therapy can be successfully resumed post-procedure. EUS-GBD, therefore, should be considered an effective, safe, and durable addition to the treatment armamentarium for DMBO.\r\nPubmed   Journal   ReadQx   PMC\r\nFinancial buy-in does not affect outcomes of endoscopic sleeve gastroplasty: Retrospective cohort.\r\nHaving \"skin in the game\" by paying for ESG OOP does not correlate with better outcomes or treatment adherence, which further supports broad insurance coverage for this procedure.\r\nPubmed   Journal   ReadQx   PMC\r\nMinor papilla approach improves technical success of nasopancreatic drainage-based pancreatic juice cytology for early pancreatic cancer diagnosis.\r\nIncorporating the minor papilla approach substantially improves technical success of NPD-PJC without increasing PEP risk, underscoring the importance of individualized ERP strategies for early-stage PC diagnosis.\r\nPubmed   Journal   ReadQx   PMC\r\nOutcomes and complications of biliary drainage for malignant biliary obstruction: National prospective study.\r\nCareful multidisciplinary consideration of risks and potential benefits should be undertaken prior to attempting malignant biliary drainage due to the high risk of complications and early mortality.\r\nPubmed   Journal   ReadQx   PMC\r\nPathologic complete response after neoadjuvant therapy for resectable esophageal squamous cell carcinoma: Endoscopic characteristics and implications.\r\nEndoscopic characteristics are significant predictors of pCR in patients with ESCC receiving nCIT or nCT. The predictive model demonstrated high accuracy in both derivation and validation cohorts.\r\nPubmed   Journal   ReadQx   PMC\r\nUtility of a novel tapered-tip sheath system for preoperative mapping biopsy of biliary tract cancers.\r\nPreoperative mapping biopsy using the novel tapered-tip sheath system is a promising option for assessing the extent of biliary tract cancers.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Adverse events of cold snare compared to hot snare and ablation endoscopic mucosal resection for large colorectal polyps.\r\nCold EMR demonstrated lower rates of SAEs, serious PEB and perforation compared to hot EMR. Perforation and mortality occurred almost exclusively after hot EMR. Hot EMR with margin ± base ablation did not increase SAEs compared to hot EMR without ablation.\r\nPubmed   Journal   ReadQx \r\nRegenerative endoscopy for the treatment of difficult gastrointestinal defects: results from a pilot trial.\r\nThese results suggest that endoscopic injection of autologous tSVFem may treat complex esophageal and rectal defects, also communicating with adjacent organs other than the urinary tract. (ClinicalTrials.gov, number  NCT04670276).\r\nPubmed   Journal   ReadQx \r\nTopical hemostatic agents in endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Technical and Technology Review.\r\nTopical hemostatic agents offer effective options for managing GI bleeding. Products like Purastat, TC-325 Hemospray, EndoClot PHS, Nexpowder, Ankaferd Blood Stopper, and CG GEL have shown promising results in achieving hemostasis;  however, further RCTs and cost-effectiveness analyses are needed to better establish their roles in endoscopic practice.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Enhancement of Inpatient Mortality Prognostication with Machine Learning in a Prospective Global Cohort of Patients with Cirrhosis with External Validation.\r\n Random forest analysis trained on a global prospective cirrhosis cohort enhances mortality prediction over traditional methods, is consistent across country income levels, and is successfully validated externally in a US-Veteran population.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical Outcomes of Endoscopic Submucosal Dissection for Residual Neoplasia After Incomplete Resection of Large Non-Pedunculated Colorectal Polyps: A Large Multicenter Propensity Match Study.\r\nESD can be performed safely and effectively as a salvage therapy after failed attempt at ER of LNPCPs. ESD may be selectively considered as part of our endoscopic armamentarium for the management of these difficult-to-treat lesions. support current guideline endorsed indications for ESD for the treatment of residual neoplasia after incomplete ER.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Performance of the China-CLIF framework in acute-on-chronic liver failure: a multicohort study across all aetiologies.\r\nThis study evaluated the broader applicability of the China-CLIF framework across diverse aetiologies and varying severity levels of ACLF. These findings may provide a valuable foundation for harmonising ACLF diagnostic and prognostic system.\r\nPubmed   Journal   ReadQx \r\nReal-world impact of implementing lumen-apposing metal stents for pancreatic fluid collections: a nationwide Japanese study.\r\nThe implementation of LAMS was not associated with improved key clinical outcomes but was linked to a higher risk of bleeding and increased healthcare costs. These findings do not support the routine use of LAMS for EUS-guided treatment of al PFCs in standard clinical practice but may restrict it to WON cases with clear indications.\r\nPubmed   Journal   ReadQx \r\nTargeting Aurora kinase B regulates cholesterol metabolism and enhances chemoimmunotherapy in cholangiocarcinoma. \r\nAURKB inhibitor or simvastatin can suppress CCA progression and significantly enhance sensitivity to chemoimmunotherapy. AURKB regulates cholesterol levels and immune microenvironment in tumours, highlighting that targeting AURKB or adopting cholesterol-reducing strategy holds promise for CCA treatment, especially in conjunction with first-line chemoimmunotherapy.\r\nPubmed   Journal   ReadQx \r\nThrombospondin-2 is a performant biomarker of at-risk MASH and advanced MASH fibrosis in a large multicentre European cohort.\r\nSerum TSP2, alone or with clinical/biological variables, potently discriminates AF and ARM in patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Chiglitazar in MASLD with hypertriglyceridemia and insulin resistance: A phase II, randomized, double-blind, placebo-controlled study.\r\n Chiglitazar significantly reduced liver fat content in MASLD with hypertriglyceridemia and insulin resistance, with a dose-dependent effect and favorable safety profile.\r\nPubmed   Journal   ReadQx \r\nE2F2 transcription factor promotes a cholestatic MASH phenotype by regulating hepatobiliary metabolism through miR-34a-5p.\r\nE2F2 deficiency protects against MASH and cholestasis preventing cholesterol accumulation, fibrosis, and inflammation through modulation of miR-34a-5p, which could provide therapeutic benefits for patients with cholestatic-MASH.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Amitriptyline for the Treatment of Extra-esophageal Symptoms in Proton Pump Inhibitor-refractory Patients With Suspected Gastroesophageal Reflux Disease.\r\nAdding low-dose amitriptyline to PPI therapy did not offer a short-term advantage over PPI alone. Both treatments improved symptoms and QoL. Given the challenging nature of GERD's extraesophageal manifestations and mixed evidence for neuromodulator therapy, further studies are needed to identify patient subgroups that may benefit from adjunctive neuromodulator therapy.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Accelerometers to Quantify Physical Activity in MASLD-Impact on Clinical Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Evolving Trends in Ulcerative Colitis Management-Insights From the Lothian Cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Good Vibrations for Better Colonoscopy Preparation and Constipation.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: LAMP Lights the Way-A Pragmatic Case for NUDT15 Screening Across Diverse Populations.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Polypharmacy in MASLD-An Overlooked Epidemic Disproportionately Affecting Women and Patients With Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Advancing Inflammatory Bowel Disease-driven Colorectal Cancer Management: Molecular Insights and Endoscopic Breakthroughs Towards Precision Medicine.\r\nThe future of IBD-related CRC management will incorporate a holistic, multi-integrated approach, combining AI-driven diagnostics, omics data integration, endoscopic and surgical innovations and nanotechnology-based therapies. This paradigm shift aims to enhance precision medicine, promoting organ-sparing approaches, improved diagnostics, and personalized cancer treatment with the potential to reduce CRC risk.\r\nPubmed   Journal   ReadQx \r\nBlue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nGender Equity in Gastroenterology: Perspectives From the AGA Women's Committee on Current Frameworks and Future Directions.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Colon capsule endoscopy today: Brief overview of leading UK and Danish initiatives.\r\nThese national CCE programs reveal the complexity of large-scale implementation, driven by variations in definitions and protocols. Harmonized quality metrics and shared definitions of success are essential. Efforts should focus on reducing downstream procedures and fostering cross-system learning.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Presentation of the AGA Distinguished Achievement Award in Basic Science to Eugene B. Chang, MD, AGAF.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Recent advances in clinical practice endohepatology: the endoscopic liver rush.\r\nThese involve, among others, endoscopic ultrasound (EUS)-guided liver biopsy, EUS-guided portal pressure gradient measurement, coil and glue embolisation of gastric varices and spontaneous portosystemic shunts, artificial-assisted cholangioscopy. In this review, we aim to focus on different applications within endohepatology which are at the benchtop (or coming close by) and attempt to prognosticate potential future techniques within this rapidly evolving field.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A newly revealed signaling pathway may explain the conundrum of how FGF21 simultaneously increases insulin sensitivity and autophagy.\r\n\r\nPubmed   Journal   ReadQx \r\nYAP/TAZ-Driven Cell Competition in Early MASLD as a Tumor-Suppressive Mechanism.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Intraductal Oncocytic Papillary Neoplasm of the Pancreas: A Rare Diagnosis Aided by Next-Generation Sequencing.\r\n\r\nPubmed   Journal   ReadQx \r\nMarked pancreatic atrophy and calcification after immune checkpoint inhibitor-related pancreatic injury.\r\n\r\nPubmed   Journal   ReadQx \r\nMetastatic Colorectal Cancer Diagnosed During Pregnancy.\r\n\r\nPubmed   Journal   ReadQx \r\nSevere Complications of a Massively Enlarged IPMN.\r\n\r\nPubmed   Journal   ReadQx \r\nUnprecedented Duodenal Erosion of a Transjugular Intrahepatic Portosystemic Shunt Stent: A Rare Trigger for Recurrent Polymicrobial Sepsis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Meta-Epidemiological Analysis of Sex Disparities in Hepatology Clinical Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nChatGPT Is Not Yet Ready to Replace Motility Experts.\r\n\r\nPubmed   Journal   ReadQx \r\nCourse of portal hypertension and applicability of non-invasive tests after recompensation in alcohol-related cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluation of QuickStroop for predicting post-TIPS hepatic encephalopathy.\r\n\r\nPubmed   Journal   ReadQx \r\nExtraintestinal symptoms in irritable bowel syndrome are associated with stress reactivity and the gut microbiome in a sex-dependent manner. \r\n\r\nPubmed   Journal   ReadQx \r\nGlucagon-like peptide-1 agonist liraglutide induces temporary impairment to gastric electrical activity in healthy volunteers. \r\n\r\nPubmed   Journal   ReadQx \r\nIncidence, Risk Factors, and Outcomes of Post-ERCP Cholangitis: an International Multi-center Prospective Study.\r\n\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol is Cost-Effective to Accurately Detect Periodic Alcohol Use in Patients with Alcohol Associated Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRuptured Short Gastric Artery Pseudoaneurysm in Chronic Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSignificant Liver Disease among Increased Alcohol Consumers More than Doubled from 1999-2020 Alongside Evolving US Population Demographics.\r\n\r\nPubmed   Journal   ReadQx \r\nSocial Isolation from Living Alone and Mortality among US Adults with Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Effective closure of post-gastric endoscopic submucosal dissection defect using anchor-pronged clip, string-clip, and detachable snare.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInterval colorectal cancer: Lesson from looking back.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A novel endoscopic suture anchor device for large mucosal defect closure in an in vivo porcine model.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel method using an ultra-thin cholangioscope and through the cholangioscope snare to remove an embedded internally migrated pancreatic stent from a previously normal pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel muscle-friendly technique with 90° dissection plane rotation in tunneling endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel traction method for underwater colorectal endoscopic submucosal dissection: reopenable clip-over-the-line traction.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare case of severe acute pancreatitis complicated by gastric fistula and total splenic liquefaction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAnchoring wire technique for additional stent placement after endoscopic ultrasonography-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnosis of hereditary hemorrhagic telangiectasia based on endoscopic detection of oral telangiectasias.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic intraperitoneal subserosal dissection for tumor in the spleen-stomach space.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic resection of gastric cancer involving pylorus and duodenum using novel anchor ring-shaped thread counter traction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided drainage of a right liver fistula caused by percutaneous thermoablation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided gastroenterostomy through the mesh of a previous enteral stent in a patient with malignant gastric outlet obstruction and refractory ascites.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided hepaticogastrostomy in a patient with complex postsurgical anatomy after subtotal esophagectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided lauromacrogol embolization for suspected Zollinger-Ellison syndrome: a novel approach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatic ring drainage via a pancreaticoenteric fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nHide and seek: a case of almost missed ingested foreign body.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntegrated diagnosis and treatment: Endoscopic retrograde direct cholangioscopy addressed the challenges of type III perforations.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLiver transplantation for spalt-like transcription factor 4-positive dual-phenotype hepatocellular carcinoma with microscopic bile duct tumor thrombus: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel elastic band-loop traction technique in transanal endoscopic super-minimally invasive resection of a large pedunculated polyp with hypertrophic stalk.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPenetration of the common bile duct into the duodenum by a half-pigtail plastic stent: a rare complication of biliary stenting.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReflections on artificial intelligence for submucosal vessel detection during third-space endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nReintervention for self-expandable metal stent dysfunction caused by tumor ingrowth using endoscopic holmium laser ablation.\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of lollipop-shaped stent-stone complex using direct-vision laser lithotripsy.\r\n\r\nPubmed   Journal   ReadQx \r\nRendezvous technique using a drill dilator through endosonographically created route in a patient with huge pancreatic stones.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimultaneous submucosal tunneling endoscopic septum division and submucosal tunneling endoscopic resection for epiphrenic diverticulum combined with an esophageal submucosal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-balloon enteroscopy-assisted endoscopic ultrasound-guided gastroenterostomy for duodenal ascending part obstruction in stage IV pancreatic tail carcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSubmucosal abscess at the esophagogastric junction successfully treated by endoscopic submucosal dissection: A rare case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful endoscopic hemostasis of arterial bleeding with concurrent technical troubleshooting during endoscopic sleeve gastroplasty using a single cinch.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTriple stent-in-stent placement of novel 6-mm multi-hole covered self-expandable metal stents for malignant hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater compression hemostasis method for active bleeding in underwater endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nUnwrapping the problems: endoscopic repair of fundoplication fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Colonoscopic Follow-up After Abnormal Blood-Based Colorectal Cancer Screening Results. \r\n\r\nPubmed   Journal   ReadQx \r\nEmerging Role of Phosphatidylethanol Testing in Clinical Practice for the Identification of Steatotic Liver Disease Subtypes: Is This the New Standard?\r\n\r\nPubmed   Journal   ReadQx \r\nGender Equity in Gastroenterology: Perspectives From the AGA Women's Committee on Current Frameworks and Future Directions.\r\n\r\nPubmed   Journal   ReadQx \r\nInterdicting nuclear autophagy to treat metabolic dysfunction-associated steatohepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nMicroscopic Colitis: Clearing the Usual Suspects.\r\n\r\nPubmed   Journal   ReadQx \r\nPsychosocial Impact of Endoscopic Procedural Complications on Gastroenterologists: The Second Victims.\r\n\r\nPubmed   Journal   ReadQx \r\nSemaglutide in MASH: A Promising Step Forward with Room for Improvement.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Partial cure of chronic hepatitis B: potential implications for HCC surveillance?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Considerations on the diagnostic accuracy and applicability of MASHResInd in MASH resolution.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Is fecal acetate a viable pan-etiological predictor of outcomes in HCC immunotherapy?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Reevaluating PCA and SCTransform usage in single-cell intrahepatic cholangiocarcinoma analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Is fecal acetate a viable pan-etiological predictor of outcomes in HCC immunotherapy?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Reevaluating PCA and SCTransform usage in single-cell intrahepatic cholangiocarcinoma analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Simvastatin and rifaximin in patients with decompensated cirrhosis: Still a place for LIVER HOPE? \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: LAMP Lights the Way-A Pragmatic Case for NUDT15 Screening Across Diverse Populations-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on \"Immigration Factors and Monitoring of Chronic Hepatitis B Infection Among Foreign-Born: The FOCUS-HBV Multicentre Cohort\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Diet to Modify Risk of IBD-More Plants and Less Processed Food?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Efficacy Versus Effectiveness-An Important Nuance Among Real-World Studies.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Efficacy Versus Effectiveness-An Important Nuance Among Real-World Studies: Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Late Diagnosis of Chronic Hepatitis B-Quantifying the Missed Opportunities and Clinical Consequences.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Optimising Targeted Next-Generation Sequencing for Intestinal Tuberculosis Diagnosis-Methodological Considerations.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Noncontrast MRI in Hepatocellular Carcinoma Surveillance: Considerations for Implementation in Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nThoughts on \"Noncontrast magnetic resonance imaging vs ultrasonography for hepatocellular carcinoma surveillance\".\r\n\r\nPubmed   Journal   ReadQx \r\nVisualization Score Might be Considered for Hepatocellular Carcinoma Surveillance.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A challenge and an opportunity: integrating stent removal into ERCP workflow.\r\n\r\nPubmed   Journal   ReadQx \r\nArtificial intelligence in EUS reporting.\r\n\r\nPubmed   Journal   ReadQx \r\nArtificial intelligence-augmented surveillance for endoscopic safety: a forward step.\r\n\r\nPubmed   Journal   ReadQx \r\nDelayed clearance of prophylactic pancreatic stents after ERCP.\r\n\r\nPubmed   Journal   ReadQx \r\nEmergent peroral endoscopic myotomy: a promising strategy needing standardized evaluation.\r\n\r\nPubmed   Journal   ReadQx \r\nRedefining risk stratification in acute lower GI bleeding: multicenter validation of British Society of Gastroenterology guidelines uncovers critical gaps and high-risk phenotypes.\r\n\r\nPubmed   Journal   ReadQx \r\nSociety of American Gastrointestinal and Endoscopic Surgeons response to American Society for Gastrointestinal Endoscopy guidelines on diagnosis and management of gastroesophageal reflux disease.\r\n\r\nPubmed   Journal   ReadQx \r\nTiming of endoscopic detorsion in sigmoid volvulus.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Anticoagulation in colorectal ESD: implications for bleeding risk management.\r\n\r\nPubmed   Journal   ReadQx \r\nReconsidering statins in MASLD: beyond cardiovascular protection to multisystem benefit. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-01T13:22:18-04:00",
    "input_file": {}
  },
  {
    "path": "gi/07-25-2025/",
    "title": "Fri Jul 25 2025",
    "description": "96 articles - From Friday Jul 18 2025 to Friday Jul 25 2025",
    "author": [],
    "date": "2025-07-25",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    ACG Clinical Guideline Update: Preventive Care in Inflammatory Bowel Disease.\r\nHealth maintenance recommendations addressed in this guideline include the safety and appropriate timing of vaccinations, screening for osteoporosis, cervical cancer, melanoma and non-melanoma skin cancer and screening for depression, anxiety, and need for smoking cessation. To accomplish these health maintenance goals, coordination among the primary care provider, gastroenterology team, and other specialists is necessary.\r\nPubmed   Journal   ReadQx \r\nACG Clinical Guideline Update: Ulcerative Colitis in Adults.\r\nThese guidelines represent the state of the evidence at the time of this publication. As new evidence emerges, these guidelines will be continuously reviewed, and updates will be published as needed to assure continued validity.\r\nPubmed   Journal   ReadQx \r\nACG Clinical Guideline: Management of Crohn's Disease in Adults.\r\nThe Committee reviews guidelines in depth, with participation from experienced clinicians and others in related fields. The final recommendations are based on the data available at the time of the production of the document and may be updated with pertinent scientific developments later.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Incorporating Functional Lumen Imaging Probe Into Esophageal Clinical Practice: Expert Review.\r\nBEST PRACTICE ADVICE 10: Clinicians may consider performing FLIP in the evaluation of persisting symptoms of esophageal obstruction (ie, dysphagia, esophageal-type regurgitation, and/or meal-related chest pain) after treatment of achalasia spectrum disorders. BEST PRACTICE ADVICE 11: Clinicians may consider performing FLIP in the evaluation of symptoms of esophageal obstruction after invasive foregut intervention (ie, antireflux or bariatric intervention).\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Predominant serrated molecular signature in postcolonoscopy colorectal cancer: A systematic review and meta-analysis.\r\n Clinical and molecular features indicate that PCCRCs are more likely to be associated with the serrated pathway than with SCRC. Enhancing the detection of clinically significant serrated lesions may improve the efficacy of CRC screening.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical outcomes of EUS-guided gallbladder drainage in patients with acute cholecystitis with ≥1 year of follow-up: a systematic review and meta-analysis.\r\n This study demonstrates that EUS-GBD is a technically effective and clinically durable treatment modality for acute cholecystitis with over one year follow up duration. The overall low rate of AEs associated with EUS-GBD reflects its unique ability to care for individuals considered high risk for surgery.\r\nPubmed   Journal   ReadQx \r\nComparison of the safety, efficacy, and rates of GERD between full thickness versus modified per oral endoscopic myotomy for achalasia: A systematic review and Meta-Analysis.\r\nOur analysis showed that MM POEM (the OS technique) may lead to reduction in symptomatic reflux as compared with FT POEM for achalasia. The limited number of included studies (with most of them being observational) must be considered while interpreting these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Appendectomy Is Not Associated With a Milder Clinical Course of Ulcerative Colitis: A Nationwide Danish Population-Based Study.\r\n Patients with UC who underwent appendectomy did not experience a milder clinical course compared to those without appendectomy, regardless of underlying appendicitis.\r\nPubmed   Journal   ReadQx \r\nBradycardia and Other Arrhythmias in Patients With Hepatorenal Syndrome-Acute Kidney Injury Following Terlipressin Treatment: A Pooled Analysis of Three North American Phase III Clinical Studies.\r\nIn a pooled analysis, bradycardia was observed in 6% of terlipressin-treated patients but rarely required a dose interruption or reduction. Arrhythmia SAE incidences were low and similar in both treatment groups. Routine intensive cardiac monitoring for the detection of arrhythmias may not be necessary during terlipressin administration.\r\nPubmed   Journal   ReadQx \r\nClinical and Genetic Associations in Cephalosporin-Induced Liver Injury: Insights From the Drug-Induced Liver Injury Network.\r\nCephalosporins can cause self-limited, mixed/cholestatic hepatitis that arises after a short course of therapy with a latency of up to 3 weeks with cefazolin. Cephalosporin-induced liver injury is associated with the HLA-A*02 01 allele, which is linked to more severe liver injury at the onset of illness.\r\nPubmed   Journal   ReadQx \r\nOutcome After Surgery for Colon Cancer in a National Cohort of Patients With and Without Inflammatory Bowel Disease.\r\n Inflammatory bowel disease negatively influences the prognosis of colon cancer. Proctocolectomy was performed only in a minority of those with inflammatory bowel disease. Outcomes need to be improved in patients with inflammatory bowel disease developing colon cancer.\r\nPubmed   Journal   ReadQx \r\nPersistent Binge Drinking History Associated With Advanced Liver Fibrosis and All-Cause Mortality in MetALD.\r\n PBD history is associated with increased risks of advanced fibrosis and mortality in MetALD. Clinical assessment should include an evaluation of drinking patterns and history, particularly persistent binge drinking.\r\nPubmed   Journal   ReadQx \r\nPrimary Sclerosing Cholangitis in the Absence of Inflammatory Bowel Disease Increases the Risk of Colorectal Cancer: A Multi-Centre Propensity Score Matched Analysis.\r\n Our findings provide real-world evidence that PSC is an independent risk factor for colorectal cancer, even in the absence of concomitant IBD. These results support the need for further research to determine whether patients with isolated PSC may benefit from tailored CRC surveillance strategies.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A comparison of the predictive value of 12 body composition markers for MASLD, at-risk MASH and increased liver stiffness in a general population setting.\r\n In the general population, MASLD and MASH risk increased even when WC 100 cm. Although relatively minor differences, WC consistently demonstrated the highest predictive value for MASLD, at-risk MASH, and increased LSM and therefore most suited for MASLD diagnosis, management and risk stratification.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of carvedilol in cirrhosis patients with new-onset uncomplicated ascites without high-risk esophageal varices. (CARVE-AS Trial).\r\n Administration of carvedilol in patients with cirrhosis with new-onset uncomplicated ascites without high-risk varices is safe and prevents further ascites-related complications, with reduced need for large volume paracentesis and improved survival.\r\nPubmed   Journal   ReadQx \r\nRisk factor profiles and elevated incidence of pancreatic cancer in Native Hawaiians.\r\nNotably, Native Hawaiian males with ≥2 risk factors had >5 times the risk relative to White males with no risk factors. This study emphasizes the need for targeted prevention and screening for this underserved population.\r\nPubmed   Journal   ReadQx \r\nThiopurines and intrahepatic cholestasis of pregnancy in systemic lupus erythematosus and inflammatory bowel disease pregnancies.\r\n In SLE and IBD, thiopurine exposure during pregnancy was associated with an increased risk of ICP, regardless of ICP history, hypertension, renal diseases, liver diseases, and glucocorticoid use.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Development and external validation of an endoscopic and histologic pouchitis assessment tool: the Atlantic Pouchitis Index.\r\n Development and validation of the API advances pouchitis disease assessment. Integration of endoscopy and histopathology results in an objective, reliable, and responsive instrument to evaluate therapy effectiveness in research and clinical settings.\r\nPubmed   Journal   ReadQx \r\nDistribution of Esophageal Eosinophilia as a Predictor of Proton Pump Inhibitor Response in Eosinophilic Esophagitis.\r\nIsolated distal eosinophilia at index endoscopy independently predicted PPI response in EoE, while proximal-predominant pattern predicted non-response. Patterns of esophageal eosinophilic distribution may reflect different disease phenotypes and help guide management.\r\nPubmed   Journal   ReadQx \r\nImpact of inflammatory bowel disease and primary sclerosing cholangitis on colorectal cancer risk:national cohort study.\r\nIBD patients have an increased risk of CRC, mostly prominent among young PSC+ patients. PSC+ patients display a tendency to develop CRC in the proximal colon and more synchronous CRC. This should be considered when monitoring and counselling IBD patients.\r\nPubmed   Journal   ReadQx \r\nLumen-Apposing Stents with or without Pigtail in Endosonography-Guided Biliary Drainage for Malignant Distal Biliary Obstruction.\r\nIn patients with malignant distal biliary obstruction, EUS-guided biliary drainage using LAMS with coaxial DPS was superior to LAMS alone. It offered clinical benefits including lower recurrent biliary obstruction rate and shorter hospitalization (ClinicalTrials.gov, number NCT04595058).\r\nPubmed   Journal   ReadQx \r\nMulti-Center Validation of Video-Based Deep Learning to Evaluate Defecation Patterns on 3D High-Definition Anorectal Manometry.\r\n3D high-definition anorectal manometry combined with video-based deep learning is a useful and clinically relevant technology for evaluating anorectal dyssynergia. Future use cases can be expanded to evaluating other motility disorders and their treatment.\r\nPubmed   Journal   ReadQx \r\nThe Real-World Impact of Vitamin D Supplementation on Inflammatory Bowel Disease Clinical Outcomes.\r\n Vitamin D supplementation was associated with reduced IBD-related ED visits, hospitalizations, and corticosteroid use, supporting its potential as a low-cost adjunct in IBD management. Prospective studies are needed to optimize dosing strategies and define target serum levels for improved long-term outcomes.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Artificial intelligence for endoscopic grading of gastric intestinal metaplasia: advancing risk stratification for gastric cancer.\r\nWe demonstrated the potential of applying AI tools in endoscopic image analyses, by estimating EGGIM with high accuracy. This opens the possibility for automated assessment of EGGIM, providing a greener strategy for gastric cancer risk stratification but also for prospective studies and interventional trials.\r\nPubmed   Journal   ReadQx \r\nComputer-assisted optical diagnosis of colorectal polyps up to 10mm.\r\nIn our study, CADx-assisted diagnosis met the resect-and-discard PIVI1 threshold only for diagnosis of polyps up to 3mm and the diagnose-and-leave PIVI2 threshold for polyps up to 10mm.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gallbladder versus bile duct drainage for first-line therapy of malignant biliary obstruction: international multicenter trial.\r\n Our study showed that in patients with distal MBO, the use of EUS-GBD or EUS-CDS were comparable, with similar rates of efficacy and safety. EUS-GBD could represent an easy and safe option in patients with DMBO without previous cholecystectomy and with clear patency of the cystic duct.\r\nPubmed   Journal   ReadQx \r\nLong-term impact of computer-aided adenoma detection: a prospective observational study.\r\nAfter CADe implementation, detection rate in procedures performed without CADe was maintained and did not decline.\r\nPubmed   Journal   ReadQx \r\nThe effect of prophylactic clipping on delayed bleeding after proximal colonic endoscopic mucosal resection: a multicenter, randomized controlled trial (CLIPPER).\r\nProphylactic clipping did not reduce delayed bleeding in patients undergoing EMR for large laterally spreading and sessile polyps in the proximal colon in daily clinical practice.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Early infliximab levels and clearance predict outcomes after infliximab rescue in acute severe ulcerative colitis: Results from PREDICT-UC.\r\n Early infliximab levels and clearance calculation can predict outcomes in ASUC. This is the first study to demonstrate that high infliximab clearance may be overcome by intensified infliximab dosing.\r\nPubmed   Journal   ReadQx \r\nThe natural history of gastroesophageal varices in children with portal hypertension.\r\nWorsening of the endoscopic pattern is common in children with portal hypertension. HRV can be expected to emerge in one-third and one-half of initially HRV-negative children after 5 and 10 years, respectively. Infants with biliary atresia are at particularly high risk. These findings support the rationale for considering primary prophylaxis of bleeding.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical Outcomes of Endoscopic Submucosal Dissection for Residual Neoplasia After Incomplete Resection of Large Non-Pedunculated Colorectal Polyps: A Large Multicenter Propensity Match Study.\r\nESD can be performed safely and effectively as a salvage therapy after failed attempt at ER of LNPCPs. ESD may be selectively considered as part of our endoscopic armamentarium for the management of these difficult-to-treat lesions. support current guideline endorsed indications for ESD for the treatment of residual neoplasia after incomplete ER.\r\nPubmed   Journal   ReadQx \r\nOne-year survival rate of unresectable pancreatic cancer size smaller than 4 cm treated with or without EUS-RFA.\r\n EUS-RFA as an adjunct for UPDAC ≤ 4 cm may improve survival with minimal side effects.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Hybrid identity and distinct methylation profiles of incomplete intestinal metaplasia in the stomach.\r\nInc IM represents a phenotypically unstable and epigenetically deregulated metaplastic state with dual-lineage potential and molecular resemblance to GC. These findings establish Inc IM as a true precursor to GC and underscore the importance of active surveillance and early intervention strategies.\r\nPubmed   Journal   ReadQx \r\nInsulin-like peptide 5 is released in response to bile acid in the rectum and is associated with diarrhoea severity in patients with bile acid diarrhoea.\r\n The study highlights that rectal bile acids stimulate INSL5 secretion in humans, and that INSL5 levels are associated with a colonic pro-motility response and pathophysiology of chronic diarrhoea.\r\nPubmed   Journal   ReadQx \r\nMitochondrial dysfunction drives basal cell hyperplasia in eosinophilic oesophagitis.\r\nFurther, omeprazole alleviated mitochondrial damage and dysfunction in EoE-related BCH modelled in mice and patient-derived organoids. CONCLUSION: Mitochondrial dysfunction is tightly linked to perturbation of redox homeostasis in EoE-related BCH, which is promoted by IL-13 and reversible with omeprazole treatment.\r\nPubmed   Journal   ReadQx \r\nPericyte drives the formation of circulating tumour cell-neutrophil clusters to promote colorectal cancer metastasis.\r\n This study uncovers the previously undefined location and mechanism of CTC-neutrophil cluster formation and underscores the potential of pericyte-driven CTC-neutrophil clusters as a valuable prognostic indicator and therapeutic target for CRC metastasis.\r\nPubmed   Journal   ReadQx \r\nTargeting Treg-fibroblast interaction to enhance immunotherapy in steatotic liver disease-related hepatocellular carcinoma.\r\n This study uncovers critical immune and metabolic adaptations in SLD-HCC, identifying TNFSF14-TNFRSF14 signalling as a key driver of immunotherapy resistance. Targeting this signalling axis enhances antitumour immunity and improves immunotherapy efficacy, offering a promising therapeutic strategy for SLD-HCC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Causes of mortality among patients with early-stage hepatocellular carcinoma.\r\n Cause of death varies among patients with early-stage HCC, although HCC-related death remains the most common cause. Efforts are needed to optimize curative treatment effectiveness among patients with early-stage HCC to reduce cancer-related mortality.\r\nPubmed   Journal   ReadQx \r\nDistinctive hemodynamic phenotype in Fontan-type circulation patients with distal esophageal varices.\r\n Distal EV are frequent and characterize a distinct hemodynamic phenotype, featuring elevated Fontan pathway pressures, severe hepatic fibrosis, portal hypertension, and a hyperdynamic circulatory state.\r\nPubmed   Journal   ReadQx \r\nNEK7 induced phosphorylation of EGFR on serine 1070 drive the acquired lenvatinib resistance in hepatocellular carcinoma.\r\nOur results unveil insights into the acquired lenvatinib resistance mechanism that NEK7 phosphorylates EGFR at S1070 to promote acquired lenvatinib resistance in HCC.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    B cells drive CCR5<sup>+<\/sup>CD4<sup>+<\/sup> tissue-resident memory T cell cytotoxicity via IL-15Rα-IL-15 signaling in primary biliary cholangitis.\r\nImpact and implications This study reveals that IL-15Rα-expressing B cells manifest a pro-inflammatory phenotype and promote biliary injury by impairing immune homeostasis through aberrant activation of tissue-resident memory T cells during PBC progression. Although we now offer a new paradigm how IL-15 trans-presentation is regulated in a B cell-dependent manner in PBC, the regulatory effects of IL-15Rα/IL-15 signaling on other chronic liver diseases remain to be further elucidated.\r\nPubmed   Journal   ReadQx \r\nRestoration of N-glycosylation via leucine-activated leucyl-tRNA synthetase 1 overcomes chemoresistance in intrahepatic cholangiocarcinoma.\r\nThis study uncovers a novel mechanism of LARS1-dependent codon-biased translation underling ICC chemoresistance. It further establishes leucine supplementation as a feasible, and potentially translational strategy to improve the efficacy of ICC chemotherapy. Impact and implications This study demonstrates that LARS1 downregulation disrupts N-glycan biosynthesis and enhances ABCC1-mediated chemoresistance in ICC. Our findings are important for oncologists and translational researchers, as they identify LARS1-dependent codon-biased translation as a critical determinant of chemotherapy response in ICC. Practically, we uncover that exogenous leucine supplementation restores LARS1 levels and synergises with gemcitabine-oxaliplatin treatment, offering a safe dietary intervention to overcome chemoresistance. These implications are firmly based on preclinical evidence, although future clinical trials are needed to validate the safety and efficacy of leucine supplementation strategies in ICC patients.\r\nPubmed   Journal   ReadQx \r\nRivaroxaban to prevent complications of portal hypertension in cirrhosis: The CIRROXABAN study.\r\nIn cirrhotic patients with moderate liver dysfunction, rivaroxaban may improve PHT complication-free survival without significantly increasing major bleeding events. Impact and implications This study provides novel evidence of the potential use of rivaroxaban to prevent liver decompensation in cirrhotic patients with portal hypertension. The observed reduction in decompensation events aligns with previous findings on anticoagulation in cirrhosis, suggesting a potential therapeutic role for rivaroxaban in this population. Although the reduction of the primary endpoint did not reach statistical significance in the whole cohort, this potential effect was observed in a post hoc analysis in Child-Pugh B patients;  however, these findings should be interpreted with caution due to the exploratory and post hoc nature of the subgroup analyses. Non portal hypertension related bleeding was overall increased in patients receiving rivaroxaban but not those that were classified as severe. These findings underscore the need for further investigation into optimal dosing strategies to maximize efficacy while minimizing bleeding risks.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial on 'Prevalence and Predictors of Symptoms of Anxiety or Depression at Diagnosis in Patients With Inflammatory Bowel Disease: An Inception Cohort'.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Polypharmacy in MASLD-An Overlooked Epidemic Disproportionately Affecting Women and Patients With Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Addressing Gaps in Colorectal Cancer Screening: The Role of Patient Navigation and Future Directions.\r\n\r\nPubmed   Journal   ReadQx \r\nAdvancing Inflammatory Bowel Disease-driven Colorectal Cancer Management: Molecular Insights and Endoscopic Breakthroughs Towards Precision Medicine.\r\nThe future of IBD-related CRC management will incorporate a holistic, multi-integrated approach, combining AI-driven diagnostics, omics data integration, endoscopic and surgical innovations and nanotechnology-based therapies. This paradigm shift aims to enhance precision medicine, promoting organ-sparing approaches, improved diagnostics, and personalized cancer treatment with the potential to reduce CRC risk.\r\nPubmed   Journal   ReadQx \r\nMASLD in Patients with Chronic Hepatitis B Virus Infection: Hiding in Plain Sight.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of the Disconnected Pancreatic Duct in Pancreatic Necrosis.\r\nThe 7 questions followed by recommendations included the appropriate definition for the syndromes, the radiographic definition for diagnosis;  the appropriate timing for evaluation for diagnosis;  the ideal diagnostic method;  the use of pancreatic duct stents in this syndrome;  the utility and safety of double plastic stents following endoscopic transmural drainage, and the role of surgical therapy. Important diagnostic and therapeutic questions were derived which should be useful for the management of these patients as well as important research questions going forward.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Rethinking Nutrition in IBD: The Case for a Whole Food Approach.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Non-invasive tests of fibrosis in the management of MASLD: revolutionising diagnosis, progression and regression monitoring.\r\nWe suggest that future studies prioritise the validation of NITs across diverse ethnic populations. We believe it essential to explore the role of NITs in dynamic monitoring and integration of multiomics technologies, artificial intelligence and personalised risk models to improve diagnostic accuracy and treatment planning.\r\nPubmed   Journal   ReadQx \r\nRecent advances in clinical practice endohepatology: the endoscopic liver rush.\r\nThese involve, among others, endoscopic ultrasound (EUS)-guided liver biopsy, EUS-guided portal pressure gradient measurement, coil and glue embolisation of gastric varices and spontaneous portosystemic shunts, artificial-assisted cholangioscopy. In this review, we aim to focus on different applications within endohepatology which are at the benchtop (or coming close by) and attempt to prognosticate potential future techniques within this rapidly evolving field.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Response to Liao and Lai.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Meta-Epidemiological Analysis of Sex Disparities in Hepatology Clinical Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nArtificial Intelligence and Endoscopist Diagnostic Agreement as a Framework for Colorectal Polyp Optical Diagnosis Implementation.\r\n\r\nPubmed   Journal   ReadQx \r\nChatGPT Is Not Yet Ready to Replace Motility Experts.\r\n\r\nPubmed   Journal   ReadQx \r\nDistension-mediated obstruction, a novel pathophysiology in functional dysphagia.\r\n\r\nPubmed   Journal   ReadQx \r\nOutcomes of Tumor-Based Universal Screening for Lynch Syndrome in Patients with Colorectal Cancer in a Large U.S. Population.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Complication of endoscopic vacuum therapy in anastomotic leak: closure of iatrogenic small bowel fistula using a novel helix tacking device.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDistensibility measurement in the selection of patients for endoscopic pyloromyotomy: promising and logical, but still not ready for prime time.\r\n\r\nPubmed   Journal   ReadQx \r\nLoop-tipped guidewire-assisted cannulation of disposable imaging catheter into appendiceal lumen for difficult endoscopic retrograde appendicitis therapy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel underwater endoscopic submucosal dissection system employing two flushing pumps to provide a clear field of view: the paired pump immersion system.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUsefulness of bilateral traction method for endoscopic submucosal dissection of superficial pharyngeal cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Early-life colibactin exposure is associated with early-onset colorectal cancer occurrence.\r\n\r\nPubmed   Journal   ReadQx \r\nGender Equity in Gastroenterology: Perspectives From the AGA Women's Committee on Current Frameworks and Future Directions.\r\n\r\nPubmed   Journal   ReadQx \r\nMild Crohn's Disease is Associated with Altered Sphingolipid Metabolism and Reduced Neutrophilic Inflammation.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel Insights Into the Progression of α1-Antitrypsin Deficiency-Associated Liver Disease Using Artificial Intelligence-Driven Deep Visual Proteomics.\r\n\r\nPubmed   Journal   ReadQx \r\nRisk-adapted starting ages for colorectal cancer screening based on comprehensive family history.\r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling the genetic mosaic of congenital enteropathies.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic ultrasound-guided enteroscopic treatment for small-bowel stricture with enteroscope (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nSingle Session Real-Time Diagnosis and Treatment of Branch-duct Intraductal Papillary Mucinous Neoplasms.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips for the Diagnosis of Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Hepatocyte senescence in alcohol-associated hepatitis: epiphenomenon or disease-driving mechanism?\r\n\r\nPubmed   Journal   ReadQx \r\nHow accurate is EUS-guided direct portal vein pressure measurement? A comparison with intraoperative measurements.\r\n\r\nPubmed   Journal   ReadQx \r\nNew frontier in albumin replacement therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nNew look on oats in coeliac disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    2D-SWE in MASLD: Should we utilize it more with these new cutoffs?\r\n\r\nPubmed   Journal   ReadQx \r\nBetter late than resectable: Combination therapy finds its moment.\r\n\r\nPubmed   Journal   ReadQx \r\nDecoding liver risk: A deep dive into the Baveno VII \"Rule-of-Five\" criteria.\r\n\r\nPubmed   Journal   ReadQx \r\nDeep learning's crystal ball: Predicting HCC surgery success with multimodal imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Can we assess the diagnostic accuracy of 2D-SWE for liver fibrosis staging in MASLD?\r\n\r\nPubmed   Journal   ReadQx \r\nMinor players, major signals: Unveiling the systemic and gut-localized impact of microbial amidated bile acids in hepatopancreatobiliary disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Considerations on the diagnostic accuracy and applicability of MASHResInd in MASH Resolution.\r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling the metabolic thread: Type 2 diabetes and fibrosis in chronic hepatitis B with steatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial on 'Prevalence and Predictors of Symptoms of Anxiety or Depression at Diagnosis in Patients With Inflammatory Bowel Disease: An Inception Cohort'. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: JAK to JAK-Navigating Intra-Class JAK Inhibitor Switching in Inflammatory Bowel Disease. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: H. pylori Infection May Constitute a Risk Factor for Reflux Disease and Colonic Neoplasia-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: H. pylori Infection May Constitute a Risk Factor for Reflux Disease and Colonic Neoplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Beyond County Boundaries: Rethinking Gastroenterology Access Metrics in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nFurther dimensions of the role of TREM2 in pancreatic ductal adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Anticoagulation in colorectal ESD: implications for bleeding risk management.\r\n\r\nPubmed   Journal   ReadQx \r\nBalancing safety and recurrence: pooled analysis of cold snare EMR for large colorectal polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic intermuscular dissection for rectal cancer: are we ready to skip surgery?\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking 'Inactive Chronic Hepatitis B': should we treat patients with high HBsAg levels?\r\n\r\nPubmed   Journal   ReadQx \r\nStatin use association with all-cause mortality and liver-related outcomes: are the benefits true?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-28T23:23:29-04:00",
    "input_file": {}
  },
  {
    "path": "gi/07-18-2025/",
    "title": "Fri Jul 18 2025",
    "description": "98 articles - From Friday Jul 11 2025 to Friday Jul 18 2025",
    "author": [],
    "date": "2025-07-18",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastrointest Endosc\r\n    Electrosurgical generators.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Intravenous Versus Subcutaneous Infliximab in Inflammatory Bowel Disease.\r\n Subcutaneous infliximab is associated with high efficacy rates in IBD. Subcutaneous infliximab may offer clinical benefit above the intravenous formulation. This should provide patients and clinicians with confidence in using subcutaneous infliximab in IBD. Further head-to-head trials are needed to confirm the relative efficacy between these formulations.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Spectrum of Interstitial Cell of Cajal Deficits in Chronic Gastroduodenal Disorders: Systematic Review and Meta-Analysis.\r\n Marked depletion of ICC is a consistent finding in neurogastroduodenal disorders. A spectrum of disease is revealed, with greater depletion associated with delayed emptying. Techniques for clinically defining ICC-driven gastric neuromuscular dysfunction should be prioritized.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: Association Between Early Disease Clearance and Long-Term Outcomes-4-Year Results From the Phase 3 UNIFI Study of Ustekinumab in Ulcerative Colitis.\r\nPatients who achieved disease clearance 8 weeks after ustekinumab induction were more likely to be in long-term clinical, symptomatic and quality of life remission with ustekinumab maintenance treatment than patients who did not.\r\nPubmed   Journal   ReadQx \r\nDiagnostics of Autoimmune Hepatitis Enabled by Non-Invasive Clinical Proteomics.\r\nClinical proteomic analyses of paired liver-plasma samples from patients with AIH enabled high diagnostic potential. Proteomics may constitute a novel non-invasive diagnostic tool for AIH if validated in larger, age- and sex-matched cohorts. Clinical trial number NCT05335603.\r\nPubmed   Journal   ReadQx \r\nHigh-Throughput Viral Integration Detection Reveals Baseline Breakpoints Burden Associated With HBsAg Seroclearance.\r\nThe duration of NUC treatment, as well as ALT and AST levels, were associated with the level of clonal expansion in virally-suppressed patients. A lower number of breakpoint types at baseline may be related to a higher HBsAg loss rate following Peg-IFN-based treatment and serve as a useful marker in guiding treatment decision-making (NCT02327416).\r\nPubmed   Journal   ReadQx \r\nSystemic Biologics Have Similar Safety to Vedolizumab in Inflammatory Bowel Disease Patients Following Liver Transplantation.\r\n Incidence of infectious events observed between IBD/LTx patients exposed to 'gut-specific' and 'systemic' biologics were similar. Biologic choice should not be influenced by concerns regarding their co-prescription with transplant immunosuppression. Corticosteroid co-therapy at biologic initiation may be associated with more severe infectious events.\r\nPubmed   Journal   ReadQx \r\nThe Magnitude of Polypharmacy and Role of Disease Severity and Patient Sex in Medication Use Among Patients With MASLD Enrolled in TARGET-NASH.\r\nPolypharmacy is common among patients with MASLD. Those with cirrhosis are most affected, and women with cirrhosis are at an even greater risk. Opioid, benzodiazepine, and nonsteroidal anti-inflammatory drug use is prevalent among patients with cirrhosis despite the known associated risks. Frequent medication use for chronic pain in patients with cirrhosis highlights the need for management plans that optimise safety balanced against therapeutic efficacy.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Defining risk in Alcohol associated Liver Disease using the Model for End Stage Liver Disease.\r\nThese data illustrate the natural history of ALD and define the risks of outcomes based on the MELD score across the spectrum of disease.\r\nPubmed   Journal   ReadQx \r\nLocal post-procedural cryoprevention significantly reduces the incidence of post-ERCP pancreatitis: a multicenter randomized controlled trial.\r\nCryoprevention using ice water significantly reduced PEP incidence, demonstrating a safe, effective, and low-cost strategy. This approach offers a practical alternative, where NSAID use is limited.\r\nPubmed   Journal   ReadQx \r\nPBC-HOPE: A randomized controlled trial of hypnosis and psychoeducation in women with primary biliary cholangitis and fatigue.\r\nAt 12 weeks, hypnosis and psychoeducation interventions were not associated with a significant reduction in quantitative measures of fatigue associated with PBC. However, the qualitative changes in perceived fatigue associated with these interventions suggest that maintenance sessions could be beneficial in the longer term.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A novel risk prediction model for hepatocellular carcinoma in MASLD: A multinational, multicenter cohort study.\r\n Overweight/obesity or central obesity and pre-diabetes/diabetes with fibrotic burden were significantly associated with the increased HCC risk in MASLD. The MASLD-HCC score may enable physicians to stratify the HCC risk.\r\nPubmed   Journal   ReadQx \r\nBowel Urgency in Crohn's Disease: Effects of Mirikizumab in a Randomized Controlled Phase 3 Trial.\r\nMirikizumab-treated participants achieved significantly higher rates of BU CMI and remission at W12 and W52, which was associated with better short- and longer-term clinical outcomes. VIVID-1 was registered on ClinicalTrials.gov, NCT03926130.\r\nPubmed   Journal   ReadQx \r\nComparative Effectiveness of Empiric Treatment for Helicobacter pylori in a Large, Diverse Population in the United States.\r\nIn a large, community-based U.S. population, concomitant and bismuth-quadruple therapies had the highest eradication rates for H. pylori for initial treatment without a substantial decline in efficacy over time, while bismuth quadruple was the most successful salvage regimen. History of macrolides or metronidazole use should be reviewed to inform treatment selection. Repeat use of previously prescribed regimens should be avoided.\r\nPubmed   Journal   ReadQx \r\nImpact of serious infection on mortality of patients with chronic liver disease: a nationwide population-based cohort study.\r\nPatients with CLD exhibited a trend of increased mortality dependent on the number of serious infections and the degree of disease severity of CLD ranging from CLD without cirrhosis, compensated cirrhosis, and decompensated cirrhosis. Decompensated cirrhosis has more than three-fold risk of infection than CLD without cirrhosis.\r\nPubmed   Journal   ReadQx \r\nInterventional radiological management for Budd-Chiari syndrome: a 10-year retrospective, multicenter survey on 997 patients in China.\r\nWith predominantly IVC-obstruction presented and recanalization used, interventional radiological treatment could achieve a good long-term outcome in Chinese patients with BCS.\r\nPubmed   Journal   ReadQx \r\nRisk for Metachronous Advanced Neoplasia in Patients with a Modified Definition of Advanced Adenoma: Data from the New Hampshire Colonoscopy Registry.\r\nThe modified AA groups had a statistically higher risk of a modified AN outcome and a numerically higher CRC risk than the 10-19mm TA group. Future studies should validate these findings and extend them by examining differences in metachronous risk within the 10-19mm TA group.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Internal traction in endoscopic full-thickness resection for gastric subepithelial lesions arising from the muscularis propria: Comparative study.\r\nInternal traction using the novel clip-with-spring device could significantly improve safety and efficacy of gastric EFTR in the distal stomach.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Encapsulation levels rather than elapsed time after the onset of acute pancreatitis are related to clinical outcomes of pancreatic walled-off necrosis.\r\nIn patients undergoing EUS-guided WON treatment, the encapsulation status, rather than the time elapsed since disease onset, appeared to be associated with clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic ultrasonography-guided biliary drainage via the afferent limb using forward-viewing echoendoscope for managing choledochojejunal anastomotic stricture.\r\n FVEUS-BD via the afferent limb is an effective and safe rescue method for managing severe choledochojejunal anastomotic strictures. In benign strictures, it offers the potential for achieving a stent-free status and could become a standard approach.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    <i>Helicobacter pylori<\/i> antibiotic resistance: a global challenge in search of solutions.\r\nBackground antibiotic resistance requires an urgent revision of current management strategies. Possible solutions include AST-based selection of effective treatment regimens, identification of novel combinations of existing drugs and exploration of novel drugs.\r\nPubmed   Journal   ReadQx \r\nTherapeutic inhibition of HBsAg and HBV cccDNA through a novel phased combination treatment: glycine and interferon-α.\r\n Glycine has the potential to reduce HBV cccDNA levels by stimulating hepatocyte proliferation. The phased administration of glycine and IFN-α significantly enhances its therapeutic efficacy. These findings suggest a novel and promising strategy for the treatment of CHB.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Pretreatment serum bile acid composition and predictability of subsequent response to odevixibat in patients with bile salt export pump (BSEP) deficiency.\r\nHigher pretreatment serum levels of unconjugated CA and CDCA are associated with subsequent response to odevixibat in patients with BSEP deficiency. Response to odevixibat may be related to residual biliary bile acid secretion capacity in patients with BSEP deficiency.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Effect of rifaximin in patients with severe cirrhosis and ascites: A randomized double-blind placebo-controlled clinical trial.\r\nRFX had no beneficial effect in terms of 12-month survival or incidence of complications of liver cirrhosis in patients with severe cirrhosis and low ascitic fluid protein levels. Improving patient adherence could reduce liver complications of cirrhosis. Impact and implications Selective gut decontamination using norfloxacin is the standard of care for secondary prophylaxis of spontaneous bacterial peritonitis (SBP). Evidence for primary prophylaxis of SBP is weaker, and fluoroquinolones have been associated with an increased risk of antimicrobial resistance (AMR). Rifaximin, a well-tolerated broad-spectrum antibiotic with a lower risk of AMR emergence, may be an alternative to norfloxacin. Our trial did not demonstrate an improvement in survival or liver complications (SBP, gastrointestinal bleeding, hepatic encephalopathy or hepatorenal syndrome) at 12 months with rifaximin as primary prophylaxis for SBP versus placebo. However, in the subgroup of patients who adhered to rifaximin, liver complications decreased. Our study highlights the importance of study drug adherence in clinical trials to adequately assess outcomes. Clinical trial number NCT03069131.\r\nPubmed   Journal   ReadQx \r\nEnhanced surveillance, subtyping, and host adaptation analysis reveal genotype-wide zoonotic potential of rat hepatitis E virus.\r\nRHEV shows genotype-wide potential for human spillover infection across its phylogeny. Global surveillance and sequencing efforts of rHEV in humans and rodents are required. Impact and implications Rat hepatitis E virus (rHEV) is an emerging cause of viral hepatitis in humans, but a comprehensive zoonotic assessment is hampered by a lack of sequences and systematic subtyping methods. Using a new, extended dataset of human-derived rHEV strains, we found a wide phylogenetic distribution of human-derived rHEV globally. Regardless of derived host, rHEV codon adaptation was similar for humans, indicating that al rHEV strains should be assumed to have zoonotic potential. Selection analyses revealed that human-derived sequences may be more tolerant to the accumulation of mutations at ORF2, which encodes the viral capsid. Some human-derived strains even showed lower codon usage bias, suggesting that they may have higher survivability and replication across multiple hosts. These results are relevant to clinicians and policymakers as they prove the importance of instituting rHEV surveillance in humans and rodents.\r\nPubmed   Journal   ReadQx \r\nMevalonate pathway promotes liver cancer by suppressing ferroptosis through CoQ10 production and selenocysteine-tRNA modification.\r\nWe unraveled the intriguing relationship between the mevalonate pathway, CoQ10 production, and selenoprotein translation. The anti-tumor roles of 6-FMEV and atorvastatin highlight the potential of targeting the pathway as a promising therapeutic strategy for HCC. Impact and implications Current treatments show limited efficacy in advanced HCC. This study provides evidence that targeting the mevalonate pathway promotes ferroptosis in HCC by impairing CoQ10 synthesis and selenoprotein translation. Clinically, repurposing atorvastatin or MVD inhibitor 6-FMEV inhibits tumor growth across various HCC subtypes in animal models. Moreover, combining the mevalonate pathway inhibitors with TKIs or ICIs enhances the anti-tumor role, highlighting the translational potential of our study.\r\nPubmed   Journal   ReadQx \r\nMolecular signatures discriminating different types of rejection in human liver transplants.\r\nWe report transcriptome features of cAMR that is a unique molecular identity associated with inflammation and fibrogenesis as described in other solid organ transplantations and being linked to a high rate of liver graft failure.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial to \"Effect of Nucleos(t)ide Analogues Withdrawal on Survival Outcomes in Patients With Hepatitis B Virus-Related Acute-On-Chronic Liver Failure\".\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: ABID-LSM-A Promising Model for Predicting Decompensation Risk in MASLD Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Are Antidepressant Medications Safe in Inflammatory Bowel Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: H. pylori Treatment-Old Ingredients in New Effective Regimens.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-In-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gastrojejunostomy for management of malignant gastric outlet obstruction: here to stay, but not everywhere.\r\n\r\nPubmed   Journal   ReadQx \r\nFuture of pancreas divisum diagnosis: linear-array endoscopic ultrasound leads the way.\r\n\r\nPubmed   Journal   ReadQx \r\nProximal and distal, but why not middle esophagus? Changing our pattern of biopsy for diagnosis of eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nScoping the future: what endoscopists really think about artificial intelligence.\r\n\r\nPubmed   Journal   ReadQx \r\nShould artificial intelligence be implemented into any scene?\r\n\r\nPubmed   Journal   ReadQx \r\nSigmoid volvulus: A new twist to the untwisting?\r\n\r\nPubmed   Journal   ReadQx \r\nThe gallbladder drainage odyssey: Are we reaching the shores of EUS-guided bridge to surgery?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Gut microbiota and atherosclerosis.\r\nInterference with the gut microbiota by prebiotics, probiotics and antibiotics has demonstrated beneficial effects on atherosclerosis mainly in preclinical models. Overall, the gut microbiota has appeared as an important rheostat for vascular inflammation in atherosclerosis, which is controlled by host-microbe interactions that may be therapeutically exploited in the future.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Chasing shadows: navigating surrogate endpoints in biliary tract cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Appendix Arising in the Left Thoracic Cavity: Giant Congenital Diaphragmatic Hernia.\r\n\r\nPubmed   Journal   ReadQx \r\nIleal Perforation Caused by Ingested Toothpicks.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Dai et al.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A FOOTLONG ESOPHAGEAL POLYP.\r\n\r\nPubmed   Journal   ReadQx \r\nPrimary EBV infection in late childhood, but not in adulthood, is associated with lower risk of inflammatory bowel disease in a population-based cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nReal-world Comparison of SAFE and FIB-4 Scores for Assessing MASLD-Related Fibrosis in a highly diverse urban MASLD population.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful Endoscopic Recanalization of Complete Colorectal Anastomotic Obstruction using a Rendezvous Technique.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of successful removal of 15 magnetic beads causing gastric penetration by endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel impact-tip crusher catheter enhances mechanical lithotripsy for large common bile duct stones.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel traction device applying the \"anchor traction method\" during pharyngeal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nAntireflux mucosectomy in the management of gastroesophageal reflux disease with large hiatal hernia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBiliary dilation using a screw-type device for endoscopic ultrasound-hepaticogastrostomy in a relapsed primary sclerosing cholangitis case post-liver transplantation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCold-endoscopic submucosal dissection: time to go further?\r\n\r\nPubmed   Journal   ReadQx \r\nDefect closure after duodenal endoscopic submucosal dissection for a tumor of the minor papilla in a patient with pancreas divisum: reopenable-clip over-the-line method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnosis of reactive lymphoid hyperplasia of the bile duct observed on peroral video cholangioscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic resection of an extraluminal esophageal duplication cyst.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided enteroenterostomy with lumen-apposing metal stent for post-gastrectomy afferent loop obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided fine-needle aspiration for the diagnosis of laryngeal mucosa-associated lymphoid tissue lymphoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided tissue acquisition using a novel Franseen needle for ampullary gangliocytic paraganglioma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nExtensive mucosal denudation and necrosis complicated by esophagothoracic fistula after submucosal tunnel endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInnovative linear purse-string suture technique for closure of post-endoscopic submucosal dissection rectal defect.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRemoval of the intrahepatically migrated and impacted plastic stent over malignant stricture using drill dilator.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRescue therapy for recurrent cholangitis secondary to main duct intraductal papillary mucinous neoplasm with pancreatobiliary fistula using an esophageal fully covered metal stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimultaneous peroral endoscopic myotomy and submucosal tunneling endoscopic septum division in one tunnel for diffuse esophageal spasm combined with epiphrenic diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful hemostasis of spurting gastric ulcer bleeding using self-assembling peptide gel.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful removal of B3 bile duct stones from B2 bile duct endoscopic ultrasound-guided hepaticogastrostomy route using wire-loop and bridge technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuture-loop anchoring at the distal end of a pancreatic stent: a novel approach to prevent proximal migration.\r\n\r\nPubmed   Journal   ReadQx \r\nThe direct-vision stenting method: an innovative stent placement technique using a novel thin scope for malignant gastric outlet obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe hidden danger behind a normal endoscopy: successful endoscopic full-thickness resection guided by endoscopic ultrasound.\r\n\r\nPubmed   Journal   ReadQx \r\nTransluminal forceps biopsy for a pancreaticojejunostomy stricture using a novel forceps biopsy device.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Endoscopic Removal of Surgical Sponges That Are Left in The Abdomen During a Surgical Procedure.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Directed Trans-Enteric ERCP in a Patient with Malignant Afferent Limb and Hepaticojejunostomy Stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nNo Light at End of The Tunnel: Closing a Mucosal Defect from Inside the Tunnel During G-POEM Procedure.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    To be or not to be (a biliary cancer): RAS (signalling) is the question.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the editor: Clonal hematopoiesis in MASLD-associated HCC: Variant burden may matter more than presence.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Are Antidepressant Medications Safe in Inflammatory Bowel Disease? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: H. pylori Treatment-Old Ingredients in New Effective Regimens. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on \"Anthropometric Measures and Mortality Risk in Individuals With Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD): A Population-Based Cohort Study\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Anthropometric Measures and Mortality Risk in Individuals With Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD): A Population-Based Cohort Study'-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Immunogenicity and efficacy of subcutaneous infliximab monotherapy versus combination therapy in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nImmunogenicity with subcutaneous infliximab: the devil is in the details.\r\n\r\nPubmed   Journal   ReadQx \r\nLeveraging Digital Health Innovations to Enhance Colorectal Cancer Screening: A Contemporary Perspective.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Advancing Risk Stratification in Familial Colorectal Cancer: A Call for More Comprehensive Assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Use of Fecal Immunochemical Testing for Risk Stratification of Patients With Symptoms of Colorectal Cancer Referred for Diagnostic Colonoscopy\".\r\n\r\nPubmed   Journal   ReadQx \r\nFamilial Aggregation of Colorectal Polyps: Disentangling Surveillance Effects from Genetic Predisposition.\r\n\r\nPubmed   Journal   ReadQx \r\nFurther Exploration of the Frequency of Polyp Diagnosis in Relatives and the Risk of Colorectal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nInsights on the relationship between risk of colorectal cancer and the frequency of colorectal polyp diagnosis in relatives.\r\n\r\nPubmed   Journal   ReadQx \r\nThoughts on Colorectal Cancer and Family Polyp History.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Defining difficult endoscopic bowel dilation in inflammatory bowel disease patients: a call for further consideration.\r\n\r\nPubmed   Journal   ReadQx \r\nThin-walled abscesses and lumen-apposing metal stent drainage: a critical evaluation of safety and efficacy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Inflammatory bowel disease linked to accelerated cognitive decline in individuals with dementia: a nationwide cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Fine-Tuning the Tipping Points: Why a 10-kPa Threshold May Blur Prognosis in MASLD-Related cACLD.\r\n\r\nPubmed   Journal   ReadQx \r\nFulminant Tumour Lysis Syndrome after Nivolumab and Ipilimumab treatment for Hepatocellular Carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatic encephalopathy in a 16-year-old girl: A case of adult-onset hereditary metabolic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimize hypertension management to tackle the CVD burden in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol in steatotic liver disease: real-world evidence.\r\n\r\nPubmed   Journal   ReadQx \r\nTime to standardize preoperative EUS for lymph node staging in resectable extrahepatic cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-18T09:57:24-04:00",
    "input_file": {}
  },
  {
    "path": "gi/07-11-2025/",
    "title": "Fri Jul 11 2025",
    "description": "120 articles - From Friday Jul 04 2025 to Friday Jul 11 2025",
    "author": [],
    "date": "2025-07-11",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Neurogastroenterol Motil\r\n    Validation of Lyon 2.0 Gastroesophageal Reflux Disease Consensus: Limited Clinical Utility of Mean Nocturnal Basal Impedance in Koreans.\r\n MNBI significantly correlated with AET and LA grades, highlighting its diagnostic value in Korean GERD patients. However, regional variations suggest higher MNBI thresholds than Lyon 2.0 recommendations, warranting further studies to refine criteria for Asian populations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic Review: Incidence of Liver-Related Events in People Living With Hepatitis Delta Virus.\r\nThe number of studies describing the incidence of liver-related outcomes among people with HDV remains limited. Quantifying incidence of liver-related events can improve our understanding of disease progression and inform potential treatment strategies.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    The Affordable Care Act Improves Access, Survival, and Racial Disparities of Patients with Liver Disease: A Systematic Review.\r\nThe ACA, particularly ME, improved access, survival, and equity among Medicaid-eligible adults with CLD. Individuals in NME states would likely benefit from expansion, and future liver health policy should consider these findings to reduce disparities.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Bowel preparation assessment using artificial intelligence: Systematic review.\r\nAI-BPS can standardize and outperform human bowel preparation evaluation by better correlating with expert BBPS ratings, AMR, ADR, and PDR. Further research following recommended reporting guidelines is needed to allow for cross-study comparisons and meta-analysis, which was not possible in this study due to heterogonous study design and reporting metrics.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and safety of endoscopic submucosal dissection for residual or recurrent colorectal neoplasia: Meta-analysis.\r\nThis meta-analysis suggests that ESD is effective and safe for treating residual or recurrent colorectal neoplasia after previous resection, with further prospective validation studies needed to compare ESD with other endoscopic resection methods and surgery in this context.\r\nPubmed   Journal   ReadQx \r\nGastroesophageal reflux disease over time in endoscopic versus surgical myotomy for treatment of achalasia: Systematic review and meta-analysis.\r\nA higher rate of early GERD is observed in POEM compared with HMF, with the difference waning over time and reaching equivalence after 12 months, despite a higher rate of GAST in the endoscopic group. POEM also exhibited effectiveness and safety comparable to the surgical approach.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Postprocedural cholecystitis following covered self-expandable metal stent placement in patients with distal malignant biliary obstruction: a systematic review and meta-analysis.\r\nOur study demonstrated higher rates of post-procedural cholecystitis following ERCP with CSEMS placement compared to USEMS. These findings highlight the importance of careful stent selection, particularly in patients with gallbladder in-situ, to optimize patient care, reduce adverse events and prevent delays in oncologic management.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Diagnostic Criteria and Symptom Profiles in Adult Idiopathic Gastroparesis: A Systematic Review.\r\nThe findings highlight the inherent diagnostic challenges and underscores the need for confirming delayed gastric emptying to clinch an accurate diagnosis of gastroparesis. Future research should focus on developing consistent diagnostic criteria across diverse populations to improve the diagnosis and management of idiopathic gastroparesis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Effectiveness and Safety of First-Line Non-Bismuth Quadruple Concomitant Therapy Versus Single-Capsule Bismuth Quadruple Therapy.\r\n Sc-BQT is more effective, better tolerated, and more broadly applicable than 14-day CT. Both regimens achieved ≥ 90% success, but Sc-BQT's stewardship-friendly profile further supports its use as first-line therapy for H. pylori eradication.\r\nPubmed   Journal   ReadQx \r\nMELD 3.0 Improves Risk Stratification and Mortality Prediction in Hepatorenal Syndrome-Acute Kidney Injury: A Multicentre Study.\r\n This is the first large-scale study to validate MELD 3.0 in HRS-AKI. By offering enhanced discrimination and clinically meaningful reclassification, MELD 3.0 provides a more refined tool for early risk stratification, with potential to guide timely intervention, inform transplant decisions and improve personalized care in this critically ill population.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Early Improvement of Mental Health is Associated with Long-term Disease Remission in Ulcerative Colitis.\r\n Early mental health improvements independently predicted long-term disease remission. Integrating mental health assessments into UC management strategies may provide valuable insights beyond physical symptoms.\r\nPubmed   Journal   ReadQx \r\nFecal Immunochemical Test (FIT) Completion by Instruction Type: A Randomized Clinical Trial Comparing QR-Code linked Video to Pictorial Instructions.\r\n Providing QR-code based education offers a promising format for delivering low literacy instructions, which might be a practical strategy to improve FIT completion for CRC screening.\r\nPubmed   Journal   ReadQx \r\nLocal post-procedural cryoprevention significantly reduces the incidence of post-ERCP pancreatitis: a multicenter randomized controlled trial.\r\nCryoprevention using ice water significantly reduced PEP incidence, demonstrating a safe, effective, and low-cost strategy. This approach offers a practical alternative, where NSAID use is limited.\r\nPubmed   Journal   ReadQx \r\nMicrobial Dysbiosis in the Urinary Microbiome of Patients with Cirrhosis.\r\n Reduced microbial diversity and lower Streptococcus abundance in patients with cirrhosis might help to explain their heightened susceptibility to UTIs.\r\nPubmed   Journal   ReadQx \r\nPost-Colonoscopy Colorectal Cancer in Fecal Immunochemical Test-Positive Individuals: Prevalence, Predictors, and Root-Cause Analysis in a Nationwide Cohort.\r\nAmong FIT-positive individuals, the PCCRC-3y rate was 6.4%, with missed lesions and incomplete resection as key contributors. These findings provide useful information on quality metrics in FIT-based CRC screening programs.\r\nPubmed   Journal   ReadQx \r\nSafety of early oral refeeding in patients with chronic pancreatitis after extracorporeal shock wave lithotripsy of pancreatic stone (SHEEL): A multicenter randomized controlled trial.\r\n Early oral refeeding in patients after ESWL was safe and did not increase the incidence of post-ESWL pancreatitis. This was also associated with reduced abdominal discomfort and hunger.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    An International Multicenter Study of Native and Immigrant South Asian Crohn's Disease.\r\n Our international, multicenter study identified both commonalities as well as unique differences in disease phenotype, behavior, serological patterns and environmental factors by geography and immigrant status. We highlight the importance of changing environment on CD phenotypic expression.\r\nPubmed   Journal   ReadQx \r\nEfficacy of 6-mm and 8-mm transjugular intrahepatic portosystemic shunt for variceal bleeding: a randomized controlled trial.\r\n Among this cohort of patients with cirrhosis who are receiving TIPS for the secondary prevention of variceal bleeding, the use of 6-mm stents results in a higher rate of rebleeding but has similar survival and a significantly lower risk of OHE compared to 8-mm stents.\r\nPubmed   Journal   ReadQx \r\nEfficacy of etrasimod in ulcerative colitis: analysis of ELEVATE UC 52 and ELEVATE UC 12 by baseline endoscopic severity.\r\nEtrasimod demonstrated significant induction and maintenance efficacy over placebo in both moderate and severe endoscopic disease. Response to etrasimod in patients with severe endoscopic disease may continue to improve beyond 12-week induction therapy (ClinicalTrials.gov  NCT03945188;  NCT03996369).\r\nPubmed   Journal   ReadQx \r\nLiver Failure, Hepatic Encephalopathy, and Infection Contribute to Mortality Risk in a Global Cirrhosis Cohort.\r\n Cutoffs associated with mortality are admission bilirubin >7.5 mg/dl, INR >1.5, creatinine > 1.5 mg/dL;  MELD >27 and MELD3.0 >28. Liver failure may therefore be identified by the serum bilirubin>7.5mg/dL and INR>1.5, with hepatic encephalopathy and admission infections as contributors towards mortality.\r\nPubmed   Journal   ReadQx \r\nNasal CPAP to Reduce Hypoxia in Patients with Obesity Undergoing Sedated Upper GI Endoscopy: A Prospective Randomized Trial.\r\n nCPAP significantly reduces hypoxia risk and stabilizes oxygen saturation in patients with obesity undergoing sedated upper GI endoscopy, supporting its routine use in these high-risk patients. Further studies should explore its broader clinical application.\r\nPubmed   Journal   ReadQx \r\nRisk factors of metabolic dysfunction-associated steatotic liver disease in a cohort of patients with chronic hepatitis B.\r\n In this large European cohort, MASLD and fibrosis were highly prevalent among CHB, while MASLD aggravated liver fibrosis. Though screening strategies remain inconsistent, ferritin levels, increased BMI and T2DM may inform on the presence of MASLD. Biomarkers showed modest performance in predicting fibrosis.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Bridging the gap in gastrointestinal healthcare in a resource-limited setup: Feasibility study of weekend endoscopy services in Southwest Ethiopia.\r\nThe study demonstrates the feasibility and effectiveness of a weekend outreach endoscopy service led by a trained gastroenterologist in a rural Ethiopian setting. The unexpectedly high prevalence of upper gastrointestinal disorders, including cancers, and the long duration of symptoms before endoscopy likely reflect delayed diagnoses due to limited access to endoscopy. Moreover, presence of alarm symptoms predicted major endoscopic findings. Expanding endoscopy services, increasing public awareness, and further research into risk factors and preventive strategies for these diseases are recommended.\r\nPubmed   Journal   ReadQx \r\nComparing ChatGPT3.5 and Bard recommendations for colonoscopy intervals: Bridging the gap in healthcare settings.\r\nThis study highlights the limitations of freely available LLMs in assisting colonoscopy screening recommendations. Although the potential of freely available LLMs to offer uniformity is significant, the low accuracy, as noted, excludes their use as the sole agent in providing recommendations.\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnostic performance and agreement of auditors for evaluation of computer-aided optical polyp diagnosis: Prospective study.\r\nExpert audit for evaluating CADx resulted in high sensitivity and interobserver agreement for high-confidence adenomas. Audit by two experts, with a third expert for arbitration, permitted audit of al polyps and effective assessment of CADx within clinical studies.\r\nPubmed   Journal   ReadQx \r\nDoes development of submucosal dissection models influence quality of training? Comparison of existing models.\r\nEx-vivo models are good models for learning ESD skills. The bovine colon model seems to be the most discriminating. Synthetic models should be reserved for novices.\r\nPubmed   Journal   ReadQx \r\nEndoscopic mucosal resection for Barrett's neoplasia: Long-term outcomes from the largest Canadian single-center experience.\r\nWhile the success rate of EMR for BE is excellent, this study highlights substantial long-term risk of neoplastic recurrence, underscoring the need for indefinite surveillance for patients who had HGD or EAC.\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrograde cholangiopancreatography services in Sudan during wartime: Innovations in crisis.\r\nDevelopment of a local scoring system for trainee assessment after 50 supervised procedures aims to establish a sustainable ERCP fellowship program, addressing the shortage of specialists. These efforts highlight resilience and innovation in delivering ERCP services during conflict.\r\nPubmed   Journal   ReadQx \r\nEx vivo evaluation of a novel through-the-scope traction device for endoscopic submucosal dissection.\r\nTRACMOTION significantly improves the efficiency of ESD, reducing procedure time and complication rates. This traction device could potentially facilitate broader adoption of ESD in clinical practice. However, further research in human trials is necessary to validate these findings.\r\nPubmed   Journal   ReadQx \r\nFeasibility of real-time artificial intelligence-assisted anatomical structure recognition during endoscopic submucosal dissection.\r\nIn this proof-of-concept study, feasibility of a real-time AI algorithm for anatomical structure delineation and orientation support during ESD was evaluated. The application proved safe and appropriate for routine procedures in humans. Further studies are needed to elucidate a potential clinical benefit of this new technology.\r\nPubmed   Journal   ReadQx \r\nImplementing endoscopy video recording in routine clinical practice: Strategies from three tertiary care centers.\r\nBy describing successful strategies, we aim to inspire gastroenterology divisions worldwide to adapt routine video recording for endoscopy procedures, thereby increasing the volume and diversity of datasets necessary for developing clinically impactful AI applications.\r\nPubmed   Journal   ReadQx \r\nMobile health technology in quality assessment of pediatric ileocolonoscopy: Results of the SIGENP national program.\r\nmHealth was effective in assessing the quality of pediatric endoscopy. Levels of bowel preparation, sedation, TI intubation rate, and safety were adequate in Italy, whereas waiting time and post-procedure communication seemed to be the most critical areas of concern.\r\nPubmed   Journal   ReadQx \r\nPositive provocative testing and symptom evaluation for detecting upper extremity repetitive use injuries among endoscopists.\r\nOur study found a high prevalence of repetitive use injury symptoms among endoscopists, corroborated by objective physical examination and testing.\r\nPubmed   Journal   ReadQx \r\nRadiofrequency ablation: Solution for a long-time therapeutic dilemma of chronic radiation proctitis?\r\nThese data indicate that RFA is a highly effective and safe treatment option for chronic radiation proctitis, providing excellent long-term results.\r\nPubmed   Journal   ReadQx \r\nRetrospective study comparing rectal endoscopic submucosal dissection with and without Foley catheter drainage tube placement.\r\nFoley catheter placement notably improved efficiency of rectal ESD performed by novice endoscopists, particularly by increasing dissection speed. This technique may contribute to safer and more effective ESD. However, larger studies are needed to confirm these findings and further assess their benefits.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Devices and techniques for bariatric and metabolic endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Technical and Technology Review.\r\nThe paper emphasizes the necessity for additional high quality randomized controlled trials and long-term outcome data to better define the role of these therapies within obesity treatment protocols. Overall, this review serves as an authoritative resource for endoscopists, bariatric specialists, and the wider healthcare community involved in obesity care, promoting best practices and guiding the appropriate implementation of EBMTs in clinical settings.\r\nPubmed   Journal   ReadQx \r\nMulticenter validation of a cholangioscopy artificial intelligence for evaluation of biliary tract disease.\r\n A previously developed cholangioscopy AI was found to continually outperform standard ERCP sampling modalities for accurate identification of malignancy without additional retraining in a multicenter validation cohort.\r\nPubmed   Journal   ReadQx \r\nTwo-sample Fecal Immunochemical Testing as a Tool to avert Colonoscopy in Symptomatic Patients - A prospective multicenter cohort study.\r\nTwo-sample FIT can achieve a NPV of 99.3% for IBD and 95.6% for AN with a sensitivity of 83.3% and 71.7% respectively. Concordant negative results were found in 71.1%. However, 28.3% of AN was still missed. Therefore, two-sample FIT may play a role in determining the need for colonoscopy in symptomatic patients, but it misses too many lesions to be used as the sole determinant to avert colonoscopy.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Chemical perturbations impacting histone acetylation govern colorectal cancer differentiation.\r\nOur findings establish histone acetylation as a chemically targetable mechanism governing CRC cell fate and demonstrate that epigenetic reprogramming can be leveraged as a therapeutic strategy. By identifying HDAC½ inhibition as a driver of differentiation and revealing H3K27ac as a key regulatory mark, this study provides a framework for targeting chromatin-modifying enzymes to counteract CRC plasticity and improve treatment outcomes.\r\nPubmed   Journal   ReadQx \r\nDietary Patterns and Incident Chronic Constipation in Three Prospective Cohorts of Middle- and Older-aged Adults.\r\n Our findings suggest that dietary patterns emphasizing plant-based foods and healthy fats may protect against constipation, informing future dietary interventions and treatments for chronic constipation.\r\nPubmed   Journal   ReadQx \r\nPeyer's patch B cells sample transglutaminase-gluten complexes and drive celiac disease autoimmunity.\r\n The model supports a mechanism where TG2-gluten complexes formed in the gut lumen are taken up by TG2-specific B cells in GALT. We propose that this pathway plays an important role in driving the anti-TG2 IgA autoantibody response in celiac disease patients. The model provides a platform to explore novel approaches for celiac disease therapies.\r\nPubmed   Journal   ReadQx \r\nRISK OF PANCREATIC CANCER IN GLYCEMICALLY DEFINED NEW-ONSET DIABETES: A PROSPECTIVE COHORT STUDY.\r\nGlycemically defined new-onset diabetes, identifiable in real-time using active surveillance of electronic health records, is associated with a high 3-year incidence of pancreatic cancer with marked racial/ethnic differences. Longer term risk needs further study.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical Characteristics Analysis of Anorectal Function Changes After Endoscopic Submucosal Dissection for Rectal Lesions.\r\n The occurrence of anorectal symptoms following rectal ESD is closely related to the location and size of the lesion. The psychological and quality-of-life impairments caused by these symptoms are primarily short-term and can gradually recover over time.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Submucosal Resection Using a Ligation Band without Injection for Rectal Neuroendocrine Tumors.\r\nESMR-L without injection can be simpler and more effective for small rectal NETs than ESMR-L with injection.\r\nPubmed   Journal   ReadQx \r\nFeasibility and safety of endoscopic submucosal dissection for the anal canal lesions.\r\nThe favorable short- and long-term outcomes indicate ESD is a safe, effective, and attractive therapeutic modality for ACLs. A multicenter and prospective study should be conducted to validate this technology.\r\nPubmed   Journal   ReadQx \r\nRisk factors of bleeding ulceration after argon plasma coagulation in patients with radiation-associated vascular ectasias.\r\nRectal EQD2 D10cc ≥70 Gy is an independent risk factor for bleeding ulceration after APC for RAVE. In multidisciplinary management involving therapeutic radiologists, endoscopists may consider non-ablative treatment instead of APC in patients with rectal EQD2 D10cc ≥70 Gy.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Crohn's disease and ulcerative colitis exhibit prediagnostic antibody signatures with shared and divergent changes towards disease onset.\r\n This study is the first comprehensive high-resolution analysis of the exact antigenic nature of systemic antibody responses during the transition from prediagnostic to established IBD. The antibody signatures we found may represent a route to developing biomarkers that identify individuals at high risk of developing disease.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Aging disrupts hepatocyte zonation homeostasis in mice and humans.\r\n These findings reveal that aging causes loss of distinct hepatic zonation and alters intercellular communication through widespread transcriptional and architectural remodeling of liver cell types. The emergence of bi-zonal hepatocytes and expansion of hepatic zones in aged livers represent key hallmarks of hepatic aging. Our study provides new insights into mechanisms of liver aging and may inform therapeutic strategies targeting age-associated liver dysfunction.\r\nPubmed   Journal   ReadQx \r\nBiliary YB-1/GLI2 axis facilitates ductular reaction and promotes hepatic stellate cell activation via SPP1/Integrin αvβ1 signaling during liver fibrogenesis.\r\nYB-1/GLI2 axis promotes DRC proliferation and SPP1 secretion, which facilitates HSC activation through integrin αvβ1 receptors. This study highlights the YB-1/GLI2/SPP1 signaling pathway as a potential target for therapeutic intervention in liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nEnvironmental Risk Factors for Liver Cancer.\r\nA number of other environmental factors have been studied for an association with liver cancers, such as air pollution, per- and polyfluoroalkyl substances, cyanobacteria, pesticides, aristolochic acid, polycyclic aromatic hydrocarbons, asbestos, arsenic, and organic solvents, however limited evidence exists for these exposures. It is the goal of this review article to examine what is currently known about environmental risk factors and liver cancer and suggest which ones should have the highest priority for further research.\r\nPubmed   Journal   ReadQx \r\nLiver resection with and without vascular resection versus transplantation for de novo perihilar cholangiocarcinoma.\r\n Both LR and RT+LT achieve excellent oncological outcomes in selected de novo pCCA patients. Key challenges remain dropouts during neoadjuvant therapy in patients planned for LT and high perioperative mortality for patients undergoing LR. OS doubles in LR+VR patients compared to dropouts, supporting LR+VR as a viable option for LT-ineligible patients. Appropriate patient selection is crucial, as those not undergoing surgery suffer from a dismal prognosis.\r\nPubmed   Journal   ReadQx \r\nPrognostic significance of mild ascites in patients with cirrhosis.\r\n Grade 1 (mild or subclinical) ascites is associated with poorer survival compared to no ascites and represents an intermediate prognostic stage between compensated and decompensated cirrhosis.\r\nPubmed   Journal   ReadQx \r\nSalivary microbiome and serum metabolomics add to clinical biomarkers to predict 6-month hospitalizations in a multi-center cirrhosis outpatient cohort.\r\n In a multi-center North American outpatient cirrhosis cohort with controlled etiologies, serum metabolomics and salivary microbiome add to clinical variables to prognosticate 6-month hospitalization.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Prevalence, severity and determinants of steatotic liver disease among individuals with metabolic and alcohol risk from the community.\r\nAmong individuals with cardiometabolic and/or alcohol risk factors, 70% had SLD, 10% had elevated liver stiffness, and 2% had biopsy-confirmed advanced liver fibrosis.   NCT03308916 IMPACT AND IMPLICATIONS  Steatotic liver disease (SLD) remains underdiagnosed in the general population. This study provides new population-based data on its prevalence and severity among individuals with metabolic and/or alcohol-related risk. These findings are relevant to clinicians, researchers, and public health planners, as prevalence data are essential to inform evolving screening strategies. Methodological limitations, including the cross-sectional design and limited generalizability, should be considered when interpreting the results.\r\nPubmed   Journal   ReadQx \r\nSomatic loss-of-function mutations in CIDEB reduce hepatic steatosis by increasing lipolysis and fatty acid oxidation.\r\nCideb deletion is more protective in some types of fatty liver disease. β-oxidation is an important component of the Cideb protective mechanism. CIDEB inhibition represents a promising approach, and somatic mutations in CIDEB might predict the patient populations that might benefit the most. Impact and implications It is not clear why somatic and germline CIDEB mutations are protective in MASLD. Cideb mutations are predominantly loss of function, and Cideb-deficient clones selectively expand in specific dietary contexts such as CDA-HFD-induced MASLD. Consistently, liver-wide deletion of Cideb ameliorates MASLD most profoundly after CDA-HFD feeding. Mechanistically, Cideb deficiency enhances hepatic fatty acid β-oxidation via ATGL and PPARα activation. These findings suggest that CIDEB inhibition might be most effective in patients with the subtypes of MASLD that promote the expansion of CIDEB mutant clones.\r\nPubmed   Journal   ReadQx \r\nSpatiotemporal liver dynamics shape hepatocellular heterogeneity and impact in vivo gene engineering.\r\n These insights into spatiotemporal hepatocyte dynamics enhance our understanding of liver biology and have important implications for therapeutic strategies. Impact and implications We provide new insights into the spatiotemporal dynamics of the mouse liver during postnatal growth, highlighting both proliferative and transcriptomic heterogeneity among hepatocytes and their impact on the efficiency and distribution of in vivo lentiviral gene delivery and targeted gene editing. Understanding and manipulating the biological processes behind this heterogeneity can enhance gene transfer outcomes. We report that not al hepatocytes contribute equally to liver growth, indicating that effectively targeting clonogenic hepatocytes in the newborn liver is crucial for the long-term maintenance of therapeutic genetic modifications. Furthermore, this phenomenon can be leveraged to expand the pool of genetically corrected cells, as illustrated here by a targeted gene editing strategy. Finally, we reveal the existence of a tissue niche that supports the proliferation of both clonogenic hepatocytes and hematopoietic progenitors in neonatal livers. Gaining a deeper understanding of this niche and its signals could be beneficial for regenerative purposes.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Assessing Treatment Outcomes in Achalasia Using 4-Dimensional High-resolution Impedance Manometry.\r\nIBP and clearance ratio help to identify abnormal barium retention in patients after treatment. 4D manometry can be an alternative or complementary approach to characterize and assess treatment response of Achalasia, in additional to TBE or functional lumen imaging probe.\r\nPubmed   Journal   ReadQx \r\nAssessment of Small Bowel Motility Using Cine-magnetic Resonance Imaging in Patients Suspected With Chronic Intestinal Pseudo-obstruction.\r\nCine-MRI is useful in assessing SB motility that cannot be detected on CT. Its usefulness extends to aiding surgical decision-making, particularly in differentiating between FHAM and CIPO.\r\nPubmed   Journal   ReadQx \r\nAssociation Between Psychological Burden and Unexplained High Upper Esophageal Sphincter Basal Pressure.\r\nElevated UES basal pressure is more frequently seen in symptomatic patients with high esophageal hypervigilance and anxiety. When encountering patients with unexplained high UES basal pressure, psychological burden may play a potential role in these cases.\r\nPubmed   Journal   ReadQx \r\nClinical Characteristics and Associated Factors in Mexican Patients With Cyclic Vomiting Syndrome and Cannabinoid Hyperemesis Syndrome.\r\nThis study presents the first detailed analysis of CVS and CHS in the Mexican population, revealing some demographic and clinical differences from global data. These findings highlight the importance of developing region-specific guidelines for diagnosing and managing these conditions, especially given Mexico's changing cannabis policies.\r\nPubmed   Journal   ReadQx \r\nClinical Relevance of Gastric Emptying Time in Functional Dyspepsia.\r\n GET did not significantly differ among FD patients or its subtypes, despite a lower gastric retention rate in FD patients.\r\nPubmed   Journal   ReadQx \r\nLong-term Effects of Potassium-competitive Acid Blockers and Proton Pump Inhibitors on Gastrin, Gastric Emptying Rate, and Small Intestinal Microbiota in Rats.\r\nLong-term administration of P-CABs and PPIs altered gastrin levels, GE, and gut microbiota. Therefore, the acid suppression-related adverse effects of P-CABs and PPIs are expected to be similar.\r\nPubmed   Journal   ReadQx \r\nReal-world Application of the Chicago Classification Version 4.0 for Esophageal Manometry: Asian Multicenter Study.\r\nWe observed heterogeneity among centers in the application of CC v4.0 protocol. To increase inter-center reliability and minimize diagnostic ambiguity, efforts should continue toward the practical clinical application of standard protocols.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Bridging the Gap Between Evidence and Practice in Hepatitis B Virus-Related Hepatocellular Carcinoma Prevention.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: JAK to JAK-Navigating Intraclass JAK Inhibitor Switching in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Between hype and hard evidence: Are large language models ready for implementation in surveillance colonoscopy?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Endoscopic Surveillance for Non-Dysplastic Barrett's Esophagus: Are We Violating \"Primum Non Nocere\"?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Mechanisms and Management of Graft In- and Out-flow in Liver Transplantation: A Narrative Review of the Literature and Guide for Interventional Management.\r\nOverall, an understanding of complex hepatic vascular regulation is essential to optimizing liver graft function in transplantation. This review may help surgeons as they continue to strive for improved access to transplantation across the world.\r\nPubmed   Journal   ReadQx \r\nStaging decompensated cirrhosis: Lumping, splitting, or just rearranging the deck chairs on the Titanic?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    \"Ulcerative Colitis and Irritable Bowel Syndrome Are Diagonally Opposite.\" Missing the Trees for the Woods.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes Mean Nocturnal Baseline Impedance Play a Role in Managing Gastroesophageal Reflux Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nFrom Morphology to Motion: Cine-magnetic Resonance Imaging in the Functional Assessment of Pseudo-obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A splenic artery aneurysm masquerading as a gastric subepithelial tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nIleal Perforation Caused by Ingested Toothpicks.\r\n\r\nPubmed   Journal   ReadQx \r\nPotassium Chloride-induced Acute hemorrhagic Erosive Gastropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nReflux Hypersensitivity or Functional Heartburn Can Be the Cause of Persistent Symptoms in Patients With Confirmed GERD Refractory to PPI Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhong et al and Xu et al.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    One-Year Comparative Effectiveness and Safety of Upadacitinib Versus Risankizumab for Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle Center Audit of the Diagnosis of Bile Acid Diarrhea Based on Fasting Serum 7αC4 and Single Stool Primary Bile Acid Content.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Non-insufflation endoscopic intermuscular dissection in the management of a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel application of multi-loop traction device and threaded clip in gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A giant cerebriform submucosal lipoma extending from the gastric body to the duodenal bulb: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel peroral cholangioscopy of gallbladder carcinosarcoma: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare cause of posttraumatic esophageal perforation successfully treated with a new vacuum stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDelayed intra-abdominal bleeding after endoscopic resection of an inverted appendiceal lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDental floss traction-assisted precut sphincterotomy for difficult biliary cannulation in elongated papilla.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic endoscopic submucosal dissection for a reddish depressed gastric lesion: morphological and pathological upgrading.\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-balloon endoscopy-assisted peroral pancreatoscopy using a novel slim cholangiopancreatoscope for the diagnosis of pancreatic duct stricture in surgically altered anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic closure of a congenital tracheo-esophageal fistula using a through-the-scope suturing device in a young boy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic hepaticogastrostomy combined with antegrade stent deployment using a multi-hole stent with a 5.9-Fr stent delivery system for patients with complete situs inversus.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic intermuscular dissection for a duodenal neuroendocrine tumor using saline-immersion therapeutic endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided antegrade biliary intervention for choledocholithiasis in total gastrectomy with Roux-en-Y anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided fine-needle biopsy of pancreatic hepatoid adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFocal endoscopic intermuscular dissection guided by the pocket-detection method for radical excision of early T2 rectal cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntraoperative closure of a large colonic perforation using dual adjustable instrument and channel endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMuscle inversion closure technique with novel clips minimizes submucosal dead space after colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nPreoperative virtual reality-guidance for safe gastric endoscopic full-thickness resection with a suitable closure strategy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRadiation-free extraction of intrahepatic biliary ascariasis in a pregnant patient using peroral cholangioscopy: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRadiofrequency ablation for anti-gastroesophageal reflux under direct vision via nasal endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nScope withdrawal technique to prevent transesophageal puncture during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTwo devices in one channel procedure for difficult cannulation due to periampullary diverticulum using a new duodenoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Impact of Behavioral Interventions on Fecal Immunochemical Testing Uptake from a Randomized Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nScrotal swelling in a patient with Crohn's disease: More than meets the eye.\r\n\r\nPubmed   Journal   ReadQx \r\nSerotonin's New Frontier: SSRIs Unveiled as Cancer Immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    New player in inflammation-driver liver carcinogenesis: pirin on fire!\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Peripheral blood Foxp3-High tregs: A novel prognostic biomarker in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Clarifying the impact of response criteria and locoregional therapy on complete response outcomes in patients with hepatocellular carcinoma following immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Hepatic stellate cells regulate multiple aspects of hepatocyte function in health and disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Bridging the Gap Between Evidence and Practice in Hepatitis B Virus Related Hepatocellular Carcinoma Prevention-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Assessing early post-TIPS hepatic encephalopathy and survival: What key factors remain unaddressed?\r\n\r\nPubmed   Journal   ReadQx \r\nExpanding Access to Colorectal Cancer Screening with Digital Tools.\r\n\r\nPubmed   Journal   ReadQx \r\nGEMA-AI: artificial intelligence for a more rational and equitable access to liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Exegesis on using a customized GPT to provide guideline-based recommendations for the management of pancreatic cystic lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Comments on \"Postoperative Endoscopic Outcomes in the MESOCOLIC Trial Investigating Mesenteric-Based Surgery for Crohn's Disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nDescribing rates of post-colonoscopy colorectal cancer: potential risks as well as benefits?\r\n\r\nPubmed   Journal   ReadQx \r\nMechanistic Insights into Prucalopride's Role in IBS Treatment: Schwann-like Enteric Glial Cells as Therapeutic Targets.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Reframing The Spectrum of Steatotic Liver Disease as a Dynamic Concept.\r\n\r\nPubmed   Journal   ReadQx \r\nThe role of liver biopsy in diagnosing patients with autoimmune hepatitis- it can be acceptable to skip!\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    From Trials to Practice: Exploring the Clinical Value of Potassium-competitive Acid Blockers\r\n\r\nPubmed   Journal   ReadQx \r\nThe Value of 3-Dimensional Anorectal Manometry in the Evaluation of Obstetric Anal Sphincter Injuries.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-17T10:41:55-04:00",
    "input_file": {}
  }
]
