[
  {
    "path": "gi/08-02-2024/",
    "title": "Fri Aug 02 2024",
    "description": "118 articles - From Friday Jul 26 2024 to Friday Aug 02 2024",
    "author": [],
    "date": "2024-08-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy guideline on the role of therapeutic EUS in the management of biliary tract disorders: summary and recommendations.\r\n4: The role of EUS-BD versus E-ERCP and PTBD in resolving biliary obstruction in patients with surgically altered anatomy other than RYGB. 5: In patients with acute cholecystitis who are not candidates for cholecystectomy, how does EUS-guided gallbladder drainage (EUS-GBD) compare with percutaneous gallbladder drainage and endoscopic transpapillary transcystic gallbladder drainage in resolving acute cholecystitis?\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review: Methotrexate-A poorly understood and underused medication in inflammatory bowel disease.\r\n Methotrexate is effective at inducing and maintaining remission in steroid-refractory Crohn's disease and can reduce anti-TNF-induced immunogenicity when used in combination therapy. Data regarding tolerance and safety are reassuring. These findings challenge preconceived ideas on methotrexate and suggest that it is a valid first-line conventional option for the treatment of mild-to-moderate Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Using Diet to Treat Inflammatory Bowel Disease: A Systematic Review.\r\n Currently, there is limited evidence to support the use of specific diets to treat adult patients with mildly to moderately active IBD. Larger, randomized studies with standardized methodologies and outcome measures, rigorous adherence assessment, and an emphasis on endoscopic assessment outcome measures are required to validate most diets that have been studied for IBD. The included sample diet plans and dietary recommendations may prove helpful in the interim as part of a holistic strategy to manage patients with IBD.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    RISK OF DE NOVO BARRETT'S ESOPHAGUS POST SLEEVE GASTRECTOMY: A SYSTEMATIC REVIEW AND META-ANALYSIS OF STUDIES WITH LONG TERM FOLLOW UP.\r\n Our analysis shows that SG results in a significantly increased risk of de novo BE and higher rates of EE, PPI use and HH. Our findings suggest that clinicians should routinely screen patients with SG for BE and future surveillance intervals should be followed as per societal guidelines.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Efficacy and safety of risankizumab by baseline corticosteroid use and achievement of corticosteroid-free clinical and endoscopic outcomes in patients with moderately to severely active Crohn's disease.\r\nEfficacy of risankizumab 600 mg induction therapy was independent of concomitant corticosteroid use. Risankizumab 180 and 360 mg maintenance therapy yielded high rates of corticosteroid-free clinical and endoscopic outcomes at week 52.\r\nPubmed   Journal   ReadQx \r\nLong-term safety and efficacy of filgotinib for the treatment of moderately to severely active ulcerative colitis: Interim analysis from up to 4 years of follow-up in the SELECTION open-label long-term extension study. \r\nSafety results showed a proven long-term benefit-risk profile. FIL200-treated CDC achievers had better long-term outcomes than non-achievers.\r\nPubmed   Journal   ReadQx \r\nPrevalence and prognostic value of zinc and selenium deficiency in advanced chronic liver disease.\r\n Zinc and selenium deficiencies are common in ACLD patients especially with higher MELD and HVPG. Low zinc and selenium levels independently predicted hepatic decompensation and liver-related death. The effect of zinc/selenium supplementation in ACLD should be investigated in future trials.\r\nPubmed   Journal   ReadQx \r\nThe effect of dietary emulsifiers and thickeners on intestinal barrier function and its response to acute stress in healthy adult humans: A randomised controlled feeding study.\r\n High intake of emulsifiers improved barrier function in the unstressed state, but increased intestinal permeability to stress, without evidence of inflammation. A LED was protective of the stress effect.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Antigliadin antibodies and the brain in people without celiac disease: a case-control study.\r\nOur analysis is the most comprehensive to date and utilises a number of outcome measures known to be sensitive to subtle shifts in neurophysiology and cognition. Incidental AGA does not appear to be associated with any indications of neuropsychological deficit.\r\nPubmed   Journal   ReadQx \r\nDeep learning model using stool pictures for predicting endoscopic mucosal inflammation in patients with ulcerative colitis.\r\nDLSUC demonstrated a good discriminating power similar to that of Fcal in predicting endoscopic activity with improved accuracy in patients without rectal sparing. This study implies that stool photos are a useful monitoring tool for typical UC.\r\nPubmed   Journal   ReadQx \r\nDelivery of Outpatient Cirrhosis Care Via Tele-visit is Not Associated with Increased Mortality as Compared to Traditional In-Person Visits.\r\n Our findings suggest that outpatient cirrhosis care by tele-visit is associated with outcomes no worse than traditional in-person visits. This should reassure providers who hesitate to provide virtual care to patients with cirrhosis due to concerns for poorer outcomes.\r\nPubmed   Journal   ReadQx \r\nInpatient Gastroenterology Consults Have Little Utility Prior to Transesophageal Echocardiograms in a Prospective Cohort Study.\r\n Inpatient GI team workups to clear patients for a TEE found no contraindications to TEEs, did not change patient care plans, and led to increased hospital costs and lengths of stay.\r\nPubmed   Journal   ReadQx \r\nLinear-array Endoscopic Ultrasound and Narrow-Banding Imaging Measure the Invasion Depth of Nonpedunculated Rectal Lesions with Comparable Accuracy based on a Randomized Controlled Trial.\r\nLinear EUS and NBI measure the invasion depth of NPRLs with comparable accuracy. The combination of the two methods does not improve the diagnostic accuracy. Single NBI should be preferred, considering its simplicity and convenience in clinical practice.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Preceding and Follow-up Outpatient Care Surrounding Emergency Department Visits for Pediatric Inflammatory Bowel Disease: Identifying Opportunities for Quality Improvement.\r\n Gaps in preceding and follow-up care signal opportunities to improve care quality.\r\nPubmed   Journal   ReadQx \r\nRisk of Small Intestine Cancer in Inflammatory Bowel Disease: A Propensity-Matched Study from a Large Multi-Center Database in the United States.\r\n Both patients with CD and, interestingly, UC had an elevated risk for developing SBC compared to the general population.\r\nPubmed   Journal   ReadQx \r\nSevere Cholestasis Predicts Recurrent Primary Sclerosing Cholangitis Following Liver Transplantation.\r\nThe development of cholestasis within 3 to 12 months following LT was predictive of rPSC and graft loss.\r\nPubmed   Journal   ReadQx \r\nThe Association Between Angiotensin Converting Enzyme Inhibitor or Angiotensin Receptor Blocker Exposure and Key Cirrhosis-Related Outcomes.\r\nACE-I/ARB exposure was associated with reduced mortality, potentially through CV and other (renal, malignancy-related) mechanisms. In patients with compensated disease, ACE-I/ARB was not associated with hepatic decompensation or HCC. Future research should identify subsets of patients who benefit from ACE-I/ARB exposure.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Automated Neutrophil Quantification and Histological Score Estimation in Ulcerative Colitis.\r\n The AI system's precise localization and quantification of neutrophils proved valuable for histological assessment and clinical prognosis stratification.\r\nPubmed   Journal   ReadQx \r\nClinical Presentation and Outcomes of Alpha-Gal Syndrome.\r\n A diagnosis of AGS should be strongly considered in patients with a history of tick bites and clinical presentation of allergic or GI manifestations. Dietary intervention is effective in most but not al patients.\r\nPubmed   Journal   ReadQx \r\nDefining and Understanding Diagnostic Delays Among Pancreatic Cancer Patients: A Retrospective Cohort Study.\r\nOver one-third of pancreatic cancer patients experienced a diagnostic delay, mostly due to inadequate recognition of red-flag findings. Results can inform targeted interventions to reduce preventable diagnostic delays among pancreatic cancer patients.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Learning curve for endoscopic submucosal dissection (ESD) in the United States: Large, untutored, single-operator experience.\r\nFollowing ex-vivo training in an animal model, an untutored expert operator achieved competency in ESD between 250 and 350 procedures. Our data can inform development of future training programs in the West.\r\nPubmed   Journal   ReadQx   PMC\r\nMortality from upper gastrointestinal tumors in colorectal cancer screening patients.\r\n10 mm and HGD. Future studies will demonstrate whether integrated screening with additional gastroscopy is effective in CRC screening participants with large or highly dysplastic polyps.\r\nPubmed   Journal   ReadQx   PMC\r\nValue of green sign and chicken skin aspects for detecting malignancy of colorectal neoplasia in a prospective characterization study.\r\nThe green sign may be associated with malignant colorectal neoplasia. Targeting these areas before precise analysis of the lesion could be a way of improving detection of focal malignancies and prediction of the most severe histology.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Effect of Transcutaneous Electrical Nerve Stimulation Based on Wrist-Ankle Acupuncture Theory for Pain Relief during Non-Anesthetic Colonoscopy: A Randomized Controlled Trial.\r\n TENS-WAA effectively reduces pain during non-anesthetized colonoscopy, especially in male participants, providing a promising non-invasive analgesic method.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Long-term cost-effectiveness of case-finding and mass-screening for coeliac disease in children. \r\nAn earlier identification of CD through screening or case-finding in children using a POCT leads to improved health outcomes and is cost-effective in the long-term compared to current care. If the feasibility and acceptability of the proposed strategies are successful, implementation in Dutch regular care is needed.\r\nPubmed   Journal   ReadQx \r\nMucosal Single-Cell Profiling of Crohn's-Like Disease of the Pouch Reveals Unique Pathogenesis and Therapeutic Targets. \r\nAdditionally, CDP pouch/ileum exhibited heightened endoplasmic reticulum (ER) stress across al major cell compartments. CDP likely represents a distinct entity of inflammatory bowel disease with heightened ER stress in both immune and non-immune cells, which may become a novel diagnostic biomarker and therapeutic target for CDP.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A prospective randomized controlled trial of water exchange plus cap versus water exchange colonoscopy in unsedated Veterans.\r\nUnsedated colonoscopy was appropriate for unescorted Veterans. WE alone was sufficient. Adding a cap did not reduce RTMIP. Patient specific factors and application of WE with insertion suction of infused water contributed to high and low RTMIP, respectively. For unesorted patients, selecting those with low anxiety, avoiding low body mass index, history of depression or self-reported poor health and adhering to the steps of WE can minimize RTMIP to ensure success of unsedated colonoscopy.\r\nPubmed   Journal   ReadQx \r\nAdenoma detection rate and tolerability of two ultra-low volume bowel preparations in screening: a noninferiority randomized controlled trial.\r\nDespite the superior bowel preparation quality associated with 1L-PEGA, the safety, tolerability and overall satisfaction of participants were higher with SPMC. (EudraCT: 2019-003186-18) on March 18, 2019.\r\nPubmed   Journal   ReadQx \r\nBOOSTING EFFICIENCY IN THE ENDOSCOPY SUITE: INTEGRATING TEAM WORKFLOWS IMPROVES PRODUCTIVITY AND MINIMIZES COST.\r\nThis study defines variations in TOT and demonstrates that finding imbalances and sharing the workload significantly cuts costs and improves the overall efficiency of the different subgroups in the turnover process.\r\nPubmed   Journal   ReadQx \r\nDistal Cap-assisted Endoscopic Mucosal Resection allows the safe and effective resection of adherent, dysplastic lesions in the setting of inflammatory bowel disease: a multicenter, retrospective study with video.\r\n EMR-DC represents an attractive option for the resection of adherent dysplastic lesions in chronic IBD which is effective, safe, and inexpensive.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes of endoscopic ultrasonography-guided balloon-occluded gastrojejunostomy bypass for malignant gastric outlet obstruction (with video).\r\nEPASS demonstrates safety and reliability in EUS-GE, offering a viable option for symptomatic malignant GOO treatment.\r\nPubmed   Journal   ReadQx \r\nTHE ROLE OF MAGNETIC RESONANCE CHOLANGIOPANCREATOGRAPHY FOR PREVENTING PANCREATIC FLUID COLLECTION RECURRENCE AFTER EUS-GUIDED DRAINAGE OF WALLED-OFF NECROSIS.\r\n Patients with WON who underwent MRCP prior to transmural stent removal had a lower rate of PFC recurrence largely due to the identification of DPD with appropriate endoscopic management.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Association of breast milk-derived arachidonic acid-induced infant gut dysbiosis with the onset of atopic dermatitis. \r\nMoreover, AA significantly increased IL-4 secretion in HaCaT cells costimulated with TNF-α and INF-γ. This study demonstrates that AA is intimately linked to the onset of AD via gut dysbiosis.\r\nPubmed   Journal   ReadQx \r\nCirculating tumour DNA in patients with hepatocellular carcinoma across tumour stages and treatments.\r\n ctDNA offers dynamic information reflecting tumour biology. It represents a non-invasive tool useful to guide HCC clinical management.\r\nPubmed   Journal   ReadQx \r\nCombination of carvedilol with variceal band ligation in prevention of first variceal bleed in Child-Turcotte-Pugh B and C cirrhosis with high-risk oesophageal varices: the 'CAVARLY TRIAL'.\r\n In CTP B and C cirrhosis patients with high-risk varices, combination of carvedilol and VBL is more effective than either therapy alone, for primary prevention of variceal bleeding.\r\nPubmed   Journal   ReadQx \r\nImpact of prenatal and postnatal maternal IBD status on offspring's risk of IBD: a population-based cohort study.\r\n Offspring had a greater risk of IBD when either parent was diagnosed before childbirth rather than later, emphasising genetic predisposition and environmental risk factors rather than maternal inflammation in utero as risk factors for IBD.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Exome-wide association analysis identifies novel risk loci for alcohol-associated hepatitis.\r\nThis study has identified two new genes of high effect size with a previously unknown contribution to ALD, and highlights both the overlap in etiology between liver diseases, and the unique origins of AH.\r\nPubmed   Journal   ReadQx \r\nLong-term outcome and risk stratification in compensated advanced chronic liver disease after HCV-cure. \r\nBaveno VII criteria to exclude (FU-liver stiffness measurement 3 y). One-time post-treatment risk stratification based on noninvasive criteria provides important prognostic information that is maintained during long-term follow-up, as the hazards remain proportional over time.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Functional cure of hepatitis B in patients with cancer undergoing immune checkpoint inhibitor therapy. \r\nICIs may accelerate HBsAg seroclearance in cancer patients with baseline HBsAg <100 IU/ml. This finding provides important information for the design of future ICI trials to achieve functional cure in patients with CHB.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Review article: Oesophageal disorders in chronic liver disease. \r\nThese conditions require careful management due to complex symptoms and treatment risks. Proton pump inhibitors and other therapies must be used cautiously, as cirrhosis interventions can worsen symptoms.\r\nPubmed   Journal   ReadQx \r\nReview article: advances in the diagnosis and management of anorectal motility disorders.\r\nAnorectal motility disorders are common, but either less well recognized or poorly managed by most gastroenterologists. Equipped with the practical and up-to-date knowledge provided in this review, physicians could provide improved health care for these patients.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Discrepant Visual Representation of Inflammatory Bowel Diseases in the Internet and Media.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    ESGE and Education in Endoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A further step toward possible treatment of alpha-1 antitrypsin deficiency associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Rare Case of an Esophageal Leiomyoma With Ossification.\r\n\r\nPubmed   Journal   ReadQx \r\nAdult Chronic Intestinal Volvulus.\r\n\r\nPubmed   Journal   ReadQx \r\nAscending Cholangitis in a Patient With Remote Cholecystectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nCap polyposis: a rare cause of rectal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nDevelopment of Giant Hepatocellular Carcinoma Leads to Biliary Plastic Stent Compression Resulting in Pseudoaneurysm Rupture in Right Hepatic Artery. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Retrograde Cholangiopancreatography in COVID-Associated Cholangiopathy. \r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal implantation metastasis of gastric cancer during specimen retrieval after endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nFair Is Not Square: More Evidence Linking Bowel Cleanliness to Colonoscopy Outcomes. \r\n\r\nPubmed   Journal   ReadQx \r\nFurther Questions Raised as to the Use of Anorectal Manometry in the Diagnostic Assessment of Dyssynergic Defecation. \r\n\r\nPubmed   Journal   ReadQx \r\nGastric Mucosal Melanoma Mimicking Verrucous Gastritis.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of Obscure Gastrointestinal Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nPost-transplant Lymphoproliferative Disorder of the Epiglottis in a 21-Month-Old Child.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Lee. \r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Li et al. \r\n\r\nPubmed   Journal   ReadQx \r\nUnusual Endoscopic Findings of Mucosa-Associated Lymphoid Tissue Lymphoma.\r\n\r\nPubmed   Journal   ReadQx \r\nUpdate on Newly Federal Drug Administration-Approved Drug, Resmetirom: A Practical Perspective.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Association Between Deep Sedation and Risk of Post-Colonoscopy Colorectal Cancer: Swedish Register Data 2007-2016.\r\n\r\nPubmed   Journal   ReadQx \r\nDiffuse Large B-Cell Duodenal Lymphoma Presenting with Obstruction and Pneumatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal large-cell neuroendocrine carcinoma mimicking benign submucosal tumor treated with endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nPerformance of a Multi-Cancer Early Detection Test for Detection of Hepatocellular Carcinoma in Patients with Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Strategies to successfully complete complex ESD in the colon.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A novel strategy for performing endoscopic submucosal dissection for circumferential superficial esophageal neoplastic lesions with kissing traction. \r\n\r\nPubmed   Journal   ReadQx \r\nA radiation-free novel approach for intestinal stent placement: the \"scope-in-scope\" technique. \r\n\r\nPubmed   Journal   ReadQx \r\nAppendiceal fecalith misdiagnosed as cecal stromal tumor: don't fall into the trap.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nApplication of hemostatic forceps to treat post-sphincterotomy bleeding near the pancreatic duct opening.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholangioscope-assisted endoscopic retrograde appendicitis therapy for occult chronic appendicitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholangioscopy-guided laser ablation for intraductal papillary neoplasm of bile duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nClinical application of a novel high-selectivity steerable-tip catheter for endoscopic retrograde cholangiopancreatography in patients with altered surgical anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDeep invasive mucinous adenocarcinoma without surface amorphous pattern on inflammatory bowel disease: specific disease with specific characterization.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDelayed-onset biliary peritonitis after endoscopic ultrasound-guided hepaticogastrostomy for malignant distal biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDirect electrohydraulic lithotripsy with a novel peroral cholangioscope through the overtube for surgically-altered anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ischemic polypectomy using a large endoclip for Peutz-Jeghers polyps.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic removal of magnetic beads causing duodenal chronic fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic resection with an over-the-scope clip for recurrence of gastric cancer on the esophagus adjacent to the anastomosis after total gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection of early gastric cancer using a novel image-enhanced endoscopy: amber-red color imaging.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided detection and internal drainage of a pancreato-cutaneous fistula after acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGel immersion technique in interventional endoscopic ultrasound for pancreatobiliary lesions. \r\n\r\nPubmed   Journal   ReadQx \r\nIntegrated cholangioscopy-assisted lithotripsy and a novel basket approach for managing complex cystic duct confluence stones.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMechanical failure of a curved linear array echoendoscope: loose fixation of the high frequency transducer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNew drug-delivery balloon catheter for easy and fast injection of triamcinolone after esophageal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nOne-step technique for endoscopic ultrasound-guided hepaticogastrostomy using a partially covered metal stent for superficial bile duct access.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful gastroduodenal stenting using the endoscopic ultrasound-guided rendezvous technique by Treitz ligament puncture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTechnical tips for antegrade endopancreatic radiofrequency ablation for severe pancreatojejunal stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe characteristic \"alveolus nest sign\" in solid pseudopapillary neoplasm of the pancreas.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTranscolonic endoscopic appendectomy via snare-through-line resection for stump appendicitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTwo-stage cap-assisted endoscopic mucosal resection and papillectomy for duodenal papillary tumors with lateral growth.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnexpected extraluminal omental bleeding during endoscopic full-thickness resection for a gastric subepithelial lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Acquisition of epithelial plasticity, and the potential origins of biphenotypic cells in chronic liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\nGASTRO CURBSIDE CONSULT - AN UNEXPECTED CAUSE OF DYSPHAGIA.\r\n\r\nPubmed   Journal   ReadQx \r\nHead and Neck Pain in a Patient with Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Novel Rubber Band Assisting Closure Technique as A New Approach for The Closure of Large Mucosa Defect after Colorectal Endoscopic Submucosal Dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    IBAT inhibitors in pediatric cholestatic liver diseases: Transformation on the horizon?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Intrahepatic immunity to hepatitis B virus. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    'Letter: Role of Helicobacter pylori and metabolic syndrome-related insulin resistance and lipotoxicity in the pathogenesis of MAFLD and MASH-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association between serum growth differentiation factor 15 and liver-related outcomes in patients with MASLD-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of serum growth differentiation factor 15 and liver-related outcomes in patients with MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Critical appraisal of biologic therapy in early ulcerative colitis management-Addressing study limitations and the role of psychological resilience-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Critical appraisal of biologic therapy in management of early ulcerative colitis-Addressing study limitations and the role of psychological resilience.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Role of Helicobacter pylori and metabolic syndrome-related insulin resistance and lipotoxicity in the pathogenesis of MAFLD and MASH.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Comments on \"Enduring Clinical Remission in Refractory Celiac Disease Type II with Tofacitinib: An Open-Label Clinical Study\"\".\r\n\r\nPubmed   Journal   ReadQx \r\nNon-invasive fibrosis tests require further evaluation in at risk populations.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Yi Bao, Y Xu.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Response to Larsen et al. \r\n\r\nPubmed   Journal   ReadQx \r\nThe results reported by Van de Schootbrugge-Vandermeer et al. might not support their conclusions. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Unravelling the obesity paradox in MASLD patients with extrahepatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Fatigue is a symptom of clinical importance in patients with Primary Sclerosing Cholangitis (SOMA.LIV). \r\n\r\nPubmed   Journal   ReadQx \r\nHigh prevalence of steatotic liver disease and fibrosis in the general population: A large prospective study in China. \r\n\r\nPubmed   Journal   ReadQx \r\nIs liver fibrosis more advanced in MetALD than in MASLD? \r\n\r\nPubmed   Journal   ReadQx \r\nPre-Transplant Immune Checkpoint Inhibitor Use: the Intersection Between Medicine, Surgery and Pharmacy.\r\n\r\nPubmed   Journal   ReadQx \r\nShortening the albumin challenge from 48 to 24 hours may lead to overdiagnosis of hepatorenal syndrome-acute kidney injury and overtreatment with terlipressin. \r\n\r\nPubmed   Journal   ReadQx \r\nStrategic Timing and Patient Selection for ICIs Prior to Liver Transplantation for HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nSynergy between public health policy and clinicians plays a key role in reducing fracture risk in patients with viral hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-08-02T11:59:12-04:00",
    "input_file": {}
  },
  {
    "path": "gi/07-26-2024/",
    "title": "Fri Jul 26 2024",
    "description": "122 articles - From Friday Jul 19 2024 to Friday Jul 26 2024",
    "author": [],
    "date": "2024-07-26",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Diagnosis and Management of Cyclic Vomiting Syndrome: Commentary.\r\nMethods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership, and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology. This expert commentary incorporates important as well as recently published studies in this field, and it reflects the experiences of the authors who are experts in treating patients with cyclic vomiting syndrome.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: High pooled positive predictive value of the European Society of Paediatric Gastroenterology, Hepatology and Nutrition no-biopsy approach for coeliac disease testing in children.\r\n Both no-biopsy criteria exhibit high PPV when compared to the reference standard. These results provide a consistent message of accuracy and feasibility to inform change and improve outcomes.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Using Diet to Treat Inflammatory Bowel Disease: A Systematic Review.\r\n Currently, there is limited evidence to support the use of specific diets to treat adult patients with mildly to moderately active IBD. Larger, randomized studies with standardized methodologies and outcome measures, rigorous adherence assessment, and an emphasis on endoscopic assessment outcome measures are required to validate most diets that have been studied for IBD. The included sample diet plans and dietary recommendations may prove helpful in the interim as part of a holistic strategy to manage patients with IBD.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Disparities for Hispanic Adults with metabolic dysfunction-associated steatotic liver disease in the US: A Systematic Review and Meta-analysis.\r\n Health disparities for US Hispanic adults continue to worsen with significantly higher relative risk of MASLD and MASH compared to non-Hispanic adults. Public health efforts to optimize screening and care delivery for adult Hispanic population are urgently needed.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Risk and Pathological Factors of Recurrence after Endoscopic Resection for Superficial Esophageal Squamous Cell Carcinoma: A Systematic Review and Meta-analysis.\r\n The recurrence rate of superficial ESCC after ER is acceptable. Patients with positive margins, LVI, LI and SM1 need to pay significant attention to the risk of recurrence. LI and VI should be evaluate separately. (PROSPERO CRD42023406309).\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Comparative efficacy of pharmacologic therapies for MASH in reducing liver fat content: Systematic review and network meta-analysis.\r\nThis study provides an updated, relative rank-order efficacy of therapies for MASH in reducing hepatic fat. These data may help inform the design and sample size calculation of future clinical trials and assist selection of combination therapy.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Efficacy and safety of risankizumab by baseline corticosteroid use and achievement of corticosteroid-free clinical and endoscopic outcomes in patients with moderately to severely active Crohn's disease.\r\nEfficacy of risankizumab 600 mg induction therapy was independent of concomitant corticosteroid use. Risankizumab 180 and 360 mg maintenance therapy yielded high rates of corticosteroid-free clinical and endoscopic outcomes at week 52.\r\nPubmed   Journal   ReadQx \r\nPrevalence and prognosis of patients with MASLD-related cirrhosis after an ICU hospitalization in France: A single-centre prospective study.\r\n MASLD or MetALD was responsible for ⅓ of the causes of cirrhosis in the ICU. MASLD-related cirrhosis is as severe as ALD-related cirrhosis. Liver transplantation should be rapidly discussed.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Antigliadin antibodies and the brain in people without celiac disease: a case-control study.\r\nOur analysis is the most comprehensive to date and utilises a number of outcome measures known to be sensitive to subtle shifts in neurophysiology and cognition. Incidental AGA does not appear to be associated with any indications of neuropsychological deficit.\r\nPubmed   Journal   ReadQx \r\nDeep learning model using stool pictures for predicting endoscopic mucosal inflammation in patients with ulcerative colitis.\r\nDLSUC demonstrated a good discriminating power similar to that of Fcal in predicting endoscopic activity with improved accuracy in patients without rectal sparing. This study implies that stool photos are a useful monitoring tool for typical UC.\r\nPubmed   Journal   ReadQx \r\nDelivery of Outpatient Cirrhosis Care Via Tele-visit is Not Associated with Increased Mortality as Compared to Traditional In-Person Visits.\r\n Our findings suggest that outpatient cirrhosis care by tele-visit is associated with outcomes no worse than traditional in-person visits. This should reassure providers who hesitate to provide virtual care to patients with cirrhosis due to concerns for poorer outcomes.\r\nPubmed   Journal   ReadQx \r\nInpatient Gastroenterology Consults Have Little Utility Prior to Transesophageal Echocardiograms in a Prospective Cohort Study.\r\n Inpatient GI team workups to clear patients for a TEE found no contraindications to TEEs, did not change patient care plans, and led to increased hospital costs and lengths of stay.\r\nPubmed   Journal   ReadQx \r\nLinear-array Endoscopic Ultrasound and Narrow-Banding Imaging Measure the Invasion Depth of Nonpedunculated Rectal Lesions with Comparable Accuracy based on a Randomized Controlled Trial.\r\nLinear EUS and NBI measure the invasion depth of NPRLs with comparable accuracy. The combination of the two methods does not improve the diagnostic accuracy. Single NBI should be preferred, considering its simplicity and convenience in clinical practice.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Preceding and Follow-up Outpatient Care Surrounding Emergency Department Visits for Pediatric Inflammatory Bowel Disease: Identifying Opportunities for Quality Improvement.\r\n Gaps in preceding and follow-up care signal opportunities to improve care quality.\r\nPubmed   Journal   ReadQx \r\nRisk of Small Intestine Cancer in Inflammatory Bowel Disease: A Propensity-Matched Study from a Large Multi-Center Database in the United States.\r\n Both patients with CD and, interestingly, UC had an elevated risk for developing SBC compared to the general population.\r\nPubmed   Journal   ReadQx \r\nSevere Cholestasis Predicts Recurrent Primary Sclerosing Cholangitis Following Liver Transplantation.\r\nThe development of cholestasis within 3 to 12 months following LT was predictive of rPSC and graft loss.\r\nPubmed   Journal   ReadQx \r\nThe Association Between Angiotensin Converting Enzyme Inhibitor or Angiotensin Receptor Blocker Exposure and Key Cirrhosis-Related Outcomes.\r\nACE-I/ARB exposure was associated with reduced mortality, potentially through CV and other (renal, malignancy-related) mechanisms. In patients with compensated disease, ACE-I/ARB was not associated with hepatic decompensation or HCC. Future research should identify subsets of patients who benefit from ACE-I/ARB exposure.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Dynamics of liver stiffness measurement and clinical course of primary biliary cholangitis.\r\nTracking longitudinal changes in LSM using VCTE provides valuable insights into PBC prognosis, offering a robust predictive measure for the risk of SCE. LSM could be used as a clinically relevant surrogate endpoint in PBC clinical trials.\r\nPubmed   Journal   ReadQx \r\nMucosal Healing With Vedolizumab in Patients with Chronic Pouchitis: EARNEST, a Randomized, Double-Blind, Placebo-Controlled Trial.\r\n Vedolizumab induced endoscopic improvements in patients with chronic pouchitis, which was associated with improved outcomes at W34, particularly in patients achieving MH at W14.  number, NCT02790138.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Learning curve for endoscopic submucosal dissection (ESD) in the United States: Large, untutored, single-operator experience.\r\nFollowing ex-vivo training in an animal model, an untutored expert operator achieved competency in ESD between 250 and 350 procedures. Our data can inform development of future training programs in the West.\r\nPubmed   Journal   ReadQx \r\nMortality from upper gastrointestinal tumors in colorectal cancer screening patients.\r\n10 mm and HGD. Future studies will demonstrate whether integrated screening with additional gastroscopy is effective in CRC screening participants with large or highly dysplastic polyps.\r\nPubmed   Journal   ReadQx \r\nValue of green sign and chicken skin aspects for detecting malignancy of colorectal neoplasia in a prospective characterization study.\r\nThe green sign may be associated with malignant colorectal neoplasia. Targeting these areas before precise analysis of the lesion could be a way of improving detection of focal malignancies and prediction of the most severe histology.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A Sub-epithelial Lesion Algorithm For Endoscopic (SAFE) Resection In The Upper Gastrointestinal Tract.\r\n U-SELs may be effectively and safely treated by endoscopic resection. The SAFE approach provides a framework that facilitates structured decision-making. Oesophageal U-SELs suspected to involve the MP should undergo STER. Gastric SELs can be best managed by ESD with a view to proceed to exposing-EFTR. A laparoscopic UGI surgeon should be available in case surgical retrieval of the specimen or laparoscopic completion is required.\r\nPubmed   Journal   ReadQx \r\nComparative Outcomes of Endoscopic Mucosal Resection for Laterally Spreading Lesions in Inflammatory Bowel Disease.\r\nRecurrence of LSLs after EMR appears more frequent in patients with IBD. Given the added complexity, EMR in patients with IBD should be performed in expert centers with close endoscopic surveillance.\r\nPubmed   Journal   ReadQx \r\nCorrelation of EUS-guided portal pressure gradient measurements with hepatic venous pressure gradient: a prospective study.\r\nThe correlation between EUS-PPG and HVPG was almost perfect. EUS-PPG could be a safe and reliable method for direct PPG measurement in cirrhotic patients and a valid alternative to HVPG. NCT05689268.\r\nPubmed   Journal   ReadQx \r\nEffect of Transcutaneous Electrical Nerve Stimulation Based on Wrist-Ankle Acupuncture Theory for Pain Relief during Non-Anesthetic Colonoscopy: A Randomized Controlled Trial.\r\n TENS-WAA effectively reduces pain during non-anesthetized colonoscopy, especially in male participants, providing a promising non-invasive analgesic method.\r\nPubmed   Journal   ReadQx \r\nPolyp size measurement during colonoscopy using a virtual scale: variability and systematic differences.\r\nWe evaluated the method-specific variance (as measure of variability) in polyp size measurements and systematic differences between these methods. Results Variance in polyp size measurements was significantly lower for VS measurements compared to visual and snare measurements for both experts (0.52 vs 1.59 and 1.96, p Use of the VS leads to lower polyp size measurement variability and more uniform polyp sizing by individual endoscopists compared to visual and snare measurements.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Cancer-associated endocrine cells participate in pancreatic carcinogenesis.\r\nOur study systematically maps the alteration of pancreatic endocrine cells in PDAC and elucidates the potential endocrine-exocrine interaction mechanisms during PDAC carcinogenesis. Meanwhile, we first time define and characterize cancer-associated endocrine cells (CAEs), thereby further broadening the composition of PDAC microenvironment.\r\nPubmed   Journal   ReadQx \r\nThe global incident gastrointestinal cancers attributable to suboptimal diets from 1990 to 2018.\r\nAlthough the proportional attributable GI incidence remains relatively stable, the doubling of absolute cases from 1990 to 2018, along with the discrepancies among urbanicity and countries/regions, informs dietary priorities and more targeted preventive measures.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A prospective randomized controlled trial of water exchange plus cap versus water exchange colonoscopy in unsedated Veterans.\r\nUnsedated colonoscopy was appropriate for unescorted Veterans. WE alone was sufficient. Adding a cap did not reduce RTMIP. Patient specific factors and application of WE with insertion suction of infused water contributed to high and low RTMIP, respectively. For unesorted patients, selecting those with low anxiety, avoiding low body mass index, history of depression or self-reported poor health and adhering to the steps of WE can minimize RTMIP to ensure success of unsedated colonoscopy.\r\nPubmed   Journal   ReadQx \r\nBOOSTING EFFICIENCY IN THE ENDOSCOPY SUITE: INTEGRATING TEAM WORKFLOWS IMPROVES PRODUCTIVITY AND MINIMIZES COST.\r\nThis study defines variations in TOT and demonstrates that finding imbalances and sharing the workload significantly cuts costs and improves the overall efficiency of the different subgroups in the turnover process.\r\nPubmed   Journal   ReadQx \r\nDistal Cap-assisted Endoscopic Mucosal Resection allows the safe and effective resection of adherent, dysplastic lesions in the setting of inflammatory bowel disease: a multicenter, retrospective study with video.\r\n EMR-DC represents an attractive option for the resection of adherent dysplastic lesions in chronic IBD which is effective, safe, and inexpensive.\r\nPubmed   Journal   ReadQx \r\nENDOSCOPIC ULTRASOUND-GUIDED HEPATICOJEJUNOSTOMY IN PATIENTS WITH HISTORY OF TOTAL GASTRECTOMY: A MULTICENTER RETROSPECTIVE FEASIBILITY STUDY.\r\n EUS-HJS is an effective and feasible procedure for patients whose anatomy has been altered by total gastrectomy.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes of endoscopic ultrasonography-guided balloon-occluded gastrojejunostomy bypass for malignant gastric outlet obstruction (with video).\r\nEPASS demonstrates safety and reliability in EUS-GE, offering a viable option for symptomatic malignant GOO treatment.\r\nPubmed   Journal   ReadQx \r\nPreparation Regimens to Improve Capsule Endoscopy visualization and diagnostic yield (PrepRICE); a multicentric randomized trial.\r\nThe group that received the bowel preparation the night before SBCE had poorer outcomes. Intra-procedure purgative regimens reduced SBTT, enhanced visualization, improved DY, and increased angioectasia detection. G4 was the best-tolerated regimen.\r\nPubmed   Journal   ReadQx \r\nTHE ROLE OF MAGNETIC RESONANCE CHOLANGIOPANCREATOGRAPHY FOR PREVENTING PANCREATIC FLUID COLLECTION RECURRENCE AFTER EUS-GUIDED DRAINAGE OF WALLED-OFF NECROSIS.\r\n Patients with WON who underwent MRCP prior to transmural stent removal had a lower rate of PFC recurrence largely due to the identification of DPD with appropriate endoscopic management.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Circulating tumour DNA in patients with hepatocellular carcinoma across tumour stages and treatments.\r\n ctDNA offers dynamic information reflecting tumour biology. It represents a non-invasive tool useful to guide HCC clinical management.\r\nPubmed   Journal   ReadQx \r\nFaecal proteomics links neutrophil degranulation with mortality in patients with alcohol-associated hepatitis.\r\nWe found an increased abundance of faecal proteins linked to neutrophil degranulation in patients with AH, which is predictive of short-term survival and could serve as a prognostic non-invasive marker.\r\nPubmed   Journal   ReadQx \r\nHBcrAg values may predict virological and immunological responses to pegIFN-α in NUC-suppressed HBeAg-negative chronic hepatitis B.\r\nPegIFN-α treatment can induce greater functional T cell improvement and HBsAg decline in patients with lower baseline HBcrAg levels. Thus, HBcrAg may represent an easily and reliably applicable parameter to select patients who are more likely to achieve better response to pegIFN-α add-on to virally suppressed patients.\r\nPubmed   Journal   ReadQx \r\nImpact of prenatal and postnatal maternal IBD status on offspring's risk of IBD: a population-based cohort study.\r\n Offspring had a greater risk of IBD when either parent was diagnosed before childbirth rather than later, emphasising genetic predisposition and environmental risk factors rather than maternal inflammation in utero as risk factors for IBD.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Acute kidney injury in severe alcohol-associated hepatitis treated with anakinra plus zinc or prednisone.\r\nAKI occurred more frequently and was more severe in A+Z-treated participants. A+Z-treated participants with AKI had higher uNGAL, suggesting that A+Z maybe nephrotoxic in sAH patients.\r\nPubmed   Journal   ReadQx \r\nAg-driven CD8+ T cell clonal expansion is a prominent feature of MASH in humans and mice.\r\nMASH-induced human cirrhosis and diet-induced MASH in mice resulted in the accumulation of activated and clonally expanded T cells in the liver. The clonally expanded T cells in the liver expressed markers of chronic antigenic stimulation, including PD1, TIGIT, and TOX. Overall, this study establishes for the first time that T cells undergo Ag-dependent clonal expansion and functional differentiation during the progression of MASH. These studies could lead to the identification of antigenic targets that drive T cell activation, clonal expansion, and recruitment to the liver during MASH.\r\nPubmed   Journal   ReadQx \r\nCX3CR1+ macrophages interact with hepatic stellate cells to promote hepatocellular carcinoma through CD8+ T cell suppression.\r\n We showed that CX3CR1+Ly6C+ macrophages migrate and interact with aHSCs in the peritumoral region where retinoids induce arginase-1 expression in CX3CR1+Ly6C+ macrophages, subsequently depriving CD8+ T cells of arginine and promoting HCC.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of pFIB scores for exclusion of significant liver fibrosis in pediatric MASLD.\r\nAnalyzing several cohorts totaling approximately 1100 children and adolescents, we developed novel risk scores incorporating readily available clinical variables. In accordance with the aim of excluding pediatric MASLD-associated fibrosis, the scores performed better in non-selected cohorts of children and adolescents living with obesity than in patients referred to tertiary liver units.\r\nPubmed   Journal   ReadQx \r\nDrug interaction with Udp-Glucuronosyltransferase (UGT) enzymes is a predictor of drug-induced liver injury.\r\nNotably, drug interactions with UGT enzymes may independently predict DILI, and their combined use with the rule-of-two model further improves overall predictive performance. These findings could expand the currently available tools for assessing the potential for DILI in humans.\r\nPubmed   Journal   ReadQx \r\nEndothelial RUNX3 controls LSEC dysfunction and angiocrine LRG1 signaling to prevent liver fibrosis.\r\nRUNX3 deficiency in the endothelium induces LSEC dysfunction, LRG1 secretion, and liver fibrosis progression. Therefore, endothelial RUNX3 is a crucial gatekeeping factor in LSECs, and profibrotic angiocrine LRG1 may be a novel target for combating liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nEpigenetic heterogeneity hotspots in human liver disease progression.\r\n Substantial epigenetic heterogeneity arises early in liver disease development, targeting key pathways in the progression and initiation of both cirrhosis and HCC. Integration of epigenetic and transcriptional heterogeneity unveils putative epigenetic regulators of hepatocarcinogenesis.\r\nPubmed   Journal   ReadQx \r\nExome-wide association analysis identifies novel risk loci for alcohol-associated hepatitis. \r\nPolygenic signals for AH were observed in both common and rare variant analysis and identified genes with roles associated with inflammation. This study has identified two new genes of high effect size with a previously unknown contribution to ALD, and highlights both the overlap in etiology between liver diseases, and the unique origins of AH.\r\nPubmed   Journal   ReadQx \r\nHepatic decompensation is the major driver of mortality in hepatocellular carcinoma patients treated with atezolizumab plus bevacizumab: The impact of successful antiviral treatment.\r\nHepatic decompensation identifies patients with the worst prognosis following AB and is more common in patients with baseline ALBI>1 and non-viral aetiology. Effective antiviral treatment may protect from decompensation, highlighting the prognostic disadvantage of patients with non-viral aetiologies and the importance of multi-disciplinary management to maximise OS.\r\nPubmed   Journal   ReadQx \r\nLiver stiffness progression in biopsy-proven metabolic dysfunction-associated steatotic disease among people with diabetes versus people without diabetes: A prospective multicenter study.\r\n Utilizing serial VCTE data from a multicenter study of participants with biopsy-proven MASLD, we demonstrate that T2DM and HbA1c are associated with LSM progression.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation provides survival benefit at all levels of frailty: From the Multicenter Functional Assessment in Liver Transplantation Study.\r\n Pre-LT and, to a lesser degree, post-LT mortality increased as LFI increased. Transplant offered a survival benefit at al LFI values, driven by a reduction in pre-LT mortality. No threshold of LFI was identified at which the risk of post-LT mortality exceeded pre-LT mortality. LT offers net survival benefit even in the presence of advanced frailty among those selected for LT.\r\nPubmed   Journal   ReadQx \r\nPGD2/DP1 axis promotes liver regeneration by secreting Wnt2 in Kupffer cells in mice.\r\nDP1 activation mediates crosstalk between KCs and hepatocytes through Wnt2, and facilitates liver regeneration. Hence, DP1 may serve as a novel therapeutic target in acute and chronic liver diseases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Decoding the enigma-Navigating complexity in MASLD management.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: GLP-1 receptor agonists in inflammatory bowel disease-Is it time?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Leveraging existing mid-end ultrasound machine for point-of-care intestinal ultrasound in low-resource settings-Prospective, real-world impact on clinical decision making.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Trajectory of soluble programmed cell death protein-1 and ligand-1 in HBV-infected individuals treated with pegylated interferon-implications for stopping rules and the HBV cure programme.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: advances in the diagnosis and management of anorectal motility disorders.\r\nAnorectal motility disorders are common, but either less well recognized or poorly managed by most gastroenterologists. Equipped with the practical and up-to-date knowledge provided in this review, physicians could provide improved health care for these patients.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nExpert Panel Recommendations: Practical Clinical Applications for Initiating and Monitoring Resmetirom in Patients with MASH/NASH and Moderate to noncirrhotic Advanced Fibrosis.\r\nThe approval of resmetirom also presents important challenges, including how to noninvasively identify patients with fibrosis stages 2-3, and how to exclude patients with more advanced disease who should not be treated until further data emerge on the use of resmetirom in this population. Herein we consider the available literature with regard to identifying the intended population for treatment with resmetirom and in proposing criteria for stopping treatment.\r\nPubmed   Journal   ReadQx \r\nIBD Matchmaking - Rational Combination Therapy.\r\nBoth treatment exposure and disease duration are major determinants of response to therapy. Identification of safe and effective CATT may impact positioning of this strategy to apply to a broader IBD population.\r\nPubmed   Journal   ReadQx \r\nTHE FUTURE OF CLINICAL TRIALS IN INFLAMMATORY BOWEL DISEASE.\r\nAccordingly, innovative methods for both early and late phase RCTs must be adopted. In this Review, we provide a comprehensive overview of the evolution of modern IBD trials, discuss methods for improving trial efficiency both in early and late phase development, and provide insights into the interpretation and implications of these data for clinical care.\r\nPubmed   Journal   ReadQx \r\nThe Discrepant Visual Representation of Inflammatory Bowel Diseases in the Internet and Media.\r\n\r\nPubmed   Journal   ReadQx \r\nThe IBD Clinic of Tomorrow: Holistic, Patient-Centric, and Value-based Care.\r\nWe also suggest potential opportunities for IBD practitioners to incorporate elements of holistic care on a local scale. Together, we hope such care models will enhance not only IBD-specific health outcomes, but also improve the general wellbeing of our patients with IBD today and tomorrow.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    EUS-guided radiofrequency ablation in pancreatic cancer: Promising but still questionable!\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasonography for liver palpation: A modern extension of the physical examination?\r\n\r\nPubmed   Journal   ReadQx \r\nFreeze frame: Is spray cryotherapy the hot new thing for Barrett's dysplasia?\r\n\r\nPubmed   Journal   ReadQx \r\nRed dichromatic imaging: going deeper with electronic chromoendoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe perfect tool for endoscopic necrosectomy: Miracle or a mirage?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cellular immunotherapies and immune cell depleting therapies in inflammatory bowel diseases: the next magic bullet?\r\nThis article discusses novel cellular immunotherapies and immune cell depleting therapies in IBD, including CAR-T cell approaches, Tr1 and T regulatory (Treg) cells and cell depleting antibodies such as rosnilimab. These novel approaches have the potential to overcome current therapeutic limitations in the treatment of IBD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Behaviour and Liver Health: are we in the middle of a paradigm shift?\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Adult Chronic Intestinal Volvulus.\r\n\r\nPubmed   Journal   ReadQx \r\nApplication of Single-use Subscope Imaging System in the Diagnosis and Treatment of Cecal Diverticulitis Misdiagnosed as Acute Appendicitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-Guided Glue Therapy of Gastric Varices After Mechanical Compression With Metal Clips.\r\n\r\nPubmed   Journal   ReadQx \r\nEctopic Adrenocorticotropic Hormone Syndrome Caused by Villous Adenoma in Sigmoid Colon.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal implantation metastasis of gastric cancer during specimen retrieval after endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nHidden in Plain Sight: Hymenolepsis tapeworm found on polyp biopsy during routine colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of Obscure Gastrointestinal Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nUpdate on Newly Federal Drug Administration-Approved Drug, Resmetirom: A Practical Perspective.\r\n\r\nPubmed   Journal   ReadQx \r\nWhat Is the Skinny on This Unusual Esophageal Finding: A Rare Case of Esophageal Epidermoid Metaplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Practical Approach to Navigating Relevance, Regulatory, and Reimbursement in Gastroenterology Innovation for Gastroenterology Trainees.\r\n\r\nPubmed   Journal   ReadQx \r\nAssociation Between Deep Sedation and Risk of Post-Colonoscopy Colorectal Cancer: Swedish Register Data 2007-2016.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal large-cell neuroendocrine carcinoma mimicking benign submucosal tumor treated with endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nPractice Innovations to Optimize GI Access by Enhancing Existing Supply and Right-Sizing Demand.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Strategies to successfully complete complex ESD in the colon.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Does radiofrequency ablation affect endoscopic submucosal dissection in Barrett's esophagus?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An unexpected case of per-rectal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nFibroblast activation protein (FAP) is overexpressed on both stromal and epithelial cells prior to pancreatic ductal adenocarcinoma: implications for early diagnosis on 68Ga-FAPI-PET/CT.\r\n\r\nPubmed   Journal   ReadQx \r\nForging a Career in Digital Health Research.\r\n\r\nPubmed   Journal   ReadQx \r\nGASTRO CURBSIDE CONSULT - AN UNEXPECTED CAUSE OF DYSPHAGIA.\r\n\r\nPubmed   Journal   ReadQx \r\nGastro Digest: Integrated telemedicine to treat HCV through opioid treatment programs.\r\n\r\nPubmed   Journal   ReadQx \r\nIt's Time to Change Tack in IBD Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nTaming Lynch Syndrome: The Remarkable Power of Prevention for One Family.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Discrepant Visual Representation of Inflammatory Bowel Diseases in the Internet and Media.\r\n\r\nPubmed   Journal   ReadQx \r\nTreating Chronic Pancreatitis Pain using Extracorporeal Shock-Wave Lithotripsy and Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nTreating Multiple Food Allergies with Omalizumab.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Haematemesis in an elderly patient.\r\n\r\nPubmed   Journal   ReadQx \r\nMultiple gastrointestinal polyps with unique appearance.\r\n\r\nPubmed   Journal   ReadQx \r\nRare cause of liver lesion in a patient with ulcerative colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSclerosing cholangitis and inflammatory bowel disease: a paradoxical relationship?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    IBAT inhibitors in pediatric cholestatic liver diseases: Transformation on the horizon?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Aspirin and GLP-1RAs-The missing confounders of empagliflozin for MASLD without diabetes mellitus?\r\n\r\nPubmed   Journal   ReadQx \r\nMichael F Sorrell, MD.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: aspirin and GLP-1RAs-the missing confounders of empagliflozin for MASLD without diabetes mellitus?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Asymptomatic cirrhosis in a 35-year-old female.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Decoding the enigma-Navigating complexity in MASLD management. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Leveraging existing mid-end ultrasound machine for point-of-care intestinal ultrasound in low-resource settings: Prospective, real-world impact on clinical decision making. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Trajectory of soluble programmed cell death protein-1 and ligand-1 in HBV-infected individuals treated with pegylated interferon-Implications for stopping rules and the HBV cure programme. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter (brief communication): A pilot study of hemp hull bio gut fibre (BGF) to reduce intestinal permeability in IBS-BAD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Extreme diagnostic delay due to misdiagnosis of gastrointestinal tuberculosis later diagnosed as postoperative Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Celiac disease and iron deficiency.\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Endoscopic Gallbladder Stenting to Prevent Recurrent Cholecystitis in Deferred Cholecystectomy: A Randomized Trial\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic transpapillary gallbladder stenting prevents recurrent cholecystitis: are the benefits the same in patients with or without common bile duct stone?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Does CT angiography play no role in the diagnostic process of acute GI bleeding?\r\n\r\nPubmed   Journal   ReadQx \r\nIs propensity score matching complete without including age and gender?\r\n\r\nPubmed   Journal   ReadQx \r\nThe role of artificial intelligence-assisted endoscopy surveillance in clinical practice: controversies and future perspectives.\r\n\r\nPubmed   Journal   ReadQx \r\nUltrasound's echo in the endoscopic realm: navigating checkpoint colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Reassessing gastroscopy practices: the need for improved methodology and interpretation.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Refining use of longitudinal FIB-4 in patients with MASLD: Age Adjustments for Improved Risk Stratification.\r\n\r\nPubmed   Journal   ReadQx \r\nRegulatory T Cells dynamics during and after Chronic Hepatitis C treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nSuperior Diagnostic Efficacy of AGILE 3+ Score for Diagnosing Advanced Fibrosis in Chronic Hepatitis B patients with Concurrent Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe importance of developing viability criteria to assess liver grafts undergoing multi-week normothermic perfusion.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-27T14:09:21-04:00",
    "input_file": {}
  },
  {
    "path": "gi/07-19-2024/",
    "title": "Fri Jul 19 2024",
    "description": "94 articles - From Friday Jul 12 2024 to Friday Jul 19 2024",
    "author": [],
    "date": "2024-07-19",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on the Role of Intestinal Ultrasound in Inflammatory Bowel Disease: Commentary.\r\nMethods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Clinical Gastroenterology and Hepatology. This expert commentary incorporates important and recently published studies in this field, and it reflects the experiences of the multidisciplinary group of authors composed of adult and pediatric gastroenterologists.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Diagnosis and Management of Cyclic Vomiting Syndrome: Commentary.\r\nMethods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership, and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology. This expert commentary incorporates important as well as recently published studies in this field, and it reflects the experiences of the authors who are experts in treating patients with cyclic vomiting syndrome.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Gut\r\n    Prevalence of irritable bowel syndrome and functional dyspepsia after acute gastroenteritis: systematic review and meta-analysis.\r\n In a large systematic review and meta-analysis, 14.5% of individuals experiencing acute gastroenteritis developed PI-IBS and 12.7% PI-FD, with greater than fourfold increased odds for IBS and threefold for FD. Proinflammatory microbes, including Proteobacteria and subcategories, and SARS-CoV-2, may be associated with the development of PI-IBS and PI-FD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Impact of pre-transplant immune checkpoint inhibitor use on post-transplant outcomes in HCC: A systematic review and individual patient data meta-analysis.\r\nAdditionally, a higher number of immune checkpoint inhibitor cycles and tumor burden within Milan criteria at the completion of immunotherapy may predict a decreased risk of hepatocellular carcinoma recurrence, but this observation requires further validation in larger prospective studies. CODE FOR INTERNATIONAL PROSPECTIVE REGISTER OF SYSTEMATIC REVIEWS (PROSPERO): CRD42023494951.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical trial: The effectiveness of long-acting somatostatin analogue for output reduction of high-output intestinal fistula or small bowel enterostomy. A randomised controlled trial.\r\nIn patients with a high-output fistula or small bowel enterostomy, addition of lanreotide to current standard treatment can provide a clinically relevant output reduction.\r\nPubmed   Journal   ReadQx \r\nFaecal biomarkers for diagnosis and prediction of disease course in treatment-naïve patients with IBD.\r\nThis study provides new insight into the diagnostic and prognostic capability of neutrophil and eosinophil biomarkers in IBD and suggests that MPO, alone or in combination with FC, may add to the diagnostic power of faecal biomarkers.\r\nPubmed   Journal   ReadQx \r\nOutcomes of patients with alcohol-associated hepatitis and acute kidney injury - Results from the HRS Harmony Consortium.\r\nHospitalised patients with cirrhosis and AKI presenting with AH had higher 90-day mortality than those without AH, but this may have been driven by higher MELD-Na rather than AH itself. However, in patients with hepatorenal syndrome, AH was an independent predictor of mortality.\r\nPubmed   Journal   ReadQx \r\nThe effect of vitamin E and docosahexaenoic acid ethyl ester on Metabolic Dysfunction-Associated steatotic Liver Disease (MASLD)-A randomised, double-blind, placebo-controlled, parallel-group clinical trial (PUVENAFLD).\r\nThe combination of DHA + vitamin E or either agent alone did not demonstrate efficacy on reducing liver fat or aminotransferases in the studied population.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Association of Acetaminophen (Paracetamol) Use with Severity and Outcomes in Patients with Viral Hepatitis-Associated Acute Liver Failure.\r\nAPAP use in AVH-ALF is common and may negatively impact outcomes compared to little or no APAP exposure. Prospective studies of the most safe and effective dose of APAP to use in patients with AVH are needed.\r\nPubmed   Journal   ReadQx \r\nComparative risk of serious infection with vedolizumab vs anti-TNF in inflammatory bowel disease: results from nationwide Swedish registers.\r\nVedolizumab was associated with increased risks of serious infections compared to anti-TNF in Crohn's disease, but not in ulcerative colitis. Nonetheless, the panorama of serious infections seemed to differ between the drugs. Our findings underscore the importance of clinical awareness of infections and the safety profile of the two therapies.\r\nPubmed   Journal   ReadQx \r\nGLP1-RA use prior to endoscopy is associated with low retained gastric contents: a multicenter cross-sectional analysis.\r\n In this multicenter study, very low rates of retained gastric contents were seen during endoscopy in patients on GLP1-RAs and most were in patients with T2DM. Our findings suggest an individualized approach rather than universal pre-operative holding of medications prior to endoscopy.\r\nPubmed   Journal   ReadQx \r\nHIV infection is associated with a less aggressive phenotype of inflammatory bowel disease. A multicenter study of the ENEIDA registry.\r\nHIV infection appears to be associated with a less aggressive phenotype of IBD and a lesser use of non-biological therapies and biologicals but entails a greater risk of developing OI.\r\nPubmed   Journal   ReadQx \r\nHealthcare Resource Utilization and Costs Associated With Eosinophilic Esophagitis Among Commercially Insured Patients in the United States.\r\n EoE imposes substantial economic burden. More effective and targeted treatments that improve outcomes for patients are needed.\r\nPubmed   Journal   ReadQx \r\nHistologic Activity from Neoterminal Ileal Biopsies in Patients with Crohn's Disease in Endoscopic Remission is Associated with Postoperative Recurrence.\r\nIn patients with postoperative CD, histologic activity despite complete endoscopic remission is associated with composite, endoscopic and radiographic, recurrence. Further understanding of the role of histologic activity in patients with Rutgeerts' i0 disease may provide a novel target to reduce disease recurrence in this population.\r\nPubmed   Journal   ReadQx \r\nImpact of Bowel Preparation Quality on Colonoscopy Findings and Colorectal Cancer Deaths in a Nation-Wide Colorectal Cancer Screening Program.\r\n Fair bowel preparation on the Aronchick Scale was not only associated with a lower adenoma detection probability but also with increased risk of PCCRC death. Efforts should be made to increase bowel cleansing above fair scores.\r\nPubmed   Journal   ReadQx \r\nImpact of Diabetes, Drug-Induced Liver Injury, and Sepsis on Outcomes in MAFLD-Related Acute-on-Chronic Liver Failure.\r\n Almost half of MAFLD-ACLF patients die within 90 days. Diabetes and non-viral precipitants such as DILI and sepsis lead to adverse outcomes. The new MAFLD-MELD-Na and MAFLD-AARC scores provide reliable 90-day mortality predictions for MAFLD-ACLF patients.\r\nPubmed   Journal   ReadQx \r\nOlder Age as a Worrisome Feature in Patients With Intraductal Papillary Mucinous Neoplasms: a Long-Term Surveillance Study.\r\n Older patients with IPMNs were at a higher risk of developing pancreatic carcinoma during surveillance. Surgically fit elderly patients may be good candidates for periodic surveillance aimed at a reduction of pancreatic cancer-related deaths.\r\nPubmed   Journal   ReadQx \r\nPsychiatric disorders among 5800 patients with microscopic colitis: A nationwide population-based matched cohort study.\r\n Patients with MC are at increased risk of incident psychiatric disorders compared to the general population.\r\nPubmed   Journal   ReadQx \r\nThe Liver Cirrhosis Network Cohort Study: Cirrhosis Definition, Study Population, and Endpoints.\r\n The LCN Cohort Study design will inform the natural history of cirrhosis in contemporary patients with compensated cirrhosis. The LCN Definitions and Measures Committee developed criteria for the definition of cirrhosis to standardize entry into this multi-center cohort study and standardized criteria for liver-related outcome measures. This effort has produced definitions intended to be both sensitive and specific as well as easily operationalized by study staff such that outcomes critical to the LCN cohort are identified and reported in an accurate and generalizable fashion.\r\nPubmed   Journal   ReadQx \r\nThe Survival Benefit of Re-abstinence After Harmful Alcohol Use Following Early Liver Transplant for Severe Alcohol-Associated Hepatitis: A Multi-Center ACCELERATE Study.\r\nAchieving re-abstinence after post-LT harmful alcohol use is associated with similar five-year post-LT survival compared to those without evidence of post-LT harmful alcohol use. Our findings highlight the importance of early detection and treatment of post-LT alcohol use.\r\nPubmed   Journal   ReadQx \r\nWhen Perfect Is the Enemy of Good: Results of a RAND Appropriateness Panel on Treat to Target in Asymptomatic IBD.\r\n Appropriateness ratings can help guide clinical decision-making about changing therapy to achieve endoscopic remission in asymptomatic patients with IBD until data from ongoing randomized studies are available.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Drug-Induced Liver Injury in Latin America: 10-year experience of the Latin American DILI (LATINDILI) Network Drug-induced liver injury in Latin America.\r\n Features of DILI in Latin America are comparable to other prospective registries. However, the pattern of drugs responsible for DILI differs. An increasing incidence of HDS, with high mortality rate, and likewise nimesulide and nitrofurantoin was noted. Thus, public health policies should raise awareness of the potential adverse effects of these compounds.\r\nPubmed   Journal   ReadQx \r\nDynamics of liver stiffness measurement and clinical course of primary biliary cholangitis.\r\nTracking longitudinal changes in LSM using VCTE provides valuable insights into PBC prognosis, offering a robust predictive measure for the risk of SCE. LSM could be used as a clinically relevant surrogate endpoint in PBC clinical trials.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Prospective feasibility study of a novel rigidizing stabilizing overtube in the resection of complex gastrointestinal polyps.\r\n The novel ROT was safe, with high technical and clinical success during resection of complex colon polyps. Future studies will determine timing of implementation during routine endoscopic resection.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Gut Pathobiont-Derived Outer Membrane Vesicles Drive Liver Inflammation and Fibrosis in PSC-IBD.\r\n This study demonstrates the contribution of gut pathobionts in releasing OMVs that traverse the mucosal barrier, and thus, promote liver inflammation and fibrosis in PSC-IBD. OMVs might represent a critical new environmental factor that interacts with other disease factors to cause inflammation and thus define potential new targets for fibrosis therapy.\r\nPubmed   Journal   ReadQx \r\nMolecular Mechanisms Underlying Loss of Vascular and Epithelial Integrity in Irritable Bowel Syndrome.\r\n Epithelial and vascular barriers are compromised in IBS patients and contribute to clinical manifestations.\r\nPubmed   Journal   ReadQx \r\nThe global incident gastrointestinal cancers attributable to suboptimal diets from 1990 to 2018.\r\nAlthough the proportional attributable GI incidence remains relatively stable, the doubling of absolute cases from 1990 to 2018, along with the discrepancies among urbanicity and countries/regions, informs dietary priorities and more targeted preventive measures.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    An integrated analysis of bile acid metabolism in humans with severe obesity.\r\nCharacterization of the portal BA composition in relation to peripheral and fecal BA increased insight into the dynamics of BA metabolism in individuals with obesity. Peripheral BA composition was much more diverse due to microbial metabolism. About 24% of the portal samples was surprisingly low in total BA;  the underlying mechanism requires further exploration.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Effect of pemvidutide, a GLP-1/glucagon dual receptor agonist, on MASLD: A randomized, double-blind, placebo-controlled study.\r\nIn subjects with MASLD, weekly pemvidutide treatment yielded significant reductions in LFC, markers of hepatic inflammation, and body weight compared to placebo. Impact and implications MASLD, and MASH, are strongly associated with overweight and obesity and it is believed that the excess liver fat associated with obesity is an important driver of these diseases. Glucagon-like peptide-1 receptor (GLP-1R) agonists elicit weight loss through centrally and peripherally mediated effects on appetite. Unlike GLP-1R agonists, glucagon receptor (GCGR) agonists act directly on the liver to stimulate fatty acid oxidation and inhibit lipogenesis, potentially providing a more potent mechanism for liver fat content (LFC) reduction than weight loss alone. This study demonstrated the ability of once-weekly treatment with pemvidutide, a dual GLP-1R/GCGR agonist, to significantly reduce LFC, hepatic inflammatory activity, and body weight, suggesting that pemvidutide may be an effective treatment for both MASH and obesity. Clinical trial number NCT05006885.\r\nPubmed   Journal   ReadQx \r\nInfection history imprints prolonged changes to the epigenome, transcriptome and function of Kupffer cells.\r\n Our study demonstrates that a prior exposure to a parasitic infection induces trained immunity in KCs, reshaping their identity and function in the long-term. Impact and implications Although the liver is frequently affected during infections, and despite housing a major population of resident macrophages known as Kupffer cells (KCs), it is currently unclear whether infections can durably alter KCs and their niche cells. Our study provides a comprehensive investigation into the long-term impact of a prior, cured parasitic infection, unveiling long-lasting ontogenic, epigenetic, transcriptomic and functional changes to KCs as well as KC niche cells, which may contribute to KC remodeling. Our data suggest that infection history may continuously reprogram KCs throughout life with potential implications for subsequent disease susceptibility in the liver, influencing preventive and therapeutic approaches.\r\nPubmed   Journal   ReadQx \r\nPatient-reported outcomes in chronic hepatitis delta: An exploratory analysis of the Phase III MYR301 trial of bulevirtide.\r\n PROs indicate that 48-week treatment with bulevirtide monotherapy may improve aspects of HRQoL in patients with CHD. Impact and implications Bulevirtide 2 mg is the only approved treatment for patients with chronic hepatitis delta (CHD) in the EU. Patients with CHD have worse quality of life scores than those with chronic hepatitis B. Bulevirtide treatment for 48 weeks reduced HDV RNA and alanine aminotransferase levels and was well tolerated among patients with CHD. For the first time, this study shows that patients who received bulevirtide therapy for 48 weeks reported improvements in physical and hepatitis-related quality of life domains compared to those who did not receive therapy (control group). Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nVaried immune responses of HBV-specific B cells in patients undergoing pegylated interferon-alpha treatment for chronic hepatitis B.\r\nAfter PEG-IFNα treatment, HBsAg- and HBcAg-specific B-cells exhibit various changes in antibody secretion. Their functional differences are reflected in the alterations in phenotypes and subtypes. The presence of CD40L + Tfh-cells is associated with the active recovery of HBsAg-specific B-cells. Impact and implications HBV-related complications and hepatocellular carcinoma remain the leading causes of mortality from chronic liver disease worldwide, and a cure is rarely achieved with antiviral therapies. Elucidating the immunological mechanisms underlying the functional cure of CHB patients offers a promising therapeutic strategy for viral clearance, such as therapeutic vaccine. We analyzed the alterations in HBV-specific B-cells in patients treated with PEG-IFNα and identified novel pathways for immunotherapeutic boosting of B cell immunity.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Trajectory of soluble programmed cell death protein-1 and ligand-1 in HBV-infected individuals treated with pegylated interferon-implications for stopping rules and the HBV cure programme.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Diet and Microbiome-directed therapy 2.0 for IBD.\r\nWe also review the use of diet as a therapeutic tool in IBD, including the effects in induction and maintenance, special diets, and exclusive enteral nutrition. Finally, we highlight the challenges and opportunities for the translation of diet and microbiome interventions into clinical practice, such as the need for personalization, manufacturing and regulatory hurdles, and the specificity to take into account for clinical trial design.\r\nPubmed   Journal   ReadQx \r\nHow Artificial Intelligence Will Transform Clinical Care, Research, and Trials for Inflammatory Bowel Disease.\r\nAs a complex disease with entangled relationships between genomics, metabolomics, microbiome, and the environment, IBD stands to benefit greatly from methodologies that can handle this complexity. We describe current applications, critical challenges, and propose future directions of AI in IBD.\r\nPubmed   Journal   ReadQx \r\nPrediction and Prevention of Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nSetting a value for novel GERD treatments.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Shot heard around the world? Subcutaneous Infliximab (CT-P13) as Maintenance Therapy for Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Untargeted faecal metabolomics for the discovery of biomarkers and treatment targets for inflammatory bowel diseases.\r\nIn this article, we describe the contribution of metabolomics research to the field of IBD, with a focus on faecal metabolomics. We discuss the latest findings on the significance of these metabolites for IBD prognosis and therapeutic interventions and offer insights into the future directions of metabolomics research.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Comprehensive Comparative Study of Potassium-Competitive Acid Blockers Is Necessary.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nComparing Short-Term Dual vs Standard Quadruple Therapy for Helicobacter pylori Eradication.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to: Supplementation With Oral vs Intravenous Iron for Anemia With IBD or Gastrointestinal Bleeding: Is Oral Iron Getting a Bad Rap?\r\n\r\nPubmed   Journal   ReadQx \r\nDiaphragmatic Hernia: A Rare But Potentially Severe Complication After Radiofrequency Ablation of the Liver.\r\n\r\nPubmed   Journal   ReadQx \r\nEctopic Adrenocorticotropic Hormone Syndrome Caused by Villous Adenoma in Sigmoid Colon.\r\n\r\nPubmed   Journal   ReadQx \r\nImproving Insights Into Ultra-processed Food Consumption and Gastrointestinal Cancer Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nMortality in Acute Severe Ulcerative Colitis - Still an Alarming and Real Complication in the Era of Advanced Therapies.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Kathuria, Higgins, and Berinstein.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Lunagariya et al.\r\n\r\nPubmed   Journal   ReadQx \r\nTo Continue or Discontinue β-Blockers in Secondary Prophylaxis? That is the Dilemma.\r\n\r\nPubmed   Journal   ReadQx \r\nWhat Is the Skinny on This Unusual Esophageal Finding: A Rare Case of Esophageal Epidermoid Metaplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Practical Approach to Navigating Relevance, Regulatory, and Reimbursement in Gastroenterology Innovation for Gastroenterology Trainees.\r\n\r\nPubmed   Journal   ReadQx \r\nPractice Innovations to Optimize GI Access by Enhancing Existing Supply and Right-Sizing Demand.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel gastric defect closure method using lines and reopenable clips with the through-the-scope tying technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA transanal alpha-loop tube facilitates endoscopic submucosal dissection of a distal rectal tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAlternative endoscopic ultrasound-guided choledochogastrostomy for anatomical inaccessibility by usual biliary drainage methods.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nClip-anchored floss traction-assisted endoscopic submucosal dissection combined with endoscopic tunneling in treatment of long circumferential early esophageal carcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDoes radiofrequency ablation affect endoscopic submucosal dissection in Barrett's esophagus?\r\n\r\nPubmed   Journal   ReadQx \r\nDouble nylon loop-based inner traction technique promoting endoscopic submucosal dissection of a giant pedunculated adenoma in the ascending colon.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDoughnut-shaped endoscopic submucosal dissection for circumferential ileocecal valve adenoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDual-sided closure of an iatrogenic gastrocolonic fistula with over-the-scope clips.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for resection of giant adenoid cystic carcinoma of the esophagus.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic suturing system is the last chance for rectal bleeding after complicated endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nProphylactic saline-immersion snare-tip vessel coagulation after colorectal endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSalvage circumferential endoscopic submucosal dissection of multifocal Barrett's adenocarcinoma at an esophagogastric anastomosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Rare Case of Skin and Small Intestine Pigmentation.\r\n\r\nPubmed   Journal   ReadQx \r\nFibroblast activation protein (FAP) is overexpressed on both stromal and epithelial cells prior to pancreatic ductal adenocarcinoma: implications for early diagnosis on 68Ga-FAPI-PET/CT.\r\n\r\nPubmed   Journal   ReadQx \r\nInflammatory markers at birth and risk of early onset inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPouchitis: Is It Time to Think Beyond the Inflammation in the Pouch?\r\n\r\nPubmed   Journal   ReadQx \r\nPrevotella Is Associated with Sex-Based Differences in Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Mysterious Cause of Refractory Diarrhea and Weight Loss in a Young Woman.\r\n\r\nPubmed   Journal   ReadQx \r\nTreating Multiple Food Allergies with Omalizumab.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Accurate predictor for liver disease progression in patients with DC/TBD.\r\n\r\nPubmed   Journal   ReadQx \r\nAlcohol-associated liver disease: The time to act is now.\r\n\r\nPubmed   Journal   ReadQx \r\nAugust Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nDeveloping Quality Measures for Improving Pre-Liver Transplant Care.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis and Management of Hepatocellular Carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Exercise greater caution in bile acid research.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The causal analysis of missing confounding-factors for the association between HDV with specific liver events.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Clinical outcomes and prognostic factors after HCV clearance with DAA in HIV/HCV-coinfected patients with advanced fibrosis/cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: The causal analysis of missing confounding-factors for the association between HDV with specific liver events.\r\n\r\nPubmed   Journal   ReadQx \r\nS-pecial Delivery: Implications of HBV Surface Antigen Subviral particles Carrying microRNA Payloads.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Trajectory of soluble programmed cell death protein-1 and ligand-1 in HBV-infected individuals treated with pegylated interferon-Implications for stopping rules and the HBV cure programme. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Drug interaction in resmetirom times.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: MAFLD versus MASLD-The devil lies in the details.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Microbial manipulation for primary sclerosing cholangitis-associated inflammatory bowel disease-hope on the horizon.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Post-endoscopic management after upper gastrointestinal bleeding-Replenishment of iron loss.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Reflections on the role of over-the-scope clips in high-risk upper gastrointestinal bleeding-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Reflections on the role of over-the-scope clips in high-risk upper gastrointestinal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Risks of proton pump inhibitor treatment in cirrhotic patients-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Evaluating Real World Consistency and Accuracy by ChatGPT4 for Post-Colonoscopy Follow-Up Recommendations.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Reassessing gastroscopy practices: the need for improved methodology and interpretation.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Considering socioeconomic status and lifestyle interventions to enhance personalized medical care for CHB in Asian patients residing in Western countries.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-19T23:45:37-04:00",
    "input_file": {}
  },
  {
    "path": "gi/07-12-2024/",
    "title": "Fri Jul 12 2024",
    "description": "110 articles - From Friday Jul 05 2024 to Friday Jul 12 2024",
    "author": [],
    "date": "2024-07-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Multicentre study and systematic review: Allopurinol exposure during pregnancy.\r\nOverall, the teratogenicity of allopurinol remains inconclusive. Children conceived by mothers treated for IBD with allopurinol/thiopurine co-therapy do not seem to have an increased risk of congenital anomalies.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Risk of Pancreatitis After Endoscopic Ultrasound-Guided Fine Needle Aspiration of Pancreatic Cystic Lesions: A Systematic Review and Meta-Analysis.\r\nWe note with high certainty that pancreatitis following EUS-FNA of PCLs is infrequent and mild in severity with no mortality in the included cohort. EUS-TTNB may serve as a significant risk factor for EUS-FNA-related pancreatitis risk;  however, further studies are needed to delineate other predisposing characteristics.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Additional yield of random biopsy in patients with inflammatory bowel disease: A systematic review and meta-analysis.\r\nThe additional yields of RB were 10.34% and 16.20% for per-patient and per-lesion analyses, respectively. Considering the decreased additional yields in studies initiated after 2011, and the influence of PSC, endoscopy centers lacking full HD equipment should consider incorporating RB in the standard colonoscopy surveillance for IBD patients, especially in those with PSC.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Effect of chewing gum in bowel preparation for patients undergoing small bowel and colon capsule endoscopy: Systematic review with meta-analysis.\r\nChewing gum has a good safety profile but has only been used as a booster in one CCE study and a few SBCE studies. More prospective randomized controlled trials, therefore, are needed to investigate the efficacy of chewing gum for achieving complete capsule examination.\r\nPubmed   Journal   ReadQx \r\nPure cut vs. Endocut in endoscopic biliary sphincterotomy: Systematic review and meta-analysis of randomized clinical trials.\r\nThe available data in the literature show that Endocut carries an increased risk for PEP and does not prevent delayed or clinically significant bleeding, although it prevents intraprocedural bleeding. Based on such findings, Pure cut should be the preferred electric current mode for biliary sphincterotomy.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Tunneled or Pocket Creation Method versus Conventional Endoscopic Submucosal Dissection for Gastric Lesions - A Systematic Review and Meta-analysis.\r\n T/PCM-ESD facilitates faster and safer gastric ESD than conventional ESD with comparable en bloc resection, R0 resection, and recurrence rates. A future randomized controlled control trial is required.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Breaking Barriers in Functional Dyspepsia: A Systematic Review and Meta-analysis on Duodenal Tight Junction Protein Expression.\r\nThe expressions of al evaluated proteins including claudin-1, claudin-2, claudin-3, claudin-4, ZO-1, ZO-2, ZO-3, β-catenin, E-cadherin, and occludin did not significantly differ between FD patients and controls. However, due to the limited number of included studies, results should be interpreted with caution.\r\nPubmed   Journal   ReadQx \r\nTreatment Response With Potassium-competitive Acid Blockers Based on Clinical Phenotypes of Gastroesophageal Reflux Disease: A Systematic Literature Review and Meta-analysis.\r\nCompared to PPIs, PCABs have superior efficacy and faster therapeutic effect in the initial and maintenance therapy of ERD, particularly severe ERD. While PCABs may be an alternative treatment option in NERD and PPI-resistant GERD, findings were inconclusive in patients with night-time heartburn.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical characteristics and HLA associations of azithromycin-induced liver injury.\r\n Azithromycin therapy can lead to rapid onset of severe hepatic morbidity and mortality in adult and paediatric populations. Hepatocellular injury and younger age were associated with worse outcomes. HLA-DQA1*03 01 was significantly more common in AZ cases compared to controls.\r\nPubmed   Journal   ReadQx \r\nClinical trial: An open-label, randomised trial of different re-start strategies after treatment withdrawal in HBeAg negative chronic hepatitis B.\r\nWe could not confirm our hypothesis that a higher threshold for restart of therapy after NA withdrawal improves the likelihood of HBsAg loss within 36 months in patients with HBeAg negative CHB. Further studies including only patients with HBsAg level <1000 IU/mL and/or larger sample size and longer follow-up duration are recommended.\r\nPubmed   Journal   ReadQx \r\nLeveraging existing mid-end ultrasound machine for point-of-care intestinal ultrasound in low-resource settings: Prospective, real-world impact on clinical decision-making.\r\n POCUS using existing mid-end ultrasound equipment in low-resource settings influenced IBD clinical decision-making with excellent accuracy, often avoiding colonoscopy and cross-sectional imaging.\r\nPubmed   Journal   ReadQx \r\nOther causes of neurocognitive impairment than covert hepatic encephalopathy (CHE) are very frequent, either alone or associated with CHE, in cirrhotic patients with cognitive complaints.\r\n Other causes of NI than CHE are frequent in patients with cirrhosis, and not ruled-out by the classical tests dedicated to CHE. Prognosis was influenced by the cause of NI. The management of patients even without CHE led to clinical improvement, underlining the need for a multifaceted approach of cirrhotic patients with cognitive complaints.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Comparative Effectiveness of Upadacitinib and Tofacitinib in Ulcerative Colitis: A U.S. Propensity-Matched Cohort Study.\r\n This study utilizing real-world data showed that upadacitinib was associated with improved disease-specific outcomes at 12 months compared to tofacitinib in patients with UC.\r\nPubmed   Journal   ReadQx \r\nDistinguishing features of autoimmune gastritis depending on previous H. pylori infection or positivity to anti-parietal cell antibodies: results from the Autoimmune gastRitis Italian netwOrk Study grOup (ARIOSO).\r\nThe \"pure\" AIG pattern has typical features of an autoimmune disease and seems to be unrelated to H. pylori. In a tertiary referral setting, the risk of developing overt gastric adenocarcinoma is low, while patients with vitamin B12 deficiency complications at onset may benefit from a more intense endoscopic follow-up for early gNEN detection.\r\nPubmed   Journal   ReadQx \r\nEffects of Retrograde Colonic Enema Based Fecal Microbiota Transplantation in the Treatment of Childhood Constipation: A Randomized, Double-blind Controlled Trial.\r\nFMT enhances the efficacy of RCE and the use of RCE-based FMT is a safe and effective method in the treatment of intractable constipation in children.\r\nPubmed   Journal   ReadQx \r\nImpact of annual case volume on colorectal endoscopic submucosal dissection outcomes in a large prospective cohort study.\r\nColorectal ESD can be successfully implemented in the West, even in nonexpert centers. However, difficult lesions must still be referred to experts.\r\nPubmed   Journal   ReadQx \r\nImprovement in survival after transplantation for critically ill patients with cirrhosis in the United States.\r\n The absolute number and relative percentage of LT recipients who were critically ill increased over time, as did one-year post-LT survival. Meanwhile, the gap in survival between this group of patients and non-critically ill patients with cirrhosis decreased, but persisted. Cautious access to selected LT candidates that are critically ill may be warranted, provided the gap in survival with non-critically ill patients remains as small as possible.\r\nPubmed   Journal   ReadQx \r\nIncidence, Predictors, and Outcomes of Clinically Significant Post-ERCP Bleeding: a Contemporary Multi-center Study.\r\nRisks of antiplatelet-related CSPEB may be underestimated by endoscopists based on observations of suboptimal holding before higher-risk ERCP. Appropriate periprocedural antithrombotic management is essential and could represent novel quality initiative targets.\r\nPubmed   Journal   ReadQx \r\nLONG-TERM NATURAL HISTORY OF PRESUMPTIVE DIVERTICULAR HEMORRHAGE.\r\nFor presumptive TICH during long-term F/U  1) 75.5% did not rebleed and 24.5% rebled. 2) 56% of rebleeders were diagnosed as definitive TICH. 3) New development of HTN and ASCVD were risk factors for TIC rebleeding.\r\nPubmed   Journal   ReadQx \r\nNon-endoscopic screening for Barrett's esophagus and Esophageal Adenocarcinoma in at risk Veterans.\r\nOur data suggest excellent sensitivity and negative predictive value of EC/EG in a screening population of veterans, making this modality a powerful screening tool for BE and EAC.\r\nPubmed   Journal   ReadQx \r\nRandomized, Double-blind, Active-controlled Phase 3 Study to Evaluate Efficacy and Safety of Zastaprazan compared to Esomeprazole in Erosive Esophagitis.\r\n An 8-week therapy of zastaprazan 20 mg is non-inferior to esomeprazole 40 mg in subjects with predominantly low-grade EE. The healing rate at week 4 appears to be higher for zastaprazan than esomeprazole.\r\nPubmed   Journal   ReadQx \r\nRecent Immigrants With Inflammatory Bowel Disease Have Significant Healthcare Utilization From Preconception to Postpartum: A Population Cohort Study.\r\n Recent immigrants were more likely to have IBD-specific ambulatory care but less likely to receive adequate prenatal care during pregnancy.\r\nPubmed   Journal   ReadQx \r\nTransrectal Drainage Tube Use for Preventing Post-endoscopic Submucosal Dissection Coagulation Syndrome in Patients with Colorectal Lesions: A Multicenter Randomized Controlled Clinical Trial.\r\n The results from this randomized clinical study indicate that the application of TDTs effectively reduced the incidence of PECS in patients after colorectal ESD (chictr.org.cn Identifier  ChiCTR2200062164).\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    After surgically induced remission, ileal and colonic mucosa-associated microbiota predicts Crohn's disease recurrence.\r\n Ileal and colonic mucosa-associated microbiome deviations precede development of new onset ileal inflammation after surgically induced remission and show good predictive performance for future recurrence. These findings suggest that targeted microbial modulation is a plausible modality to prevent postoperative Crohn's disease recurrence.\r\nPubmed   Journal   ReadQx \r\nDevelopment of desmoid tumours after ileorectal anastomosis versus ileal pouch-anal anastomosis in familial adenomatous polyposis.\r\nThe risk of developing an abdominal DT was found to be significantly higher after IPAA than after IRA. Postoperative DT risk should be taken into account when choosing between IRA and IPAA in FAP.\r\nPubmed   Journal   ReadQx \r\nEndoscopic glue injection versus glue plus BRTO or TIPSS for preventing gastric variceal bleeding: A randomized controlled trial.\r\n Radiological intervention for secondary prophylaxis reduces rebleeding from gastric varices and GV rebleeding related mortality in patients with gastric variceal hemorrhage. (CTRI/2021/02/031396).\r\nPubmed   Journal   ReadQx \r\nThe prevalence and rate of undiagnosed celiac disease in an adult general population, the Trøndelag Health Study, Norway.\r\n The total prevalence of CeD in this population-based study of adults in Norway was high and many individuals were previously undiagnosed. Detection of CeD should be improved, as early diagnosis is crucial for effective management and prevention of complications.\r\nPubmed   Journal   ReadQx \r\nTranscriptomic and metabolomic correlates of increased colonic permeability in post-infection irritable bowel syndrome.\r\nCampylobacter PI-IBS patients demonstrate higher colonic permeability which associated with changes in polyamine and histamine metabolites. Female patients demonstrated greater molecular changes.\r\nPubmed   Journal   ReadQx \r\nVibration Controlled Transient Elastography Based Parameters Predicts Clinical Outcomes in Liver Transplant Recipients.\r\nThe VCTE based parameters are associated with clinical outcomes and offer the potential to be incorporated into clinical risk stratification strategies to improve outcomes among LT recipients.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessment of colonoscopy skill using machine learning to measure quality: Proof-of-concept and initial validation.\r\nAn interactive AI assessment of colonoscopy skill can automatically assess quality. We propose that this tool can be utilized to rapidly identify and train providers in need of remediation.\r\nPubmed   Journal   ReadQx   PMC\r\nComparison of stent patency between EUS-guided hepaticogastrostomy with bridging and endoscopic transpapillary biliary drainage for hilar obstruction.\r\nStent patency was significantly better for endoscopic ultrasound-guided hepaticogastrostomy with bridging. However, future prospective studies are needed.\r\nPubmed   Journal   ReadQx \r\nEUS-guided hydrogel injection to separate pancreatic head carcinoma from duodenum for enhanced radiotherapy: Multi-site feasibility study.\r\nPEG hydrogel was successfully placed, created space between the duodenum and the head of the pancreas, and was not associated with major toxicity. Enhancing radiotherapy for pancreatic cancer by using PEG hydrogel to create peri-duodenal space could have beneficial implications for treatment and warrants more exploration.\r\nPubmed   Journal   ReadQx \r\nEndoscopic resection in subepithelial lesions of the upper gastrointestinal tract: Experience at a tertiary referral hospital in The Netherlands.\r\nEndoscopic resection is a safe and effective treatment for SELs and offers valuable information about undetermined SELs for which repeated sampling attempts have failed to provide adequate tissue for diagnosis.\r\nPubmed   Journal   ReadQx \r\nIncomplete small bowel capsule endoscopy: Risk factors and cost-effectiveness of real-time viewing.\r\nModern devices make incomplete SBCE rare, usually not tied to prolonged GTT. In a low-incidence scenario, widespread RTV use brings high costs and uncertain effectiveness.\r\nPubmed   Journal   ReadQx   PMC\r\nPrognostic impact of deprivation on esophagogastroduodenoscopy outcome.\r\ninfection, and 12-fold more severe esophagitis, and more advanced cancer stage.\r\nPubmed   Journal   ReadQx   PMC\r\nQuality of endoscopic surveillance of Lynch syndrome patients in a Swedish cohort.\r\nAdenoma detection was associated with older age and male sex. The results indicate the need for better adherence to guidelines and attention to older age groups, men, and patients with obesity.\r\nPubmed   Journal   ReadQx   PMC\r\nUsefulness of magnifying endoscopy for diagnosis of sessile serrated lesion with dysplasia or carcinoma: Large retrospective study.\r\nSSLs with and without dysplasia or carcinoma exhibit distinct clinicopathological and endoscopic features. In an SSL series, conventional endoscopic characteristics in addition to use of magnifying endoscopy may be useful for accurately diagnosing advanced histology within an SSL.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    ENVIRONMENTAL FOOTPRINT AND MATERIAL COMPOSITION COMPARISON OF SINGLE-USE AND REUSABLE DUODENOSCOPES.\r\nWidespread adoption of SD has greater environmental challenges;  it requires a balance between infection control and environmental responsibility. Carbon footprint labelling can help healthcare institutions make sustainable choices and promote environmentally responsible healthcare practices.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Fazirsiran for Adults with Alpha-1 Antitrypsin Deficiency Liver Disease: A Phase 2 Placebo Controlled Trial (SEQUOIA).\r\nFazirsiran reduced serum and liver concentrations of Z-AAT in a dose dependent manner and reduced hepatic globule burden (NCT03945292).\r\nPubmed   Journal   ReadQx \r\nValidation of an Electronic Health Record-Based Machine Learning Model Compared to Clinical Risk Scores for Gastrointestinal Bleeding.\r\nAn EHR-based machine learning model performs better than currently recommended clinical risk scores and identifies more very-low-risk patients eligible for discharge from the emergency department.\r\nPubmed   Journal   ReadQx \r\nWNT Oncogenic Transcription Requires MYC Suppression of Lysosomal Activity and EPCAM Stabilization in Gastric Tumours.\r\n Our results uncovered a new signaling framework with important implications for the control of gastric epithelial architecture and WNT-dependent oncogenic transformation.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparing underwater endoscopic submucosal dissection and conventional endoscopic submucosal dissection for large laterally spreading tumor: a randomized controlled trial.\r\nUESD was superior to CESD in total procedure time and dissection speed. UESD can be recommended as the preferred method for the resection of large LST.\r\nPubmed   Journal   ReadQx \r\nPROSPECTIVE, RANDOMIZED CONTROLLED STUDY EVALUATING DOUBLE BALLOON INTERVENTIONAL ENDOSCOPIC PLATFORM FOR COLORECTAL ESD.\r\nDBIP decreased total procedure time, improved en bloc resection rate, facilitated sutured defect closure, making DBIP a promising and cost-effective tool to improve colorectal ESD adoption.\r\nPubmed   Journal   ReadQx \r\nRisk of stricture after endoscopic submucosal dissection in the cervical esophagus and efficacy of local steroid injection for stricture prevention.\r\nPatients who underwent ≥ ½ circumferential resection were at high risk of cervical esophageal stricture. Steroid injection had a stricture-prevention effect in patients with < ¾ and ≥ ½ circumferential resection, but seemed to be insufficient in preventing stricture in patients with ≥ ¾ circumferential resection.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cold versus hot snare endoscopic mucosal resection for large (≥15 mm) flat non-pedunculated colorectal polyps: a randomised controlled trial.\r\n Compared with H-EMR, C-EMR for flat, adenomatous LNPCPs, demonstrates superior safety with equivalent technical success. However, endoscopic recurrence is significantly greater for cold snare resection and is currently a limitation of the technique.\r\nPubmed   Journal   ReadQx \r\nGlutamine metabolic competition drives immunosuppressive reprogramming of intratumour GPR109A+ myeloid cells to promote liver cancer progression.\r\n Our findings identify the immunometabolic crosstalk between liver cancer cells and myeloid cells facilitates tumour progression via a glutamine metabolism/ER stress/GPR109A axis, suggesting that GPR109A can be exploited as an immunometabolic checkpoint and putative target for cancer treatment.\r\nPubmed   Journal   ReadQx \r\nKLHL21 suppresses gastric tumourigenesis via maintaining STAT3 signalling equilibrium in stomach homoeostasis.\r\nOur findings highlighted that KLHL21 loss triggers STAT3 reactivation through PABPC1-mediated PIK3CB translational activation, and targeting STAT3 can reverse preneoplastic metaplasia in KLHL21-deficient stomachs.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A randomized phase 2b study of subcutaneous PD-L1 antibody ASC22 in virally-suppressed, HBeAg negative chronic hepatitis B patients.\r\nSubcutaneous administration of 1.0 mg/kg ASC22 Q2W for 24 weeks was shown to be safe and well tolerated in virally suppressed CHB patients on NAs and can induce HBsAg decline, especially in patients with HBsAg ≤100 IU/mL.\r\nPubmed   Journal   ReadQx \r\nHepatic GDP-fucose transporter SLC35C1 attenuates cholestatic liver injury and inflammation by inducing CEACAM1 N153 fucosylation.\r\nElevated hepatic SLC35C1 expression attenuates cholestatic liver injury by enhancing CEACAM1 fucosylation to suppress CCL2 and CXCL2 expression and liver inflammation.\r\nPubmed   Journal   ReadQx \r\nHepatic IL22RA1 deficiency promotes hepatic steatosis by modulating oxysterol in the liver.\r\nThese findings indicate that IL22RA1 plays a crucial role in maintaining hepatic lipid homeostasis in an ATF3/CYP7B1-dependent manner, and establish a link between 3β HCA and hepatic lipid homeostasis.\r\nPubmed   Journal   ReadQx \r\nIntestinal IL-33 promotes microbiota-derived trimethylamine N-oxide synthesis and drives metabolic dysfunction-associated steatotic liver disease progression by exerting dual regulation on HIF-1α.\r\nIntestinal IL-33 enhanced gut microbiota-derived TMAO synthesis and aggravated MASLD progression through dual regulation on HIF-1α. Targeting IL-33 and its associated microbiota may provide a potential therapeutic strategy for managing MASLD.\r\nPubmed   Journal   ReadQx \r\nSLC10A5 deficiency causes hypercholanemia.\r\n SLC10A5 is involved in the uptake of bile acid and its deficiency causes hypercholanemia.\r\nPubmed   Journal   ReadQx \r\nTumor suppressive role of the antimicrobial lectin REG3A targeting the O-GlcNAc glycosylation pathway.\r\n REG3A helps fight liver cancer by reducing O-GlcNAcylation. This study suggests a new paradigm for the regulation of O-GlcNAc signalling in cancer-related pathways through interactions with the carbohydrate-binding function of REG3A.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Induction of steatosis in primary human hepatocytes recapitulates key pathophysiological aspects of metabolic dysfunction-associated steatotic liver disease.\r\nAltogether, our human MASLD in vitro model system could guide the development and validation of novel targets and drugs for the treatment of MASLD. Impact and implications Due to low drug efficacy and high toxicity, a clinical treatment option for MASLD is limited. To facilitate earlier stop-go decisions in drug development, we have established a primary human steatotic hepatocyte in vitro model. As the model recapitulates clinically relevant MASLD characteristics at high phenotypic resolution, it can serve as a pre-screening platform and guide target identification and validation in MASLD therapy.\r\nPubmed   Journal   ReadQx \r\nLong-term outcome following liver transplantation of patients with ACLF grade 3.\r\n 5- and 10-year patients' and grafts' survivals in ACLF-3 patients were not different from their controls. 5-year patients' survival is higher than that of the 50%-70% threshold defining the utility of liver graft. Efforts should focus on candidates' selection based on comorbidities as well as the prevention of infection and cardiovascular events standing as the main cause of death. Impact and implications While short-term outcomes following liver transplantation in the most severely ill cirrhotic patients (ACLF-3) are known, long-term data are limited, raising questions about the utility of graft allocation in the context of scarce medical resources. This study provides a favorable long-term update, confirming no differences in 5- and 10-year patient and graft survival following liver transplantation in ACLF-3 patients compared to matched ACLF-2, ACLF-1, and no-ACLF patients. The study highlights the risk of dying from infection and cardiovascular causes in the long-term and identifies scores including comorbidities evaluation, such as the age-adjusted Charlson Comorbidity Index, as independently associated with long-term survival. Therefore, physicians should consider the cumulative burden of comorbidities when deciding to transplant these patients. Additionally, after transplantation, the study encourages mitigating infectious risk with tailored immunosuppressive regimens and managing tightly cardiovascular risk over time.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes after hypothermic oxygenated machine perfusion and transplantation of 1,202 donor livers in a real-world setting (HOPE-REAL study).\r\nThis study shows excellent 5-year survival after transplantation of HOPE-treated DBD and DCD livers with low rates of graft loss due to PNF or IC, irrespective of their individual risk profile. HOPE-treatment has now reached IDEAL-D stage 4, which further supports the implementation of HOPE in routine clinical practice. Impact and implications This study demonstrates the excellent long-term performance of HOPE-treatment of DCD and DBD liver grafts irrespective of their individual risk profile in a real-world setting, outside the evaluation of randomized controlled trials. While previous studies have established safety, feasibility, and efficacy against the current standard, according to the IDEAL-D evaluation framework, HOPE-treatment has now reached the final IDEAL-D Stage 4, which further supports the implementation of HOPE in routine clinical practice.\r\nPubmed   Journal   ReadQx \r\nLow-to-moderate alcohol consumption is associated with increased fibrosis in individuals with metabolic dysfunction-associated steatotic liver disease.\r\nModerate alcohol intake is commonly seen in MASLD and increases the risk of advanced disease, in a similar magnitude to MetALD spectrum. Impact and implications Metabolic risk factors such as overweight, diabetes or dyslipidemia, and alcohol consumption can cause liver disease. These factors frequently co-exist, but their joint effects on liver fibrosis remain uncertain. This study analyzes subjects form the general population with metabolic dysfunction-associated steatotic liver disease (MASLD) enrolled in Spain and U.S. We show that moderate alcohol consumption has a supra-additive effect with metabolic risk factors, exponentially increasing the risk of liver fibrosis. These results suggest that patients with unhealthy metabolic status and MASLD have no safe limits of daily alcohol intake.\r\nPubmed   Journal   ReadQx \r\nPhase 1b/2a randomized study of heterologous ChAdOx1-HBV/MVA-HBV therapeutic vaccination (VTP-300) as monotherapy and combined with low-dose nivolumab in virally-suppressed patients with chronic hepatitis B.\r\nVTP-300 induced CD4+ and CD8+ T cells and lowered HBsAg in a subset of patients with baseline values below 100 IU/ml. The addition of LDN resulted in significant reduction in surface antigen. VTP-300 is a promising immunotherapeutic to move forward alone or in combination therapies. Impact and implications The induction of potent, durable CD8+ T cells may be critical to achieving a functional cure in chronic hepatitis B virus infection. A prime-boost immunotherapeutic consisting of an adenoviral-vector encoding hepatitis B antigens followed by a pox virus boost was shown to induce CD8+ T cells and to lower HBsAg in CHB patients, either alone or more impactfully when administered in conjunction with a checkpoint inhibitor. The use of immunotherapeutics CLINTRIALS  NCT047789.\r\nPubmed   Journal   ReadQx \r\nRecombinant H77C gpE1/gpE2 heterodimer elicits superior HCV cross-neutralisation than H77C gpE2 alone.\r\nOur work supports the inclusion of gpE1/gpE2 in an HCV vaccine in order to maximise the cross-neutralisation of heterogenous HCV isolates. Our data also offers future directions in formulating a cocktail of gpE1/gpE2 antigens from a small selection of HCV genotypes to further enhance cross-neutralisation of global HCV strains and hopefully, achieving global protection. Impact and implications An HCV vaccine is urgently required to prevent the high global incidence of HCV infection and disease. Since HCV is a highly heterogeneous virus, it is desirable for a vaccine to elicit antibodies that neutralise the infectivity of most global strains. To this end, we have compared the immunoreactivity and antigenicity of recombinant H77C E1E2 heterodimer with that of H77C E2 alone and show that the former exhibits more cross-neutralising epitopes and demonstrates a broader cross-neutralisation profile in vitro. In addition, our data suggests a way to further broaden cross-neutralisation using a combination of E1E2 antigens derived from a few different HCV clades. Our work provides encouragement for the development of an effective global HCV vaccine.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Comparison of Gas-sensing Capsule With Wireless Motility Capsule in Motility Disorder Patients.\r\nOur findings underscore the gas-sensing capsule's suitability as a dependable tool for assessing regional and whole gut transit times. It represents a promising alternative to the wireless motility capsule for evaluating patients with suspected motility disorders.\r\nPubmed   Journal   ReadQx \r\nEffect of Physical Activity on the Association Between Diet and Constipation: Evidence From the National Health and Nutrition Examination Survey 2007-2010.\r\nOur findings suggest that a higher HEI-2015 score is negatively associated with constipation among individuals with high physical activity levels but not among those with low physical activity levels. This association was consistent when different definitions of constipation were used. These results highlight the importance of combining healthy diet with regular physical activity to alleviate constipation.\r\nPubmed   Journal   ReadQx \r\nEffects of Cholecystokinin on Esophageal Motor Response to Distension in Asymptomatic Volunteers.\r\n While EGJ-DI appeared unaffected by CCK-8 administration in asymptomatic volunteers, CCK induced spastic-reactive contractions of the LES during distention suggesting that exogenous CCK interferes with normal LES relaxation during secondary peristalsis.\r\nPubmed   Journal   ReadQx \r\nEsophageal Mucosal Impedance Assessment for the Diagnosis of Gastroesophageal Reflux Disease.\r\nDirect measurement of mucosal impedance during endoscopy is a simple and promising method for diagnosing GERD. Individuals with an abnormal acid exposure time have lower mucosal impedance measurements than those with a normal acid exposure time.\r\nPubmed   Journal   ReadQx \r\nImpact of Esophageal Motility on Microbiome Alterations in Symptomatic Gastroesophageal Reflux Disease Patients With Negative Endoscopy: Exploring the Role of Ineffective Esophageal Motility and Contraction Reserve.\r\nIn symptomatic GERD patients with normal endoscopic findings, the esophageal microbiome differs based on contraction reserve among IEM. Absent contraction reserve appears to alter the physiology and microbiota of the esophagus.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Disorders of gut-brain interaction-Don't forget the older person.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Prediction of decompensation/death in advanced chronic liver disease with vWF: Non-invasive vascular factors trump liver function.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Sounding the alarm-The rising global burden of adolescent and young adult alcohol-related liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Treatments for inflammatory bowel disease across the age spectrum-Are they the same?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Global prevalence, clinical characteristics, surveillance, treatment allocation, and outcomes of alcohol-associated hepatocellular carcinoma.\r\nAlcohol-associated HCC is associated with lower surveillance rates, more advanced BCLC stage, lower likelihood of receiving curative therapy, and poorer survival. These data call for measures to reduce heavy alcohol consumption and improve strategies for effective HCC surveillance in high-risk individuals.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    The Role of DNA Methylation in Gastrointestinal Disease: An Expanded Review of Malignant and Non-Malignant Gastrointestinal Diseases.\r\nHere, we review knowledge of this epigenetic mechanism in gastrointestinal preneoplasia and neoplasia, considering mechanisms of action, genetic and environmental factors, and CpG island methylator phenotype. We also highlight developments in translational research, focusing on genomic-wide database data, methylation-based biomarkers and diagnostic tests, machine learning, and therapeutic epigenetic strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Hepatitis B Virus DNA integration: Implications for diagnostics, therapy, and outcome.\r\nIntegrated HBV DNA has been useful in assessing the turnover of infected hepatocytes which occurs during al phases of chronic hepatitis B including the initial phase of infection historically termed immune tolerant. HBV DNA integration was also shown to impact the development of novel therapies targeting viral RNAs.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Diet, Physical Activity, and Chronic Constipation: Unveiling the Combined Effects for Better Treatment Strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal Mucosal Impedance Assessment: Clinical Usefulness for Diagnosis of Gastroesophageal Reflux Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Implications of Mucosal Integrity and Microinflammation in the Pathogenesis of Gastroesophageal Reflux Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Role of Psychological Factors in Noncardiac Chest Pain of Esophageal Origin.\r\n This review raises awareness about the high prevalence of psychological disorders in NCCP of esophageal origin and highlights the need for clinical trials and trained therapists to address the management of this taxing clinical problem.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Applicability of the International Bowel Ultrasound Segmental Activity Score (IBUS-SAS) to ulcerative colitis: a preliminary study.\r\n\r\nPubmed   Journal   ReadQx \r\nFirst Report of Tirzepatide Hepatotoxicity with Jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nJEJUNAL GASTRIC HETEROTOPIA CAUSING IRON DEFICIENCY ANEMIA.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of liver steatosis and fibrosis in adults with primary hypobetaliproteinemia: results from the HYPOCHOL study.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A rare case of pancreatic glomangiomyoma diagnosed by endoscopic ultrasound-guided fine-needle aspiration.\r\n\r\nPubmed   Journal   ReadQx \r\nApplication of through-the-scope twin clip for defect closure after gastric gastrointestinal stromal tumor transoral super minimally invasive surgery resection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of challenging rectosigmoid anastomotic lesion made feasible by a multipolar adaptive traction device combined with a line.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gastroenterostomy to treat obstructive gastric twist after laparoscopic sleeve gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndotherapy for small-bowel recurrent bleeding from a jejunal cavernous hemangioma in an elderly patient.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhanced visualization of vessels in submucosa by amber red color imaging in colonic endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing visibility and hemostasis during necrosectomy for walled-off necrosis: the \"dual-gel method\".\r\n\r\nPubmed   Journal   ReadQx \r\nProfuse diarrhea after percutaneous change of a computed tomography-guided gastrostomy: endoscopic closure of a colocutaneous fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nRectal pulse granuloma: a rare condition presenting as a subepithelial lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful endoscopic biliary intervention for duodenal peridiverticular papilla using a novel traction device.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater cricopharyngeal peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnsuccessful colonic endoscopic full-thickness resection - failure of device or operator?\r\n\r\nPubmed   Journal   ReadQx \r\nUtility of uneven double-lumen catheter for difficult guidewire manipulation in endoscopic ultrasonography-guided pancreaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    An invisible threat.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    An aberrant growth post-endoscopic submucosal dissection: a recurrence?\r\n\r\nPubmed   Journal   ReadQx \r\nPatient and Procedural Factors associated with True Histology Rates in Patients Undergoing Colonoscopy with Computer Aided Detection of Polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nPenetrating injury and retained toothpick causing bleeding from esophageal varix.\r\n\r\nPubmed   Journal   ReadQx \r\nProspective, single-arm multicenter, international, observational post-market study to assess the safety and efficacy of a triangulation platform for treating patients requiring endoscopic gastroplasty.\r\n\r\nPubmed   Journal   ReadQx \r\nTrends in Endoscopic Training: The Impact of Subspecialization and Productivity-based Compensation on GI Fellowships.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Immunomodulation and entry inhibition: selgantolimod's double punch against hepatitis B virus.\r\n\r\nPubmed   Journal   ReadQx \r\nVale Professor Marjorie M Walker.\r\n\r\nPubmed   Journal   ReadQx \r\nWhen alcohol and fat meet, neutrophil traps form to promote liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Utilization of beta blockers in patients with portal hypertension and peripheral artery disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Sounding the alarm-The rising global burden of adolescent and young adult alcohol-related liver disease. Author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Treatments of inflammatory bowel disease across age-spectrum-Are they the same? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Dysregulated KLF4 expression plays a pivotal role in the pathogenesis of pancreatic intraductal papillary mucinous neoplasms.\r\n\r\nPubmed   Journal   ReadQx \r\nHuman CAZyme genes polymorphism and risk of IBS: a population-based study.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Personalized Pharmacological Prophylaxis of Acute Intermittent Porphyria: The Need for Objective Biochemical Markers.\r\n\r\nPubmed   Journal   ReadQx \r\nShould the new EASL-EASD-EASO Clinical Practice Guidelines on MASLD recommend pioglitazone as a MASH-targeted pharmacotherapy?\r\n\r\nPubmed   Journal   ReadQx \r\nWhat references and what gold standard should be used to assess myosteatosis in chronic liver disease ?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Predicting Response to Low Fermentable Oligo-, Di-, Mono-saccharides, and Polyols Diet in Patients With Abdominal Bloating Using Hydrogen Methane Breath Test: Is a Spot Sample Enough?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-12T08:09:15-04:00",
    "input_file": {}
  }
]
