[
  {
    "path": "gi/06-21-2024/",
    "title": "Fri Jun 21 2024",
    "description": "109 articles - From Friday Jun 14 2024 to Friday Jun 21 2024",
    "author": [],
    "date": "2024-06-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Hepatology\r\n    Letter to The Editor: A multi-society Delphi consensus statement on new fatty liver disease nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review: Patient-related, microbial, surgical, and histopathological risk factors for endoscopic post-operative recurrence in patients with Crohn's disease.\r\n Risk factors for ePOR in international guidelines are not consistently reported as risk factors in current literature except for active smoking and prior bowel resection. To develop evidence-based, personalised strategies, large prospective studies are warranted to identify risk factors for ePOR. Validation studies of promising (bio)markers are also required.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Perianal fistulizing Crohn's disease-associated anorectal and fistula cancers: systematic review and expert consensus.\r\n Inflammatory bowel disease (IBD) clinicians should be aware of the risk of PFCD-associated anorectal and fistula cancers in al patients with PFCD. The TOpClass consortium consensus statements outlined herein offer guidance in managing this challenging scenario.\r\nPubmed   Journal   ReadQx \r\nSTOPPING NUCLEOS(T)IDE ANALOGUES IN CHRONIC HEPATITIS B USING HBSAG THRESHOLDS: A META-ANALYSIS AND META-REGRESSION.\r\nWhile EOTqHBsAg thresholds, ethnicity and followup duration strongly predict HBsAg loss, this is not true for VR and BR, hence stopping NA therapy should be considered cautiously.\r\nPubmed   Journal   ReadQx \r\nSphingosine 1-Phosphate Receptor Modulators are Effective in Patients With Moderately to Severely Active Ulcerative Colitis and a Prior Biologic Exposure: A Meta-Analysis of Randomized Controlled Trials.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic scoring indices for assessing disease severity in familial adenomatous polyposis: Systematic review.\r\nThere are no fully validated endoscopic disease severity indices for FAP. Development and validation of a reliable and responsive endoscopic disease severity instrument will be informative for clinical care and RCTs of pharmacological therapies for FAP.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Comparison of Endoscopic Mucosal Resection versus Endoscopic Submucosal Dissection for Barrett's Neoplasia and Esophageal Adenocarcinoma: A Systematic Review and Meta-Analysis.\r\nThis systematic review and meta-analysis demonstrates that ESD achieves higher en bloc, R0 and curative resection rates, with a tendency toward lower recurrence rates. These results suggest that ESD may be a more effective option for managing Barrett's neoplasia and EAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Characterisation of an outbreak of acute liver injury after ingestion of plant-based food supplement.\r\nNatural food products are increasingly ubiquitous and may unexpectedly cause significant illness. All clinicians should inquire whether patients are consuming natural food products or herbal supplements and consider them as a potential cause of liver injury.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Opioids and the Gastrointestinal Tract: The Role of Peripherally Active µ-Opioid Receptor Antagonists in Modulating Intestinal Permeability.\r\nIn this review we briefly describe the physiology of the gastrointestinal epithelial border and discuss the impact of opioids on gastrointestinal function. Finally, we consider the use of peripherally active µ-opioid receptor antagonists to treat disrupted intestinal permeability resulting from opioid use and discuss the potential for improved morbidity and mortality in patients treated with methylnaltrexone for opioid-induced bowel disorders.\r\nPubmed   Journal   ReadQx \r\nSELF-REPORTED NON-CELIAC GLUTEN SENSITIVITY IN ITALIAN YOUNG ADULTS: A CROSS-SECTIONAL STUDY. A DIETARY FAD?\r\nThe high prevalence of people reporting symptoms after gluten ingestion requires that the diagnosis of NCGS should be ascertained with a double-blind controlled study to limit the number of people who improperly approach a gluten-free diet.\r\nPubmed   Journal   ReadQx \r\nThe Burden of Overweight and Obesity-Associated Gastrointestinal Cancers in Low and Lower-Middle-Income Countries: A Global Burden of Disease 2019 Analysis.\r\n The GI cancer-related burden from high BMI increased in LICs and lower MICs, necessitating a concerted effort to tackle the obesity pandemic.\r\nPubmed   Journal   ReadQx \r\nThe Natural History after Ileal Pouch-Anal Anastomosis for Ulcerative Colitis: A Population-Based Cohort Study from the United States.\r\nThe incidence of inflammatory conditions of the pouch remains high in the current era, with 14% of patients requiring advanced therapies after IPAA.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Novel Irritable Bowel Syndrome Subgroups are Reproducible in the Global Adult Population.\r\nEven in the community, our original clusters derived from patients with physician-confirmed IBS identified groups of individuals with significantly higher rates of healthcare-seeking and abdominal surgery, more severe symptoms, and impairments in quality of life.\r\nPubmed   Journal   ReadQx \r\nReal-world effectiveness of fecal microbiota transplantation for first or second Clostridioides difficile infection.\r\n Repeated FMT treatments demonstrate high effectiveness in managing patients with first or second CDI. Forwarding FMT in CDI treatment guidelines could improve patient survival.\r\nPubmed   Journal   ReadQx \r\nRole of Sex, Anxiety, and Resilience in the Association between Adverse Childhood Experiences and Irritable Bowel Syndrome.\r\n Both men and women with a history of ACE are twice as likely to have IBS than those without an ACE. Anxiety mediated the relationship between ACE and IBS in men and women and resilience mediated this relationship only in women.\r\nPubmed   Journal   ReadQx \r\nThe Revised Kyoto Criteria and Risk of Malignancy Among Patients With Intraductal Papillary Mucinous Neoplasms.\r\nThe revised Kyoto criteria stratify IPMN patients well in terms of the short- and long-term risks of pancreatic carcinoma diagnosis, potentially informing personalized patient management.\r\nPubmed   Journal   ReadQx \r\nThe Role of Pancreatitis Risk Genes in Endocrine Insufficiency Development After Acute Pancreatitis in Children.\r\nIn this cohort of children with AP, pancreatitis risk genes and AP disease severity were associated with pre-DM or DM development post AP.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Computed tomography-based prediction of pancreatitis following biliary metal stent placement with the convolutional neural network.\r\nThe CNN-based model may increase predictability for pancreatitis following endoscopic placement of a biliary SEMS. Our findings support the potential of deep learning technology to improve prognostic models in pancreatobiliary therapeutic endoscopy.\r\nPubmed   Journal   ReadQx   PMC\r\nNovel physiological analysis using blood flow velocity for colonic polyps: Pilot study.\r\nWe found that mean microvascular blood flow velocity was significantly lower in ADs than in HPs and the surrounding non-neoplastic mucosa. These findings indicate that a novel dynamic approach with microvascular blood flow velocity using magnifying endoscopy may be useful in assessing physiological differences between ADs and HPs.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    A multicenter, retrospective study of a through-the-needle injection-capable electrosurgical knife for endoscopic submucosal dissection.\r\n A newly developed through-the-needle injection-capable ESD knife showed a good success rate and excellent safety at US centers. (ClinicalTrials.gov number, NCT04580940).\r\nPubmed   Journal   ReadQx \r\nVirtual indigo carmine chromoendoscopy images: A novel modality for peroral cholangioscopy using artificial intelligence technology (with video).\r\nVICI in POCS proved valuable for visualizing surface structures and lesion margins and contributed to higher diagnostic accuracy comparable to NBI. In addition to NBI, VICI may be a novel supportive modality for POCS.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Clinical consequences of computer-aided colorectal polyp detection.\r\n Even if CADe appears to be slightly more sensitive than human endoscopists, the additional gain in ADR was minimal and follow-up intervals rarely changed. Additional inspection of non-neoplastic lesions was increased, adding to the inspection and/or polypectomy workload.\r\nPubmed   Journal   ReadQx \r\nHigh accuracy model for HBsAg loss based on longitudinal trajectories of serum qHBsAg throughout long-term antiviral therapy.\r\n The novel GOLDEN model, based on longitudinal qHBsAg data, accurately predicts HBsAg clearance, provides reliable estimates of functional hepatitis B virus (HBV) cure and may have the potential to stratify different subsets of patients for novel anti-HBV therapies.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Bintrafusp alfa and chemotherapy as first-line treatment in biliary tract cancer: A randomized phase ⅔ trial.\r\nBA+GemCis did not provide a clinically meaningful benefit compared to GemCis alone as first-line treatment for BTC and the study was discontinued early (terminated  August 20, 2021).\r\nPubmed   Journal   ReadQx \r\nComprehensive profiling of lipid metabolic reprogramming expands precision medicine for hepatocellular carcinoma.\r\n In conclusion, our study elucidates the metabolic reprogramming gnature of lipid metabolism in HCC, identifies prognostic markers, and therapeutic targets, and highlights potential metabolism-related targets for therapeutic intervention in HCC.\r\nPubmed   Journal   ReadQx \r\nGenetic predisposition to porto-sinusoidal vascular disorder.\r\nWhen analysing the cell types in which these genes are expressed, we found that these genes are predominantly expressed in immune cells, suggesting that these cells may play a more important role in the development of porto-sinusoidal vascular disorder than previously thought. In addition, pathway analyses suggested that there may be 2 types of porto-sinusoidal vascular disorder associated with gene mutations: those resulting directly from morphogenetic abnormalities and those secondary to immune changes.\r\nPubmed   Journal   ReadQx \r\nHES V2.0 outperforms GALAD for detection of HCC: A phase 3 biomarker study in the United States.\r\nIn a prospective cohort study, HES V2.0 had a significantly higher performance for identifying new HCC, including early stage, than GALAD or ASAP.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for Alcohol-associated liver disease.\r\nIn this review, we summarize the current evidence on LT for ALD, from alcohol-associated hepatitis (AAH) to decompensated alcohol-associated cirrhosis. We discuss the indications, criteria, outcomes, and controversies of LT for these conditions, and highlight the knowledge gaps and research priorities in this field.\r\nPubmed   Journal   ReadQx \r\nModulation of monocyte activity by hepatocellular MicroRNA delivery via hepatitis B virus surface antigen particles: Implications for pathobiology of chronic hepatitis B.\r\n HBsAg particles carry hepatocellular miRNAs, including miR-939, which enter monocytes and alter their functional status such as IL-8 secretion. Our findings demonstrate that HBsAg-miR-939-IL-8 axis may play a crucial role in HBV-induced hepatic necro-inflammation and progression of advanced liver diseases.\r\nPubmed   Journal   ReadQx \r\nSpatial proteomic landscape of primary and relapsed hepatocellular carcinoma reveals immune escape characteristics in early relapse.\r\nWe comprehensively depicted the spatial landscape of single-cell dynamics and multicellular architecture within primary and relapsed HCC. Our findings highlight spatial organization is a prominent determinant of HCC recurrence and provide a valuable insight into the immune evasion mechanisms driving recurrence.\r\nPubmed   Journal   ReadQx \r\nUtility of methylated DNA markers for the diagnosis of malignant biliary strictures.\r\nThe selected methylated DNA markers demonstrated improved performance characteristics for the detection of MBS compared to cytology and FISH. ​ Therefore, MDMs should be considered viable candidates for inclusion in diagnostic testing algorithms.​.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Diagnostic Performance of Noninvasive Tests in Patients with MetALD in a Health Check-up Cohort.\r\n The newly defined MetALD exhibited a high FIB-4 performance, demonstrating reasonable sensitivity and negative predictive value for the initial screening of advanced hepatic fibrosis in MetALD. Impact and implications In this cross-sectional study, data from 7,918 participants who underwent MRE were analyzed to assess the performance of fibrosis-4 (FIB-4) and nonalcoholic fatty liver disease fibrosis scores in metabolic dysfunction-associated steatotic liver disease (MASLD) and MASLD with increased alcohol intake (MetALD). We found that the newly identified MetALD group had high diagnostic accuracy with FIB-4, similar to the MASLD population. These results highlight the potential of FIB-4 as a reliable screening tool for MetALD, even when specific subgroups are considered. Therefore, FIB-4 is a valuable screening tool for identifying advanced fibrosis in the MetALD population.\r\nPubmed   Journal   ReadQx \r\nEpigenetic scars in regulatory T cells are retained after successful treatment of chronic hepatitis C with direct-acting antivirals.\r\nHere we longitudinally examined phenotypic, transcriptomic, and epigenetic alterations in peripheral blood regulatory T (T cells are maintained at phenotypic, transcriptomic, and epigenetic levels even after successful DAA treatment. Further in-depth studies are required to investigate the long-term clinical outcomes of patients who have recovered from chronic HCV infection.\r\nPubmed   Journal   ReadQx \r\nPrimary cilia as a targetable node between biliary injury, senescence and regeneration in liver transplantation.\r\nPrimary cilia play an essential role in biliary regeneration and we demonstrate that senolytics and cilia-stabilising treatments provide a potential therapeutic opportunity to reduce the rate of biliary complications and improve clinical outcomes in liver transplantation. Impact and implications Up to 25% of liver transplants result in biliary complications, leading to additional surgery, retransplants, or death. We found that the incidence of biliary complications is increased by damage to the primary cilium, an antenna that protrudes from the cell and is key to regeneration. Here, we show that treatments that preserve the primary cilia during the transplant process provide a potential solution to reduce the rates of biliary complications.\r\nPubmed   Journal   ReadQx \r\nSodium taurocholate cotransporting polypeptide (NTCP) polymorphisms may influence HDV RNA load and early response to bulevirtide.\r\nNTCP genetic polymorphisms were identified by Sanger sequencing. Results Of the 6 NTCP polymorphisms studied in 209 CHD untreated patients, carriers of rs17556915 TT/CC (N=142) compared to CT (N=67) genotype presented higher median HDV RNA levels (5.39 vs 4.75 log T genetic polymorphisms may influence baseline HDV RNA load both in untreated and BLV treated patients with CHD and may contribute to identify patients with different early virological responses to BLV.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Retreatment of direct-acting antiviral failures with the current first-line regimens for patients with chronic hepatitis C.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Surgery to reduce opioid use in Crohn's disease: Does a classic solution address a newer problem?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ustekinumab and Vedolizumab Safety and Clearance in Pregnancy with Inflammatory Bowel Disease: Stop the Disease, not the Drug!\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Retention of endoscopic capsules in diverticula: Literature review of a capsule endoscopy rarity.\r\nThe most common type is Meckel's diverticulum, and endoscopy is the primary management. Capsule endoscopy retentions are extremely rare, with only 34 cases reported since the technology's introduction.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Gastrointestinal biofilms - Endoscopic detection, disease relevance and therapeutic strategies.\r\nCritical knowledge gaps and open research questions regarding the biofilm's exact pathophysiological relevance and key hurdles in translating therapeutic advances into the clinic are discussed. Taken together, this review summarises the status quo in gut biofilm research and provides perspectives and guidance for future research and therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\nPresentation of the AGA William Beaumont Prize in Gastroenterology to Hashem B. El-Serag, MD, MPH.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A new kid on the \"bloc\"? A case for another submucosal injection agent for endoscopic resection of early gastric neoplasms.\r\n\r\nPubmed   Journal   ReadQx \r\nSerology-assisted endoscopic screening for gastric cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Stomach microbiota in gastric cancer development and clinical implications.\r\nPotential translational and clinical implications of using gastric microbes for GC diagnosis, prognosis and therapeutics are also evaluated, with further discussion on conceptual haziness and limitations at present. Finally, we highlight that modulating microbes is a novel and promising frontier for the prevention and management of GC, which necessitates future in-depth investigations.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Integration of new technologies in the multidisciplinary approach to primary liver tumours: The next-generation tumour board.\r\nNavigating this evolution also requires a focus on enhancing basic, translational, and clinical research, as well as boosting clinical trials through an upgraded use of MDTBs as hubs for scientific collaboration and raising literacy about AI and new technologies. In this review, we will delineate the current unmet needs in the clinical management of primary liver cancers, discuss our perspective on the future role of MDTBs in primary liver cancers (\"next generation\" MDTBs), and unravel the potential power and limitations of novel technologies that may shape the multidisciplinary care landscape for primary liver cancers in the coming decade.\r\nPubmed   Journal   ReadQx \r\nLiver Biopsy Evaluation in MASH Drug Development: Think Thrice, Act Wise.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Concerns Regarding Bleeding Risk of Cold vs Hot Snare Polypectomy for Small Pedunculated Colorectal Polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Biswas et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Thabut et al.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Fishbone penetration causing liver abscess: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\nPlummer-Vinson Syndrome: Classic triad of iron deficiency anemia, dysphagia, and esophageal webs.\r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting meta-analyses of placebo response in drug trials for irritable bowel syndrome: A call to disclose excipients.\r\n\r\nPubmed   Journal   ReadQx \r\nSequential SAFE Score and Transient Elastography in Detecting of Significant Fibrosis in Asian Patients with MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Cholangioscopy-assisted electrocoagulation therapy with electroacupuncture device for intraductal superficial lesions or hemobilia in porcine model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEUS-guided gallbladder drainage using a bicolored double-pigtail plastic stent facilitates appropriate stent positioning.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe \"Dumpling method:\" Novel technique for preventing PuraStat migration and enhancing hemostasis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Artificial intelligence (AI) systems for detection of Barrett's neoplasia: time to bridge domain gaps and explore human-AI interaction.\r\n\r\nPubmed   Journal   ReadQx \r\nCapsule endoscopy emissions: less than expected and largely influenced by patient transport.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted extraction of choledocholithiasis through novel papillary support: the protective effect on the sphincter of Oddi.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEfficacy of underwater endoscopic intermuscular dissection in the management of a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNonexposed endoscopic wall inversion surgery with sentinel node mapping for a high risk gastric lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral endoscopic myotomy using a novel thin therapeutic scope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTightening the purse strings: a stent-free path to a lasting endoscopic gastroenterostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Holistic Candidate Review.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A bougie makes peroral endoscopic myotomies easier in sigmoid-type achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nApplication of iodine staining in endoscopic ligation for internal hemorrhoids:Where exactly is the anorectal line?\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal Obstruction After Bleeding Within an Esophageal Duplication Cyst.\r\n\r\nPubmed   Journal   ReadQx \r\nHeterotopic Pancreatic Tissue Containing a Mucinous Cystic Neoplasm Within the Duodenum With Fish-Mouth Appearance on Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nNatural Orifice Transluminal Endoscopic Surgery for Partial Cholecystectomy: First Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips for Endoscopic Ultrasound Guided Celiac Plexus Block and Neurolysis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Blautia: a key moderator of compulsivity towards chocolate?\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic upper GI endoscopy: can less mean more?\r\n\r\nPubmed   Journal   ReadQx \r\nPoking at probiotic mechanisms and microbial implications in cancer prevention and treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nPresenilins: the hidden guardians of gut health in Alzheimer's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Exploring the role of macrophages in the pathogenesis of Alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nIs digital pathology the new standard in MASH trials?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Clinical outcomes and prognostic factors after HCV clearance with DAA in HIV/HCV-coinfected patients with advanced fibrosis/cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: MAFLD versus MASLD criteria debate- Certainly not for children!\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Multifactorial steatotic liver disease: A new entity to be included in new international classification of liver steatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The WHO HDV RNA international standard does not reflect variability of real-world samples.\r\n\r\nPubmed   Journal   ReadQx \r\nProcess Measures to Improve Outcomes During Peri-Procedure Management of Coagulopathy in Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe exact predictive value of HBcrAg and HBV RNA in serological status and disease activity in CHB.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Estrogen receptor alpha in the female liver: Dr. Jekyll and Mr. Hyde.\r\n\r\nPubmed   Journal   ReadQx \r\nThe liver in haematologic oncologic disorders.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Redefining liver health-Personalised approach to assessment of serum ALT in clinical practice. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Retargeting the lens-From general ChatGPT to specialised medical LLMs.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Shifting focus-From ChatGPT to specialised medical LLMs: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Not so nutty for coconut water.\r\n\r\nPubmed   Journal   ReadQx \r\nPersonalizing Aspirin Therapy in Gastrointestinal Cancer: The Critical Role of Age Stratification.\r\n\r\nPubmed   Journal   ReadQx \r\nScreening endoscopy in patients with advanced chronic liver disease - is it all about varices?\r\n\r\nPubmed   Journal   ReadQx \r\nScreening for Social Determinants of Health in Underserved Populations to Promote Better Outcomes in ALD and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Comment on \"Using a customized GPT to provide guideline-based recommendations for management of pancreatic cystic lesions\".\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    All Fibers Are Not Created Equal.\r\n\r\nPubmed   Journal   ReadQx \r\nImplications and Future Directions for Octreotide Use in Angiodysplasia Management.\r\n\r\nPubmed   Journal   ReadQx \r\nProtease inhibitor for chronic pancreatitis: Where do we go next?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Are endosonographic shear wave measurement results reliable without interquartile range median value?\r\n\r\nPubmed   Journal   ReadQx \r\nProphylactic clipping for patients using oral antithrombotic agents: an individualized strategy is needed.\r\n\r\nPubmed   Journal   ReadQx \r\nReassessing radiofrequency ablation in malignant biliary strictures: a closer look at a randomized controlled trial.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Association between appendectomy and Parkinson's disease from the UK Biobank.\r\n\r\nPubmed   Journal   ReadQx \r\nFamilial pancreatitis associated with a splice-site variant in CPA1.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term stability of the faecal microbiome profile in faecal immunochemical test (FIT) samples.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Does long-term use of tenofovir disoproxil fumarate affect fracture risk in patients with chronic hepatitis B?\r\n\r\nPubmed   Journal   ReadQx \r\nEVIDENCE-BASED FAILURE OF STAGE HIERARCHY THERAPEUTIC APPROACH TO HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nImplications of Mycophenolate Mofetil in a reproductive age patient cohort: Maternal Fetal Medicine point of view.\r\n\r\nPubmed   Journal   ReadQx \r\nNo need for complex blood purification systems for renal replacement therapy during long-term liver normothermic machine perfusion.\r\n\r\nPubmed   Journal   ReadQx \r\nReply 'Exploring hepatocellular carcinoma risks in sub-Saharan African and Afro-Surinamese individuals with chronic hepatitis B living in Europe'.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Mycophenolate Mofetil in Autoimmune Hepatitis: Are We Ready for Primetime?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-06-24T10:53:53-04:00",
    "input_file": {}
  },
  {
    "path": "gi/06-14-2024/",
    "title": "Fri Jun 14 2024",
    "description": "108 articles - From Friday Jun 07 2024 to Friday Jun 14 2024",
    "author": [],
    "date": "2024-06-14",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    American College of Gastroenterology Guidelines: Management of Acute Pancreatitis.\r\nThe safety of early refeeding and importance in preventing complications from AP are addressed. This guideline will provide an evidence-based practical approach to the management of patients with AP.\r\nPubmed   Journal   ReadQx \r\nThe Role of Imaging for Gastrointestinal Bleeding: Consensus Recommendations From the American College of Gastroenterology and Society of Abdominal Radiology.\r\nA comparison of advantages and limitations relative to endoscopic examinations is also included. Finally, consensus statements and recommendations on technical parameters and utilization of radiologic techniques for GI bleeding are provided.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on Management of Iron Deficiency Anemia: Expert Review.\r\nBEST PRACTICE ADVICE 15: Endoscopic treatment of angioectasias should be accompanied with iron replacement. Medical therapy for small-bowel angioectasias should be reserved for compassionate treatment in refractory cases when iron replacement and endoscopic therapy are ineffective.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    EASL Clinical Practice Guidelines on genetic cholestatic liver diseases.\r\nThe management of these diseases generally takes place in a tertiary referral centre, in order to provide up-to-date approaches and expertise. These CPGs are intended to support hepatologists (for paediatric and adult patients), residents and other healthcare professionals involved in the management of these patients with concrete recommendations based on currently available evidence or, if not available, on expert opinion.\r\nPubmed   Journal   ReadQx \r\nEASL position paper on clinical follow-up after HCV cure.\r\nFinally, guidance is provided on the monitoring and treatment of reinfection in at-risk patients. The recommendations are based on the best available evidence and are intended to help healthcare professionals involved in the management of patients after treatment for HCV.\r\nPubmed   Journal   ReadQx \r\nEASL-EASD-EASO Clinical Practice Guidelines on the management of metabolic dysfunction-associated steatotic liver disease (MASLD).\r\nNo MASH-targeted pharmacotherapy can currently be recommended for the cirrhotic stage. Management of MASH-related cirrhosis includes adaptations of metabolic drugs, nutritional counselling, surveillance for portal hypertension and HCC, as well as liver transplantation in decompensated cirrhosis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Network meta-analysis: Comparative onset of early effect of biologics and small molecules in moderately to severely active luminal Crohn's disease.\r\nWe found infliximab to be ranked highest and superior to al other agents but risankizumab and adalimumab, demonstrating the highest probability of early induction of remission. Upadacitinib and risankizumab induced the highest clinical responses in bio-exposed patients. However, infliximab was not investigated in this population.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Effectiveness of Bile Acid Sequestrants in Microscopic Colitis and Utility of Bile Acid Testing: A Systematic Review and Meta-Analysis.\r\n One third of patients with MC had BAM and almost two thirds of al patients responded to BAS with limited side effects. Patients with MC and BAM were more likely to respond to therapy, supporting the value of bile acid testing.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Perianal fistulizing Crohn's disease-associated anorectal and fistula cancers: systematic review and expert consensus.\r\n Inflammatory bowel disease (IBD) clinicians should be aware of the risk of PFCD-associated anorectal and fistula cancers in al patients with PFCD. The TOpClass consortium consensus statements outlined herein offer guidance in managing this challenging scenario.\r\nPubmed   Journal   ReadQx \r\nSTOPPING NUCLEOS(T)IDE ANALOGUES IN CHRONIC HEPATITIS B USING HBSAG THRESHOLDS: A META-ANALYSIS AND META-REGRESSION.\r\nWhile EOTqHBsAg thresholds, ethnicity and followup duration strongly predict HBsAg loss, this is not true for VR and BR, hence stopping NA therapy should be considered cautiously.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Safety of cold resection of non-ampullary duodenal polyps: Systematic review and meta-analysis.\r\nCold resection is associated with lower odds of delayed bleeding compared with hot resection for duodenal tumors. There was a trend toward higher odds of perforation and recurrence following hot resection, but this trend was not statistically significant.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    EUS vs. ERCP-guided primary drainage of inoperable distal malignant biliary obstruction: systematic review and meta-analysis of randomized controlled trials.\r\nEUS-BD showed a statistically significant lower re-intervention rate compared to ERCP, but with similar technical success rate, stent patency, clinical success rate and safety profile, while in the subgroup of EUS-LAMS, the technical success was better than ERCP Keywords  distal;  biliary obstruction;  efficacy;  safety.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Effect of the number of passes on diagnostic performance of EUS-fine needle biopsy of solid pancreatic masses: A systematic review and meta-analysis.\r\n Two passes with Franseen or Fork-tip needles and three passes with any FNB needle suffice to provide optimal diagnostic performance for EUS-FNB of SPMs, without additional diagnostic benefits with more passes. Our results can inform future guidelines and quality benchmarks.\r\nPubmed   Journal   ReadQx \r\nIndirect comparison of various lumen apposing metal stents for EUS-guided biliary and gallbladder drainage: A systematic review and meta-analysis.\r\n AXIOS and SPAXUS stents demonstrate similar pooled technical and clinical success rates. Adverse events occurred in 23.6% patients (AXIOS stent) and 9.5% patients (SPAXUS stent) during EUS-GB.\r\nPubmed   Journal   ReadQx \r\nRISK FACTORS FOR METACHRONOUS COLORECTAL CANCER OR ADVANCED LESIONS AFTER ENDOSCOPIC RESECTION OF SERRATED POLYPS: A SYSTEMATIC REVIEW AND META-ANALYSIS.\r\nCRC risk is significantly higher in patients with baseline advanced SP after 4·9 years of follow-up, with risk magnitudes similar to those described for AA, supporting the current recommendation for 3-year surveillance in patients with advanced SP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Characterisation of an outbreak of acute liver injury after ingestion of plant-based food supplement.\r\nNatural food products are increasingly ubiquitous and may unexpectedly cause significant illness. All clinicians should inquire whether patients are consuming natural food products or herbal supplements and consider them as a potential cause of liver injury.\r\nPubmed   Journal   ReadQx \r\nContinuing or stopping 5-aminosalicylates in patients with inflammatory bowel disease on anti-TNF therapy: A nationwide population-based study.\r\nIn this nationwide population-based study, discontinuing 5-ASA after starting anti-TNF therapy was not associated with an increased risk of adverse events in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nFinancial hardship and cost-related nonadherence to medication in patients with liver disease in the United States.\r\nFinancial hardship from medical bills and cost-related nonadherence to medication can negatively impact individuals with CLD and need further evaluation.\r\nPubmed   Journal   ReadQx \r\nHow effective are experienced hepatologists at staging fibrosis using non-invasive fibrosis tests in patients with metabolic dysfunction-associated steatotic liver disease?\r\nAdhering to the recommended algorithmic approaches using NITs to stage fibrosis tended to perform more accurately than less-structured clinician NIT-based assessments conducted by experienced hepatologists.\r\nPubmed   Journal   ReadQx \r\nPsychiatric disorders in patients with hepatocellular carcinoma: A large US cohort of commercially insured individuals.\r\nNearly 2 of 10 patients with HCC were diagnosed with a psychiatric condition after cancer diagnosis with unique sociodemographic and clinical risk factors identified. This highlights a risk for increased psychological burden in need of early evaluation and treatment among patients with newly diagnosed HCC.\r\nPubmed   Journal   ReadQx \r\nRepeatability of vibration-controlled transient elastography versus magnetic resonance elastography in patients with cirrhosis: A prospective study.\r\n Both VCTE and MRE demonstrated increased measurement variability with disease severity. However, MRE outperformed VCTE in terms of technical repeatability in patients with cirrhosis. These repeatability estimates may improve the qualification of NITs in practice.\r\nPubmed   Journal   ReadQx \r\nThe evaluation and analysis of irritable bowel syndrome-related short videos on social media (TikTok).\r\n Videos posted by medical professionals are easier to understand and to act on, and are more reliable and unbiased, and more likely to recommend shared decision making about treatment.\r\nPubmed   Journal   ReadQx \r\nTreatment of inflammatory bowel disease with steroid-sparing medications is age-dependent - Results from a Danish nationwide cohort study, 2000-2018.\r\n There are significant differences in the use of steroid-sparing medication between age of onset, even after two courses with systemic steroids. High frailty could account for some of these differences in elderly-onset IBD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Gender trends in authorship of gastroenterology randomized controlled trial literature.\r\nResults The proportion of females increased from 25.4% to 36.8% and from 14.3% to 24.8% among first and last authors, respectively. Smaller increases in female authorship occurred in most subgroups, though there were proportionately fewer females among authors in high-impact journals and advanced therapeutic endoscopy publications.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes of additional surgery after endoscopic resection versus primary surgery for T1 colorectal cancer.\r\n ER prior to AS for T1 CRC had no adverse effect on patients' long-term outcomes, including the 5-year OS rate. ER is a viable first-line treatment option for endoscopically resectable T1 CRC.\r\nPubmed   Journal   ReadQx \r\nOpioids and the Gastrointestinal Tract: The Role of Peripherally Active µ-Opioid Receptor Antagonists in Modulating Intestinal Permeability.\r\nIn this review we briefly describe the physiology of the gastrointestinal epithelial border and discuss the impact of opioids on gastrointestinal function. Finally, we consider the use of peripherally active µ-opioid receptor antagonists to treat disrupted intestinal permeability resulting from opioid use and discuss the potential for improved morbidity and mortality in patients treated with methylnaltrexone for opioid-induced bowel disorders.\r\nPubmed   Journal   ReadQx \r\nSELF-REPORTED NON-CELIAC GLUTEN SENSITIVITY IN ITALIAN YOUNG ADULTS: A CROSS-SECTIONAL STUDY. A DIETARY FAD?\r\nThe high prevalence of people reporting symptoms after gluten ingestion requires that the diagnosis of NCGS should be ascertained with a double-blind controlled study to limit the number of people who improperly approach a gluten-free diet.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Provider Specialization in Inflammatory Bowel Diseases: Quality of Care and Outcomes.\r\nIBD care for adults varies by provider specialization. Given the evolving complexity, novel methods may be needed to standardize care.\r\nPubmed   Journal   ReadQx \r\nReal-world effectiveness of fecal microbiota transplantation for first or second Clostridioides difficile infection.\r\n Repeated FMT treatments demonstrate high effectiveness in managing patients with first or second CDI. Forwarding FMT in CDI treatment guidelines could improve patient survival.\r\nPubmed   Journal   ReadQx \r\nThe Role of Pancreatitis Risk Genes in Endocrine Insufficiency Development After Acute Pancreatitis in Children.\r\nIn this cohort of children with AP, pancreatitis risk genes and AP disease severity were associated with pre-DM or DM development post AP.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Comprehensive analysis of adverse events associated with transmural use of LAMS in patients with liver cirrhosis: International multicenter study.\r\nOur study demonstrated that mainly in patients with Child-Pugh scores A and B cirrhosis and despite the presence of mild-to-moderate ascites in over half of cases, the majority of AEs were mild and could be managed conservatively. Further studies are warranted to verify the safety of LAMS in cirrhotic patients.\r\nPubmed   Journal   ReadQx \r\nFeasibility and safety of a novel plastic stent designed specifically for endoscopic ultrasound-guided pancreatic duct drainage.\r\nThe novel plastic stent shows potential as a useful and safe tool in EUS-PD.\r\nPubmed   Journal   ReadQx \r\nOutcomes in colorectal endoscopic submucosal dissection for large protruded lesions: A retrospective multicenter study.\r\nTreating LPLs through colorectal ESD presents significant challenges, especially in patients with fibrosis and MRS. This study highlights the importance of recognizing these complexities, and that more reliable resection strategy must be established for accurate pathological evaluation.\r\nPubmed   Journal   ReadQx \r\nSingle-center experience with intraprocedural cleansing system to improve inadequate bowel preparation during colonoscopy.\r\nWe found the device efficacious and easy to use with low procedure failure rates, but it does come with a learning curve. We suspect that adoption of this device mutually will benefit patients and health systems with the potential to improve resource utilization.\r\nPubmed   Journal   ReadQx \r\nThe white ring sign is useful for differentiating between fundic gland polyps and gastric adenocarcinoma of the fundic gland type.\r\nWRS positivity and negativity demonstrate high diagnostic accuracy and inter-rater reliability for FGPs and GA-FGs, respectively, suggesting that WRS is a useful novel marker for distinguishing between FGPs and GA-FGs.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A comparison of novel electrocautery-enhanced lumen-apposing metal stents and plastic stents in EUS-guided drainage of infected walled-off necrosis: A multicenter randomized study.\r\nWe found no significant difference in the total number of DEN procedures between LAMS and PS for managing infected WON. The only statistically significant finding was a higher clinical success rate at 8 weeks for patients treated with EC-LAMS. The use of EC-LAMS did not result in any adverse events, such as bleeding or buried LAMS syndrome, within the study duration.\r\nPubmed   Journal   ReadQx \r\nFEASIBILITY AND SAFETY OF A DEDICATED CAUTERY-ENHANCED TUBULAR SELF-EXPANDABLE METAL STENT FOR ENDOSCOPIC ULTRASOUND-GUIDED HEPATICOGASTROSTOMY.\r\nDedicated cautery-enhanced tubular SEMS for EUS-HGS can simplify the procedure and enhance its safety and efficacy. This innovation shows promise for improving patient outcomes, although further studies are needed to validate these findings in a broader patient population.\r\nPubmed   Journal   ReadQx \r\nSessile serrated lesion prevalence and factors associated with their detection: a post-hoc analysis of a multinational randomized controlled trial from Asia.\r\n The prevalence of SSLs in Asia is 4.0%. Use of LCI or a transparent cap, greater endoscopist experience, and longer withdrawal time were al associated with increased SSL detection.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Anti-Integrin αvβ6 Autoantibodies Are a Novel Biomarker That Antedate Ulcerative Colitis.\r\nAnti-integrin αvβ6 autoantibodies precede the clinical diagnosis of UC by up to 10 years and are associated with adverse UC-related outcomes.\r\nPubmed   Journal   ReadQx   PMC\r\nOrganoids for functional precision medicine in advanced pancreatic cancer.\r\n We report the largest prospective study aiming at implementing PDO-based FPM and identify very robust predictive values in this clinical setting. In a clinically relevant turnaround-time, we identify putative hits for 91% of patients, providing unexpected potential survival benefits in this very aggressive indication. While this remains to be confirmed in interventional precision oncology trials, PDO collection already provide powerful opportunities for drugs and combinatorial treatment development.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A new artificial intelligence system for both stomach and small bowel capsule endoscopy.\r\nOur study shows that the newly upgraded DL-based algorithm SS Plus can detect GI lesions and help improve the diagnostic performance of junior endoscopists in interpreting CE videos.\r\nPubmed   Journal   ReadQx \r\nInvestigation of disinfection failure of flexible gastrointestinal endoscope due to Burkholderia cepacia contamination in irrigation tubing.\r\nThe primary reason for endoscope disinfection failure is the contamination of the sink irrigation tubing by the B. cepacia bacteria. These findings emphasize the need for thorough cleaning of irrigation tubings in integrated endoscopic washing workstations, which is generally neglected in routine maintanance.\r\nPubmed   Journal   ReadQx \r\nModified submucosal tunnelling endoscopic septum division for symptomatic esophageal diverticula is effective and safe: a prospective case series (with video).\r\nThe modified STESD method for esophageal diverticula is effective and safe, further large prospective controlled studies are needed.\r\nPubmed   Journal   ReadQx \r\nVirtual Reality intervention to improve quality of care during Colonoscopy: A hybrid type 1 randomized controlled trial.\r\n VR can be used as a nonpharmacological method for pain management and for overcoming anxiety and discomfort during colonoscopy. VR can improve patients' satisfaction and diminish the need for sedative medications;  accordingly, it has the potential to promote cooperation and compliance among patients and increase screening colonoscopy rates.  NCT05723861.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    PARP-1 selectively impairs KRAS-driven phenotypic and molecular features in intrahepatic cholangiocarcinoma.\r\nObjective Intrahepatic cholangiocarcinoma (iCCA) is the second most common primary liver cancer with limited therapeutic options. signalling.\r\nPubmed   Journal   ReadQx \r\nPatient-derived organoid biobank identifies epigenetic dysregulation of intestinal epithelial MHC-I as a novel mechanism in severe Crohn's Disease.\r\nOur study has identified epigenetically regulated intestinal epithelial MHC-I as a novel mechanism in CD pathogenesis.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Bile metabolic fingerprints distinguish biliary tract cancer from benign biliary diseases.\r\nOur findings confirmed the improved diagnostic capabilities of BileMet assay in a clinical setting. If applied, the BileMet assay enables intraoperative testing and fast medical decision-making for cases with suspected malignancy where brush cytology detection fails to support malignancy, ultimately reducing the economic burden by over 90%.\r\nPubmed   Journal   ReadQx \r\nBintrafusp alfa and chemotherapy as first-line treatment in biliary tract cancer: A randomized phase ⅔ trial.\r\nBA+GemCis did not provide a clinically meaningful benefit compared to GemCis alone as first-line treatment for BTC and the study was discontinued early (terminated  August 20, 2021).\r\nPubmed   Journal   ReadQx \r\nReal-world evidence for factors associated with maintenance treatment practices among U.S. adults with autoimmune hepatitis.\r\nLong-term prednisone therapy remains common, and unexpectedly higher among patients with comorbidities potentially aggravated by corticosteroids. The greater use of corticosteroid-based therapy with highly experienced providers may reflect more treatment-refractory disease.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Efficacy, tolerability and pharmacokinetics of survodutide, a glucagon/glucagon-like peptide-1 receptor dual agonist, in cirrhosis.\r\nSurvodutide is generally tolerable in people with compensated or decompensated cirrhosis, does not require pharmacokinetic-related dose adjustment, and may improve liver-related non-invasive tests, supporting its investigation for MASH-related cirrhosis. Clinical trial number;  ClinicalTrials.gov identifier  NCT05296733. Impact and implications Survodutide is a glucagon receptor/glucagon-like peptide-1 receptor dual agonist in development for treatment of metabolic dysfunction-associated steatohepatitis (MASH), which causes cirrhosis in ∼20% of cases. This trial delineates the pharmacokinetic and safety profile of survodutide in people with compensated or decompensated cirrhosis, and revealed associated reductions in liver fat content, markers of liver fibrosis and body weight. These findings have potential relevance for people with MASH-including those with decompensated cirrhosis, who are usually excluded from clinical trials of investigational drugs. Based on this study, further investigation of survodutide for MASH-related cirrhosis is warranted.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Mucosal healing with steroids: Once upon a time in ulcerative colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Sonographic assessment of colonic content: A new tool for constipation?\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: Hepatic steatosis and its associations with acute and chronic liver diseases.\r\nDiverse liver pathologies are associated with hepatic steatosis, with MASLD being the most important contributor. The biogenesis and dynamics of LDs in hepatocytes are complex and warrant further investigation. Organellar interfaces permit co-regulation of lipid metabolism to match generation of potentially toxic lipid species with their LD depot storage.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Presentation of the 2024 AGA Distinguished Achievement Award in Basic Science to Jerrold R. Turner, MD, PhD, AGAF.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Nuclear receptors: pathophysiological mechanisms and drug targets in liver disease.\r\nWe discuss the potential benefit of novel therapeutic approaches simultaneously targeting multiple NRs, which would not only reactivate the hepatic NR network and restore hepatocyte identity but also impact intercellular and interorgan interplays whose importance to control liver functions is further defined. Finally, we highlight the need of considering individual parameters such as sex and disease stage in the development of NR-based clinical strategies.\r\nPubmed   Journal   ReadQx \r\nOpening the doors of precision medicine: novel tools to assess intestinal barrier in inflammatory bowel disease and colitis-associated neoplasia.\r\nNovel molecules, dietary interventions and microbiome modulation strategies aim to restore, reinforce, or modulate the gut-brain axis. These advancements have the potential for transformative and personalised approaches to managing IBD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Immunotherapy for hepatocellular carcinoma: the next evolution in expanding access to liver transplantation.\r\nUltimately, the goal of immunotherapy in this population will be to effectively expand access to liver transplantation while preserving pre- and post-transplant outcomes. In this review, we discuss the mechanisms supporting combination immunotherapy, summarize key recent clinical data from major immunotherapy trials, and explore how immunotherapy can be applied in the neoadjuvant setting prior to liver transplantation in selected high-risk patients.\r\nPubmed   Journal   ReadQx \r\nIntegration of new technologies in the multidisciplinary approach to primary liver tumours: The next-generation tumour board.\r\nNavigating this evolution also requires a focus on enhancing basic, translational, and clinical research, as well as boosting clinical trials through an upgraded use of MDTBs as hubs for scientific collaboration and raising literacy about AI and new technologies. In this review, we will delineate the current unmet needs in the clinical management of primary liver cancers, discuss our perspective on the future role of MDTBs in primary liver cancers (\"next generation\" MDTBs), and unravel the potential power and limitations of novel technologies that may shape the multidisciplinary care landscape for primary liver cancers in the coming decade.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Colorectal Cancer Screening: Time to Spring Forward.\r\n\r\nPubmed   Journal   ReadQx \r\nComments on Pancreatic Enzyme Use Reduces Pancreatitis Frequency in Children With Acute Recurrent or Chronic Pancreatitis: A Report From INSPPIRE.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Biswas et al.\r\n\r\nPubmed   Journal   ReadQx \r\nTiming Is Everything: The Lifesaving Potential of Early Medical Therapy in Acute Severe Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Abdominal pain, jaundice, and photosensitivity.\r\n\r\nPubmed   Journal   ReadQx \r\nAge Affects Esophageal Secondary Peristalsis More Than Primary as Assessed by FLIP Panometry and High-Resolution Manometry.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Hilar Biliary Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nIncidental Mixed Adenoma-Neuroendocrine Neoplasm (MiNEN) of Duodenum and Whipple disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPlummer-Vinson Syndrome: Classic triad of iron deficiency anemia, dysphagia, and esophageal webs.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of SLD Subtypes and Association with Metabolic Risk Factors in the Framingham Heart Study.\r\n\r\nPubmed   Journal   ReadQx \r\nVery low-density lymphadenopathy in Whipple disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Early diagnosis of pancreatic cancer via pancreatic juice cytology with a cell-block method in a patient with altered anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A technique for preventing clip snagging during the use of a rotating function endoscopic clip.\r\n\r\nPubmed   Journal   ReadQx \r\nComprehensive endoscopic management of recurrent esophageal wall abscess revealing concomitant eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nCongenital gastric ectopic pylorus: a rare gastric malformation.\r\n\r\nPubmed   Journal   ReadQx \r\nCystogastrostomy as an alternative treatment for recurrent huge infected hepatic cyst.\r\n\r\nPubmed   Journal   ReadQx \r\nEffectiveness of gel-immersion endoscopy for examination for suspected pancreaticobiliary maljunction.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic papillectomy of a rare isolated ampullary hamartoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided cyanoacrylate injection into the perforating vein for high-risk gastric varices.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal pneumatosis and hematomatosis concomitant with achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nFirst report of the use of a digital single-operator cholangioscope for endoscopic direct diverticulitis therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric endoscopic submucosal dissection through a gastrostomy using a newly developed thin endoscope.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel grasp-and-snare technique for efficient endoscopic necrosectomy of walled-off necrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPeroral cholangioscopy-guided diagnosis and treatment of Clonorchis sinensis liver flukes.\r\n\r\nPubmed   Journal   ReadQx \r\nSplenic artery aneurysm masquerading as an intraductal tubulopapillary neoplasm diagnosed by contrast-enhanced endoscopic ultrasound.\r\n\r\nPubmed   Journal   ReadQx \r\nThe \"echo-free space\" technique: A safe and reliable method for endoscopic ultrasound scope insertion into the esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nThe sword in the wall: managing biliary stents embedded in the duodenal wall following ERCP for biliary strictures after liver transplantation in an adult and a pediatric patient.\r\n\r\nPubmed   Journal   ReadQx \r\nWe are not in a Woody Allen film yet.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Defining the role of immune microniches in intestinal effector Treg cell functionality.\r\n\r\nPubmed   Journal   ReadQx \r\nHuman Hepatocytes Can Give Rise To Intrahepatic Cholangiocarcinomas.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    GI snapshot: arrhythmia, dysphagia and weight loss in a 71-year-old man.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Baseline viral load in chronic hepatitis B may be clinically significant but must be interpreted with caution.\r\n\r\nPubmed   Journal   ReadQx \r\nREPLY: The exact predictive value of HBcrAg and HBV RNA in serological status and disease activity in CHB.\r\n\r\nPubmed   Journal   ReadQx \r\nThe exact predictive value of HBcrAg and HBV RNA in serological status and disease activity in CHB.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Mucosal healing with steroids-Once upon a time in ulcerative colitis. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Sonographic assessment of colonic content-A new tool for constipation? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Breaking new ground-Understanding the role of ATI-free diet in managing MASLD-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Breaking new ground-Understanding the role of ATI-free diet in managing MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Third-line therapy in acute severe ulcerative colitis, exploring the uncertainty and unanswered questions-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Aspirin-related chemoprevention of GI cancers and bleeding-related mortality in Helicobacter pylori-eradicated patients.\r\n\r\nPubmed   Journal   ReadQx \r\nEnsuring Consistency and Accuracy in Evaluating ChatGPT4 for Clinical Recommendations.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Yuxin Wang et al.\r\n\r\nPubmed   Journal   ReadQx \r\nScreening endoscopy in patients with advanced chronic liver disease - is it all about varices?\r\n\r\nPubmed   Journal   ReadQx \r\nScreening for Social Determinants of Health in Underserved Populations to Promote Better Outcomes in ALD and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Porcine-derived pancreatic enzyme replacement therapy linking to chronic hepatitis E: broad implications.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Biomarker predictors and LRT strategies for HCC recurrence post-liver transplantation: A comment.\r\n\r\nPubmed   Journal   ReadQx \r\nEVIDENCE-BASED FAILURE OF STAGE HIERARCHY THERAPEUTIC APPROACH TO HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-acute decompensation cannot be ignored in future research and clinical practice.\r\n\r\nPubmed   Journal   ReadQx \r\nReevaluating Myosteatosis Criteria in Cirrhosis: Fluid and Gender Considerations.\r\n\r\nPubmed   Journal   ReadQx \r\nReply 'Exploring hepatocellular carcinoma risks in sub-Saharan African and Afro-Surinamese individuals with chronic hepatitis B living in Europe'.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-06-20T11:17:38-04:00",
    "input_file": {}
  },
  {
    "path": "gi/05-17-2024/",
    "title": "Fri May 17 2024",
    "description": "91 articles - From Friday May 10 2024 to Friday May 17 2024",
    "author": [],
    "date": "2024-05-17",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on Management of Inflammatory Bowel Disease in Patients with Malignancy: Commentary.\r\nMethods This CPU was commissioned and approved by the AGA Institute CPU committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPU committee and external peer review through standard procedures of Clinical Gastroenterology and Hepatology. This communication incorporates important and recently published studies in the field, and it reflects the experiences of the authors who are experts in the diagnosis and management of IBD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: Intestinal ultrasound to evaluate colonic contents and constipation.\r\n US is an appealing imaging modality to assess luminal contents and constipation. Further well-designed studies are required to validate US metrics that accurately identify constipation.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Machine Learning Models for Pancreatic Cancer Risk Prediction Using Electronic Health Record Data - A Systematic Review and Assessment.\r\n AI/ML models for PC risk prediction using known risk factors perform reasonably well and may have near-term applications in identifying cohorts for targeted PC screening if validated in real-world data sets. The combined use of structured and unstructured EHR data using emerging language models while incorporating explainable-AI techniques has the potential to identify novel PC risk factors and this approach merits further study.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Definitions, etiologies and outcomes of acute on chronic liver failure: A systematic review and meta-analysis.\r\n Heterogeneity in the definition of ACLF proposed by different expert societies and regional preferences in its use result in differences in clinical phenotype and outcomes. A uniform definition would enhance the comparability and interpretation of global data.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Enteral nutrition compared with corticosteroids in children with Crohn's disease: A long-term nationwide study from the epi-IIRN.\r\nEEN in paediatric CD is associated with lower long-term risks of corticosteroid dependency and hospitalisation than corticosteroids. These results may lend support to favouring nutritional therapy in paediatric CD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Comparison of effective imaging modalities for detecting gastric neoplasms: A randomized three-arm phase II trial.\r\n Compared to TXI and WLI, 3G-NBI is a more promising modality for GN detection.\r\nPubmed   Journal   ReadQx \r\nThe natural history of eosinophilic gastrointestinal diseases is influenced by age of onset and location of involvement.\r\nEGIDs with and without esophageal involvement display many similarities, although patients with esophageal involvement more frequently had dysphagia, progressive disease courses, and required more chronic therapy. Location of involvement and age at onset impacted the natural history with higher proportions of relapsing or progressive disease seen in adults and patients with small bowel or multiorgan involvement, while a continuous disease course was more common in children and patients with gastric-only involvement.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    All FODMAPs aren't created equal: Results of a randomized reintroduction trial in patients with irritable bowel syndrome.\r\n Our results suggest that the reintroduction of select FODMAPs may be responsible for symptom generation in IBS patients who have responded to a low FODMAP diet, and provide a strong rationale for performing a future trial comparing the treatment effects of a limited low-FODMAP diet and a standard low-FODMAP diet.\r\nPubmed   Journal   ReadQx \r\nBENEFIT AND HARM OF ASPIRIN ON MORTALITY FROM GASTROINTESTINAL CANCERS VERSUS BLEEDING IN HELICOBACTER PYLORI-ERADICATED PATIENTS.\r\nGI-cancer mortality benefit from aspirin outweighs bleeding-related mortality in HP-eradicated subjects, which is further enhanced by PPI use.\r\nPubmed   Journal   ReadQx \r\nBreastfeeding duration is not associated with offspring inflammatory bowel disease risk in three population-based birth cohorts.\r\n In prospectively collected data from three population-based birth cohorts, the duration of exclusive or any breastfeeding was not associated with offspring IBD risk.\r\nPubmed   Journal   ReadQx \r\nCharacterization of Biologic Discontinuation Among Pediatric Patients with Crohn's Disease.\r\nConcomitant immunomodulator use and proactive TDM decreased risk of biologic discontinuation. Strategies are needed to preserve biologic efficacy and prevent biologic discontinuation.\r\nPubmed   Journal   ReadQx \r\nChatGPT4 outperforms endoscopists for determination of post-colonoscopy re-screening and surveillance recommendations.\r\nInitial real-world results suggest that ChatGPT4 can accurately define routine colonoscopy screening intervals based on verbatim input of clinical data. LLM have potential for clinical applications, but further training is needed for broad use.\r\nPubmed   Journal   ReadQx \r\nEFFICACY AND SAFETY OF USTEKINUMAB FOR CHRONIC POUCHITIS: A PROSPECTIVE OPEN-LABEL MULTICENTER STUDY.\r\n Ustekinumab was efficacious in half of the patients suffering from chronic pouchitis. Ustekinumab should therefore be positioned in the treatment algorithm of chronic pouchitis. (ClinicalTrials.gov Number NCT04089345).\r\nPubmed   Journal   ReadQx \r\nEarly liver transplant for alcohol-associated liver disease has excellent survival but higher rates of harmful alcohol use.\r\nPatients who undergo ELT for ALD have similar or better survival than other diagnoses in the first 10-years after LT despite a higher incidence of post-LT alcohol use.\r\nPubmed   Journal   ReadQx \r\nEarly-Onset Colorectal Cancer Patients Do Not Require Shorter Intervals for Post-Surgical Surveillance Colonoscopy.\r\nEO-CRC patients do not have an increased risk of advanced neoplasia compared to AO-CRC patients and therefore do not require more frequent colonoscopy surveillance than current guidelines recommend.\r\nPubmed   Journal   ReadQx \r\nEffects of Thiopurine Withdrawal on Vedolizumab-Treated Patients With Ulcerative Colitis: a Randomized Controlled Trial.\r\n Thiopurine withdrawal did not affect vedolizumab trough concentrations. However, it may increase fecal calprotectin, histologic and histo-endoscopic activity. Histological activity and prior anti-TNF exposure may predict disease relapse upon thiopurine withdrawal for patients using vedolizumab for UC;  Australian and New Zealand Trial Registry, number ACTRN12618000812291.\r\nPubmed   Journal   ReadQx \r\nEpidemiology and Risk Factors of Eosinophilic Esophagitis in Japan: A Population-Based Study. \r\nNevertheless, EoE remains less common in Japan compared to the United States and Western Europe. Factors contributing to the epidemiology of EoE on a global basis may improve our understanding of the contribution of genetic and environmental risk factors.\r\nPubmed   Journal   ReadQx \r\nHigh prevalence and clinical relevance of intrapulmonary vascular dilatations in patients undergoing TIPS implantation.\r\n Screening for IPVD before TIPS implantation could help to further identify patients at higher risk of cardiac and hepatic decompensation.\r\nPubmed   Journal   ReadQx \r\nLiver fibrosis assessed via non-invasive tests is associated with incident heart failure in a general population cohort.\r\n In the general population, serum markers of liver fibrosis are associated with increased hospitalization/death from heart failure. Genetic polymorphisms associated with liver fibrosis were not positively associated with elevated heart failure risk.\r\nPubmed   Journal   ReadQx \r\nLong-term outcome of risankizumab in Crohn's disease: a real-world GETAID study.\r\n This is the first real-life study to report long-term outcomes in patients with refractory CD treated with risankizumab. Half of the patients achieved steroid-free clinical remission after one year, and the safety profile was consistent with the literature.\r\nPubmed   Journal   ReadQx \r\nOzanimod in Patients With Moderate to Severe Ulcerative Colitis Naive to Advanced Therapies.\r\n Ozanimod is an effective, durable, and well-tolerated oral therapy for AT-naive ulcerative colitis patients.\r\nPubmed   Journal   ReadQx \r\nPNPLA3, obesity and heavy alcohol use in cirrhosis patients may exert a synergistic increase hepatocellular carcinoma risk.\r\nThe PNPLA3 variant may help refine risk stratification for HCC in patients with cirrhosis with heavy alcohol consumption or obesity who may need specific preventive measures.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Novel Incretin Co-agonist Cotadutide in Biopsy-proven Non-cirrhotic MASH with Fibrosis.\r\n PROXYMO provides preliminary evidence for the safety and efficacy of GLP-1/GCG receptor co-agonism in biopsy-proven non-cirrhotic MASH with fibrosis, supporting further evaluation of this mechanism in MASH.\r\nPubmed   Journal   ReadQx \r\nUpdated Reference Intervals for Alanine Aminotransferase in a Metabolically and Histologically Normal Population.\r\nOur study provided the newly established reference intervals for ALT levels in a metabolically and histologically verified Asian population. The proposed URL for ALT are 34 U/L and 22 U/L for males and females, respectively.\r\nPubmed   Journal   ReadQx \r\nVONOPRAZAN IS EFFICACIOUS FOR TREATMENT OF HEARTBURN IN NON-EROSIVE REFLUX DISEASE: A RANDOMIZED TRIAL.\r\nVonoprazan reduced heartburn symptoms in subjects diagnosed with NERD, with the benefit appearing to begin as early as the first day of therapy. Treatment effect persisted after the initial 4-week placebo-controlled period throughout the 20-week extension period. The two vonoprazan doses (10 and 20mg) were similar in efficacy. (ClinicalTrials.gov NCT05195528).\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A computer-aided detection system in the everyday setting of diagnostic, screening and surveillance colonoscopy: an international, randomized trial.\r\nIn this study conducted by experienced endoscopists, CADe did not result in a statistically significant increase in ADR. However, the ADR of our control group substantially surpassed our sample size assumptions, increasing the risk of an underpowered trial. (Trialsearch.who.int NL9135).\r\nPubmed   Journal   ReadQx \r\nImpact of linked color imaging on the proximal adenoma miss rate: a multicenter tandem randomized controlled trial. The COCORICO trial.\r\nIn contrast to previous data, this study does not support the benefit of LCI regarding pAMR in routine colonoscopy.  ID  NCT04440865.\r\nPubmed   Journal   ReadQx \r\nLocal triamcinolone injection and selective add-on oral steroids to prevent post-ESD esophageal stricture: retrospective analysis of a prospective protocol in a Western center. \r\nOur protocol led to a low stricture rate even after extensive resection. As a single session treatment without systemic side effects, triamcinolone injection could provide benefits as a preventive method after large esophageal resection.\r\nPubmed   Journal   ReadQx \r\nTechnical failure during Colorectal Endoscopic Full Thickness Resection: The \"through thick and thin\" Study. \r\nColorectal EFTR with FTRD is a challenging technique with a not negligible rate of technical failure and complications. Experience in rescue resection techniques and multidisciplinary management are mandatory in this setting.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Direct Link Implicating Loss of SLC26A6 to Gut Microbial Dysbiosis, Compromised Barrier Integrity and Inflammation.\r\n Our data demonstrate that loss of PAT1 disrupts gut microbiome and related metabolites, decreases gut barrier integrity, and increases host susceptibility to intestinal inflammation. These findings, thus, highlight a novel role of the oxalate transporter PAT1 in promoting gut barrier integrity and its deficiency appears to contribute to the pathogenesis of IBD.\r\nPubmed   Journal   ReadQx \r\nResolution of acinar dedifferentiation regulates tissue remodeling in pancreatic injury and cancer initiation.\r\nOur results indicate that our transcriptome analysis can be used to investigate conserved mechanisms of tissue injury. We demonstrate that Sox4 restrains acinar dedifferentiation and is necessary for the specification of acinar-derived metaplastic cells in pancreatic injury and cancer initiation and is activated upon Kras ablation and tumor regression in mice. By uncovering novel potential strategies to promote tissue homeostasis, our findings offer new avenues for preventing the development of PDAC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Bariatric Endoscopic Antral Myotomy: A Pilot Study Assessing Technical Feasibility, Physiologic Changes, and Preliminary Efficacy.\r\n This pilot study suggests BEAM is feasible and appears to induce delayed gastric emptying that is associated with significant weight loss, without symptoms of gastroparesis.\r\nPubmed   Journal   ReadQx \r\nENDOSCOPIC ULTRASOUND-GUIDED RADIOFREQUENCY ABLATION FOR PANCREATIC ADENOCARCINOMA.\r\nIn our institutional experience, this treatment protocol appears safe as patients tolerated the combination of chemotherapy and ablation. Patients underwent pancreatic resection with uneventful recovery. This novel neoadjuvant approach may provide a more effective alternative to chemotherapy alone.\r\nPubmed   Journal   ReadQx \r\nEndoscopic closure of large gastric defects with a novel through-the-scope closing device in a porcine model (with videos).\r\nThe novel TTS-BT closure device is feasible and safe for closing large gastric perforations and could be a promising tool for clinical practice.\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of bile duct stones with benign choledochojejunal anastomotic stenosis.\r\n[CONCLUSIONS]: Endoscopic interventions for BDS with bCJS are useful and relatively safe;  however, long-term follow-ups showed frequent recurrences. Recurrence was common in patients not treated with the combination of PDCS at BDS removal and those without waist disappearance at the CAS by balloon dilation.\r\nPubmed   Journal   ReadQx \r\nPredictors for Lymph Node Metastasis and Survival of Patients with T1b Esophageal Adenocarcinoma Treated with Surgery and Endoscopic Therapy: An Analysis of Surveillance, Epidemiology, and End Results Database.\r\n In T1b EAC, tumor size ≥20mm and poor differentiation are notable risk factors for LNM. ET showed comparable CSS outcomes to surgery for carefully selected T1bN0M0 lesions. CRT did not provide additional survival benefit for these lesions;  however, large scale studies are required to validate this finding.\r\nPubmed   Journal   ReadQx \r\nSafety of first surveillance colonoscopy at 12 months after piecemeal endoscopic mucosal resection of large non-pedunculated colorectal lesions.\r\n Twelve-month surveillance appears acceptable for selected colorectal lesions ≥ 20 mm removed by pEMR. A randomized trial comparing initial 6-month to 12-month surveillance is warranted for selected lesions.\r\nPubmed   Journal   ReadQx \r\nThe 2023 top 10 list of endoscopy topics in medical publishing: an annual review by the American Society for Gastrointestinal Endoscopy Editorial Board.\r\nThe 10 identified areas collectively represent advances in the following endoscopic spheres: GI bleeding, endohepatology, endoscopic palliation, artificial intelligence and polyp detection, artificial intelligence beyond the colon, better polypectomy and endoscopic mucosal resection, how to make endoscopy units greener, high quality upper endoscopy, endoscopic tissue apposition/closure devices, and endoscopic submucosal dissection. Each board member was assigned a topic area around which summarized relevant important articles, thereby generating this overview of the \"top 10\" endoscopic advances of 2023.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Human milk oligosaccharide 2'-fucosyllactose protects against high-fat diet-induced obesity by changing intestinal mucus production, composition and degradation linked to changes in gut microbiota and faecal proteome profiles in mice.\r\n Our results show that the HMO 2'FL influences host metabolism by modulating the mucus layer, gut microbiota and eCB system and propose the mucus layer as a new potential target for the prevention of obesity and related disorders.\r\nPubmed   Journal   ReadQx \r\nLandscape of the gut mycobiome dynamics during pregnancy and its relationship with host metabolism and pregnancy health.\r\n This study provides a landscape of gut mycobiome dynamics during pregnancy and its relationship with host metabolism and pregnancy health, which lays the foundation of the future gut mycobiome investigation for healthy pregnancy.\r\nPubmed   Journal   ReadQx \r\nNovel IL-4/HB-EGF-dependent crosstalk between eosinophils and macrophages controls liver regeneration after ischaemia and reperfusion injury.\r\n Together, these studies uncovered an indispensable role of eosinophils in liver repair after acute injury and identified a novel crosstalk between eosinophils and macrophages through the IL-4/HB-EGF axis.\r\nPubmed   Journal   ReadQx \r\nTargeting squalene epoxidase restores anti-PD-1 efficacy in metabolic dysfunction-associated steatohepatitis-induced hepatocellular carcinoma.\r\n SQLE induces an impaired antitumour response in MASH-HCC via attenuating CD8 + T cell function and augmenting immunosuppressive MDSCs. SQLE is a promising target in boosting anti-PD-1 immunotherapy for MASH-HCC.\r\nPubmed   Journal   ReadQx \r\nThe Peptidoglycan Recognition Protein 1 confers immune evasive properties on pancreatic cancer stem cells. \r\nImportantly, these findings were not only replicated in human models, but clinically, secreted PGLYRP1 levels were significantly elevated in patients with PDAC. This study establishes PGLYRP1 as a novel CSC-associated marker crucial for immune evasion, particularly against macrophage phagocytosis and T-cell killing, presenting it as a promising target for PDAC immunotherapy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    \"Insights into ALD & AUD diagnosis and prognosis: Exploring AI and multi-modal data streams\".\r\nAn emphasis is made on how these approaches will also benefit the detection and management of alcohol use disorder (AUD). Our discussion encompasses challenges and limitations, concluding with a glimpse into the promising future of these advancements.\r\nPubmed   Journal   ReadQx \r\nEpidemiology, screening, and Co-management of type 2 diabetes mellitus and Metabolic-dysfunction associated steatotic liver disease.\r\nThe emergence of numerous randomized clinical trials has shed light on the treatment of T2DM combined with MASLD. This review uncovered the epidemiology of the intertwined T2DM and MASLD, offer insights into the evaluation of hepatic fibrosis in T2DM patients, glucose monitoring in MASLD population, and provide comprehensive co-management strategies for addressing both diseases.\r\nPubmed   Journal   ReadQx \r\nEstimating hepatitis C prevalence in the United States, 2017-2020.\r\nDespite years of an effective cure, estimated prevalence of hepatitis C in 2017-2020 remains unchanged from 2013-2016 when using comparable methodology. When accounting for increased injection drug use, estimated prevalence of hepatitis C is substantially higher than previously reported. National action is urgently needed to expand testing, increase access to treatment, and improve surveillance, especially among medically underserved populations, to support hepatitis C elimination goals.\r\nPubmed   Journal   ReadQx \r\nIdentifying a therapeutic window of opportunity for people living with primary sclerosing cholangitis: Embryology and the overlap of inflammatory bowel disease with immune mediated liver injury.\r\nThis is critical for the optimal targeting of studies into PSC etiopathogenesis and emphasizes the concept of a \"developmental window of opportunity for therapeutic mitigation\" in what is currently recognized as an irreversible disease process. The discovery of such a window would be critically important for the targeting of interventions, both administration of current therapies and therapeutic trial planning.\r\nPubmed   Journal   ReadQx \r\nMASLD/MetALD and mortality in individuals with any cardio-metabolic risk factor: a population based study with 26.7 years of follow-up.\r\n In individuals with CMRF, the presence of steatotic liver disease (MASLD) alone did not increase the risk of mortality, except in cases with more alcohol consumption (MetALD). Therefore controlling metabolic risk factors and reducing alcohol consumption in people with MASLD or MetALD will be crucial steps to improve long-term health outcomes.\r\nPubmed   Journal   ReadQx \r\nTargeting cellular cathepsins inhibits hepatitis E virus entry.\r\nIn summary, our study highlights the pivotal role of lysosomal cathepsins, especially CTSL, in the HEV entry process. The profound anti-HEV efficacy of the pan-cathepsin inhibitor, K11777, especially with its notable safety profile in primary cells, further underscores its potential as a therapeutic candidate.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Bulevirtide monotherapy in patients with chronic HDV: Efficacy and safety results through week 96 from a phase 3 randomized trial.\r\nVirologic and biochemical responses were maintained and/or increased with longer-term BLV therapy, including in those with suboptimal early virologic response. BLV monotherapy for CHD was safe and well tolerated through W96. Impact and implications In July 2023, bulevirtide was fully approved for the treatment of chronic hepatitis delta (CHD) in Europe based on clinical study results from up to 48 weeks of treatment. Understanding the efficacy and safety of bulevirtide over the longer term is important for healthcare providers. In this analysis, we demonstrate that bulevirtide monotherapy for 96 weeks in patients with CHD was associated with continued improvements in combined, virologic, and biochemical responses as well as liver stiffness from week 48 at both the 2-mg and 10-mg doses. Patients with suboptimal virologic responses to bulevirtide at week 24 also benefited from continued therapy, with the majority achieving virologic response or biochemical improvement by week 96. Clinical trials Gov identifier NCT03852719.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    AP&T: Editors' declarations of interest. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Crafting a Therapeutic Pyramid for Eosinophilic Esophagitis in the Age of Biologics.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Looking into the future of drug development for chronic upper gastrointestinal symptoms and related diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    In Memoriam: Peter R. Holt, MD.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Progression of Microbiome Therapeutics for the Management of Gastrointestinal Diseases and Beyond. \r\nThe field however continues to evolve with a movement towards precision microbiome therapeutics individualizing care for various disorders. This review will describe the use of FMT, microbiota restoration and precision microbiome therapeutics focusing in gastrointestinal and hepatic diseases.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Improving HCC Surveillance with abbreviated MRI: A Call to Integrate and Innovate?\r\nThe use of ultrasound has been challenged by several metanalyses (4,5) or prospective follow-up studies reporting on a poor sensitivity for the detection of very early-stage HCC. Several factors have been proposed to explain this suboptimal performance, including the difficult liver visualization in obese and/or MASLD patients, a nodular appearance in a subset of cirrhotic livers, the skills and expertise of the operators, and poor adherence to surveillance programs.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Acceptability of Nonendoscopic Barrett Esophagus Screening in the Population: Some Initial Promising Answers.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Chronic hepatitis C related steatotic liver disease is more than \"miscellaneous steatotic liver disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nGiant Hepatic Hemangioma.\r\n\r\nPubmed   Journal   ReadQx \r\nIs a simplified, less restrictive low FODMAP diet possible? Results from a double-blind, pilot randomized controlled trial.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Beyond the scope: diverticular disease and post-colonoscopy colorectal cancer. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy-related musculoskeletal injuries to endoscopists: time for an \"ergonomic time-out\".\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Case of Hepatobiliary Challenges: Unraveling the Mystery of Bile Duct Disappearance. \r\n\r\nPubmed   Journal   ReadQx \r\nCeliac Disease Moves Into the Current Era of Modern Medicine.\r\n\r\nPubmed   Journal   ReadQx \r\nSir William Osler, the Two Cultures, and the Learned Profession.\r\n\r\nPubmed   Journal   ReadQx \r\nWhat Will Technology Do to Gastroenterology?\r\n\r\nPubmed   Journal   ReadQx \r\nWhy Gastroenterologists Should Be More Interested in Death.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Top tips for endoscopic ultrasound-guided pelvic abscess drainage.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Diagnostic dilemma: sudden onset of multiple skin lesions in a patient with intestinal disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophils: a novel therapeutic target to promote liver regeneration in acute liver injury? \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Chronic hepatitis B baseline viral load and on-treatment liver cancer risk: A multinational cohort study of HBeAg-Positive patients.\r\n\r\nPubmed   Journal   ReadQx \r\nThe obstacle is the way: Finding a path to hepatitis C elimination.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Intestinal permeability accounting for ongoing gastrointestinal symptoms following endoscopic remission in IBD-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Intestinal permeability accounting for ongoing gastrointestinal symptoms following endoscopic remission in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Authors' Reply: Sex differences and immunoglobulin E should not be forgotten in type 1 autoimmune pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nCan endoscopic ultrasound-guided ablation prolong disease-specific survival in pancreatic cysts?\r\n\r\nPubmed   Journal   ReadQx \r\nGuarding the Gate: The Sentinel Role of Endosonograpy in Precluding Unwarranted ERCP.\r\n\r\nPubmed   Journal   ReadQx \r\nPost-Infectious Disorders of Gut-Brain Interaction: A brainstorming story.\r\n\r\nPubmed   Journal   ReadQx \r\nRe-evaluating the proposed association between vonoprazan and gastric cancer following eradication of H. pylori infection.\r\n\r\nPubmed   Journal   ReadQx \r\nReal-World Ammonia Testing in Hepatic Encephalopathy: Spreading Confusion From Patients to Clinicians Without Adding Value. \r\n\r\nPubmed   Journal   ReadQx \r\nTargeting durable remission of fatigue in inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nUltra-Processed Food Consumption and Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Beyond traditional subtyping: a multilayered genomic perspective on colorectal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nIntron-mediated enhancement of SPINK1 expression for pancreatitis therapy. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Can we really advise a patient undergoing TIPS that the onset of episodic hepatic encephalopathy will not influence his/her survival?\r\n\r\nPubmed   Journal   ReadQx \r\nCirrhosis Decompensation: Clinical and Prognostic Analysis from a New Perspective.\r\n\r\nPubmed   Journal   ReadQx \r\nEvidence and Choice: The BCLC Vision for Tailoring Clinical Decision-Making.\r\n\r\nPubmed   Journal   ReadQx \r\nHealthy volunteer bias for the role of genetic risk in dietary effects on hepatic steatosis, inflammation and fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatitis B Virus spliced 1 RNA, a key factor for viral expression.\r\n\r\nPubmed   Journal   ReadQx \r\nNeed for risk stratification in treatment of patients with autoimmune hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSex-Specific Associations of Steatotic Liver Disease with Vascular Health.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-05-18T18:45:16-04:00",
    "input_file": {}
  },
  {
    "path": "gi/05-10-2024/",
    "title": "Fri May 10 2024",
    "description": "85 articles - From Friday May 03 2024 to Friday May 10 2024",
    "author": [],
    "date": "2024-05-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Hepatology\r\n    Letter to the Editor: A multi-society Delphi consensus statement on new fatty liver disease nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Hepatol\r\n    Control Compounds for Preclinical Drug-Induced Liver Injury Assessment: Consensus-driven systematic review by the ProEuroDILI Network.\r\nThe extensive analysis highlighted the lack of agreement on control compounds for in vitro DILI assessment. Following comprehensive in vitro and clinical data analysis together with input from the expert committee, an evidence-based consensus-driven list of 10 positive and negative drugs is proposed for validating in vitro models for improving preclinical drug safety testing regimes. Impact and implications Prediction of human toxicity early in the drug development process remains a major challenge. For this, human in vitro models are becoming increasingly important, however, the development of more physiologically relevant liver models and careful selection of control DILI+ and DILI- drugs are requisites to better predict DILI liability of new drug candidates. Thus, this systematic study holds critical implications for standardizing validation of new in vitro models for studying drug-induced liver injury (DILI). By establishing a consensus-driven list of positive and negative control drugs, the study provides a scientifically justified framework for enhancing the consistency of preclinical testing, thereby addressing a significant challenge in early hepatotoxicity identification. The results are of paramount importance to al the actors involved in the drug development process, offering a standardized approach to assess hepatotoxic risks. Practically, these findings can guide researchers in evaluating safety profiles of new drugs, refining in vitro models, and informing regulatory agencies on potential improvements to regulatory guidelines, ensuring a more systematic and efficient approach to drug safety assessment.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Outcomes of patients with hepatocellular carcinoma treated with atezolizumab plus bevacizumab in real-world clinical practice who met or did not meet the inclusion criteria for the phase 3 IMbrave150 trial.\r\nPatients who are treated with Atezo/Bev and meet the inclusion criteria for the phase 3 IMbrave150 trial, as well as those who do not meet the inclusion criteria but have good liver function, have a good prognosis for survival.\r\nPubmed   Journal   ReadQx \r\nReal-life effectiveness of sofosbuvir/velpatasvir/voxilaprevir in hepatitis C patients previously treated with sofosbuvir/velpatasvir or glecaprevir/pibrentasvir.\r\n SOF/VEL/VOX is an effective rescue therapy for failures to SOF/VEL or GLE/PIB, with an SVR of 88.6%. Factors previously linked to lower SVR rates, such as GT3 infection, cirrhosis and first-line therapy with SOF/VEL were not associated with lower SVRs.\r\nPubmed   Journal   ReadQx \r\nThe deep abdominal ultrasound transducer (DAX) increases the success rate and diagnostic accuracy of shear wave elastography for liver fibrosis assessment in patients with obesity-A prospective biopsy-controlled study.\r\npSWE- and 2D-SWE enable the non-invasive identification of advanced fibrosis and cirrhosis in patients with obese MASLD. The use of the DAX transducer for acoustic radiation force imaging (ARFI)-LSM avoids technical failures in an obese population and subsequently offers advantages over VCTE-LSM for the evaluation of fibrosis in an obese MASLD population at risk for fibrosis.\r\nPubmed   Journal   ReadQx \r\nThe use of opioids nine months after surgery for Crohn's disease - a nationwide cohort study.\r\n Clinicians should be aware that in patients with a need for opioids before surgery, the surgery may not change the need for opioids. Future research should examine effective analgesic strategies that help minimise opioid use in this population.\r\nPubmed   Journal   ReadQx \r\nUpdates in characteristics and survival rates of cirrhosis in a nationwide cohort of real-world U.S. patients, 2003-2021.\r\nHCC incidence and survival vary by aetiology among patients with cirrhosis, with cryptogenic cirrhosis having the lowest survival and lower survival in the more recent time period.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Multicenter Randomized Controlled Trial Of Microbiome-Based Artifıcial Intelligence-Assisted Personalized Diet Vs Low Fodmap Diet: A Novel Approach for the Management of Irritable Bowel Syndrome.\r\nThe AI-assisted personalized diet emerges as a promising approach for comprehensive IBS management. With its ability to address individual variation, the PD approach demonstrates significant symptom relief, enhanced quality of life, and notable diversity shifts in the gut microbiome, making it a valuable strategy in the evolving landscape of IBS care.\r\nPubmed   Journal   ReadQx \r\nBile Acid Diarrhea is Associated with an Increased Incidence of Gastrointestinal Cancers.\r\n This nationwide cohort study indicates an association between BAD and GI cancers. We found both a higher incidence of GI cancer after BAD diagnosis compared with controls and increased OR of GI cancer before BAD diagnosis. Bearing in mind the underdiagnosis of BAD, the delay of BAD diagnosis, and the carcinogenic effect of bile acids, these findings warrant further investigations of the risk of GI cancer in individuals with BAD.\r\nPubmed   Journal   ReadQx \r\nExcess weight, polygenic risk score and findings of colorectal neoplasms at screening colonoscopy.\r\n Excess weight and polygenic risk are associated with increased risk of colorectal neoplasms in a multiplicative manner. Maintaining normal weight is estimated to have an equivalent effect as having 38 percentiles lower PRS.\r\nPubmed   Journal   ReadQx \r\nUtility of a Third Heplisav-B Dose in Patients with Inflammatory Bowel Disease without Immunity Following Two-Dose Heplisav-B Vaccination.\r\n In patients with IBD lacking HBV immunity despite two-dose Heplisav-B vaccination, administration of a third dose resulted in a 56.7% seroconversion rate. Our results suggest that administration of an additional Heplisav-B dose may be an effective strategy in patients lacking immunity despite primary two-dose vaccination.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Randomized Trial of Choice Architecture and Mailed Colorectal Cancer Screening Outreach in a Community Health Setting.\r\n Both choice of testing and FIT alone increased response and may align with patient preferences.\r\nPubmed   Journal   ReadQx \r\nCharacterization of Biologic Discontinuation Among Pediatric Patients with Crohn's Disease.\r\nConcomitant immunomodulator use and proactive TDM decreased risk of biologic discontinuation. Strategies are needed to preserve biologic efficacy and prevent biologic discontinuation.\r\nPubmed   Journal   ReadQx \r\nLiver fibrosis assessed via non-invasive tests is associated with incident heart failure in a general population cohort.\r\n In the general population, serum markers of liver fibrosis are associated with increased hospitalization/death from heart failure. Genetic polymorphisms associated with liver fibrosis were not positively associated with elevated heart failure risk.\r\nPubmed   Journal   ReadQx \r\nOzanimod in Patients With Moderate to Severe Ulcerative Colitis Naive to Advanced Therapies.\r\n Ozanimod is an effective, durable, and well-tolerated oral therapy for AT-naive ulcerative colitis patients.\r\nPubmed   Journal   ReadQx \r\nTemporal Trends in Body Composition and Metabolic Markers Prior to Diagnosis of Pancreatic Ductal Adenocarcinoma.\r\n This study identified significant alterations in a variety of soft tissue and metabolic markers that occur in the development of PDAC. Early recognition of these metabolic changes may provide an opportunity for early detection.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Adherence to follow-up and resource use after abnormal FIT-screening: Evaluation of the Danish colorectal cancer screening program.\r\nHigh adherence to baseline colonoscopy after positive FIT-screening is followed by lower adherence throughout the adenoma surveillance program. Better adherence to the guidelines could potentially improve the effectiveness and efficiency of the screening program.\r\nPubmed   Journal   ReadQx   PMC\r\nImpact of temperature-controlled endobiliary radiofrequency ablation for inoperable hilar cholangiocarcinoma: A propensity score-matched analysis.\r\nTemperature-controlled endobiliary RFA resulted in favorable stent patency without increasing the rate of AEs but it did not significantly increase OS in patients with inoperable hilar CCA (Clinical trial registration\r\nPubmed   Journal   ReadQx   PMC\r\nOutcomes following duodenectomy in patients with familial adenomatous polyposis.\r\nAfter duodenectomy in FAP, a considerable risk of developing adenomas and cancer in the stomach and jejunum exists with poor cancer prognosis, highlighting the need for close postoperative endoscopic surveillance.\r\nPubmed   Journal   ReadQx   PMC\r\nPlan-do-study-act (PDSA) interventions to improve real-world endoscopy unit productivity.\r\nThe PDSA ramp model is an effective means of assessing operational processes, developing novel interventions, and building consensus to improve the real-world productivity in a resource-conscious manner.\r\nPubmed   Journal   ReadQx   PMC\r\nStructural factors influencing the clinical performance of 0.025-inch guidewires for pancreatobiliary endoscopy: An experimental study.\r\nCWD affects shaft stiffness;  CWD and coating type affect shaft lubricity and torque response. Because TRR and TW are correlated with seeking ability, an appropriate combination of core wire thickness, TW, and coating design is required to develop a guidewire with good seeking ability.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Comparison of disposable digital single-operator cholangioscopy versus direct peroral cholangioscopy for the diagnosis of intraductal superficial lesions of the bile duct.\r\nOur results demonstrate that both POC systems are safe and useful for the detection, characterization, and diagnosis of minute ISL-Bs. While D-SOC displayed a shorter procedure time and a tendency for higher technical success rate, D-POC provided superior visualization quality, allowing detailed observation of the surface structure and microvascular patterns.\r\nPubmed   Journal   ReadQx \r\nStratification of Barrett's esophagus surveillance based on p53 immunohistochemistry: a cost effectiveness analysis by an international collaborative group.\r\n  A surveillance strategy for BE based on abnormal p53 IHC is cost-effective relative to a conventional surveillance strategy and is likely to be associated with higher diagnostic rates of dysplasia.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Association of GLP-1 receptor agonists and hepatocellular carcinoma incidence and hepatic decompensation in patients with type 2 diabetes.\r\nGLP-1RAs were associated with a reduced risk of incident HCC and hepatic decompensation compared to other anti-diabetes medications in patients with T2DM. These findings provide supporting evidence for future studies to investigate the underlying mechanisms and their clinical use.\r\nPubmed   Journal   ReadQx \r\nRisk of cancers proximal to the colon in fecal immunochemical test positive screenees in a colorectal cancer screening program.\r\n FIT-positive screenees were at significantly increased risk of being diagnosed with a cancer proximal to the colon within three years after FIT, though the three-year cumulative incidence was still less than one percent.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical predictors of significant findings on EUS for the evaluation of incidental common bile duct dilation.\r\n Less than 10% of patients undergoing EUS for incidental CBD dilation had pathologic findings. This novel, externally validated, clinical prediction model may reduce low-yield, invasive evaluation in nearly a third of patients.\r\nPubmed   Journal   ReadQx \r\nComparative diagnostic performance of rapid urease test with the sweeping method versus tissue sampling method after Helicobacter pylori eradication.\r\nThe RUT with the sweeping method could potentially replace the tissue sampling method as a test to confirm H. pylori eradication and be an alternative option to UBT for patients requiring endoscopy.\r\nPubmed   Journal   ReadQx \r\nEffects of Glucagon-like Peptide-1 Receptor Agonists on Upper Endoscopy in Diabetic and Non-Diabetic Patients.\r\nGLP-1 RA use can lead to delayed gastric emptying, affecting EGD adequacy regardless of the presence of diabetes, and may warrant dose adjustment to improve safety and efficacy of these procedures.\r\nPubmed   Journal   ReadQx \r\nEstablishment and validation of a risk score model based on EUS: assessment of lymph node metastasis in early gastric cancer.\r\n We developed a practical risk score model based on preoperative factors to help EUS predict lymph node metastasis in early gastric cancer patients, guiding the selection of optimal treatment approaches for these patients.\r\nPubmed   Journal   ReadQx \r\nRe-Cellularization via Electroporation Therapy of the duodenum combined with GPL-1 receptor agonist to replace insulin therapy in patients with type 2 diabetes; 12 months results of a first-in-human study.\r\n These results suggest that ReCET is feasible and safe. In combination with semaglutide, ReCET may be a promising therapeutic option to replace insulin therapy in selected T2D patients, while improving glycemic control and metabolic health.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Comprehensive single-cell analysis deciphered microenvironmental dynamics and immune regulator olfactomedin 4 in pathogenesis of gallbladder cancer.\r\n These findings offer a valuable resource for understanding the pathogenesis of gallbladder diseases and indicate OLFM4 as a potential biomarker and therapeutic target for GBC.\r\nPubmed   Journal   ReadQx \r\nDiagnostic yield from symptomatic gastroscopy in the UK: British Society of Gastroenterology analysis using data from the National Endoscopy Database.\r\nCancer yield was highest in elderly male patients, and those over 50 with dysphagia. Three-quarters of al gastroscopies were performed on patients whose cancer risk was <1%, suggesting inefficient resource utilisation.\r\nPubmed   Journal   ReadQx \r\nLandscape of the gut mycobiome dynamics during pregnancy and its relationship with host metabolism and pregnancy health.\r\n This study provides a landscape of gut mycobiome dynamics during pregnancy and its relationship with host metabolism and pregnancy health, which lays the foundation of the future gut mycobiome investigation for healthy pregnancy.\r\nPubmed   Journal   ReadQx \r\nNovel IL-4/HB-EGF-dependent crosstalk between eosinophils and macrophages controls liver regeneration after ischaemia and reperfusion injury.\r\n Together, these studies uncovered an indispensable role of eosinophils in liver repair after acute injury and identified a novel crosstalk between eosinophils and macrophages through the IL-4/HB-EGF axis.\r\nPubmed   Journal   ReadQx \r\nTLR8 agonist selgantolimod regulates Kupffer cell differentiation status and impairs HBV entry into hepatocytes via an IL-6-dependent mechanism.\r\n Our transcriptomic characterisation of SLGN sheds light into the programmes regulating KC activation. Furthermore, in addition to its previously described effect on established HBV infection and adaptive immunity, we show that SLGN impairs HBV entry. Altogether, SLGN may contribute through KCs to remodelling the intrahepatic immune microenvironment and may thus represent an important component of future combinations to cure HBV infection.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Epidemiology, screening, and Co-management of type 2 diabetes mellitus and Metabolic-dysfunction associated steatotic liver disease.\r\nThe emergence of numerous randomized clinical trials has shed light on the treatment of T2DM combined with MASLD. This review uncovered the epidemiology of the intertwined T2DM and MASLD, offer insights into the evaluation of hepatic fibrosis in T2DM patients, glucose monitoring in MASLD population, and provide comprehensive co-management strategies for addressing both diseases.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Efficacy of Tegoprazan in Patients With Functional Dyspepsia: A Prospective, Multicenter, Single-arm Study.\r\n Tegoprazan (50 mg) administered once daily provided satisfactory symptom relief for FD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Hepatitis C virus eradication improves skeletal muscle mass.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: Evaluation and care of the critically ill patient with cirrhosis.\r\nImplementation of organ support therapies, intensive care protocols, nutrition, palliative care and end-of-life discussions and decisions are an integral part of critical care of the patient with cirrhosis. A multi-disciplinary approach towards critical care management is likely to yield better outcomes.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Postprandial symptoms in disorders of gut-brain interaction and their potential as a treatment target.\r\nIn others, fermentation of intestinal carbohydrates, with gas release altering reflex responses, adverse reactions to food chemicals, central mechanisms or nocebo effects may dominate. However, if the concept that postprandial symptoms arise from food antigens driving an immune response in the gastrointestinal tract in a subset of patients is correct, it is paradigm-shifting, because if the choice of treatment were based on one or more of these therapeutic targets, patient outcomes may be improved.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    FGF21 Agonists: An Emerging Therapeutic for Metabolic Dysfunction-Associated Steatohepatitis and Beyond.\r\nWithin the armamentarium of future treatment options, FGF21 analogs exhibit an interesting positioning thanks to their pleiotropic effects in addition to their significant effect on both MASH resolution and fibrosis improvement. In this review, we summarize preclinical and clinical data from FGF21 analogs for MASH and explore additional potential therapeutic indications.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Do Rectal Neuroendocrine Tumors with Incomplete Endoscopic Resection for Positive Resection Margin Need Salvage Treatment?\r\n\r\nPubmed   Journal   ReadQx \r\nIs Hepatic Encephalopathy the First True Disorder of Gut-Brain interaction?\r\n\r\nPubmed   Journal   ReadQx \r\nThe Association Between Ultra-Processed Foods and Inflammatory Bowel Disease: Far More Complex Than Thought.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Colon Volume by Computed Tomography and Scintigraphic Colonic Transit in Constipated Patients With or Without Redundant Colon.\r\n\r\nPubmed   Journal   ReadQx \r\nGiant Hepatic Hemangioma.\r\n\r\nPubmed   Journal   ReadQx \r\nHigher adalimumab concentration is associated with complete fistula healing in patients with perianal fistulizing Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRisankizumab concentration but not IL-22 levels are associated with clinical and biochemical remission in patients with Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nUsing computer aided optical diagnosis and expert review to evaluate colorectal polyps diagnosed as normal mucosa in pathology.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A double-incision endoscopic myotomy of the cricopharyngeal muscle for the management of a large hemi-circumferential Zenker's diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nApproach to patients with positive vertical margins after endoscopic resection of Barrett's neoplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic utility of contrast-enhanced ultrasound endoscopy in a case of hemosuccus pancreaticus　.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDirect vision endoscopic retrograde appendicitis therapy in the treatment of appendicitis with appendicolith in young women.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection with dental floss traction for the treatment of a superficial tumor in the horizontal part of the duodenum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-directed transgastric endoscopic retrograde cholangiopancreatography procedure for choledocholithiasis after sleeve gastrectomy and Roux-en-Y.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided emergency choledochoduodenostomy through a double duodenal stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHemostatic powder for the management of hemorrhage from esophageal self-expanding metal stents: A case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSnare traction-assisted endoscopic submucosal dissection for removal of rare giant laryngeal liposarcoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Targeted screening for Barrett's esophagus and esophageal cancer: Post-hoc analysis from the randomized BEST3 trial.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Bile duct ulcer caused by plastic stents.\r\n\r\nPubmed   Journal   ReadQx \r\nThreadlike Linear Calcifications along the Proximal Colon of a 71-Year-Old Woman with Chronic Abdominal Pain.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of texture and color enhancement imaging and red dichromatic imaging for the diagnosis of gallbladder cancer using peroral cholecystoscopy through an EUS-guided gallbladder drainage route (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Diagnostic dilemma: sudden onset of multiple skin lesions in a patient with intestinal disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPerplexing case of abdominal pain with eosinophilia and fasciitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Can dietary gluten restriction improve hepatic steatosis? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Exploring the influence of diet on later-onset ulcerative colitis-Are eggs and spicy foods the key factors in Asia? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Hepatitis C virus eradication improves skeletal muscle mass-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: High qHBsAg-Is it a good or bad signal? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Mortality in immune-mediated inflammatory diseases during early adulthood-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Boosting non-invasive tests-Opportunities and challenges from resmetirom.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Potential confounders might exaggerate the risk of rheumatoid arthritis in patients with microscopic colitis-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Potential confounders might exaggerate the risk of rheumatoid arthritis in patients with microscopic colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Presence of progression or absence of response? Alternative trial designs for immunotherapy of advanced hepatocellular carcinoma. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The enigma of angiotensin receptor blocker-associated enteropathy-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Artificial Intelligence Chatbots in Healthcare: Navigating Accuracy, Privacy, and Global Applicability.\r\n\r\nPubmed   Journal   ReadQx \r\nNo solid reasons not to measure ammonia.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Optimizing Helicobacter pylori Eradication Therapies: From Trial to Real World.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Perspectives on biliary radiofrequency ablation: Review of a recent meta-analysis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGut\r\n    Concerns about instrumental variable selection for biological effect versus uptake of proton pump inhibitors in Mendelian randomisation analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A Closer Look at the Innovative PAGED-B Score.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatic phenotypes of EFL1-related Shwachman-Diamond syndrome in a biopsy-validated study.\r\n\r\nPubmed   Journal   ReadQx \r\nIndividuals with cardiometabolic risk factors are at higher risk for early-onset NAFLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLooking for a deeper characterization of new decompensation patterns.\r\n\r\nPubmed   Journal   ReadQx \r\nOsteoporosis in hepatitis B patients receiving tenofovir disoproxil fumarate: does fibroblast growth factor 23 play a role?\r\n\r\nPubmed   Journal   ReadQx \r\normothermic Perfusion of a Human Tumoral Liver for 17 Days with concomitant extracorporeal blood purification therapy: case description.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-05-11T23:25:04-04:00",
    "input_file": {}
  }
]
