[
  {
    "path": "gi/07-11-2025/",
    "title": "Fri Jul 11 2025",
    "description": "120 articles - From Friday Jul 04 2025 to Friday Jul 11 2025",
    "author": [],
    "date": "2025-07-11",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Neurogastroenterol Motil\r\n    Validation of Lyon 2.0 Gastroesophageal Reflux Disease Consensus: Limited Clinical Utility of Mean Nocturnal Basal Impedance in Koreans.\r\n MNBI significantly correlated with AET and LA grades, highlighting its diagnostic value in Korean GERD patients. However, regional variations suggest higher MNBI thresholds than Lyon 2.0 recommendations, warranting further studies to refine criteria for Asian populations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic Review: Incidence of Liver-Related Events in People Living With Hepatitis Delta Virus.\r\nThe number of studies describing the incidence of liver-related outcomes among people with HDV remains limited. Quantifying incidence of liver-related events can improve our understanding of disease progression and inform potential treatment strategies.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    The Affordable Care Act Improves Access, Survival, and Racial Disparities of Patients with Liver Disease: A Systematic Review.\r\nThe ACA, particularly ME, improved access, survival, and equity among Medicaid-eligible adults with CLD. Individuals in NME states would likely benefit from expansion, and future liver health policy should consider these findings to reduce disparities.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Bowel preparation assessment using artificial intelligence: Systematic review.\r\nAI-BPS can standardize and outperform human bowel preparation evaluation by better correlating with expert BBPS ratings, AMR, ADR, and PDR. Further research following recommended reporting guidelines is needed to allow for cross-study comparisons and meta-analysis, which was not possible in this study due to heterogonous study design and reporting metrics.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and safety of endoscopic submucosal dissection for residual or recurrent colorectal neoplasia: Meta-analysis.\r\nThis meta-analysis suggests that ESD is effective and safe for treating residual or recurrent colorectal neoplasia after previous resection, with further prospective validation studies needed to compare ESD with other endoscopic resection methods and surgery in this context.\r\nPubmed   Journal   ReadQx \r\nGastroesophageal reflux disease over time in endoscopic versus surgical myotomy for treatment of achalasia: Systematic review and meta-analysis.\r\nA higher rate of early GERD is observed in POEM compared with HMF, with the difference waning over time and reaching equivalence after 12 months, despite a higher rate of GAST in the endoscopic group. POEM also exhibited effectiveness and safety comparable to the surgical approach.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Postprocedural cholecystitis following covered self-expandable metal stent placement in patients with distal malignant biliary obstruction: a systematic review and meta-analysis.\r\nOur study demonstrated higher rates of post-procedural cholecystitis following ERCP with CSEMS placement compared to USEMS. These findings highlight the importance of careful stent selection, particularly in patients with gallbladder in-situ, to optimize patient care, reduce adverse events and prevent delays in oncologic management.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Diagnostic Criteria and Symptom Profiles in Adult Idiopathic Gastroparesis: A Systematic Review.\r\nThe findings highlight the inherent diagnostic challenges and underscores the need for confirming delayed gastric emptying to clinch an accurate diagnosis of gastroparesis. Future research should focus on developing consistent diagnostic criteria across diverse populations to improve the diagnosis and management of idiopathic gastroparesis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Effectiveness and Safety of First-Line Non-Bismuth Quadruple Concomitant Therapy Versus Single-Capsule Bismuth Quadruple Therapy.\r\n Sc-BQT is more effective, better tolerated, and more broadly applicable than 14-day CT. Both regimens achieved ≥ 90% success, but Sc-BQT's stewardship-friendly profile further supports its use as first-line therapy for H. pylori eradication.\r\nPubmed   Journal   ReadQx \r\nMELD 3.0 Improves Risk Stratification and Mortality Prediction in Hepatorenal Syndrome-Acute Kidney Injury: A Multicentre Study.\r\n This is the first large-scale study to validate MELD 3.0 in HRS-AKI. By offering enhanced discrimination and clinically meaningful reclassification, MELD 3.0 provides a more refined tool for early risk stratification, with potential to guide timely intervention, inform transplant decisions and improve personalized care in this critically ill population.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Early Improvement of Mental Health is Associated with Long-term Disease Remission in Ulcerative Colitis.\r\n Early mental health improvements independently predicted long-term disease remission. Integrating mental health assessments into UC management strategies may provide valuable insights beyond physical symptoms.\r\nPubmed   Journal   ReadQx \r\nFecal Immunochemical Test (FIT) Completion by Instruction Type: A Randomized Clinical Trial Comparing QR-Code linked Video to Pictorial Instructions.\r\n Providing QR-code based education offers a promising format for delivering low literacy instructions, which might be a practical strategy to improve FIT completion for CRC screening.\r\nPubmed   Journal   ReadQx \r\nLocal post-procedural cryoprevention significantly reduces the incidence of post-ERCP pancreatitis: a multicenter randomized controlled trial.\r\nCryoprevention using ice water significantly reduced PEP incidence, demonstrating a safe, effective, and low-cost strategy. This approach offers a practical alternative, where NSAID use is limited.\r\nPubmed   Journal   ReadQx \r\nMicrobial Dysbiosis in the Urinary Microbiome of Patients with Cirrhosis.\r\n Reduced microbial diversity and lower Streptococcus abundance in patients with cirrhosis might help to explain their heightened susceptibility to UTIs.\r\nPubmed   Journal   ReadQx \r\nPost-Colonoscopy Colorectal Cancer in Fecal Immunochemical Test-Positive Individuals: Prevalence, Predictors, and Root-Cause Analysis in a Nationwide Cohort.\r\nAmong FIT-positive individuals, the PCCRC-3y rate was 6.4%, with missed lesions and incomplete resection as key contributors. These findings provide useful information on quality metrics in FIT-based CRC screening programs.\r\nPubmed   Journal   ReadQx \r\nSafety of early oral refeeding in patients with chronic pancreatitis after extracorporeal shock wave lithotripsy of pancreatic stone (SHEEL): A multicenter randomized controlled trial.\r\n Early oral refeeding in patients after ESWL was safe and did not increase the incidence of post-ESWL pancreatitis. This was also associated with reduced abdominal discomfort and hunger.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    An International Multicenter Study of Native and Immigrant South Asian Crohn's Disease.\r\n Our international, multicenter study identified both commonalities as well as unique differences in disease phenotype, behavior, serological patterns and environmental factors by geography and immigrant status. We highlight the importance of changing environment on CD phenotypic expression.\r\nPubmed   Journal   ReadQx \r\nEfficacy of 6-mm and 8-mm transjugular intrahepatic portosystemic shunt for variceal bleeding: a randomized controlled trial.\r\n Among this cohort of patients with cirrhosis who are receiving TIPS for the secondary prevention of variceal bleeding, the use of 6-mm stents results in a higher rate of rebleeding but has similar survival and a significantly lower risk of OHE compared to 8-mm stents.\r\nPubmed   Journal   ReadQx \r\nEfficacy of etrasimod in ulcerative colitis: analysis of ELEVATE UC 52 and ELEVATE UC 12 by baseline endoscopic severity.\r\nEtrasimod demonstrated significant induction and maintenance efficacy over placebo in both moderate and severe endoscopic disease. Response to etrasimod in patients with severe endoscopic disease may continue to improve beyond 12-week induction therapy (ClinicalTrials.gov  NCT03945188;  NCT03996369).\r\nPubmed   Journal   ReadQx \r\nLiver Failure, Hepatic Encephalopathy, and Infection Contribute to Mortality Risk in a Global Cirrhosis Cohort.\r\n Cutoffs associated with mortality are admission bilirubin >7.5 mg/dl, INR >1.5, creatinine > 1.5 mg/dL;  MELD >27 and MELD3.0 >28. Liver failure may therefore be identified by the serum bilirubin>7.5mg/dL and INR>1.5, with hepatic encephalopathy and admission infections as contributors towards mortality.\r\nPubmed   Journal   ReadQx \r\nNasal CPAP to Reduce Hypoxia in Patients with Obesity Undergoing Sedated Upper GI Endoscopy: A Prospective Randomized Trial.\r\n nCPAP significantly reduces hypoxia risk and stabilizes oxygen saturation in patients with obesity undergoing sedated upper GI endoscopy, supporting its routine use in these high-risk patients. Further studies should explore its broader clinical application.\r\nPubmed   Journal   ReadQx \r\nRisk factors of metabolic dysfunction-associated steatotic liver disease in a cohort of patients with chronic hepatitis B.\r\n In this large European cohort, MASLD and fibrosis were highly prevalent among CHB, while MASLD aggravated liver fibrosis. Though screening strategies remain inconsistent, ferritin levels, increased BMI and T2DM may inform on the presence of MASLD. Biomarkers showed modest performance in predicting fibrosis.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Bridging the gap in gastrointestinal healthcare in a resource-limited setup: Feasibility study of weekend endoscopy services in Southwest Ethiopia.\r\nThe study demonstrates the feasibility and effectiveness of a weekend outreach endoscopy service led by a trained gastroenterologist in a rural Ethiopian setting. The unexpectedly high prevalence of upper gastrointestinal disorders, including cancers, and the long duration of symptoms before endoscopy likely reflect delayed diagnoses due to limited access to endoscopy. Moreover, presence of alarm symptoms predicted major endoscopic findings. Expanding endoscopy services, increasing public awareness, and further research into risk factors and preventive strategies for these diseases are recommended.\r\nPubmed   Journal   ReadQx \r\nComparing ChatGPT3.5 and Bard recommendations for colonoscopy intervals: Bridging the gap in healthcare settings.\r\nThis study highlights the limitations of freely available LLMs in assisting colonoscopy screening recommendations. Although the potential of freely available LLMs to offer uniformity is significant, the low accuracy, as noted, excludes their use as the sole agent in providing recommendations.\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnostic performance and agreement of auditors for evaluation of computer-aided optical polyp diagnosis: Prospective study.\r\nExpert audit for evaluating CADx resulted in high sensitivity and interobserver agreement for high-confidence adenomas. Audit by two experts, with a third expert for arbitration, permitted audit of al polyps and effective assessment of CADx within clinical studies.\r\nPubmed   Journal   ReadQx \r\nDoes development of submucosal dissection models influence quality of training? Comparison of existing models.\r\nEx-vivo models are good models for learning ESD skills. The bovine colon model seems to be the most discriminating. Synthetic models should be reserved for novices.\r\nPubmed   Journal   ReadQx \r\nEndoscopic mucosal resection for Barrett's neoplasia: Long-term outcomes from the largest Canadian single-center experience.\r\nWhile the success rate of EMR for BE is excellent, this study highlights substantial long-term risk of neoplastic recurrence, underscoring the need for indefinite surveillance for patients who had HGD or EAC.\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrograde cholangiopancreatography services in Sudan during wartime: Innovations in crisis.\r\nDevelopment of a local scoring system for trainee assessment after 50 supervised procedures aims to establish a sustainable ERCP fellowship program, addressing the shortage of specialists. These efforts highlight resilience and innovation in delivering ERCP services during conflict.\r\nPubmed   Journal   ReadQx \r\nEx vivo evaluation of a novel through-the-scope traction device for endoscopic submucosal dissection.\r\nTRACMOTION significantly improves the efficiency of ESD, reducing procedure time and complication rates. This traction device could potentially facilitate broader adoption of ESD in clinical practice. However, further research in human trials is necessary to validate these findings.\r\nPubmed   Journal   ReadQx \r\nFeasibility of real-time artificial intelligence-assisted anatomical structure recognition during endoscopic submucosal dissection.\r\nIn this proof-of-concept study, feasibility of a real-time AI algorithm for anatomical structure delineation and orientation support during ESD was evaluated. The application proved safe and appropriate for routine procedures in humans. Further studies are needed to elucidate a potential clinical benefit of this new technology.\r\nPubmed   Journal   ReadQx \r\nImplementing endoscopy video recording in routine clinical practice: Strategies from three tertiary care centers.\r\nBy describing successful strategies, we aim to inspire gastroenterology divisions worldwide to adapt routine video recording for endoscopy procedures, thereby increasing the volume and diversity of datasets necessary for developing clinically impactful AI applications.\r\nPubmed   Journal   ReadQx \r\nMobile health technology in quality assessment of pediatric ileocolonoscopy: Results of the SIGENP national program.\r\nmHealth was effective in assessing the quality of pediatric endoscopy. Levels of bowel preparation, sedation, TI intubation rate, and safety were adequate in Italy, whereas waiting time and post-procedure communication seemed to be the most critical areas of concern.\r\nPubmed   Journal   ReadQx \r\nPositive provocative testing and symptom evaluation for detecting upper extremity repetitive use injuries among endoscopists.\r\nOur study found a high prevalence of repetitive use injury symptoms among endoscopists, corroborated by objective physical examination and testing.\r\nPubmed   Journal   ReadQx \r\nRadiofrequency ablation: Solution for a long-time therapeutic dilemma of chronic radiation proctitis?\r\nThese data indicate that RFA is a highly effective and safe treatment option for chronic radiation proctitis, providing excellent long-term results.\r\nPubmed   Journal   ReadQx \r\nRetrospective study comparing rectal endoscopic submucosal dissection with and without Foley catheter drainage tube placement.\r\nFoley catheter placement notably improved efficiency of rectal ESD performed by novice endoscopists, particularly by increasing dissection speed. This technique may contribute to safer and more effective ESD. However, larger studies are needed to confirm these findings and further assess their benefits.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Devices and techniques for bariatric and metabolic endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Technical and Technology Review.\r\nThe paper emphasizes the necessity for additional high quality randomized controlled trials and long-term outcome data to better define the role of these therapies within obesity treatment protocols. Overall, this review serves as an authoritative resource for endoscopists, bariatric specialists, and the wider healthcare community involved in obesity care, promoting best practices and guiding the appropriate implementation of EBMTs in clinical settings.\r\nPubmed   Journal   ReadQx \r\nMulticenter validation of a cholangioscopy artificial intelligence for evaluation of biliary tract disease.\r\n A previously developed cholangioscopy AI was found to continually outperform standard ERCP sampling modalities for accurate identification of malignancy without additional retraining in a multicenter validation cohort.\r\nPubmed   Journal   ReadQx \r\nTwo-sample Fecal Immunochemical Testing as a Tool to avert Colonoscopy in Symptomatic Patients - A prospective multicenter cohort study.\r\nTwo-sample FIT can achieve a NPV of 99.3% for IBD and 95.6% for AN with a sensitivity of 83.3% and 71.7% respectively. Concordant negative results were found in 71.1%. However, 28.3% of AN was still missed. Therefore, two-sample FIT may play a role in determining the need for colonoscopy in symptomatic patients, but it misses too many lesions to be used as the sole determinant to avert colonoscopy.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Chemical perturbations impacting histone acetylation govern colorectal cancer differentiation.\r\nOur findings establish histone acetylation as a chemically targetable mechanism governing CRC cell fate and demonstrate that epigenetic reprogramming can be leveraged as a therapeutic strategy. By identifying HDAC½ inhibition as a driver of differentiation and revealing H3K27ac as a key regulatory mark, this study provides a framework for targeting chromatin-modifying enzymes to counteract CRC plasticity and improve treatment outcomes.\r\nPubmed   Journal   ReadQx \r\nDietary Patterns and Incident Chronic Constipation in Three Prospective Cohorts of Middle- and Older-aged Adults.\r\n Our findings suggest that dietary patterns emphasizing plant-based foods and healthy fats may protect against constipation, informing future dietary interventions and treatments for chronic constipation.\r\nPubmed   Journal   ReadQx \r\nPeyer's patch B cells sample transglutaminase-gluten complexes and drive celiac disease autoimmunity.\r\n The model supports a mechanism where TG2-gluten complexes formed in the gut lumen are taken up by TG2-specific B cells in GALT. We propose that this pathway plays an important role in driving the anti-TG2 IgA autoantibody response in celiac disease patients. The model provides a platform to explore novel approaches for celiac disease therapies.\r\nPubmed   Journal   ReadQx \r\nRISK OF PANCREATIC CANCER IN GLYCEMICALLY DEFINED NEW-ONSET DIABETES: A PROSPECTIVE COHORT STUDY.\r\nGlycemically defined new-onset diabetes, identifiable in real-time using active surveillance of electronic health records, is associated with a high 3-year incidence of pancreatic cancer with marked racial/ethnic differences. Longer term risk needs further study.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical Characteristics Analysis of Anorectal Function Changes After Endoscopic Submucosal Dissection for Rectal Lesions.\r\n The occurrence of anorectal symptoms following rectal ESD is closely related to the location and size of the lesion. The psychological and quality-of-life impairments caused by these symptoms are primarily short-term and can gradually recover over time.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Submucosal Resection Using a Ligation Band without Injection for Rectal Neuroendocrine Tumors.\r\nESMR-L without injection can be simpler and more effective for small rectal NETs than ESMR-L with injection.\r\nPubmed   Journal   ReadQx \r\nFeasibility and safety of endoscopic submucosal dissection for the anal canal lesions.\r\nThe favorable short- and long-term outcomes indicate ESD is a safe, effective, and attractive therapeutic modality for ACLs. A multicenter and prospective study should be conducted to validate this technology.\r\nPubmed   Journal   ReadQx \r\nRisk factors of bleeding ulceration after argon plasma coagulation in patients with radiation-associated vascular ectasias.\r\nRectal EQD2 D10cc ≥70 Gy is an independent risk factor for bleeding ulceration after APC for RAVE. In multidisciplinary management involving therapeutic radiologists, endoscopists may consider non-ablative treatment instead of APC in patients with rectal EQD2 D10cc ≥70 Gy.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Crohn's disease and ulcerative colitis exhibit prediagnostic antibody signatures with shared and divergent changes towards disease onset.\r\n This study is the first comprehensive high-resolution analysis of the exact antigenic nature of systemic antibody responses during the transition from prediagnostic to established IBD. The antibody signatures we found may represent a route to developing biomarkers that identify individuals at high risk of developing disease.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Aging disrupts hepatocyte zonation homeostasis in mice and humans.\r\n These findings reveal that aging causes loss of distinct hepatic zonation and alters intercellular communication through widespread transcriptional and architectural remodeling of liver cell types. The emergence of bi-zonal hepatocytes and expansion of hepatic zones in aged livers represent key hallmarks of hepatic aging. Our study provides new insights into mechanisms of liver aging and may inform therapeutic strategies targeting age-associated liver dysfunction.\r\nPubmed   Journal   ReadQx \r\nBiliary YB-1/GLI2 axis facilitates ductular reaction and promotes hepatic stellate cell activation via SPP1/Integrin αvβ1 signaling during liver fibrogenesis.\r\nYB-1/GLI2 axis promotes DRC proliferation and SPP1 secretion, which facilitates HSC activation through integrin αvβ1 receptors. This study highlights the YB-1/GLI2/SPP1 signaling pathway as a potential target for therapeutic intervention in liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nEnvironmental Risk Factors for Liver Cancer.\r\nA number of other environmental factors have been studied for an association with liver cancers, such as air pollution, per- and polyfluoroalkyl substances, cyanobacteria, pesticides, aristolochic acid, polycyclic aromatic hydrocarbons, asbestos, arsenic, and organic solvents, however limited evidence exists for these exposures. It is the goal of this review article to examine what is currently known about environmental risk factors and liver cancer and suggest which ones should have the highest priority for further research.\r\nPubmed   Journal   ReadQx \r\nLiver resection with and without vascular resection versus transplantation for de novo perihilar cholangiocarcinoma.\r\n Both LR and RT+LT achieve excellent oncological outcomes in selected de novo pCCA patients. Key challenges remain dropouts during neoadjuvant therapy in patients planned for LT and high perioperative mortality for patients undergoing LR. OS doubles in LR+VR patients compared to dropouts, supporting LR+VR as a viable option for LT-ineligible patients. Appropriate patient selection is crucial, as those not undergoing surgery suffer from a dismal prognosis.\r\nPubmed   Journal   ReadQx \r\nPrognostic significance of mild ascites in patients with cirrhosis.\r\n Grade 1 (mild or subclinical) ascites is associated with poorer survival compared to no ascites and represents an intermediate prognostic stage between compensated and decompensated cirrhosis.\r\nPubmed   Journal   ReadQx \r\nSalivary microbiome and serum metabolomics add to clinical biomarkers to predict 6-month hospitalizations in a multi-center cirrhosis outpatient cohort.\r\n In a multi-center North American outpatient cirrhosis cohort with controlled etiologies, serum metabolomics and salivary microbiome add to clinical variables to prognosticate 6-month hospitalization.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Prevalence, severity and determinants of steatotic liver disease among individuals with metabolic and alcohol risk from the community.\r\nAmong individuals with cardiometabolic and/or alcohol risk factors, 70% had SLD, 10% had elevated liver stiffness, and 2% had biopsy-confirmed advanced liver fibrosis.   NCT03308916 IMPACT AND IMPLICATIONS  Steatotic liver disease (SLD) remains underdiagnosed in the general population. This study provides new population-based data on its prevalence and severity among individuals with metabolic and/or alcohol-related risk. These findings are relevant to clinicians, researchers, and public health planners, as prevalence data are essential to inform evolving screening strategies. Methodological limitations, including the cross-sectional design and limited generalizability, should be considered when interpreting the results.\r\nPubmed   Journal   ReadQx \r\nSomatic loss-of-function mutations in CIDEB reduce hepatic steatosis by increasing lipolysis and fatty acid oxidation.\r\nCideb deletion is more protective in some types of fatty liver disease. β-oxidation is an important component of the Cideb protective mechanism. CIDEB inhibition represents a promising approach, and somatic mutations in CIDEB might predict the patient populations that might benefit the most. Impact and implications It is not clear why somatic and germline CIDEB mutations are protective in MASLD. Cideb mutations are predominantly loss of function, and Cideb-deficient clones selectively expand in specific dietary contexts such as CDA-HFD-induced MASLD. Consistently, liver-wide deletion of Cideb ameliorates MASLD most profoundly after CDA-HFD feeding. Mechanistically, Cideb deficiency enhances hepatic fatty acid β-oxidation via ATGL and PPARα activation. These findings suggest that CIDEB inhibition might be most effective in patients with the subtypes of MASLD that promote the expansion of CIDEB mutant clones.\r\nPubmed   Journal   ReadQx \r\nSpatiotemporal liver dynamics shape hepatocellular heterogeneity and impact in vivo gene engineering.\r\n These insights into spatiotemporal hepatocyte dynamics enhance our understanding of liver biology and have important implications for therapeutic strategies. Impact and implications We provide new insights into the spatiotemporal dynamics of the mouse liver during postnatal growth, highlighting both proliferative and transcriptomic heterogeneity among hepatocytes and their impact on the efficiency and distribution of in vivo lentiviral gene delivery and targeted gene editing. Understanding and manipulating the biological processes behind this heterogeneity can enhance gene transfer outcomes. We report that not al hepatocytes contribute equally to liver growth, indicating that effectively targeting clonogenic hepatocytes in the newborn liver is crucial for the long-term maintenance of therapeutic genetic modifications. Furthermore, this phenomenon can be leveraged to expand the pool of genetically corrected cells, as illustrated here by a targeted gene editing strategy. Finally, we reveal the existence of a tissue niche that supports the proliferation of both clonogenic hepatocytes and hematopoietic progenitors in neonatal livers. Gaining a deeper understanding of this niche and its signals could be beneficial for regenerative purposes.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Assessing Treatment Outcomes in Achalasia Using 4-Dimensional High-resolution Impedance Manometry.\r\nIBP and clearance ratio help to identify abnormal barium retention in patients after treatment. 4D manometry can be an alternative or complementary approach to characterize and assess treatment response of Achalasia, in additional to TBE or functional lumen imaging probe.\r\nPubmed   Journal   ReadQx \r\nAssessment of Small Bowel Motility Using Cine-magnetic Resonance Imaging in Patients Suspected With Chronic Intestinal Pseudo-obstruction.\r\nCine-MRI is useful in assessing SB motility that cannot be detected on CT. Its usefulness extends to aiding surgical decision-making, particularly in differentiating between FHAM and CIPO.\r\nPubmed   Journal   ReadQx \r\nAssociation Between Psychological Burden and Unexplained High Upper Esophageal Sphincter Basal Pressure.\r\nElevated UES basal pressure is more frequently seen in symptomatic patients with high esophageal hypervigilance and anxiety. When encountering patients with unexplained high UES basal pressure, psychological burden may play a potential role in these cases.\r\nPubmed   Journal   ReadQx \r\nClinical Characteristics and Associated Factors in Mexican Patients With Cyclic Vomiting Syndrome and Cannabinoid Hyperemesis Syndrome.\r\nThis study presents the first detailed analysis of CVS and CHS in the Mexican population, revealing some demographic and clinical differences from global data. These findings highlight the importance of developing region-specific guidelines for diagnosing and managing these conditions, especially given Mexico's changing cannabis policies.\r\nPubmed   Journal   ReadQx \r\nClinical Relevance of Gastric Emptying Time in Functional Dyspepsia.\r\n GET did not significantly differ among FD patients or its subtypes, despite a lower gastric retention rate in FD patients.\r\nPubmed   Journal   ReadQx \r\nLong-term Effects of Potassium-competitive Acid Blockers and Proton Pump Inhibitors on Gastrin, Gastric Emptying Rate, and Small Intestinal Microbiota in Rats.\r\nLong-term administration of P-CABs and PPIs altered gastrin levels, GE, and gut microbiota. Therefore, the acid suppression-related adverse effects of P-CABs and PPIs are expected to be similar.\r\nPubmed   Journal   ReadQx \r\nReal-world Application of the Chicago Classification Version 4.0 for Esophageal Manometry: Asian Multicenter Study.\r\nWe observed heterogeneity among centers in the application of CC v4.0 protocol. To increase inter-center reliability and minimize diagnostic ambiguity, efforts should continue toward the practical clinical application of standard protocols.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Bridging the Gap Between Evidence and Practice in Hepatitis B Virus-Related Hepatocellular Carcinoma Prevention.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: JAK to JAK-Navigating Intraclass JAK Inhibitor Switching in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Between hype and hard evidence: Are large language models ready for implementation in surveillance colonoscopy?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Endoscopic Surveillance for Non-Dysplastic Barrett's Esophagus: Are We Violating \"Primum Non Nocere\"?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Mechanisms and Management of Graft In- and Out-flow in Liver Transplantation: A Narrative Review of the Literature and Guide for Interventional Management.\r\nOverall, an understanding of complex hepatic vascular regulation is essential to optimizing liver graft function in transplantation. This review may help surgeons as they continue to strive for improved access to transplantation across the world.\r\nPubmed   Journal   ReadQx \r\nStaging decompensated cirrhosis: Lumping, splitting, or just rearranging the deck chairs on the Titanic?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    \"Ulcerative Colitis and Irritable Bowel Syndrome Are Diagonally Opposite.\" Missing the Trees for the Woods.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes Mean Nocturnal Baseline Impedance Play a Role in Managing Gastroesophageal Reflux Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nFrom Morphology to Motion: Cine-magnetic Resonance Imaging in the Functional Assessment of Pseudo-obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A splenic artery aneurysm masquerading as a gastric subepithelial tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nIleal Perforation Caused by Ingested Toothpicks.\r\n\r\nPubmed   Journal   ReadQx \r\nPotassium Chloride-induced Acute hemorrhagic Erosive Gastropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nReflux Hypersensitivity or Functional Heartburn Can Be the Cause of Persistent Symptoms in Patients With Confirmed GERD Refractory to PPI Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhong et al and Xu et al.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    One-Year Comparative Effectiveness and Safety of Upadacitinib Versus Risankizumab for Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle Center Audit of the Diagnosis of Bile Acid Diarrhea Based on Fasting Serum 7αC4 and Single Stool Primary Bile Acid Content.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Non-insufflation endoscopic intermuscular dissection in the management of a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel application of multi-loop traction device and threaded clip in gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A giant cerebriform submucosal lipoma extending from the gastric body to the duodenal bulb: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel peroral cholangioscopy of gallbladder carcinosarcoma: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare cause of posttraumatic esophageal perforation successfully treated with a new vacuum stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDelayed intra-abdominal bleeding after endoscopic resection of an inverted appendiceal lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDental floss traction-assisted precut sphincterotomy for difficult biliary cannulation in elongated papilla.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic endoscopic submucosal dissection for a reddish depressed gastric lesion: morphological and pathological upgrading.\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-balloon endoscopy-assisted peroral pancreatoscopy using a novel slim cholangiopancreatoscope for the diagnosis of pancreatic duct stricture in surgically altered anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic closure of a congenital tracheo-esophageal fistula using a through-the-scope suturing device in a young boy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic hepaticogastrostomy combined with antegrade stent deployment using a multi-hole stent with a 5.9-Fr stent delivery system for patients with complete situs inversus.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic intermuscular dissection for a duodenal neuroendocrine tumor using saline-immersion therapeutic endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided antegrade biliary intervention for choledocholithiasis in total gastrectomy with Roux-en-Y anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided fine-needle biopsy of pancreatic hepatoid adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFocal endoscopic intermuscular dissection guided by the pocket-detection method for radical excision of early T2 rectal cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntraoperative closure of a large colonic perforation using dual adjustable instrument and channel endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMuscle inversion closure technique with novel clips minimizes submucosal dead space after colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nPreoperative virtual reality-guidance for safe gastric endoscopic full-thickness resection with a suitable closure strategy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRadiation-free extraction of intrahepatic biliary ascariasis in a pregnant patient using peroral cholangioscopy: a case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRadiofrequency ablation for anti-gastroesophageal reflux under direct vision via nasal endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nScope withdrawal technique to prevent transesophageal puncture during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTwo devices in one channel procedure for difficult cannulation due to periampullary diverticulum using a new duodenoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Impact of Behavioral Interventions on Fecal Immunochemical Testing Uptake from a Randomized Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nScrotal swelling in a patient with Crohn's disease: More than meets the eye.\r\n\r\nPubmed   Journal   ReadQx \r\nSerotonin's New Frontier: SSRIs Unveiled as Cancer Immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    New player in inflammation-driver liver carcinogenesis: pirin on fire!\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Peripheral blood Foxp3-High tregs: A novel prognostic biomarker in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Clarifying the impact of response criteria and locoregional therapy on complete response outcomes in patients with hepatocellular carcinoma following immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Hepatic stellate cells regulate multiple aspects of hepatocyte function in health and disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Bridging the Gap Between Evidence and Practice in Hepatitis B Virus Related Hepatocellular Carcinoma Prevention-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Assessing early post-TIPS hepatic encephalopathy and survival: What key factors remain unaddressed?\r\n\r\nPubmed   Journal   ReadQx \r\nExpanding Access to Colorectal Cancer Screening with Digital Tools.\r\n\r\nPubmed   Journal   ReadQx \r\nGEMA-AI: artificial intelligence for a more rational and equitable access to liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Exegesis on using a customized GPT to provide guideline-based recommendations for the management of pancreatic cystic lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Comments on \"Postoperative Endoscopic Outcomes in the MESOCOLIC Trial Investigating Mesenteric-Based Surgery for Crohn's Disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nDescribing rates of post-colonoscopy colorectal cancer: potential risks as well as benefits?\r\n\r\nPubmed   Journal   ReadQx \r\nMechanistic Insights into Prucalopride's Role in IBS Treatment: Schwann-like Enteric Glial Cells as Therapeutic Targets.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Reframing The Spectrum of Steatotic Liver Disease as a Dynamic Concept.\r\n\r\nPubmed   Journal   ReadQx \r\nThe role of liver biopsy in diagnosing patients with autoimmune hepatitis- it can be acceptable to skip!\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    From Trials to Practice: Exploring the Clinical Value of Potassium-competitive Acid Blockers\r\n\r\nPubmed   Journal   ReadQx \r\nThe Value of 3-Dimensional Anorectal Manometry in the Evaluation of Obstetric Anal Sphincter Injuries.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-17T10:41:55-04:00",
    "input_file": {}
  },
  {
    "path": "gi/07-04-2025/",
    "title": "Fri Jul 04 2025",
    "description": "106 articles - From Friday Jun 27 2025 to Friday Jul 04 2025",
    "author": [],
    "date": "2025-07-04",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endoscopy\r\n    Quality standards and curriculum for training in cholangiopancreatoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement.\r\nA trainee's principal trainer should be an experienced trainer ideally with at least 3 years of experience in undertaking independent cholangioscopy to the determined quality standards. Competence in cholangioscopy should be defined as the ability to successfully perform the procedure effectively without trainer assistance in 80 % of procedures.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Association of US Preventive Services Task Force Guideline Expansion with Colorectal Cancer Screening Uptake and Recommendations Among Adults Aged 45-49 Years.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Tools for endoscopic management of benign luminal GI strictures.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Effects of Steatotic Liver Disease-Associated Genetic Risk Alleles on Longitudinal Outcomes.\r\nVariants in PNPLA3, TM6SF2 and MBOAT7 are significantly associated with hepatic outcomes, especially with advanced baseline liver disease, with modest effects on extrahepatic outcomes. Routine genotyping may improve risk stratification in SLD patients with advanced liver disease.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Pain and Sedative Medication Use Among Individuals With Inflammatory Bowel Disease: A Nationwide Population-Based Cohort Study.\r\n A substantial proportion of individuals with IBD are prescribed pain and sedative medications, including long-term and co-prescriptions. Identifying high-risk patients is essential to ensure they are prioritised for limited resources, such as psychological therapies, as alternatives to harmful prescriptions.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Predictors of Symptoms of Anxiety or Depression at Diagnosis in Patients With Inflammatory Bowel Disease: An Inception Cohort.\r\n Poor psychological health is highly prevalent at the time of an IBD diagnosis, suggesting genuine gut-brain effects.\r\nPubmed   Journal   ReadQx \r\nResearch Communication: Prevalence of Acute Reactions After Gluten Ingestion in Patients With Coeliac Disease-A Retrospective Study.\r\nPatients on gluten-free diet may experience acute symptoms after accidental gluten ingestion. Further research is needed on frequency, triggers, and implications.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Adding clip before endoscopic cyanoacrylate injection decreases ectopic embolisms in gastric varices: a randomized controlled trial.\r\n Clipping before endoscopic cyanoacrylate injection reduces the risk of ectopic embolism in patients with fundal varices with a portal-systemic shunt, without compromising safety or efficacy.\r\nPubmed   Journal   ReadQx \r\nBloating and distention patients form 6 distinct latent clusters based on symptoms, diet, psychosocial and quality of life parameters.\r\nBloating and distention patients are likely driven by variable influences of dietary, psychological and bowel dysfunction. Further studies are needed to identify mechanisms and titrate treatment suited to specific mechanistic drivers.\r\nPubmed   Journal   ReadQx \r\nEffect of second sigmoid colon intubation during colonoscopy on adenoma detection rate in overweight and obese patients: A prospective randomized controlled trial.\r\nUsing a second intubation of the sigmoid colon can effectively enhance the detection rate of sigmoid colon adenomas and polyps.\r\nPubmed   Journal   ReadQx \r\nGeographical Distance from Transplant Center and Impact on Waitlist Outcomes and Healthcare Utilization Pre-Listing.\r\n Geographical distance does not significantly impact LT waitlist mortality or receipt of LT. However, differences in healthcare utilization suggest disparities may still manifest with a negative impact on patients in the pre-LT setting.\r\nPubmed   Journal   ReadQx \r\nSwitching to entecavir >3 months before the end of tenofovir-based therapy in HBeAg-negative patients may reduce early relapse and hepatitis flare.\r\nThe results confirm that the timing of clinical relapse is associated with the last antiviral agent used before EOT. Furthermore, the ETV-switching strategy may reduce clinical relapse and hepatitis flare and the severity of hepatitis flare within 24 weeks after EOT. This strategy seems clinically useful and important for a safer cessation of TDF-based treatment.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Epidemiology of compensated Advanced Chronic Liver Disease (cACLD) in the United States: Insights from NHANES 2017-2020.\r\n Approximately 5 million people in the US may have cACLD, and another 8 million may have possible cACLD. The majority of cACLD patients tend to be male, diabetic, and obese. The high rate of unawareness underscores the need for enhanced screening and surveillance strategies to improve early detection and management.\r\nPubmed   Journal   ReadQx \r\nOptimal cutoffs of fatty liver index and hepatic steatosis index in diagnosing pediatric MASLD.\r\nFLI and HSI are effective non-invasive tools for diagnosing pediatric MASLD and severe MASLD, including in youth with normal ALT levels.\r\nPubmed   Journal   ReadQx \r\nWearable Devices Identify Altered Sleep Characteristics and Sleep Trajectories in Active Inflammatory Bowel Disease.\r\nImpaired sleep architecture is associated with inflammatory activity in IBD, and the presence of symptomatic flares alone does not impact sleep quality.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel artificial intelligence-based system for quality monitoring during esophagogastroduodenoscopy: a multicenter randomized controlled study.\r\nThe use of EQCA during EGD was associated with increased detection of UGI cancer and precancerous lesions. Our novel EQCA system can be an effective tool for monitoring real-time EGD quality.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Evaluating the Outcomes and Safety of Underwater Ampullectomy Versus Traditional (Gas insufflation) Ampullectomy.\r\nUA demonstrates significantly higher rates of en-bloc resections with negative histopathologic margins compared to TA, with similar rates of adverse events.\r\nPubmed   Journal   ReadQx \r\nFollow-up of 35 appendiceal orifice neoplasms resected by endoscopic full-thickness resection.\r\nIn conclusion, EFTR is an effective technique for the curative resection of select, small (<15mm) Paris 0-IIa AO lesions. Appendicitis is a relatively common adverse event but often managed conservatively. The long-term significance post-EFTR fistulas remains unclear. Caution should be exercised when considering EFTR in a patient with prior regional surgery.\r\nPubmed   Journal   ReadQx \r\nOptimal number of needle passes in endoscopic ultrasound-guided tissue sampling for genomic profiling: a randomized, non-comparative trial.\r\nTwo passes using a 19-G needle and MOSE using a 22-G needle are recommended to collect ideal samples for F1CDx.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Lifestyle factors, genetic susceptibility and risk of incident diverticulitis: an integrated analysis of four prospective cohort studies and electronic health records-linked biobank.\r\n Maintaining a healthy lifestyle was associated with a reduced risk of developing diverticulitis, regardless of population differences and genetic susceptibilities.\r\nPubmed   Journal   ReadQx \r\nNuclear Pirin promotes HCC by acting as a key inflammation-facilitating factor.\r\n We elucidate a novel redox-dependent regulatory mechanism governing the nuclear localisation of PIR and its role in promoting liver inflammation and HCC progression. Our findings underscore the significance of cellular redox status in regulating PIR's activity and highlight the potential of targeting this pathway with antioxidants to mitigate HCC progression.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Antibody response to microbiota antigens is associated with alcohol-related liver disease severity and predicts mortality.\r\n The antibody response to microbiota is associated with ALD severity and predicts the risk of severe outcomes. These results suggest a role for immune complexes in ALD pathogenesis and that antibody profiling has potential as a biomarker for clinical management of ALD patients.\r\nPubmed   Journal   ReadQx \r\nBenefits and challenges to therapeutic targeting of bile acid circulation in cholestatic liver disease.\r\nIn addition to altering membrane transporter function by targeting IBAT/ASBT and NTCP, there are an array of potentially additive therapeutic approaches which include receptor agonists acting via nuclear receptor (FXR, PPAR)-mediated transcriptional modification of BA synthesis and transport genes and BA analogs such as norucholic acid (previously known as norUDCA) that undergo cholehepatic shunting. This article reviews established and emerging molecular and clinical rationales for therapeutic targeting of BA circulation and signaling in liver diseases with a specific focus on cholestatic disorders.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of a risk prediction model for patients with hepatocellular carcinoma receiving atezolizumab-bevacizumab.\r\nThe CRAPT-M model demonstrated robust OS prediction, offering a valuable tool for prognosis estimation and clinical decision-making in advanced HCC patients receiving AB.\r\nPubmed   Journal   ReadQx \r\nDistinct gut microbiota but common metabolomic signatures between viral and MASLD HCC contribute to outcomes of combination immunotherapy.\r\nDistinct gut microbiota, but shared beneficial metabolites, particularly fecal acetate, are associated with durable response to combination immunotherapy and improved survival in both MASLD-HCC and V-HCC. Fecal acetate may serve as a potential biomarker and therapeutic target for optimizing HCC treatment.\r\nPubmed   Journal   ReadQx \r\nMIF-mediated crosstalk between THRSP+ hepatocytes and CD74+ lipid-associated macrophages in hepatic periportal zone drives MASH.\r\nOur study demonstrates that THRSP drives MASH progression by recruiting CD74+ LAMs mediated by MIF in hepatic PP zone, providing novel insights into the spatial zonation and crosstalk between lipogenic hepatocytes and LAMs that may result in novel therapies for MASH.\r\nPubmed   Journal   ReadQx \r\nThe OGT-TFF2 axis mediates intrahepatic crosstalk and MASH pathogenesis.\r\nThese results identify an OGT-TFF2 axis that mediates the crosstalk between hepatocytes and CD4 T cells during MASH pathogenesis, revealing a potential therapeutic target for the treatment of chronic liver disease.\r\nPubmed   Journal   ReadQx \r\nTumor site influences efficacy of MEKi and immunotherapy combinations in pre-clinical model of cholangiocarcinoma.\r\nThese findings identify myeloid cells as key mediators of both immunotherapy resistance and toxicity in CCA, highlighting the critical importance of tumor site and use of physiologically relevant pre-clinical models when evaluating immunotherapy strategies.\r\nPubmed   Journal   ReadQx \r\nTumor-migrating peripheral Foxp3-high regulatory T cells drive poor prognosis in hepatocellular carcinoma.\r\n Peripheral Foxp3high Tregs migrate to tumor sites via the CCR5-CCL5 axis and mature in response to pro-inflammatory cytokines. The proportion of these Tregs in peripheral blood correlates with their presence in tumors, making them a potential biomarker for predicting HCC outcomes.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Antibodies elicited by hepatitis E vaccination in humans confer cross-genus protection against rat hepatitis E virus.\r\nThese findings underscore the importance of antigenic site 1 in the design of broad-spectrum vaccines and therapeutics to mitigate the impact of diverse HEV genotypes on human health. IMPACT AND IMPLICATIONS  rHEV spillover to humans represents an unprecedented threat. Significant antigenic differences between rHEV and bHEV may exacerbate the impact of viral hepatitis. Our study reveals that cross-reactive human antibodies can offer protection against rHEV infection. Cross-protective antibodies targeting antigenic site 1 can be used to inform the development of practical strategies for preventing rHEV infection.\r\nPubmed   Journal   ReadQx \r\nPhase 1 randomized double-blind study of an RNA interference therapeutic targeting HSD17B13 for metabolic dysfunction-associated steatohepatitis.\r\nRapirosiran exhibited an encouraging safety and tolerability profile, with robust reduction in liver HSD17B13 mRNA expression. Impact and implications Metabolic dysfunction-associated steatohepatitis (MASH) is a prevalent chronic liver disease with a high burden of disease. The hydroxysteroid 17-beta dehydrogenase 13 gene (HSD17B13) is implicated in the pathogenesis of MASH. Rapirosiran offers a novel mechanism to treat MASH by directly reducing hepatic HSD17B13 expression. In this Phase 1 study, rapirosiran demonstrated an encouraging safety and tolerability profile and resulted in robust reduction in liver HSD17B13 mRNA expression following two subcutaneous doses. The data support further development of rapirosiran as a potential treatment option for patients with MASH, a disease for which there is only one approved pharmacological treatment. Clinical trial number EUDRA-CT  2020-000847-29;  NCT  04565717.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Prescribing Inflammatory Bowel Disease Medications in Chronic Kidney Disease: A Practical Guide.\r\n Most therapies used in IBD, particularly biologic therapies, appear safe and effective when used in patients with CKD, including those on renal replacement therapy. Caution should be considered when using conventional therapies and JAK inhibitors.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Appropriate use and complications of corticosteroids in inflammatory bowel disease: A comprehensive review.\r\ng. geriatrics, pregnancy, underrepresented minorities), and their use in the peri-operative setting.\r\nPubmed   Journal   ReadQx \r\nWearable technologies in inflammatory bowel disease: A scoping review.\r\n Wearables may be useful to improve psychosocial health of IBD patients and contribute to holistic care. Their role in early detection of flares need further evaluation.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Circadian Rhythms in Gastroenterology: The Biological Clock's Impact on Gut Health.\r\nThese interventions aim to realign the circadian clock with external cues or optimize medication timing according to biological rhythms. Understanding the role of the circadian clock in GI conditions can provide preventive and therapeutic opportunities to reduce the burden of GI diseases.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Coeliac disease and the intestinal barrier: mechanisms of disruption and strategies for restoration.\r\nWe also review comprehensively the therapies targeting barrier integrity and normalising intestinal permeability, including particular diets and supplements, and experimental and improved medications including larazotide acetate and IMU-856. Finally, we highlight the need for reliable biomarkers for evaluating increased permeability in coeliac disease and advocate for further research on therapies which normalise barrier function, particularly as a strategy to maintain remission.\r\nPubmed   Journal   ReadQx \r\nThe dual role of IgG4 in immunity: bridging pathophysiology and therapeutic applications.\r\nThis review examines the pathophysiological roles of IgG4 in the regulation of immune responses, highlighting its involvement in both homoeostasis and disease. Furthermore, it explores the therapeutic potential of harnessing IgG4's unique features, not only for IgG4-associated diseases, but also for other indications, where promoting beneficial IgG4 responses could offer therapeutic advantages.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Asymptomatic Yersinia Colitis Mimicking Neoplasia in Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nFructose and Lactose Malabsorption or Intolerance or Hypersensitivity: Which Triggers Symptoms and Why?\r\n\r\nPubmed   Journal   ReadQx \r\nHow I Approach It: Stool Testing for Colon Cancer: Growing options.\r\n\r\nPubmed   Journal   ReadQx \r\nPerforming Endoscopy Safely in Pregnant Patients: Best Practices for the Gastroenterology Team.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Dell'Unto et al.\r\n\r\nPubmed   Journal   ReadQx \r\nUnexpected Origin: Gastric Mature Cystic Teratoma Presenting as a Hepatic Mass.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Upadacitinib in Mother with Inflammatory Bowel Disease: Placental Transfer and Breast milk Excretion.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A new method of endoscopic ultrasound and cholangioscopy-guided gastroenterostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA two-stage strategy to facilitate atypical minor duodenal papilla cannulation in pediatric patients: a case series.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nApplication of an all-in-one snare probe in submucosal tunneling endoscopic resection for an esophageal leiomyoma: the first clinical experience.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBeyond severe iodinated contrast allergy: a contrast-free endoscopic ultrasound-guided rendezvous approach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCryoablation - waiting for the inevitable.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic drainage for the treatment of intramural colonic abscess.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic management of recurrent sump syndrome after surgical choledochoduodenostomy: a stent through two orifices.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic septotomy for symptomatic bariatric surgical complications: a new frontier of endoluminal surgery.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for a squamous cell carcinoma invading the lamina propria in the floor of the mouth.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection of a huge lipoma of ileum assisted with in-vivo traction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nFlushing ensures vessel presealing in underwater third-space endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGuidewire-assisted endoscopic mucosal resection with over-the-scope clips for a cecal submucosal tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHemostatic powder's battle against a spurting bleeding ulcer: can it win?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nImplementing a \"resect and discard\" strategy using a characterization mobile app: toward a more sustainable endoscopy practice.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInadvertent portal vein stenting during endoscopic retrograde cholangiopancreatography for distal bile duct cancer: endoscopic rescue and spontaneous resolution of thrombosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntraductal papillary mucinous neoplasm with gastric penetration diagnosed using endoscopic imaging and aspiration cytology.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntraductal ultrasonography using an ultrathin radial miniature probe and guide sheath to diagnose a bile duct stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLooking beyond immediate success: unexpected challenges in the removal of novel suturing systems.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMagnetic gastrointestinal anastomosis technique for the treatment of duodenal stricture: the first clinical report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nOne-step plastic stent placement using endoscopic ultrasound-guided hepaticogastrostomy without tract dilation in obstructive jaundice.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral direct cholangioscopy and snare technique for stray bile duct stone for patients who have undergone bile duct jejunostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReopenable clip-over-the-line method for closure of postoperative gastric fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSevere adverse effect of antireflux band mucosectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimplified Zenker's diverticulum endoscopic myotomy performed with a new bipolar scissor device.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful biliary cannulation in complex anatomy: effectiveness of a novel rotatable sphincterotome in a case of billroth-I gastrectomy and periampullary diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful endoscopic treatment of Mirizzi syndrome type V complicated with a cholecystocolic fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful management of bleeding from gastric fundic artery malformation using endoscopic intensive ligation combined with clips.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful resection of ampullary neuroendocrine tumors using clip traction-assisted hybrid endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful retrieval of migrated stent via endoscopic ultrasound-guided hepaticogastrostomy with fine-gauge dilation catheter.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful treatment of a full-thickness mucosal injury with a fully covered metal stent during peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSynergistic advantages of combining a traction device with underwater conditions for colonic endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe guidewire-guided endoscopic retrograde direct cholangioscopy facilitating the difficult biliary cannulation of small papilla.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater endoscopic papillectomy of a duodenal adenoma extending to the papilla using a forward-viewing endoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nValue of preoperative enteroscopic carbon nanoparticle labeling in guiding laparoscopic resection of Meckel's diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Cracking a unique case of PEG tube obstruction by granulation tissue.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic balloon dilation with injection of platelet-rich plasma in management of recurrent stenosis in a patient with Crohn's disease (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nHidden Pitfalls of Walled-Off Necrosis: Occult Intracavitary Artery in Endoscopic Transgastric Necrosectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nHybrid endoscopic stricturotomy and balloon dilation followed by enterolith retrieval for distal jejunal stricture in small bowel Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLauromacrogol injection for hemostasis in a giant rectal stromal tumor with abundant blood supply during the endoscopic submucosal dissection procedure.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Adenoma detection and subsequent colorectal cancer risk: is the race really over?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic injection of autologous fat tissue for the treatment of chronic gastrointestinal fistulas.\r\n\r\nPubmed   Journal   ReadQx \r\nSmall intestinal contrast ultrasound versus imaging and enteroscopy in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nWithdrawal time, CADe and adenoma detection: a prospective study.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Immortal time bias in the management of patients with HCC who achieved CR following immunotherapy-based systemic therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Reflections on the predictors of long-term transplant-free survival after TIPS.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Interpreting real-world data in advanced HCC- need for clarity on subsequent therapies, adverse events, and follow-up adequacy.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Immortal time bias in the management of patients with HCC who achieved CR following immunotherapy-based systemic therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Interpreting real-world data in advanced HCC- need for clarity on subsequent therapies, adverse events, and follow-up adequacy.\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction: Blocking H1/H2 histamine receptors inhibits damage/fibrosis in Mdr2-/- mice and human cholangiocarcinoma tumorigenesis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    The endothelium as the gatekeeper of insulin's action on metabolic tissues: Implications for MASLD and MASH.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Advancing Serologic Classification in Indeterminate Chronic Hepatitis B Through Dynamic and Integrated Frameworks-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Advancing Serologic Classification in Indeterminate Chronic Hepatitis B Through Dynamic and Integrated Frameworks.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Causality assessment is necessary in epidemiological studies on idiosyncratic DILI.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter Response to: Ioannou S, Beecham A, Gomez L, et al. Ancestral Diversity in Pharmacogenomics Affects Treatment for Hispanic/Latine Populations With Inflammatory Bowel Disease. Clin Gastroenterol Hepatol August 2024:S1542-3565(24)00766-3.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Clarifying the Causal Role of HIF-2α in Obesity-Associated Esophageal Barrier Dysfunction: Mechanism or Marker?\r\n\r\nPubmed   Journal   ReadQx \r\nExploring the Role of Wearable Devices in Inflammatory Bowel Disease Management.\r\n\r\nPubmed   Journal   ReadQx \r\nInflammation Is a Large Dataset of Heartbeats, Groceries, Night Rest, and More.\r\n\r\nPubmed   Journal   ReadQx \r\nRefining Predictive Models in Preclinical IBD: Need for Expanded Validation and Clinical Translation.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to MESOCOLIC trial interim analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Letters to the editor by Albeniz and Montori and Bhandari <i>et al<\/i>: authors' response.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Cyclic Vomiting Syndrome Versus Cannabinoid Hyperemesis Syndrome.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-17T10:30:27-04:00",
    "input_file": {}
  },
  {
    "path": "gi/06-27-2025/",
    "title": "Fri Jun 27 2025",
    "description": "69 articles - From Friday Jun 20 2025 to Friday Jun 27 2025",
    "author": [],
    "date": "2025-06-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Expert Position Statement: Defining the Role of Intestinal Ultrasound in Assessing Constipation and Faecal Loading.\r\n The expert panel considered intestinal ultrasound an appropriate modality for evaluating constipation and faecal loading. Further prospective research is required, especially in adult patients, to define sonographic metrics of luminal contents to broaden its application in the assessment of functional gastrointestinal disorders.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Tools for endoscopic management of benign luminal GI strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Beyond the guideline: lessons in leadership, limits and legacy from the BSG IBD process.\r\n\r\nPubmed   Journal   ReadQx \r\nBritish Society of Gastroenterology guidelines on inflammatory bowel disease in adults: 2025.\r\nThese guidelines are intended to support clinical decision-making but are not prescriptive, recognizing that individual clinical scenarios may warrant tailored approaches. Further research may inform future revisions as new evidence emerges.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Endoscopy\r\n    Performance of Three Major Techniques for Endoscopic Submucosal Dissection: A Systematic Review and Network Meta-analysis.\r\n Both Tu-ESD and Tr-ESD are effective and safe dissection methods compared to C-ESD. Given that different ESD techniques offer certain advantages, the choice of technique should be tailored to the specific clinical scenario.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A COMPARISON OF TECHNICAL AND CLINICAL SUCCESS BETWEEN LESSER AND GREATER CURVATURE APPROACHES IN GASTRIC PERORAL ENDOSCOPIC MYOTOMY: AN UPDATED SYSTEMATIC REVIEW AND META-ANALYSIS.\r\nG-POEM is associated with high rates of technical and clinical success, which did not differ based on greater curvature and lesser curvature approaches. GCSI scores at 3-6 months were lower in the GC group, but mild adverse events and LOS were higher. Further randomized trials are needed to determine whether outcomes differ by the approach.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Azathioprine or Tofacitinib as Maintenance Therapy in Corticosteroid-Responsive Acute Severe Ulcerative Colitis.\r\n Tofacitinib is more effective than azathioprine as maintenance therapy for steroid-responsive ASUC at 1 year.\r\nPubmed   Journal   ReadQx \r\nClinical Utility and Cost-Effectiveness of Pretreatment NUDT15 Pharmacogenetic Testing to Prevent Thiopurine-Induced Myelosuppression: A Genotype-First Reverse Phenotyping Cohort Study Within the UK NIHR Inflammatory Bowel Disease Bioresource.\r\nSevere myelosuppression was associated with NUDT15 variant allele carriage (11.3% vs 0.95%;  p 1 NUDT15 variant allele and in patients with both NUDT15 and TPMT variant alleles. In patients with a single NUDT15 variant allele, we recommend thiopurine dose reduction (< 1 mg/kg/day) and intensified blood test monitoring.\r\nPubmed   Journal   ReadQx \r\nCombined Lyon and Milan Scores Predict Gerd Management Outcome Better Than Either Score Alone or Their Individual Components.\r\nThe Lyon and Milan scores outperformed AET and DeMeester scores in predicting outcomes in GERD patients. When concordant, they provide optimal predictive accuracy, guiding escalation of therapy.\r\nPubmed   Journal   ReadQx \r\nLymphocyte-to-Monocyte Ratio as a Predictor of Recompensation in Patients With Decompensated Primary Biliary Cholangitis.\r\n LMR serves as a robust independent predictor for recompensation in decompensated PBC patients.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Prospective Comparison of Ustekinumab and Anti-TNF Therapy in the Treatment of Crohn's-like Disease of the Pouch.\r\n These data suggest the potential benefit of ustekinumab in patients with CLDP and should prompt future novel effectiveness evaluations in this population.\r\nPubmed   Journal   ReadQx \r\nEffect of second sigmoid colon intubation during colonoscopy on adenoma detection rate in overweight and obese patients: A prospective randomized controlled trial.\r\nUsing a second intubation of the sigmoid colon can effectively enhance the detection rate of sigmoid colon adenomas and polyps.\r\nPubmed   Journal   ReadQx \r\nFIB-4 score in young healthy adults and its association with end stage liver disease: a nationwide retrospective study.\r\nFIB-4 score is associated with increased risk for end stage LD in young healthy adults.\r\nPubmed   Journal   ReadQx \r\nFruits, vegetables, legumes and potatoes and risk of Crohn's disease and ulcerative colitis.\r\nHigh apple/pear, banana, mushrooms, and onion/garlic intake is associated with a lower risk of developing CD whereas high intake of potatoes is associated with UC.\r\nPubmed   Journal   ReadQx \r\nLong-term Efficacy and Safety of Selective PPARδ Agonist Seladelpar in Primary Biliary Cholangitis: ASSURE Interim Study Results.\r\nSeladelpar demonstrated durable improvements in cholestatic biomarkers and pruritus in patients with PBC with up to 2 years of treatment and remained overall safe with long-term use.\r\nPubmed   Journal   ReadQx \r\nVonoprazan High-dose Dual, Vonoprazan Triple and Rabeprazole Reverse Hybrid Therapies for First-line Treatment of H. pylori Infection: A Multicenter Randomized Trial.\r\n Vonoprazan triple therapy and rabeprazole reverse hybrid therapy are preferable to vonoprazan dual therapy for first-line treatment of H. pylori infection.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Cost-effectiveness of novel noninvasive screening tests for colorectal neoplasia.\r\nFIT was the most cost-effective strategy for preventing CRC cases and deaths. At real-world adherence of 60%, mt-sRNA demonstrated the greatest clinical benefit and was more cost-effective than other molecular strategies.\r\nPubmed   Journal   ReadQx \r\nDietary patterns are associated with variations in the global prevalence and severity of Rome IV Irritable Bowel Syndrome.\r\n Dietary patterns adjusted by age, country, and religion are associated with the global prevalence and severity of IBS. Further studies are required to investigate population-specific dietary preferences and acceptability of dietary interventions for IBS.\r\nPubmed   Journal   ReadQx \r\nExternal validation of the GOLDEN model for predicting HBsAg loss in non-cirrhotic chronic hepatitis B patients with interferon-alpha based therapy.\r\n GOLDEN model is a robust tool for predicting HBsAg loss or decline in IFN-α-treated CHB patients, offering valuable support for clinicians in developing personalized, effective management strategies for CHB patients.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic biopsy techniques in Barrett esophagus patients: a multidesign study.\r\nBE surveillance biopsies should be taken with the single-biopsy method and turn-and-suction technique to increase biopsy size. BE surveillance biopsies should be taken with the single-biopsy method and turn-and-suction technique to increase biopsy size.\r\nPubmed   Journal   ReadQx \r\nEndoscopic papillectomy for laterally spreading lesions of the papilla - a propensity score matched analysis.\r\n LSL can be safely resected by EP, though repeated interventions are necessary to achieve complete resection. The higher risk of recurrence in LSL necessitates a vigilant surveillance strategy.\r\nPubmed   Journal   ReadQx \r\nEvaluation of an improved computer-aided detection system for Barrett's neoplasia on real-world imaging conditions.\r\n Based on several key improvements, CADe 2.0 demonstrated increased detection rates and better robustness to data heterogeneity, making it ready for clinical implementation.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Whole food diet induces remission in children and young adults with mild-moderate Crohn's disease and is more tolerable than exclusive enteral nutrition: a randomized controlled trial.\r\nT&H demonstrated better tolerability than EEN for inducing remission in mild-to-moderate CD, while positively affecting the microbiome (TASTI-MM, NCT#04239248).\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    An unusual etiology of cholestatic jaundice: localized multiple biliary hamartomas (with video).\r\nThese findings caused cholestasis and were consistent with localized multiple biliary hamartomas (LMBH). (c, d) At six-month follow-up, he reported no discomfort.\r\nPubmed   Journal   ReadQx \r\nCOMPARISON OF FULLY COVERED SELF-EXPANDABLE METAL STENTS WITH AND WITHOUT ANTI-MIGRATION FINS FOR THE MANAGEMENT OF DISTAL MALIGNANT BILIARY OBSTRUCTION.\r\nFCSEMS and FCSEMS-AF have similar performance characteristics at 6 months, however FCSEMS were more likely to migrate and had similar occlusion risk after stent length adjustment. These findings can provide insight into current limitations and help guide future stent design.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    A fusion-based deep-learning algorithm predicts PDAC metastasis based on primary tumour CT images: a multinational study.\r\n This study represents a pioneering utilisation of a high-performance deep-learning model to predict extrapancreatic organ metastasis in patients with PDAC.\r\nPubmed   Journal   ReadQx \r\nExtracellular vesicle-induced lipid dysregulation drives liver premetastatic niche formation in colorectal cancer.\r\n Inhibition of FA synthesis in CRC cells with high metastatic potential reduces hepatic lipid accumulation and subsequent metastasis, highlighting a new strategy for preventing liver metastasis.\r\nPubmed   Journal   ReadQx \r\nHepatitis B surface antigen level identifies patients with inactive chronic hepatitis B from Asia with HCC risk below surveillance threshold.\r\n Serum HBsAg levels <100 IU/mL effectively identify patients with inactive CHB with negligible HCC risk and limited viral activity, which is important in optimising surveillance strategies and defining partial HBV cure.\r\nPubmed   Journal   ReadQx \r\nNon-invasive risk-based surveillance of hepatocellular carcinoma in patients with metabolic dysfunction-associated steatotic liver disease.\r\n HCC surveillance should be offered to patients with MASLD with FIB-4 ≥3.25 or LSM ≥20 kPa. When a two-step approach is adopted, LSM ≥15 kPa in patients with increased FIB-4 predicts a high HCC risk.\r\nPubmed   Journal   ReadQx \r\nResults of endoscopic intermuscular dissection for deep submucosal invasive rectal cancer: a three-year follow-up study.\r\n Despite the challenges associated with accurate preoperative staging, EID followed by active surveillance may offer a viable alternative to radical surgery for patients with low- and intermediate-risk rectal D-SMIC, avoiding rectal surgery in most cases while maintaining oncological safety.\r\nPubmed   Journal   ReadQx \r\nRice-derived recombinant human serum albumin as an alternative to human plasma for patients with decompensated liver cirrhosis: a randomised, double-blind, positive-controlled and non-inferiority trial.\r\nRice-derived HSA is non-inferior to plasma-derived HSA in efficacy and safety. This finding should be confirmed in phase 3 trial.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Call to action - pediatric MASLD requires immediate attention to curb health crisis.\r\nWe provide clear steps to address this public health emergency by promoting awareness campaigns, educating and empowering patients and families, addressing barriers including access to care, nutritional and exercise support programs, establishing multidisciplinary care, launching community initiatives, and conducting clinical trials in pediatric MASLD for an age-based evaluation of novel diagnostic and therapeutic options. We conclude by highlighting the urgent need for comprehensive public health policies to control the tide of pediatric MASLD and call upon stakeholders to act now.\r\nPubmed   Journal   ReadQx \r\nDissecting liver inflammation ecosystem identifies annexin A1 as a pro-resolving target for liver failure.\r\nOur findings provide a comprehensive immune profile in ACLF and highlight ANXA1 as a potential therapeutic target for resolving immune dysregulation and improving outcomes in ACLF.\r\nPubmed   Journal   ReadQx \r\nGut-to-Bile transfer of microbially amidated minor bile acids in patients with hepatopancreatobiliary disorders.\r\nLike major conjugated BAs, MABAs are transferred from the gut, where they are produced, to the bile of patients with hepatopancreatobiliary diseases, suggesting gut dysbiosis that favors species generating these compounds.\r\nPubmed   Journal   ReadQx \r\nHealth IT interventions reduce avoidable readmissions in cirrhosis: The HEROIC randomized controlled trial.\r\n In a multicenter RCT of 464 cirrhosis inpatients and their caregivers across several practice settings, the Patient Buddy App was associated with lower avoidable readmissions at 30 days post-discharge compared to standard of care.\r\nPubmed   Journal   ReadQx \r\nMultimodal transcriptomics identifies metallothionein as a novel pathway in primary sclerosing cholangitis.\r\nCombinatorial spatial and high-resolution single-nuclei transcriptomics on the largest number of PSC liver explants to date revealed metallothionein as a novel PSC pathway that could be interrogated in future studies aiming to develop effective therapeutic interventions for PSC.\r\nPubmed   Journal   ReadQx \r\nTertiary lymphoid structures in hepatocellular carcinoma: Influence on immune cell profiles in tumors and on efficacy of adjuvant PD-1 inhibitor therapy after hepatectomy.\r\n The TLS may be associated with significantly longer recurrence-free and overall survival. This association may reflect synergy between TLS and adjuvant PD-1 inhibitor therapy in activating anti-tumor immune responses within tumors.\r\nPubmed   Journal   ReadQx \r\nType 2 Diabetes mellitus as an independent predictor of significant fibrosis in treatment-naïve chronic hepatitis B patients with concurrent hepatic steatosis.\r\nIn CHB patients with concurrent HS, T2DM was an independent factor associated with significant fibrosis, HBeAg+ with hepatic inflammation, and BMI with moderate-to-severe steatosis, suggesting that both viral and metabolic control are crucial in the management of CHB patients with HS.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Bile acids engage the SIPR-STAT3 signaling axis to modulate regulatory T cell responses in fibrosing cholangiopathies.\r\n BAs repress Treg suppressor function, polarize Tregs towards a Th17 phenotype, and thus constrain their capacity to protect from immune mediated cholangiocyte injury. Impact and implications This research examines the role of CD4 lymphocytes in controlling bile duct epithelial injury in fibrosing cholangiopathies, with potential implications for developing targeted therapies for biliary atresia and primary sclerosing cholangitis. Using single cell genomics, functional assays, and complementary mouse models of sclerosing cholangitis, mechanisms by which chenodeoxycholic acid derived bile acids determine polarization and suppressor functions of CD4 lymphocytes were investigated. Reduction of hepatic bile acid concentration with IBAT inhibitor, antagonizing STAT3 in CD4 lymphocytes, or blocking of S1P receptors boost hepatic regulator T cells in experimental sclerosing cholangitis and protect from cholestatic liver injury. The preclinical studies will inform future clinical trials in affected patients.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of time-restricted eating in metabolic dysfunction-associated steatotic liver disease.\r\nTRE effectively reduces hepatic steatosis in MASLD, with comparable benefits on weight loss, body composition, and metabolic parameters as CR. This approach may serve as a practical dietary strategy for MASLD management.\r\nPubmed   Journal   ReadQx \r\nGlucagon controls obesity-specific energy expenditure via persistent cAMP/PKA signaling.\r\nThese findings provide the molecular basis for GCG-induced energy expenditure and metabolic benefits and suggest the phenotypic segregation of cAMP/PKA-dependent and independent effects. Impact and implications This study provides fundamental mechanistic insights into GCG pharmacology with direct clinical implications. The obesity-specific enhancement of energy expenditure by GCGR agonist substantiates the superior efficacy of GCGR/glucagon-like peptide-1 receptor (GLP-1R) dual agonists in individuals with obesity compared to GLP-1R mono-agonists. Importantly, differential PDE4 expression patterns may provide a molecular basis for the variable weight-loss responses to GCG-based agonists, identifying PDE4 inhibition as a potential strategy to restore efficacy in GCG-non-responders. Furthermore, the PDE4-overexpression model preserved the lipid-clearing capacity of GCGR agonist while attenuating hyperglycemic risk, demonstrating a translatable strategy to optimize the safety-efficacy profile of GCG-based therapies for cardio-renal-metabolic diseases such as obesity and MASH.\r\nPubmed   Journal   ReadQx \r\nImpact of first and further decompensation in patients with compensated ACLD due to MASLD.\r\nThe first and further decompensations represent tipping points in the clinical course of patients with cACLD due to MASLD, increasing 18.9-times and additionally 1.52-times the cause-specific hazard of LR-D. HCC is an independent predictor of LR-D in patients with cACLD due to MASLD, resulting in an additional cause-specific hazard of LR-D when associated with both first and further decompensation.\r\nPubmed   Journal   ReadQx \r\nPolyunsaturated fatty acid-induced metabolic exhaustion and ferroptosis impair the anti-tumour function of MAIT cells in MASLD.\r\nOur findings uncover a novel immunometabolic axis that serves as a functional barrier for MAIT cell-mediated anti-cancer immunity and could be exploited for enhancement of immunotherapy. IMPACT AND IMPLICATIONS  ;  This study identifies a novel immunometabolic axis by which polyunsaturated fatty acids (PUFAs) accumulating in MASLD liver tissue drive MAIT cell dysfunction through lipid peroxide-induced metabolic exhaustion and ferroptosis, thereby impairing their anti-tumour activity. These findings reveal how MASLD creates an immune-permissive environment that may facilitate HCC development and -progression. Targeting the PUFA-lipid peroxide axis could restore MAIT cell function and enhance current immunotherapeutic anti-cancer strategies.\r\nPubmed   Journal   ReadQx \r\nRapid whole-blood immune profiling reveals heterogeneous HBV-specific T cell response patterns independent of clinical disease phases.\r\nThe HBV-CRA is an easy-to-use assay that identifies immune profiles associated with HBsAg clearance in AHB and differentiates CHB patients based on antiviral T cell function. Importantly, distinct HBV-specific T cell cytokine patterns were detected independently of conventional clinical disease phases, suggesting that stratifications of CHB patients for immunotherapeutic interventions should be guided by HBV-CRA. Impact and implications Challenges in collecting anti-HBV immune biomarkers from chronic hepatitis B (CHB) patients have led us to develop an easy-to-use assay (HBV-CRA) designed to quantify virus-specific T cell function in the patients' whole blood. We show that HBV-CRA can identify immune profiles associated with HBsAg clearance in AHB and reveal functional T cell heterogeneity among CHB patients that is not captured by standard clinical classifications. By offering a scalable, point-of-care immune monitoring tool, HBV-CRA could support the development and implementation of personalized immunotherapeutic strategies in CHB management.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Beyond Viral Eradication-Scrutinising Outcomes After Hepatitis C Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Drug-Induced Liver Injury Associated With Antibody-Based Therapies in Haematologic Malignancies.\r\nDILI remains a major challenge in the use of antibody-based therapies for haematologic malignancies. While progress has been made in understanding risk factors and management strategies, further research is essential to optimise patient care and balance therapeutic efficacy with liver toxicity risks.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Chimeric Antigen Receptor (CAR) T-cell Therapy: Engineering Immune Cells To Treat Liver Diseases.\r\nEmerging senolytic therapies that target senescent cells and hepatic fibrosis are highlighted alongside regulatory CAR-T cells that induce liver-specific immune tolerance in transplantation. Future and ongoing research is reviewed that seeks to enhance the specificity, efficacy, and safety of CAR-based therapies as \"living drugs\" that facilitate targeted, sustained, and personalized interventions for liver diseases.\r\nPubmed   Journal   ReadQx \r\nHistory and prospects of bile acid therapies.\r\nDevelopment of new drugs interacting with the enterohepatic bile acid circulation has attracted attention for rare genetic pediatric disorders. The present review describes the current status and future prospects of bile acid-based therapies for hepatobiliary diseases of adults, children and during pregnancy on the basis of historical developments over centuries and millennia.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Fructose and Lactose Malabsorption or Intolerance or Hypersensitivity: Which Triggers Symptoms and Why?\r\n\r\nPubmed   Journal   ReadQx \r\nHow Do I Manage Marginal Ulcers After Roux-En-Y Gastric Bypass?\r\n\r\nPubmed   Journal   ReadQx \r\nIntraoperative Enteroscopy-Guided Surgical Ligation: A Novel Approach for Simultaneous Diagnosis and Treatment of Hookworm-Induced Obscure Small Intestinal Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nPerforming Endoscopy Safely in Pregnant Patients: Best Practices for the Gastroenterology Team.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Out-of-Pocket Costs for Colonoscopy Prep Persist Despite ACA Mandate: Insights from a Large Real-World Dataset.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Natural Orifice Transluminal Endoscopic Surgery as Salvage Therapy for a Migrated Lumen Apposing Metal Stent in Recurrent Cholecystitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSimultaneous re-POEM and STESD for recurrence of achalasia combined with epiphrenic diverticulum after POEM.\r\n\r\nPubmed   Journal   ReadQx \r\nStage T3 Gastric Adenocarcinoma Presenting as A Gastric Stromal Tumour Originating from the Muscularis Propria.\r\n\r\nPubmed   Journal   ReadQx \r\nThulium Laser-Assisted Endoscopic Ultrasound-Guided Debridement for Peripancreatic Abscess with Calcification.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Decoding intestinal metaplasia: a step towards understanding gastric tumourigenesis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Sympathetic activation of adipose tissue lipolysis underlies overnutrition-induced metabolic dysfunction.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Advancing Serologic Classification in Indeterminate Chronic Hepatitis B Through Dynamic and Integrated Frameworks-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Advancing Serologic Classification in Indeterminate Chronic Hepatitis B Through Dynamic and Integrated Frameworks.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Preclinical protein signatures of Crohn's disease and ulcerative colitis: A nested case-control study within large population-based cohorts\".\r\n\r\nPubmed   Journal   ReadQx \r\nReflections on the Use of Preclinical Protein Signatures for IBD Diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Enhancing non-invasive early detection of gastric cancer: a critical reflection on exosome ncRNA and machine learning.\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of the CLIF-SIG score in patients with HBV-related acutely decompensated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Mind the Meal and the Missingness: Cautionary Notes on Multi-Omics Subtyping of MetALD in UK Biobank.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of maralixibat in severe and recurrent intrahepatic cholestasis of pregnancy with concurrent benign recurrent intrahepatic cholestasis (BRIC).\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-28T13:03:15-04:00",
    "input_file": {}
  },
  {
    "path": "gi/06-20-2025/",
    "title": "Fri Jun 20 2025",
    "description": "123 articles - From Friday Jun 13 2025 to Friday Jun 20 2025",
    "author": [],
    "date": "2025-06-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic Review: Variability in Definitions of Fibrostenosis in Eosinophilic Oesophagitis.\r\nSignificant variability exists in definitions and diagnostic methods of detection regarding fibrostenosis in eosinophilic oesophagitis. Lack of agreement hampers progress in further investigating this complication. Development of consensus criteria is necessary to provide clarity for clinical care and research.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Pharmacological Strategies for the Management of Severe Alcohol-associated Hepatitis: A Systematic Review and Meta-analysis.\r\nLow certainty evidence supports the efficacy of corticosteroids as first line therapy for eligible patients with severe AH. The certainty of the evidence supporting other therapies ranges from low to moderate. Further studies are needed to confirm these benefits.\r\nPubmed   Journal   ReadQx \r\nYield of Advanced Neoplasia at 2<sup>nd<\/sup> Post-Polypectomy Surveillance Colonoscopy: A Systematic Review and Meta-Analysis.\r\nThese findings support the concept of using results from both the baseline and 1 st surveillance colonoscopies to provide a more accurate risk estimate than using results of only the most recent colonoscopy.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Efficacy and Safety of Repeat Endoscopic Submucosal Dissection for Recurrent, Synchronous, and Metachronous Esophageal Squamous Cell Carcinoma: A Systematic Review and Meta-Analysis.\r\n Repeat ESD demonstrated acceptable clinical outcomes for recurrent ESCC. Despite technical challenges and variability in complications, it seems to be a viable endoscopic option, emphasizing the need for further research to optimize outcomes.\r\nPubmed   Journal   ReadQx \r\nLocal recurrence rates of horizontal margin-positive en bloc endoscopic submucosal dissection of colorectal neoplasia: a meta-analysis.\r\nEn bloc ESD with HM1/x margins is associated with a significantly higher risk of local recurrence compared to HM0 resection. However, the absolute risk remains low and most recurrences are benign. As invasive recurrences seem to originate from initially invasive or HGD lesions, intensive surveillance should be prioritized for HM1/x cases with these characteristics, rather than al HM1/x cases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Azathioprine or Tofacitinib as Maintenance Therapy in Corticosteroid-Responsive Acute Severe Ulcerative Colitis.\r\n Tofacitinib is more effective than azathioprine as maintenance therapy for steroid-responsive ASUC at 1 year.\r\nPubmed   Journal   ReadQx \r\nOptimising Use of Stool Gluten Immunogenic Peptide Tests for Monitoring Adherence to Gluten-Free Diet in Patients With Coeliac Disease.\r\nTesting stool twice within 7 days was practical and accurate for monitoring dietary adherence. This approach effectively balances patient convenience with diagnostic accuracy for routine clinical use.\r\nPubmed   Journal   ReadQx \r\nSafety and Tolerability of Injectable Extended-Release Naltrexone for the Management of Alcohol Use Disorder in Advanced Alcohol-Associated Liver Disease.\r\n In this case series, XR-NTX was well tolerated in patients with advanced ALD, without evidence of hepatotoxicity or liver decompensation.\r\nPubmed   Journal   ReadQx \r\nSurviving Hepatitis C-Understanding Death and Survival Beyond Cure.\r\nLiver-related death drives mortality for cirrhotic patients. Curing HCV remains critical. Holistic HCV care, with attention to mental health illnesses in younger patients, metabolic comorbidities, and better cancer screening for older patients may reduce excess mortality.\r\nPubmed   Journal   ReadQx \r\nTwenty-Year Trends in Colectomy Rates and Advanced Therapy Prescribing in Lothian, Scotland.\r\n The incidence of colectomy in the UC population has decreased over time while the use of advanced therapies has greatly increased.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    DRESS syndrome in patients with drug-induced liver injury: Characteristics and HLA risk factors.\r\nPatients with DILI and DRESS are younger, more likely to be Black, had shorter time to DILI onset with more severe liver injury and higher overall and liver-related mortality. HLA A*32 01, HLA B*53 01 and HLA B*58 01 are risk factors for DILI-DRESS.\r\nPubmed   Journal   ReadQx \r\nDissatisfaction and Barriers in Electronic Health Record Use for Inflammatory Bowel Disease Patients: A Nationwide Survey of Major IBD Centers.\r\n This is the first IBD program survey in the United States showing significant dissatisfaction and opportunity for EHR enhancements to improve patient care.\r\nPubmed   Journal   ReadQx \r\nDupilumab Efficacy in Children With Eosinophilic Esophagitis With Prior Swallowed Topical Corticosteroid Use: A Subgroup Analysis.\r\n Dupilumab may be an effective treatment in children with EoE with prior STC use, or prior IRIC to STCs.\r\nPubmed   Journal   ReadQx \r\nIncreasing Prevalence of Cannabinoid Hyperemesis Syndrome in Young Adults and Minority Populations.\r\n Younger adults, Hispanic individuals and Black individuals may be at higher risk for presenting with CHS.\r\nPubmed   Journal   ReadQx \r\nTrends in Underrepresented Fellows in Gastroenterology.\r\n Efforts to promote a more inclusive workforce in GI have had limited success over the past decade. Successful interventions that institutions can implement include supporting minority applicants, structured mentorship, and bias mitigation training.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    ALT is an effective screening tool for advanced MASLD in children with obesity and overweight.\r\nThis study shows that ALT is an effective primary screening step for increased liver stiffness, suggestive of significant fibrosis, in children with obesity or overweight and additional risk factors.\r\nPubmed   Journal   ReadQx \r\nIntestinal Ultrasound and Its Advanced Modalities in Characterizing Strictures in Crohn's Disease.\r\n A combination of IUS and CEUS is accurate to differentiate between inflammatory and chronic strictures in CD. The SSA needs external validation and confirmation in its potential as a diagnostic decision aid when choosing between surgical and available medical treatments.\r\nPubmed   Journal   ReadQx \r\nJanus kinase (JAK) inhibitor-induced acne in inflammatory bowel disease - an international, multicenter, retrospective cohort study.\r\n This is the first study characterizing this adverse event in JAK inhibitor-treated IBD patients and presents the largest cohort of JAK inhibitor-induced acne cases across al immune-mediated diseases. Acne is a common adverse effect resulting in significant psychological burden. Early identification, proactive counseling, and timely interventions, such as dose reduction or referral to dermatology, are crucial in managing this side effect.\r\nPubmed   Journal   ReadQx \r\nNAVIGATING THE MAZE OF FUNCTIONAL DYSPEPSIA: EMERGENCE OF A NEW ENTITY, POSTPRANDIAL EPIGASTRIC PAIN SYNDROME.\r\n In contrast to earlier characterization of EPS symptoms as purely meal-unrelated, we identified a relevant patient cohort with postprandial epigastric pain in the absence of PDS symptoms in 4 different cohorts. Further research is needed to determine the underlying pathophysiology, and the response to different treatment approaches in these newly defined patient cohorts.\r\nPubmed   Journal   ReadQx \r\nPerianal Disease in Pediatric-Onset Crohn's Disease: Incidence, Disease Course, and Long-Term Outcomes.\r\n We report a high incidence of perianal disease in pediatric-onset CD. Patients with perianal disease had higher risks of major abdominal surgery and requiring stomas than patients without perianal CD.\r\nPubmed   Journal   ReadQx \r\nPsychomotor development in infants following maternal exposure to biologics: Results from the DUMBO registry.\r\nExposure to biologics for IBD in utero or during breastfeeding has no negative impact on psychomotor development in infants.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Aggressive versus Conservative Endotherapy for Gastric Varices in Cirrhosis: A Randomized Controlled Trial.\r\n Aggressive endotherapy resulted in similar rebleeding and mortality rates compared to conservative therapy.\r\nPubmed   Journal   ReadQx \r\nClinical decision tree for optimising endoscopic assessment of signet ring cell carcinoma in hereditary diffuse gastric cancer surveillance.\r\n We developed and validated a practical endoscopic framework to enhance SRCC assessment during HDGC endoscopic surveillance.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Association Between Adenoma Detection Rate and Prevalent Colorectal Cancer Detection Rate in a National Colonoscopy Registry Subtitle: Association Between Adenoma and Colorectal Cancer Detection.\r\nADR reflects prevalent CRC detection as well as detection and removal of CRC precursors. Our findings suggest that PCCRC is not uncommonly due to missed CRC, especially among endoscopists with low ADR.\r\nPubmed   Journal   ReadQx \r\nTotal Pancreatectomy and Islet Auto Transplant for Chronic Pancreatitis.\r\n In this prospective multicenter study of patients with intractably painful CP or RAP, TPIAT significantly reduced pain burden and improved QOL. While young age predicted better outcomes, duration and etiology of disease did not.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparison of survival and recurrence between colonic and rectal tumors after resection in T1 colorectal cancer: long-term cohort study.\r\nT1 rectal cancer had a worse prognosis than T1 colonic cancer after high-risk lesion SR. Careful surveillance is required for high-risk T1 rectal cancers with venous invasion or a high BD.\r\nPubmed   Journal   ReadQx \r\nPreliminary feasibility study of a novel spiral-designed plastic stent for endoscopic management of malignant hilar biliary obstruction: a multicenter prospective study (with videos).\r\nThe newly designed Twist plastic stent exhibited high technical success and sustained patency in with the management of MHO, with a 3-month stent patency rate of 76.9% and no observed instances of spontaneous migration. These findings highlight its potential role in optimizing biliary drainage.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Margin and Base Ablation After Endoscopic Mucosal Resection of Large Nonpedunculated Colorectal Polyps: A Prospective Multi-Center Study.\r\n In a prospective multicenter study, EMR with systematic ablation of the complete post-resection base and visible vessels in addition to margin ablation demonstrated high technical success, low adverse events and low recurrences. A randomized controlled trial is needed to compare the safety and efficacy of systematic base and margin ablation to margin ablation only.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    A fusion-based deep-learning algorithm predicts PDAC metastasis based on primary tumour CT images: a multinational study.\r\n This study represents a pioneering utilisation of a high-performance deep-learning model to predict extrapancreatic organ metastasis in patients with PDAC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Antiangiogenic therapy combined with immune checkpoint blockade mediates CCR7+CD8+ T-cell entry into HCC through high endothelial venules.\r\nHEVs are pivotal in modulating immune activity within the HCC tumor microenvironment. Targeting the VEGFC-NF-κB (non- canonical)-HEV axis could be a promising therapeutic strategy to enhance antitumor immunity and improve outcomes in patients with HCC who are receiving combination AAD plus ICB therapy.\r\nPubmed   Journal   ReadQx \r\nRefinement of histologic subtypes and identification of biomarkers linked to unfavorable prognosis in cholangiocarcinoma: The ENSCCA registries' framework for digital twin advancement.\r\n Our data underline the importance of identifying morphological subclasses with a significant prevalence in CCA as a tool for risk stratification and prognosis. The European CCA Histology Registry represents a valuable platform for integrating digital pathology with clinical, radiological, and molecular information as a framework for digital twin advancement.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Clinical utility of phosphatidylethanol to detect underreported alcohol use and enhance steatotic liver disease subclassification.\r\nPEth may objectively quantify alcohol use and help identify SLD subcategories alongside clinical history, mitigating diagnostic misclassification. Impact and implications The current subclassification of steatotic liver disease (SLD) relies on self-reported alcohol use, which is frequently limited by patient underreporting, potentially leading to diagnostic misclassification. In this study of 391 community-dwelling adults with overweight/obesity and SLD assessed by advanced MRI methods, we found that 15.9% (95% CI  12.2%-19.5%) of individuals with SLD underreported alcohol use based on their phosphatidylethanol (PEth) levels. Male gender, absence of type 2 diabetes, and White race were the strongest independent factors associated with alcohol underreporting in this population. The incorporation of PEth alongside self-reported alcohol use resulted in a 4-fold increase in MetALD diagnoses and a 3-fold increase in ALD diagnoses. These findings support the clinical utility of PEth as a direct, quantitative, objective alcohol biomarker which may help clinicians identify SLD subcategories and differentiate between its metabolic and alcohol-related etiologies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Endomysial Antibodies for a No-Biopsy Diagnosis of Coeliac Disease-The Jury Is Still Out.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Patient Reported Outcomes Provide Insight Into Disease Severity for People Living With Primary Sclerosing Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Shooting in the Dark-The Problem With Empiric Antispasmodics for Abdominal Pain in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReview: Human Intestinal Barrier-Optimal Measurement and Effects of Diet in the Absence of Overt Inflammation or Ulceration.\r\nCurrently, data are not exclusively from human studies, and research is needed to corroborate observations in animals or further validate in humans. There are several practical dietary approaches that can be instituted for restoration of the intestinal barrier in humans.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Senescence, aging and disease throughout the gastrointestinal system.\r\nIn this review we describe the mechanisms, hallmarks and consequences of cellular senescence, as well as the therapeutic potential of senescence-targeting interventions. We aim to highlight the importance of understanding the molecular basis of senescence in gastroenterology, whilst connecting the worlds of research and clinical practice.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Current-generation sequencing: Has the next generation of malignant biliary stricture identification arrived?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrograde cholangiopancreatography-related duodenal perforations in the modern era of advanced endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic endotherapy and quality of life in chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Sour taste sensation as a neuroimmune modulator in liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    All Aboard the All-Exam Adenoma Detection Rate.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Macias et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Sah et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhang and Fang.\r\n\r\nPubmed   Journal   ReadQx \r\nUnresolved Challenges in MAFLD-ACLF Risk Stratification: A Critical Appraisal.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Addition of AFP Improves Sensitivity of Ultrasound for Early-Stage HCC Detection in Patients with Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nStable Trends in Incidence of Young-Onset Esophageal Adenocarcinoma: A Twenty-Year Analysis from the United States Cancer Statistics Database.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of annular pancreas complicated with pancreatic ductal adenocarcinoma diagnosed with linear endoscopic ultrasound.\r\n\r\nPubmed   Journal   ReadQx \r\nA new method of intra-small intestinal ultrasonography using double-balloon enteroscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel endoscopic approach for efficient and safe resection of tumors at the appendiceal orifice.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel multipoint mucosal bridge technique in endoscopic submucosal tunneling dissection for esophageal lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel underwater endoscopic submucosal dissection via continuous irrigation method for esophageal squamous cell carcinoma with severe fibrosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAn Y shaped tunnel to bypass a hemorrhoid band ligation scar during rectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nAntireflux mucosal intervention for refractory gastroesophageal reflux disease after multiple Nissen fundoplications.\r\n\r\nPubmed   Journal   ReadQx \r\nCombined endoscopic approach with fluoroscopy-guided radial incision and cutting for a complete esophageal stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nConfocal endomicroscopy: an additional approach in the watch-and-wait strategy for advanced rectal tumors.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nConfocal endoscopy-assisted diagnosis of duodenal follicular lymphoma: a rare case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCryoablation for Barrett's esophagus with dysplasia and eosinophilic esophagitis: A novel approach for a rare dual condition.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic direct-vision appendicitis therapy for the treatment of chronic appendicitis with multiple appendicoliths.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of early gastric cancer in the gastric fundus: challenges and techniques.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasonography-guided choledochoduodenostomy without tract dilation using a novel ultra-tapered slim-delivery metallic stent.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasonography-guided hepaticogastrostomy with a novel 0.018-inch guidewire and a slim-delivery metallic stent.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-directed transenteric retrograde cholangiopancreatography using a new slim scope with an operative working channel.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided choledochoduodenostomy using lumen-apposing metal stents: a call for standardized training, rescue management, and revision of stent design.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic virtual ruler based on artificial intelligence technology.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHepatic flexure breakdown strategy with adaptive traction for endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nIntrachannel anterograde snare traction combined with a clip-and-line system for polyps in the appendix cavity.\r\n\r\nPubmed   Journal   ReadQx \r\nIntrahepatic bile duct stone removal using a tapered-tip sheath system.\r\n\r\nPubmed   Journal   ReadQx \r\nIs endoscopic radiofrequency ablation safe and effective for treating rare neuroendocrine tumors of the minor papilla?\r\n\r\nPubmed   Journal   ReadQx \r\nNecrosectomy performed by a single-use endoscope with a large operative working channel.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel biopsy forceps removed pancreatic duct foreign bodies in disconnected pancreatic duct syndrome via endoscopic ultrasound-guided pancreatic duct drainage fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel combination closure of an artificial ulcer after gastric endoscopic submucosal dissection using a double-arm-bar suturing system and an anchor prong clip.\r\n\r\nPubmed   Journal   ReadQx \r\nReverse sphincterotomy assisted accessory pancreatic duct cannulation.\r\n\r\nPubmed   Journal   ReadQx \r\nSalvage endoscopic intermuscular dissection: curative treatment for residual rectal adenocarcinoma after chemoradiotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nShallow endoscopic submucosal dissection using a gas-free immersion system to prevent strictures after esophageal dissections.\r\n\r\nPubmed   Journal   ReadQx \r\nSubsequent ileal stent placement for synchronous small-bowel obstruction through endoscopic ultrasound-guided ileocolostomy with a lumen-apposing metal stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe endoscopist's third hand: external floss traction-assisted duodenal papillary intubation for hidden papilla.\r\n\r\nPubmed   Journal   ReadQx \r\nTwo-devices-in-one-channel method using biopsy forceps for ultrasonography-guided hepaticogastrostomy reintervention.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUncommon complications arising during endoscopic ultrasound-guided gastroenterostomy - splenic injury.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic resection for flat lesions in the stomach often results in immediate bleeding?\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection of a 20-cm-long circular rectosigmoid polyp.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection with gel immersion and red dichromatic imaging for an anastomotic lesion following colon surgery.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Curious Culprit Behind Biliary Pus: What's the Diagnosis?\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating Disparities in Recurrent Clostridioides difficile Infection (CDI) and Fecal Microbiota Transplant (FMT) Treatment using Geospatial and Social Vulnerability Analytic Tools.\r\n\r\nPubmed   Journal   ReadQx \r\nLeveraging Professional Networking For Career Advancement - Tips for Early Career Faculty.\r\n\r\nPubmed   Journal   ReadQx \r\nSpatial transcriptomics of Hirschsprung disease resection margins marks differential gene expression in myenteric plexus.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Case of Post-Covid-19 Cholangiopathy with Large Biliary Cast Removal.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare case of urachal cyst in the ascending colon of an adult patient.\r\n\r\nPubmed   Journal   ReadQx \r\nIgG4-related colonic submucosal lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nPseudoachalasia secondary to esophageal amyloidosis.\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual Submucosal Mass with Cystic Features Revealed by EUS: A Case of Gastric Adenocarcinoma of the Fundic Gland Type.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Dangerous intestinal disease: a case of recurrent abdominal pain with lower gastrointestinal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nNLRP6 deficiency enhances macrophage-mediated phagocytosis via E-Syt1 to inhibit hepatocellular carcinoma progression.\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction: Unleashing the potential of exosome ncRNAs for early gastric cancer detection-a critical appraisal of machine learning approaches.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Building hepatitis B virus gene transcription from the bottom up.\r\n\r\nPubmed   Journal   ReadQx \r\nGenes that fit just right: Unzipping the genome of fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to editor: Considerations on the specific role of LHX2 in the process of hepatic stellate cells regulating hepatocyte function.\r\n\r\nPubmed   Journal   ReadQx \r\nNot so subclinical: Is early thyroid disease an untapped avenue to protect children from MASLD?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Considerations on the specific role of LHX2 in the process of hepatic stellate cells regulating hepatocyte function.\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction: GABA induces the differentiation of small into large cholangiocytes by activation of Ca2+/CaMK I-dependent adenylyl cyclase 8.\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction: α-1 adrenergic receptor agonists modulate ductal secretion of BDL rats via Ca2+- and PKC-dependent stimulation of cAMP.\r\n\r\nPubmed   Journal   ReadQx \r\nThe dynamic duo: How tumor-associated macrophages and tumor cells team up in cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nTwo heads are better than one: The synergy of carvedilol and simvastatin.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Dysphagia associated with portal hypertension and hepatocellular carcinoma, singular coincidence or hidden pathway?\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk….\r\n\r\nPubmed   Journal   ReadQx \r\nSympathetic activation of adipose tissue lipolysis underlies overnutrition-induced metabolic dysfunction.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Endomysial Antibodies for a No-Biopsy Diagnosis of Coeliac Disease-The Jury Is Still out. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Methodological Gaps Undermine Conclusions on Electronic Nose Use for Colorectal Cancer Detection-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Methodological Gaps Undermine Conclusions on Electronic Nose Use for Colorectal Cancer Detection.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Multi-HCC: A Practical Model to Prioritize Patients With Hepatocellular Carcinoma on the Liver Transplant Waiting List\".\r\n\r\nPubmed   Journal   ReadQx \r\nGlepaglutide in Short Bowel Syndrome: Promising, but Questions Remain.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing the Multi-HCC Model: Implications for Clinical Decision-Making and Transplant Prioritization.\r\n\r\nPubmed   Journal   ReadQx \r\nPersonalized Dosing Strategies: The Missing Link in Glepaglutide Therapy for Short Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nPotential and challenges of glepaglutide for SBS-IF.\r\n\r\nPubmed   Journal   ReadQx \r\nRefining Multi-HCC for Balanced Urgency and Utility.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    \"One and done\": a new piece of evidence from China.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Enhancing non-invasive early detection of gastric cancer: a critical reflection on exosome ncRNA and machine learning.\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of the CLIF-SIG score in patients with HBV-related acutely decompensated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Response to Picchio et al.: Re: Moving Diagnosis of Liver Fibrosis into the Community.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-21T10:23:36-04:00",
    "input_file": {}
  }
]
