[
  {
    "path": "gi/01-17-2025/",
    "title": "Fri Jan 17 2025",
    "description": "151 articles - From Friday Jan 10 2025 to Friday Jan 17 2025",
    "author": [],
    "date": "2025-01-17",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Non-colorectal Cancer Screening and Vaccinations in Patients with Inflammatory Bowel Disease: Expert Review.\r\nAll adult patients with IBD should be screened for depression and anxiety annually. Patients who screen positive for depression or anxiety should be referred to the appropriate specialist, be it their primary care physician or a mental health specialist.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis of Placebo-Treated Patients: Dropout Rates From Treatment in MASH Randomised Controlled Trials.\r\n Placebo dropout in MASH RCTs is significant, mainly due to patient choice. Factors such as trial phase and treatment duration should be considered when calculating sample size in future clinical trials.\r\nPubmed   Journal   ReadQx \r\nMeta-Analysis: Exclusive Enteral Nutrition in Adults With Ulcerative Colitis.\r\n EEN was well tolerated with low therapy discontinuation in adults with active ulcerative colitis. However, there is insufficient evidence to support the use of EEN as an adjunctive therapy to standard of care. Further, well-designed studies with reproducible methodology and endpoints are necessary to evaluate its effectiveness. Registry number for systematic review PROSPERO 2022 CRD42022319584.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic size measurement of colorectal polyps: a systematic review of techniques.\r\nWhile biopsy forceps, snare, and graduated devices can improve the accuracy of visual size estimation, their clinical implementation is limited by practical, time, and cost challenges. Computer-based techniques will likely offer improved accuracy of polyp sizing in the near future.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Effect of Buspirone on Upper Gastrointestinal Disorders of Gut-Brain Interaction: A Systematic Review and Meta-analysis.\r\nWe found that buspirone did not improve functional dyspepsia symptoms more than placebo, though studies were small. Buspirone showed benefit for bloating severity, albeit based on few studies. Larger and longer trials of buspirone, targeting more defined groups such as patients with bloating, are warranted.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Amitriptyline in Irritable Bowel Syndrome: A Systematic Review and Meta-analysis.\r\nAmitriptyline was found to be well-tolerated and effective in treating IBS compared to placebo. These findings support the use of amitriptyline for the management of IBS, particularly among patients with the IBS diarrhea subtype. Future research should focus on the dose-dependent effects of amitriptyline in IBS to better guide clinicians in personalized titration regimens.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Baseline Drug Clearance Predicts Outcomes in Children With Inflammatory Bowel Disease Treated With Vedolizumab: Results From the VedoKids Prospective Multicentre Study.\r\nDrug clearance was strongly influenced by serum albumin. Baseline clearance predicted deep biochemical remission at Week 30. Further investigation is needed to better understand optimal dosing strategies-especially for lower-weight children receiving vedolizumab.\r\nPubmed   Journal   ReadQx \r\nBlood Group B May Reduce Risk of Rebleeding in Patients With Upper Gastrointestinal Haemorrhage due to Peptic Ulcer Disease.\r\nBlood group B was associated with reduced risk in the composite outcome of rebleeding, need for surgery or embolisation and mortality (OR 0.15, 95% CI 0.04-0.63, p = 0.009). Blood group B was protective against rebleeding compared to non-blood group B (OR 0.20, 95% CI 0.05-0.84, p = 0.028).\r\nPubmed   Journal   ReadQx \r\nCOLOFIT: Development and Internal-External Validation of Models Using Age, Sex, Faecal Immunochemical and Blood Tests to Optimise Diagnosis of Colorectal Cancer in Symptomatic Patients. \r\nFor approximately 100,000 people per year with symptoms of suspected CRC, we predict it might save > 4500 colonoscopies with no evidence that more cancers would be missed if we used our model compared to using FIT f-Hb ≥ 10 μg/g. Including age, sex, MCV, platelets and f-Hb in a survival analysis model to predict the risk of CRC yields greater diagnostic utility than a simple binary cut off f-Hb ≥ 10 μg/g.\r\nPubmed   Journal   ReadQx \r\nClinical Trial: Study to Investigate the Efficacy and Safety of the Alpha-2-Delta Ligand PD-217,014 in Patients With Irritable Bowel Syndrome.\r\n This first large, dose-ranging trial examining the efficacy of PD-217,014 showed no significant efficacy in participants with IBS or bowel habit sub-types, irrespective of their pain and anxiety levels.\r\nPubmed   Journal   ReadQx \r\nCurrent Burden of Lean Metabolic Dysfunction-Associated Steatotic Liver Disease Among US Adults, 2017-2023.\r\nSpecifically, the prevalence was 9.3% for lean MASLD, 1.3% for MetALD and 1.0% for ALD. Notably, within the MASLD group, significant fibrosis, advanced fibrosis, and cirrhosis were observed in 5.6%, 2.4% and 2.0%, respectively.\r\nPubmed   Journal   ReadQx \r\nEarly Dynamics of Portal Pressure Gradient After TIPS Insertion Predict Mortality.\r\n Lack of increased ΔPPG post-TIPS insertion identifies a high-risk patient group with worse survival. We propose incorporating this second PPG measurement and determining ΔPPG into clinical practice to identify these patients early and tailor post-TIPS patient care.\r\nPubmed   Journal   ReadQx \r\nGlucagon-Like Peptide-1 Receptor Agonists and Liver Outcomes in Patients With MASLD and Type 2 Diabetes.\r\n GLP-1 RAs are associated with better long-term liver outcomes compared to SGLT2is in patients with MASLD and T2D.\r\nPubmed   Journal   ReadQx \r\nInflammatory Potential of the Diet and Risk of Crohn's Disease and Ulcerative Colitis.\r\nA high ISD score is associated with a higher risk of developing CD but not UC. These results should be taken into account in high-risk populations.\r\nPubmed   Journal   ReadQx \r\nUse of a Non-Endoscopic Capsule-Sponge Triage Test for Reflux Symptoms: Results From the NHS England Prospective Real-World Evaluation.\r\nCapsule sponge triage is feasible, safe and acceptable. It substantially reduces the endoscopy burden for routine reflux referrals with a favourable diagnostic yield for Barrett's oesophagus. Longer term follow-up will help to confidently assess the impact of the programme and place of capsule sponge in the diagnostic pathway.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    \"INSERT-COIN\": A PROSPECTIVE STUDY OF COIN INGESTION IN CHILDREN OF SOUTHERN ITALY.\r\nWhen coins are trapped in the middle/lower esophagus, we suggest withholding the procedure for at least 6-12 hours, especially for older children, as ⅔ pass spontaneously, not requiring endoscopic removal.\r\nPubmed   Journal   ReadQx \r\nAdaptive Behaviors, Esophageal Anxiety and Hypervigilance Modify the Association Between Dysphagia Perception and Histological Disease Activity in Eosinophilic Esophagitis.\r\nHigher esophageal anxiety, hypervigilance and use of adaptive behaviors are associated with active EoE and represent clinical markers of HDA. Adaptive behaviours provide complementary clinical information that is not detected by symptoms alone. The assessment of anxiety, hypervigilance, and adaptive behaviors improves the correlation between clinical and HDA in EoE.\r\nPubmed   Journal   ReadQx \r\nCardiovascular Risk from Metabolic Dysfunction-Associated Steatotic Liver Disease, Cardiometabolic Risk Factor Count, and Their Longitudinal Changes: A Nationwide Cohort Study.\r\n MASLD status, cardiometabolic risk factor count, and their longitudinal changes were al associated with the risk of incident CVD. Accurate identification of these markers may facilitate personalized management of MASLD-related CVD risk.\r\nPubmed   Journal   ReadQx \r\nClinical Outcomes in A Multi-center Cohort Involving 919 Patients with Hypertriglyceridemia-associated Acute Pancreatitis.\r\nUsing a multi-center cross-regional cohort, we demonstrated that HTG-AP had a higher risk of developing severe AP and organ failure. A risk prediction model for predicting severe AP was developed and effectively stratified patients.\r\nPubmed   Journal   ReadQx \r\nColorectal cancer screening based on predicted risk: a randomized controlled trial.\r\nIn a population not known to be at elevated CRC risk, brochures providing personalized CRC risk and screening recommendations improved risk-appropriate screening without impacting overall screening uptake. This approach could be helpful for aligning screening methods, risks, and benefits with cancer risk and resource allocation.\r\nPubmed   Journal   ReadQx \r\nHealth-Care Utilization of Children Born to Women with and Without Inflammatory Bowel Disease in the First Five Years of Life: A Population-Cohort Study.\r\n Children born to women with IBD may have increased healthcare utilization compared to those born to women without IBD.\r\nPubmed   Journal   ReadQx \r\nIdentifying and treating metabolic dysfunction-associated steatotic liver disease among at-risk Veterans.\r\nFew at-risk Veterans carried a MASLD diagnosis or had undergone staging elastography. Because MASLD diagnosis was associated with linkage to hepatology care and weight loss therapy services, implementation of population screening and management services for MASLD is critically needed.\r\nPubmed   Journal   ReadQx \r\nImpact of Prior Biologic Exposure on Ozanimod Efficacy and Safety in the Phase 3 True North Clinical Trial.\r\nOzanimod was effective and safe in biologic-exposed patients with UC, but these patients may require more time to respond to treatment.\r\nPubmed   Journal   ReadQx \r\nIncreased medication utilization precedes incidentally diagnosed inflammatory bowel disease: a multicenter, case-control study.\r\nAsymptomatic patients showed a higher use of cardiovascular, antiparasitic, musculoskeletal, respiratory, and sensory organ medications up to five years before diagnosis. This trend suggests that a systemic inflammatory process occurs years before clinical onset of IBD, suggesting the potential for earlier diagnosis and intervention.\r\nPubmed   Journal   ReadQx \r\nInfliximab and adalimumab in the treatment of fistulizing Crohn's disease: a propensity score-matched analysis from the prospective Persistence Australian National IBD Cohort (PANIC4) study.\r\n The PANIC cohort with real-world data of non-hierarchical prescribing of biological agents supports the superiority of infliximab over adalimumab in bio-naïve FCD patients, but did not show a therapeutic difference in bio-exposed FCD. Thiopurine co-therapy was independently associated with improved biological agent persistence in FCD.\r\nPubmed   Journal   ReadQx \r\nLongitudinal associations between metabolic dysfunction-associated steatotic liver disease (MASLD) and subclinical cardiovascular measures in Chinese children.\r\n These findings support the clinical utility of MASLD in predicting the development of subclinical cardiovascular damages in childhood.\r\nPubmed   Journal   ReadQx \r\nMulti-target Stool DNA Testing for Colorectal Cancer Screening in Clinical Practice.\r\nOnly 54.7% of patients completed their mt-sDNA test order. Older individuals were more likely to complete testing and test positive. Black patients were less likely to complete testing and, unexpectedly, less likely to test positive. Further exploration of mt-sDNA utilization including better understanding of the determinants of uptake, appropriateness, and evaluation of outcomes at colonoscopy is needed.\r\nPubmed   Journal   ReadQx \r\nObesity is Independently Associated with Increased Risk of Fecal Incontinence and Altered Rectal Sensitivity.\r\nClasses II+III obesity was an independent risk factor for FI. Among patients with FI, increasing BMI and class II+III obesity were associated with altered rectal sensitivity. Anorectal function testing should be considered to help guide management of FI among patients with obesity.\r\nPubmed   Journal   ReadQx \r\nOral microbiome dysbiosis is associated with precancerous lesions and disorders of upper gastrointestinal tract: A population-based study.\r\n Dysbiosis of the saliva microbiota is linked to various UGI disorders. However, microbiota dysbiosis in subgingival and buccal mucosa sites are specifically associated with the pre-malignant conditions Barrett's esophagus and gastric atrophy. The oral microbiome, particularly in the subgingival location, might act as biomarkers for UGI cancers.\r\nPubmed   Journal   ReadQx \r\nProspective evaluation of opioid cessation in patients with suspected Opioid-induced esophageal dysfunction (OIED).\r\n Discontinuation of opioids is associated with clinical and esophageal motility improvement in up to half of the patients.\r\nPubmed   Journal   ReadQx \r\nRisk of cancer and reoperation after ileorectal anastomosis and ileal pouch-anal anastomosis in familial adenomatous polyposis.\r\nOver the last three decades, few patients were diagnosed with cancer in the rectum or rectal cuff/pouch after (procto)colectomy in FAP. This might be due to an improved selection of the type of (procto)colectomy and close endoscopic surveillance including prophylactic polypectomies.\r\nPubmed   Journal   ReadQx \r\nRome IV functional defecation disorder: time for a change in symptom criteria for improved clinical relevance?\r\n Rome IV symptom criteria need revision to include more defecatory symptoms, include al subtypes of IBS, and be inclusive of those with either loose stools or more frequent stools such as those previously labelled with \"pseudodiarrhea\" or \"hyperdefecation\". Continuing to include physiology criteria in the Rome diagnosis of FDD appears valid.\r\nPubmed   Journal   ReadQx \r\nSAFETY, PHARMACOKINETICS, AND CLINICAL EFFICACY OF ADS051, A NEUTROPHIL MODULATOR, IN ULCERATIVE COLITIS: RESULTS OF A RANDOMIZED PHASE 1B TRIAL.\r\nPhase 1b data in patients with UC indicate a favorable safety profile for ADS051 with encouraging signals of clinical activity, supporting the advancement to a Phase 2 trial.\r\nPubmed   Journal   ReadQx \r\nStudy of the cortico-anorectal neurophysiology in women with fecal incontinence.\r\n Women with FI show significant neuropathy in the cortico-spino-anorectal pathway linked to impaired anorectal function. These findings underscore the brain-gut axis's role in FI pathophysiology, advocating for advanced neurophysiological diagnostics and targeted interventions.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Low-dose Aspirin on Disease Activity in Pregnant Individuals with Inflammatory Bowel Disease.\r\n Approximately one-third of patients with IBD cared for in a MFM practice were prescribed LDA during pregnancy. The use of aspirin among pregnant patients with IBD was not associated with an increased risk of disease activity.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comparison of Adenoma Detection Rate Between Three-dimensional and Standard Colonoscopy: A Multicenter Randomized Controlled Trial.\r\n3D colonoscopy improved the detection of adenomas without significantly increasing the mucosa inspection time. (ClinicalTrials.gov  NCT05153746).\r\nPubmed   Journal   ReadQx \r\nRandomized comparison of precut papillotomy and endosonography guided rendezvous procedure for difficult biliary access in Malignant distal biliary obstruction.\r\n Both PcP and EUS-RV have comparable success, AER, mortality, and LOS. EUS RV could be used as an alternative to PcP in patients with malignant distal biliary obstruction and DBC.\r\nPubmed   Journal   ReadQx \r\nSafety and Effectiveness of EUS-Guided Gallbladder Drainage in Patients with Cirrhosis: An International Multicenter Experience.\r\n Our international multicenter experience suggests EUS-GBD is safe and effective in patients with cirrhosis, with outcomes similar to patients without cirrhosis when performed by experienced echoendoscopists. Patients with cirrhosis and symptomatic gallbladder disease can be considered for EUS-GBD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Mechanistic implications of the Mediterranean diet in patients with newly diagnosed Crohn's disease- multi-omic results from a prospective cohort.\r\n Adherence to MED is associated with beneficial clinical outcomes and decreased inflammatory markers. These may be driven by lower levels of primary bile-acids and microbial dysbiosis and a beneficial microbial and metabolite composition. Randomized controlled trials are needed to evaluate the role of MED in CD management.\r\nPubmed   Journal   ReadQx \r\nRisk of colorectal cancer associated with frequency of colorectal polyp diagnosis in relatives.\r\nA higher frequency of colorectal polyp diagnosis in relatives is associated with a greater risk of CRC, especially early-onset CRC. This risk is independent of number of affected relatives or youngest age at polyp diagnosis. These findings underscore the need for more personalized CRC screening strategies that are tailored to individuals with a family history of polyp.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    British Society of Gastroenterology National Evaluation of Colonoscopy Quality: Findings from the National Endoscopy Database.\r\nUK colonoscopy quality has improved, yet almost 40% of endoscopists still fell short of minimum standards. Variation in quality was strongly associated with endoscopist procedure volumes;  mandating minimum annual procedures and emphasising longer withdrawal times could improve overall quality.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Drainage of Intra-Abdominal Abscess Using 15-mm vs. 10-mm Lumen-Apposing Metal Stents: An International Case-Matched Study.\r\n Both sizes showed comparable clinical success and safety profiles, with a significant trend of the need for fewer endoscopic procedures with the 15-mm LAMS.\r\nPubmed   Journal   ReadQx \r\nQuadrant, necrosis, and infection criteria for the risk stratification of walled-off necrosis: external validation using multi-institutional data.\r\nThe QNI criteria effectively stratified time to clinical success and the risk of adverse outcomes for patients receiving EUS-PFD of WON. Further investigations could elucidate appropriate management strategies based on QNI-based risk stratification.\r\nPubmed   Journal   ReadQx \r\nThe Clinical Utility of Incorporating Next-Generation Sequencing Results in the Management Algorithm of Pancreatic Cysts.\r\n NGS informed surgical decision-making, cyst type differentiation, and evaluation of pancreatic duct dilation, leading to changes in management. Indeed, NGS emerges as a useful tool in select patients with pancreatic lesions by improving diagnostic precision and guiding patient care paths.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Induction of macrophage efferocytosis in pancreatic cancer via PI3Kγ inhibition and radiotherapy promotes tumour control.\r\nOur data supports a new immunotherapeutic approach and a translational rationale to improve survival in PDAC.\r\nPubmed   Journal   ReadQx \r\nWithdrawal of antitumour necrosis factor in inflammatory bowel disease patients in remission: a randomised placebo-controlled clinical trial of GETECCU.\r\n Anti-TNF withdrawal in selected patients with IBD in clinical, endoscopic and radiological remission has no impact on sustained clinical remission at 1 year although objective markers of activity were higher in patients who withdrew treatment.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Adjuvant transarterial chemoembolization for hepatocellular carcinoma following curative resection: A randomized, open-label, phase 3 trial.\r\nPostoperative adjuvant TACE was not associated with prolonged RFS or OS in AJCC TNM stage I or II HCC patients.\r\nPubmed   Journal   ReadQx \r\nCD44 in myEloid cells is a major driver of liver inflammation and injury in alcohol-related liver disease.\r\nHuman and experimental evidence supports CD44 as a marker of hepatic inflammation in ALD. In addition, CD44 modulates neutrophil mobilization and functions and its targeting partially prevents liver inflammation and injury in the context of acute-on-chronic alcohol drinking.\r\nPubmed   Journal   ReadQx \r\nComparing the cost of cirrhosis to other common chronic diseases: A longitudinal study in a large national insurance database.\r\n The cost of care for cirrhosis is high, significantly higher than HF and COPD. Interventions directed at optimizing care to prevent progression to cirrhosis and decompensation are likely to alleviate this public health burden.\r\nPubmed   Journal   ReadQx \r\nDownstaging of hepatocellular carcinoma before liver transplantation: Results from a national multi-center prospective cohort study.\r\nDespite higher HCC recurrence and lower ITT survival in AC, post-LT survival was comparable between UNOS-DS and AC. Y-90 attained higher DS success than TACE in AC. LT after downstaging is feasible in AC, though defining an upper limit in tumor burden may be necessary.\r\nPubmed   Journal   ReadQx \r\nEnd-procedural adherence to recommended hemodynamic targets does not improve the outcome of elective tips in cirrhotic patients.\r\nAHR measured at the end of an elective TIPS may not be essential to define the eventual outcome, while a marked drop in PCPG could negatively affect the prognosis of patients with RA.\r\nPubmed   Journal   ReadQx \r\nIdentification of optimal portal pressure decrease to control ascites while minimizing hepatic encephalopathy after TIPS: A multicenter study.\r\nA targeted PPG reduction of 60-80% showed significantly reduced HDA without increased oHE risk. Therefore, PPG reduction within this range could be a valid reduction target.\r\nPubmed   Journal   ReadQx \r\nIn vivo selection of hepatocytes.\r\nFinally, recent work has shown that somatic mutations produce clonal expansion of injury-resistant hepatocytes in most chronic liver diseases. In this review, we will address the role of hepatocyte selection in disease pathophysiology and therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\nLong-term outcome and risk stratification in compensated advanced chronic liver disease after HCV-cure.\r\nBaveno VII criteria to exclude (FU-liver stiffness measurement 3 y). One-time post-treatment risk stratification based on noninvasive criteria provides important prognostic information that is maintained during long-term follow-up, as the hazards remain proportional over time.\r\nPubmed   Journal   ReadQx \r\nLongitudinal response to standard of care in pediatric metabolic dysfunction-associated steatotic liver disease: Rates of improvement and worsening, and factors associated with outcomes.\r\n This study developed criteria for improvement and worsening in children with MASLD over one and two years of follow-up. With SOC, over one-quarter of children are likely to improve while one-fifth of children are likely to worsen. Targeting interventions that affect BMI and lipid parameters may help improve MASLD over time.\r\nPubmed   Journal   ReadQx \r\nPrevention of liver cancer in the era of next-generation antivirals and obesity epidemic.\r\nCholangiocarcinoma prevention may advance with recent efforts to elucidate risk factors. These advances will collectively lead to substantial improvements in liver cancer mortality rates.\r\nPubmed   Journal   ReadQx \r\nThe immunological landscape of primary biliary cholangitis: Mechanisms and therapeutic prospects.\r\nIn this review we aim to provide the most recent evidence on the immunopathogenesis of PBC. We will analyse the immune function of the biliary epithelium, assessing the immunomodulatory functions of the bile acids and the evidence of the immunological roles of the secretory pathways targeted by the current treatments.\r\nPubmed   Journal   ReadQx \r\nUbiquitination of TFEB increased intestinal permeability to aggravate metabolic dysfunction-associated steatohepatitis.\r\nThe ubiquitination of TFEB plays a pivotal role in increasing intestinal permeability and promoting the progression of MASH by inhibiting autophagy. Intestinal TFEB may represent a novel therapeutic target for the treatment of MASH.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    AZD2693, a PNPLA3 antisense oligonucleotide, for the treatment of MASH in 148M homozygous participants: two randomized phase I trials.\r\nAZD2693 reduced liver PNPLA3 with an acceptable safety and tolerability profile. These findings support the continued development of AZD2693. Clinical trial number NCT04142424, NCT04483947 IMPACT AND IMPLICATIONS  Clinical treatment options for MASH are limited. The genetic risk factor with the largest effect size for progressing to poor liver-related outcomes in MASH is a single-nucleotide polymorphism in the gene PNPLA3 (p.I148M). In Phase 1 SAD and MAD studies, AZD2693, a liver-targeted antisense oligonucleotide was well tolerated, reduced liver PNPLA3 mRNA and protein levels, and dose dependently reduced liver fat content in homozygous PNPLA3 148M risk allele carriers. These data support continued development of AZD2693 as a potential precision medicine treatment for MASH. The Phase 2b FORTUNA study is now ongoing.\r\nPubmed   Journal   ReadQx \r\nCirculating monocytes upregulate CD52 and sustain innate immune function in cirrhosis unless acute decompensation emerges.\r\n CD52 may represent a biologically relevant target for future immunotherapy. Stabilising CD52 may enhance monocyte functions and infection control in the context of cirrhosis, guided by sCD52/PLC as biomarkers indicating immuneparesis. Impact and implications Monocyte dysfunction substantially contributes to infection susceptibility which determines the prognosis of cirrhosis patients, and represents a critical condition with unmet therapeutic needs. Its underlying mechanisms remain poorly understood, although among hepatologists a better understanding of the monocyte pathophysiology in relation to cirrhosis stages, and a therapeutic reconstitution of monocyte function are believed to enhance defence against infection and thus reduce morbidity and mortality of patients with cirrhosis in the future. By systematically delineating the heterogeneity and function of circulating monocytes ex vivo, we identified that the absence of CD52 expression on monocytes represented a distinct biomarker of monocyte dysfunction in patients with cirrhosis, discriminating patients at substantial risk for infectious complications. Otherwise, given the beneficial antimicrobial functions of CD52-expressing monocytes, CD52-stablisation may also represent such a target for immunotherapy worth exploring, at it has been desired in clinical practise.\r\nPubmed   Journal   ReadQx \r\nMicrobiota transplant for hepatic encephalopathy in cirrhosis: The THEMATIC trial.\r\nIn a Phase 2 double-blind, placebo-controlled, randomized clinical trial in cirrhosis with HE on maximal therapy, FMT regardless of dose, route, or donor was safe without any FMT-related adverse events. On post-hoc analysis, groups differed on HE recurrence, which was highest in the placebo-only group and linked with lower baseline Lachnospiraceae and reduced donor engraftment.\r\nPubmed   Journal   ReadQx \r\nPredictors of hepatic flares after nucleos(t)ide analogue cessation - Results of a global cohort study (RETRACT-B study).\r\nMultivariable analyses showed that older age (aHR 1.02, p = 0.001), male sex (aHR 1.57, p = 0.003), HBsAg levels at NA withdrawal (100-1,000 IU/ml;  aHR 1.99, p IU/ml within the first 12 weeks. Clinical trial number not applicable.\r\nPubmed   Journal   ReadQx \r\nReal-world effectiveness and safety of bulevirtide monotherapy for up to 96 weeks in patients with HDV-related cirrhosis.\r\n BLV 2 mg/day monotherapy up to 96 weeks was safe and effective in patients with HDV-related cirrhosis. Virological and clinical responses increased over time. Liver-related complications were few.\r\nPubmed   Journal   ReadQx \r\nSpliced exon9 ADRM1 promotes liver oncogenicity via selective degradation of tumor suppressor FBXW7.\r\n ADRM1-ΔEx9 redirects ubiquitin proteasome specificity to degrade the tumor suppressor protein FBXW7 selectively. This promotes HCC tumor formation and provides a synthetic lethal link for PARPi therapy. Impact and implications Reduced tumor suppressor protein FBXW7 expression is pivotal in HCC pathogenesis and other liver diseases. However, the regulatory mechanism governing FBXW7 protein expression remains elusive. Herein, we unveil a non-canonical spliced isoform of the ubiquitin receptor ADRM1 that selectively degrades FBXW7 protein, thereby promoting the premalignant transformation of hepatic cells and conferring growth advantages to HCC tumors. Furthermore, our results demonstrate that ADRM1-ΔEx9-expressing HCC tumors exhibited sensitivity to Olaparib in a dose-dependent manner, implicating the potential use of Olaparib in targeting ADRM1-ΔEx9-driven HCC growth.\r\nPubmed   Journal   ReadQx \r\nTGM2-mediated histone serotonylation promotes HCC progression via MYC signalling pathway.\r\nTGM2 serves as a prognostic biomarker and targeting its transglutaminase activity may be an effective strategy for inhibiting HCC progression.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Association Between Functional Dyspepsia and Binge Eating Disorder: A Frequent, Often Overlooked Overlap Clinical Presentation.\r\nBED patients have a high prevalence of dyspepsia with an association between postprandial fullness and this eating disorder. BED appears to be more prevalent in younger individuals and males. These findings underscore the importance of considering dyspepsia in the management of BED and highlight the need for further research on this association.\r\nPubmed   Journal   ReadQx \r\nBaseline Impedance via Manometry Predicts Pathological Mean Nocturnal Baseline Impedance in Isolated Laryngopharyngeal Reflux Symptoms.\r\nDistal HRIM-BI from HRIM may potentially predict pathological MNBI in patients with ILPRS, but not in those with CTRS. Future outcome studies linked to the metric are warranted.\r\nPubmed   Journal   ReadQx \r\nDelayed Gastric Emptying Correlates With Decreased Post-prandial Motility in Children: A Single-center Retrospective Review.\r\nADM findings differ between children with DGE and NGE. Children with DGE are more likely to have abnormal fasting phase III patterns and decreased post-prandial antral activity during ADM testing.\r\nPubmed   Journal   ReadQx \r\nEffect of Anti-reflux Mucosal Ablation on Esophageal Motility in Patients With Gastroesophageal Reflux Disease: A Study Based on High-resolution Impedance Manometry.\r\nARMA effectively improves symptoms and reflux burden, EGJ barrier function, and esophageal body contractility in patients with PPIdependent GERD during short-term evaluation. Longer follow-up to clarify the sustainability of ARMA is needed.\r\nPubmed   Journal   ReadQx \r\nImpact of Metabolic Health and Its Changes on Erosive Esophagitis Remission: A Cohort Study.\r\nMetabolic health and nonobesity independently and favorably impact EE remission. Maintaining normal weight and healthy metabolic status may contribute to EE remission.\r\nPubmed   Journal   ReadQx \r\nOptimizing Assessment of Contraction Reserve in Ineffective Esophageal Motility: A Study of Upright Multiple Rapid Swallows.\r\n Among patients with IEM, 58.0% had CR after 3 upright MRS sequences and 2 were adequate to assess CR.\r\nPubmed   Journal   ReadQx \r\nPredictors for the Development of Hypergastrinemia in Maintenance Treatment for Mild Gastroesophageal Reflux Disease Using a Half-dose Proton Pump Inhibitor.\r\n Old age, high baseline serum gastrin levels, and low baseline PG ratios are significant predictors of the development of hypergastrinemia in maintenance treatment for mild GERD using a half-dose PPI.\r\nPubmed   Journal   ReadQx \r\nThe Esophageal Response to Distension on Functional Lumen Imaging Probe Panometry Is Minimally Changed by Conscious Sedation in Healthy Asymptomatic Subjects.\r\nWhile numeric differences in FLIP Panometry metrics were observed between sedated and awake FLIP in healthy subjects, these differences did not change the FLIP Panometry diagnosis. Sedated FLIP offers a well-tolerated method to assess esophageal motility during endoscopy.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: HBeAg-Positive Chronic Hepatitis B With Low HBsAg Levels-Exploring Clinical Significance of preS2 Deletion Mutations.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Hepatitis D Screening-DAS (Delta Virus Awareness and Screening) Approach in Primary Care. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: High Baseline ALT Level Confers Risk of Hepatic Adverse Events During Immune Checkpoint Inhibitors Treatment-A Call for Caution.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Individualising JAK Inhibitor Selection for Patients With Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Leucine-Rich Alpha-2 Glycoprotein Is Associated With Transmural Inflammation Assessed by Intestinal Ultrasound in Patients With Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Lifestyle and Pharmacologic Approaches to Prevention of MASLD-related HCC.\r\nSelecting an appropriate anti-diabetic therapy for individuals with liver disease and diabetes may also decrease the occurrence of HCC. Metformin, PPAR activators, sodium-glucose cotransporter 2 (SGLT2) inhibitors, dipeptidyl peptidase-4 (DPP-4) inhibitors, glucagon-like peptide-1 receptor agonists (GLP-1RA), aspirin, and statins have al shown promise to reduce the risk of HCC, although guidelines do not recommend their use for the sole purpose of chemoprevention at this time given a dearth of data defining their risk-benefit ratio.\r\nPubmed   Journal   ReadQx \r\nPoint-of-care ultrasound in Gastroenterology and Hepatology.\r\nPOCUS is most often used to answer focused clinical questions, supplement the traditional physical examination, and guide performance of invasive bedside procedures. This review describes several common POCUS applications used in gastroenterology and hepatology, as well as some novel applications that warrant further investigation.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Canonical and Schwann-like enteric glia \"seq\" diversity.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cellular interactions in self-directed immune mediated liver diseases.\r\nOur incomplete understanding of the mechanisms leading to breakdown in immunological self-tolerance and our inability to restore immune homeostasis hampers present progress in treatment. This review summarises recent advances in our understanding of the loss of hepatic tolerance and the cellular interactions leading to this, including immune cell invasion towards hepatocytes and biliary epithelial cells, checkpoint-induced immune-mediated liver injury (CHILI) and concludes with current progress in treatment strategies.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Exploring Diagnostic Challenges at the Intersection of Eating Disorders and Functional Dyspepsia: Implications for Rome V.\r\n\r\nPubmed   Journal   ReadQx \r\nMetabolic Syndrome and Gastroesophageal Reflux Disease: Clinical Remission With Treatment, Beyond an Epidemiological Association.\r\n\r\nPubmed   Journal   ReadQx \r\nMultiple Rapid Swallows: What Is the Optimal Protocol for Evaluation of Esophageal Contraction Reserve?\r\n\r\nPubmed   Journal   ReadQx \r\nSurgical and Therapeutic Interventions for Chronic Intestinal Pseudo-obstruction: A Scoping Review.\r\nData pertaining to surgical therapy for CIPO is limited. Although this review suggests that surgical interventions for CIPO may be safe and effective for select patients, strong conclusions cannot be made due to limited number of relevant studies and small sample sizes. Concerted efforts to produce data from large studies on adults with CIPO are necessary.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Practical Guide to Diet and IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"Fecal Immunochemical to Detect Colorectal Neoplasia in Lynch Syndrome: A Prospective Multicenter Study\".\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing Equity in Colorectal Cancer Screening: Expanding on the Challenges and Opportunities in Federally Qualified Health Centers.\r\n\r\nPubmed   Journal   ReadQx \r\nHow I Approach It: Topical Hemostatic Agents.\r\n\r\nPubmed   Journal   ReadQx \r\nHypermobility syndromes and their impact on GI illnesses: a review for gastroenterologists.\r\n\r\nPubmed   Journal   ReadQx \r\nIsolated IgG4 Related Cholecystitis: A Rare Presentation Of IgG4 Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLater Is Not Always Better: Timing of Oral Anticoagulant Resumption After Endoscopic Procedures, Between New Data and Residual Uncertainties.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-Term Natural History of Autoimmune Gastritis: Results From a Prospective, Monocentric Series.\r\n\r\nPubmed   Journal   ReadQx \r\nPrimary Colonic Follicular Lymphoma Resembling a Laterally Spreading Tumor: A Rare Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nQuality Indicators for Upper GI Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Importance of Dietary Measures for Clinical Utility.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Role of Age in Predictive Models for Colorectal Cancer Risk: Insights From a Community-Based Real-World Study. \r\n\r\nPubmed   Journal   ReadQx \r\nTofacitinib vs Biologics: Postoperative Concerns in Ulcerative Colitis Colectomies. \r\n\r\nPubmed   Journal   ReadQx \r\nTriad of Challenge: Hydatid Cyst in Liver, Lung, and Spleen.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Gastrointestinal and Liver Adverse Effects of Alcohol Use Disorder Medications: A Pharmacovigilance Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel approach to managing biliary anastomotic stricture following orthotopic liver transplantation after failure of endoscopic retrograde cholangiopancreatography technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel nonslip short-length balloon catheter for endoscopic papillary large balloon dilation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel technique for precoagulation of blood vessels during saline-immersion colorectal endoscopic submucosal dissection: flushing forced method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAlveolar soft-part sarcoma with lymph node metastasis in the rectum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCombination of the saline-immersion technique and a new thin therapeutic endoscope for endoscopic submucosal dissection of a duodenal subepithelial tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDeep dive into water-aided colonoscopy - underwater techniques without a splash.\r\n\r\nPubmed   Journal   ReadQx \r\nDetection of small intestine duplication in a 16-year-old girl using small bowel enteroscopy without balloon assistance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic papillary large balloon dilation with a novel non-slip balloon in a patient with surgically altered anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic removal of an unexpected colon foreign body.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic suture-based closure of an enterocutaneous fistula after one-anastomosis gastric bypass.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEnhanced biliary cannulation and sphincterotomy using a novel rotatable sphincterotome for surgically altered anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLigation-assisted endoscopic full-thickness resection combined with presuture for resection of a colonic gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel steerable-tip catheter successfully used for cannulation of a steeply angled pancreaticojejunostomy anastomotic stenosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nShould the patient stay or go after ERCP: the promise of patient-reported experience measures.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful endoscopic closure of delayed perforation using hemoclips after colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    DNA mismatch repair (MMR) gene mosaicism is rare in people with MMR-deficient cancers.\r\n\r\nPubmed   Journal   ReadQx \r\nIndividuals with Lynch syndrome have similar survival as the general population, but lower than family members without Lynch syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nPostoperative Endoscopic Outcomes in the MESOCOLIC Trial Investigating Mesenteric-based surgery for Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRAPID ONSET ASCITES THAT RAPIDLY RESOLVED WITH URINARY CATHETERIZATION.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Top TIPS for Transoral Outlet Reduction.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Detection of large flat colorectal lesions by artificial intelligence: a persistent weakness and blind spot.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    An unmet need in MetALD.\r\n\r\nPubmed   Journal   ReadQx \r\nBileMet: A new frontier in distinguishing malignant from benign biliary conditions.\r\n\r\nPubmed   Journal   ReadQx \r\nDynamic duo: Spleen stiffness and bilirubin revolutionize PSVD screening.\r\n\r\nPubmed   Journal   ReadQx \r\nHide and Seek: Detecting HCC with novel surveillance algorithms.\r\n\r\nPubmed   Journal   ReadQx \r\nInterpreting the 100% disease control rate of Sin-Bev-RT in HCC with PVTT.\r\n\r\nPubmed   Journal   ReadQx \r\nLate Breaking Abstracts.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-Invasive liver disease assessment using Blood- and Imaging-Based techniques.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Clonally expanded CD8 + T cells in MASH-Invited guests overstaying their welcome.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to \"the race against time in genetic testing for PALF\".\r\n\r\nPubmed   Journal   ReadQx \r\nThe impact of LRP4 mutations on hepatocellular carcinoma recurrence and immunotherapy response.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Primary prophylaxis of acute variceal bleeding in patients with severe cirrhosis: Time for combination therapy?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: HBeAg-Positive Chronic Hepatitis B With Low HBsAg Levels-Exploring Clinical Significance of preS2 Deletion Mutations. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Hepatitis D Screening-DAS (Delta Virus Awareness and Screening) Approach in Primary Care. Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: High Baseline ALT Level Confers Risk of Hepatic Adverse Events During Immune Checkpoint Inhibitors Treatment: A Call for Caution-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Individualising JAK Inhibitor Selection for Patients With Ulcerative Colitis-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Leucine-Rich Alpha-2 Glycoprotein Is Associated With Transmural Inflammation Assessed by Intestinal Ultrasound in Patients With Crohn's Disease: Its Potential in Early-Stage Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Addressing Gaps in Hospital-Based Hepatitis C Screening-Insights and Recommendations. Authors' Reply'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Identifying the Best Model for Predicting Post-SVR HCC-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Identifying the Best Model for Predicting Post-SVR HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Prospective Individualised Validation of the GES in Predicting Hepatocellular Carcinoma-A 'Precision Medicine' Study.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Prospective Individualised Validation of the GES in Predicting Hepatocellular Carcinoma-A 'Precision Medicine' Study: Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Dietary Impact on GI Cancer with Deeper Contextual Insights. \r\n\r\nPubmed   Journal   ReadQx \r\nFAP expression is scarce in epithelial cells. \r\n\r\nPubmed   Journal   ReadQx \r\nOn the Need for Equipoise and Placebos: Well-Executed Studies Answering the Wrong Questions. \r\n\r\nPubmed   Journal   ReadQx \r\nThe Role of Cancer-Associated Endocrine Cells in Pancreatic Ductal Adenocarcinoma: Adaptive Response or Tumor Promoter? \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Is the biogeography of the mucosa-associated microbiota a key factor affecting primary sclerosing cholangitis disease course and treatment?\r\n\r\nPubmed   Journal   ReadQx \r\nRedefining QUAIDE: paving the way for better AI in preclinical endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Procedural bleeding in patients with cirrhosis: from prediction towards prevention.\r\n\r\nPubmed   Journal   ReadQx \r\nSocial Work in Emergency Management: Strengthening Prevention Networks and Support Systems for Global Liver Cancer Control.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-01-19T15:13:57-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-10-2025/",
    "title": "Fri Jan 10 2025",
    "description": "29 articles - From Friday Jan 03 2025 to Friday Jan 10 2025",
    "author": [],
    "date": "2025-01-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    A Simple Endoscopic Score for Crohn's Disease (SES-CD) ≥ 7 Predicts Disease Progression.\r\nSES-CD ≥ 7 predicts disease progression in mild CD. A score ≤ 6 may help identify patients less likely to progress and be part of the definition of mild CD.\r\nPubmed   Journal   ReadQx \r\nAlcohol-Related Liver Disease, Followed by Metabolic Dysfunction-Associated Steatotic Liver Disease, Emerges as the Fastest-Growing Aetiologies for Primary Liver Cancer in the United States.\r\n The burden of PLC in the United States has risen in the past two decades, driven mainly by ALD and followed by MASLD. These findings offer policymakers an accurate assessment of the PLC burden and emphasise the need for targeted risk factor mitigation, especially regarding alcohol related policy.\r\nPubmed   Journal   ReadQx \r\nExperience With Dabigatran on Rate of Portal Vein Thrombosis Recanalization, Disease Progression and Survival.\r\n On dabigatran, 47% of 119 patients achieved portal vein recanalization over 32 months of follow-up which was higher than the spontaneous RR (21.4%) in an untreated cohort. High Factor VIII Ag was a predictor of non-recanalization. Dabigatran was safe in cirrhosis (CP-A and B) while further work is needed in CP-C.\r\nPubmed   Journal   ReadQx \r\nGlobal Burden of Gallbladder Cancer Attributable to Modifiable Risk Factors.\r\nCentral obesity (29.7%;  8.7-49.5), gallstones (27.9%;  16.8-40.7), and physical inactivity (20.5%;  7.4-34.1) were identified as the leading contributors. Most GBC cases are preventable, with a large share linked to metabolic health conditions.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Global, regional, and national burden of primary liver cancer attributable to metabolic risks: an analysis of the Global Burden of Disease Study 1990-2021.\r\nPrimary liver cancer attributable to high BMI and/or high FPG imposes an increasingly substantial clinical burden on global public health, particularly in high SDI countries. Rapid growth trends are also found in middle-SDI countries.\r\nPubmed   Journal   ReadQx \r\nNovel Concepts on the Functional Neuroanatomy of the Anorectum: Implications for Anorectal Neuropathy and Neuromodulation Therapy.\r\nThis illustrated review provides a new understanding of the afferent and efferent pathways between the rectum, spinal cord, and brain, and a framework for clinical implications of anorectal neuropathy, such as anal sphincter or rectal sensory or rectal accommodation dysfunction, causing bowel problems. Insights into the functional neuroanatomy provide an improved mechanistic understanding of anorectal symptoms and could facilitate the development of neurophysiological tests such as translumbosacral anorectal magnetic stimulation and neuromodulation treatments such as sacral neuromodulation and translumbosacral neuromodulation treatment.\r\nPubmed   Journal   ReadQx \r\nOptimal population screening strategies for liver fibrosis associated with metabolic dysfunction-associated steatotic liver disease.\r\n The proposed population risk stratification approach using the SAFE score is simpler and substantially more effective, yielding more subjects with liver fibrosis while requiring less resources compared to the currently recommended algorithm.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Risk Factors of Spondyloarthritis Symptoms in a US-Based Multicenter Cohort of Patients with Inflammatory Bowel Disease.\r\n A substantial number of IBD patients screen positive for SpA symptoms, indicating a potentially high burden of undiagnosed illness. Factors associated with SpA symptoms include older age, female sex, and more severe disease (based on increased number advanced therapies or prior surgery), whereas IBD phenotype does not independently increase the risk of a positive SpA screen. Further studies are needed to confirm these findings and better characterize SpA in IBD.\r\nPubmed   Journal   ReadQx \r\nRebound in Fecal Testing, Colonoscopy Utilization, and Colorectal Neoplasia Detection During the COVID-19 Pandemic.\r\nFindings may help guide organizations looking to improve CRC screening and minimize healthcare disparities related to national emergencies such as pandemics. Long-term studies are needed to evaluate how pandemic-related changes in CRC screening practices will impact future CRC outcomes.\r\nPubmed   Journal   ReadQx \r\nReduced gastric mucosal nerve density in functional dyspepsia: clinical significance and functional correlation.\r\n GMND was reduced in FD and inversely correlated with the symptom severity.\r\nPubmed   Journal   ReadQx \r\nThe Effects of alfapump on Ascites Control and Quality of Life in Patients with Cirrhosis and Recurrent or Refractory Ascites.\r\nThe alfapump system effectively controlled ascites, which improved quality of life. It may be considered as an alternative to repeat TP in select patients with RA. Complication rates were similar to those expected in patients with RA.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Aspirin is associated with lower risk of pancreatic cancer and cancer-related mortality in patients with diabetes mellitus.\r\n Aspirin use may be an oncopreventive strategy to reduce PC risk in patients with T2DM. Further studies are warranted to validate the study findings.\r\nPubmed   Journal   ReadQx \r\nConstruction of exosome non-coding RNA feature for non-invasive, early detection of gastric cancer patients by machine learning: a multi-cohort study.\r\nOur proposed serum exosome ncRNA feature provides a promising liquid biopsy approach for enhancing the early diagnosis of GC.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Host hepatocyte senescence determines the success of hepatocyte transplantation in a mouse model of liver injury.\r\nThe host niche impacts the initial engraftment and long-term function of transplanted hepatocytes. Targeting paracrine senescence may be a way to improve donor hepatocyte function, optimise therapy and guide translation into the clinics. Impact and implications Hepatocyte transplantation has shown promise for genetic diseases but has limited efficacy for acute and severe liver injury. Poor engraftment and functionality inhibit wide-spread clinical application. We show that host senescence provides a required non-competitive niche for donor hepatocytes to repopulate the recipient liver, but can paradoxically, negatively impact donor function. These findings demonstrate a requirement for a clear understanding of the host niche prior to cell transfusion. This has significant implications not only for hepatocellular therapies, but also when developing and optimising any pre-clinical and clinical cell therapies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Heads or Tails in the Treatment of Functional Dyspepsia-Does the Side of the Coin Matter?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Striving for Equitable Care in Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of Perianal Fistulizing Crohn's Disease According to Principles of Wound Repair.\r\nThis review provides a comprehensive overview of the phases of wound repair and specific treatment strategies for each to provide clinicians with a rational framework for managing PFCD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Reimagining Liver Cancer Allocation: Defining a New Vision.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    An Unusual Cause of Rectal Perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nForce-Feeding: Traumatic Nasoenteric Tube Placement Complicated by Pneumothorax.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovative Use of a Condom for Safe Removal of a Sharp Foreign Body Impacted at the Esophageal Inlet.\r\n\r\nPubmed   Journal   ReadQx \r\nMesenteric Arteriovenous Fistula: A Rare Cause of Gastrointestinal Bleeding in Children.\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval Of A Chronically Embedded Coin From The Esophageal Wall Using The \"Stent-In-Stent\" Approach In A Child.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Twin Pregnancies in Inflammatory Bowel Disease are Associated with Increased Adverse Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    The use of immunotherapy pre-liver transplant.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Heads or Tails in the Treatment of Functional Dyspepsia-Does the Side of the Coin Matter? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Striving for Equitable Care in Ulcerative Colitis-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Optimal Timing To Initiate Antiviral Prophylaxis of MTCT: More Required to Be Done.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: Rethinking Methodology and Data Integrity in Mendelian Randomization: Insights from Air Pollution and MASLD Research.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-01-11T12:36:29-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-03-2025/",
    "title": "Fri Jan 03 2025",
    "description": "53 articles - From Friday Dec 27 2024 to Friday Jan 03 2025",
    "author": [],
    "date": "2025-01-03",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Management of Patients With Refractory Reflux-Like Symptoms Despite Proton Pump Inhibitor Therapy: Evidence-Based Consensus Statements.\r\nThe management of rRLS should be personalised, based on shared decision-making regarding the role of diagnostic testing to confirm or rule out GERD as a basis for treatment optimisation. Anti-reflux procedures should not be performed without objective confirmation of GERD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    ACG Clinical Guideline: Diagnosis and Management of Eosinophilic Esophagitis.\r\nMonitoring with clinical, endoscopic, and histologic assessments is recommended to assess for treatment response and follow patients over time with maintenance therapy. When evaluating and following patients with EoE, consideration should be given to assessing and controlling both the inflammatory and fibrostenotic aspects of disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Predictors of Outcomes After Gastric Peroral Endoscopic Myotomy for Refractory Gastroparesis: A Systematic Review.\r\n Currently, there are limited reproducible predictors of response to GPOEM among patients with refractory gastroparesis. Robust prospective studies investigating scalable, reproducible, and actionable biomarkers of treatment response are required.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Cold versus hot snare endoscopic mucosal resection of colorectal polyps: meta-analysis of randomized controlled trials.\r\nCold EMR is associated with lower risk of delayed bleeding and perforation but higher risk of recurrent/residual neoplasia compared to hot EMR.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Analysis of Antroduodenal Motility in Patients With Hypermobility Spectrum Disorders/Hypermobile Ehlers-Danlos Syndrome.\r\nThe prevalence of antroduodenal dysmotility was not different between both groups, but enteric dysmotility was less common in the HSD/hEDS group (13% vs 34%, p = 0.006). Delayed gastric emptying rates were similar, suggesting that delayed gastric emptying is more relevant for patients with HSD/hEDS and gastrointestinal symptoms.\r\nPubmed   Journal   ReadQx \r\nExperience With Dabigatran on Rate of Portal Vein Thrombosis Recanalization, Disease Progression and Survival.\r\n On dabigatran, 47% of 119 patients achieved portal vein recanalization over 32 months of follow-up which was higher than the spontaneous RR (21.4%) in an untreated cohort. High Factor VIII Ag was a predictor of non-recanalization. Dabigatran was safe in cirrhosis (CP-A and B) while further work is needed in CP-C.\r\nPubmed   Journal   ReadQx \r\nImpact of Nucleos(t)ide Analogs on Major Clinical Outcomes in Patients With Chronic Hepatitis B: A 10-Year French Nationwide Cohort Study.\r\nTenofovir was associated with a higher risk of HCC compared with entecavir, although no difference in the composite outcome of mortality or liver-related events was observed between the two treatments.\r\nPubmed   Journal   ReadQx \r\nLubiprostone Reduces Fat Content on MRI-PDFF in Patients With MASLD: A 48-Week Randomised Controlled Trial.\r\n Lubiprostone was well tolerated and reduced liver fat content as measured by MRI-PDFF in patients with MASLD over 48 weeks. Lubiprostone appears promising to treat MASLD and warrants more extensive studies to confirm such efficacy.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Global, regional, and national burden of primary liver cancer attributable to metabolic risks: an analysis of the Global Burden of Disease Study 1990-2021.\r\nPrimary liver cancer attributable to high BMI and/or high FPG imposes an increasingly substantial clinical burden on global public health, particularly in high SDI countries. Rapid growth trends are also found in middle-SDI countries.\r\nPubmed   Journal   ReadQx \r\nIleal Predominance in Crohn's Disease Is Associated With Increased Intestinal Surgery and Biological Therapy Use, With Lower Treatment Persistence.\r\n CD location with ileal predominance is associated with a distinct therapeutic pattern, including higher biologic use, lower treatment persistence, and increased rates of intestinal resections.\r\nPubmed   Journal   ReadQx \r\nNovel Concepts on the Functional Neuroanatomy of the Anorectum: Implications for Anorectal Neuropathy and Neuromodulation Therapy.\r\nThis illustrated review provides a new understanding of the afferent and efferent pathways between the rectum, spinal cord, and brain, and a framework for clinical implications of anorectal neuropathy, such as anal sphincter or rectal sensory or rectal accommodation dysfunction, causing bowel problems. Insights into the functional neuroanatomy provide an improved mechanistic understanding of anorectal symptoms and could facilitate the development of neurophysiological tests such as translumbosacral anorectal magnetic stimulation and neuromodulation treatments such as sacral neuromodulation and translumbosacral neuromodulation treatment.\r\nPubmed   Journal   ReadQx \r\nOptimal population screening strategies for liver fibrosis associated with metabolic dysfunction-associated steatotic liver disease.\r\n The proposed population risk stratification approach using the SAFE score is simpler and substantially more effective, yielding more subjects with liver fibrosis while requiring less resources compared to the currently recommended algorithm.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Modified Crohn's Disease Exclusion Diet Maintains Remission in Pediatric Crohn's Disease; Randomized Controlled Trial.\r\nThe study was underpowered to show whether CDED was superior to EEN in sustaining remission. However, two weeks of EEN followed by CDED was effective in inducing remission in CD, with most CDED patients maintaining remission up to 24 weeks. Despite dietary restrictions for 24 weeks, the BMI Z-score improved significantly in the CDED group but not in the EEN group (NCT02843100).\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Human enteric glia diversity in health and disease: new avenues for the treatment of Hirschsprung disease.\r\n Two major enteric glial classes were identified in the pediatric intestine, highlighting the significant postnatal contribution of Schwann-like enteric glia to glial heterogeneity. Crucially, these glial subtypes persist in aganglionic segments of HSCR patients, offering a new target for their treatment using 5-HT agonists.\r\nPubmed   Journal   ReadQx \r\nIn Obesity, Esophagogastric Junction Fat Impairs Esophageal Barrier Function and Dilates Intercellular Spaces via HIF-2α.\r\nWe have elucidated molecular mechanisms whereby visceral fat of obese patients can impair esophageal barrier integrity by secreting substances that generate ROS, which activate HIF-2α in esophageal epithelial cells. These mechanisms could render the esophagus of obese individuals vulnerable to damage by acid and other noxious agents.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Superiority of Linear-Array EUS over MRCP in Diagnosing Pancreas Divisum: Evidence from a Multicenter Retrospective Study in Oriental Cohorts.\r\nOur study conclusively demonstrates that L-EUS significantly outperforms MRCP in diagnosing pancreas divisum. L-EUS exhibits markedly higher sensitivity, and area under the curve (AUC) values. However, its diagnostic reliability decreases in the presence of pancreatic duct stones or severe pancreatitis.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Aspirin is associated with lower risk of pancreatic cancer and cancer-related mortality in patients with diabetes mellitus.\r\n Aspirin use may be an oncopreventive strategy to reduce PC risk in patients with T2DM. Further studies are warranted to validate the study findings.\r\nPubmed   Journal   ReadQx \r\nMutational signatures define immune and Wnt-associated subtypes of ampullary carcinoma.\r\n Immunogenicity and Wnt pathway associations, emphasised by the mutational signatures, defined patients with prospective sensitivity to either immunotherapy or Wnt pathway inhibitors. This emphasises a novel mutational signature-based AMPAC classification with prognostic potential, suggesting prospective implications for subgroup-specific management of patients with AMPAC.\r\nPubmed   Journal   ReadQx \r\nTrends and cross-country inequality in the incidence of GI cancers among the working-age population from 1990 to 2021: a Global Burden of Disease 2021 analysis.\r\nWhile the ASIR of GI cancer is trending downwards among the WAP, high incidence rates, regional variability and an unequal burden of disease emphasise the need for flexible, targeted medical interventions to support policymaking and medical resource allocation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Evaluating the Prevalence of Metabolic Dysfunction-Associated Steatotic Liver Disease in Patients With Type 2 Diabetes and Hyperferritinemia.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ultralow HBsAg Levels and the Prediction of Cure in Chronic Hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Where to Start in Ulcerative Colitis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe Proteomics of MASLD Progression: Insights From Functional Analysis to Drive the Development of New Therapeutic Solutions.\r\nThe application of cutting-edge methodologies to investigate the blood proteome in MASH is yielding insights that facilitate the elucidation of disease mechanisms and the identification of optimal noninvasive biomarkers. However, several challenges remain to be addressed in future research, including the generalisation of results on a global scale, the optimisation of analytical technologies and the implementation of large longitudinal studies to gain insights into the molecular mechanisms that underpin the development of advanced disease.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Differential Efficacy of Advanced Therapies in Inducing Remission in Ulcerative Colitis Based on Prior Exposure to TNF Antagonists.\r\n There is significant heterogeneity of treatment efficacy with different advanced therapies in inducing remission in patients with UC based on prior exposure to TNF antagonists, with plausible potentiation of JAK inhibitors and attenuation of lymphocyte trafficking inhibitors. Future studies on the mechanistic basis for these observations are warranted.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Catching up with creeping fat - unravelling the mysteries of the mesentery in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Targeting Tumour Endothelial Cells in Liver Cancer: The end of beginning.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Antiperistaltic Effect of Cold Water on Upper Gastrointestinal Motility During Endoscopic Ultrasound.\r\n\r\nPubmed   Journal   ReadQx \r\nAspirin Use and the Risk of Colorectal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nColitis Cystica Profunda: A Rare Cause of Rectal Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrelation Between Cholecystectomy and the Risk of Gastric Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Liao and Lai.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Sun and Wu.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhou et al.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderstanding the Highs and Lows of Gastrointestinal Inflammation.\r\n\r\nPubmed   Journal   ReadQx \r\nVisible Peristalsis in a Patient Referred for Chronic Intestinal Pseudo-Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nVisual Endoscopic Retrograde Appendicitis Therapy vs Antibiotic Therapy for Treatment of Uncomplicated Acute Appendicitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Bouveret Syndrome Treated with Endoscopic Lithotripsy and Gallbladder Access via Cholecysto-Duodenal Fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Accuracy of histopathology evaluation in diminutive colonic polyps diagnosed as neoplastic by computer-aided characterisation.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Author Index.\r\n\r\nPubmed   Journal   ReadQx \r\nCategory Index.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Liver Meeting: San Diego, California, Nov 15-19, 2024.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Evaluating the Prevalence of Metabolic Dysfunction-Associated Steatotic Liver Disease in Patients With Type 2 Diabetes and Hyperferritinaemia-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Ultralow HBsAg Levels and the Prediction of Cure in Chronic Hepatitis B-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Analysis of \"Prevotella Is Associated With Sex-Based Differences in Irritable Bowel Syndrome\".\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Colonic motility investigation by modern techniques: time to 'reclaim' the value of physiology?\r\n\r\nPubmed   Journal   ReadQx \r\nFrequency of de novo <i>PRSS1<\/i> pathogenic variants in a French cohort of idiopathic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSPHINX, a Guardian of Wisdom.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Optimal Timing To Initiate Antiviral Prophylaxis of MTCT: More Required to Be Done.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: Rethinking Methodology and Data Integrity in Mendelian Randomization: Insights from Air Pollution and MASLD Research.\r\n\r\nPubmed   Journal   ReadQx \r\nRoux-en-Y gastric bypass in a patient with Wilson's disease and obesity.\r\n\r\nPubmed   Journal   ReadQx \r\nTherapeutic Plasma Exchange in Acute Liver Failure: can the data be trusted?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-01-07T20:38:37-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-27-2024/",
    "title": "Fri Dec 27 2024",
    "description": "100 articles - From Friday Dec 20 2024 to Friday Dec 27 2024",
    "author": [],
    "date": "2024-12-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Management of Portal Vein Thrombosis in Patients With Cirrhosis: Expert Review.\r\nBEST PRACTICE ADVICE 11: Portal vein revascularization with transjugular intrahepatic portosystemic shunting may be considered for selected patients with cirrhosis and PVT who have additional indications for transjugular intrahepatic portosystemic shunting, such as those with refractory ascites or variceal bleeding. Portal vein revascularization with transjugular intrahepatic portosystemic shunting may also be considered for transplantation candidates if recanalization can facilitate the technical feasibility of transplantation.\r\nPubmed   Journal   ReadQx \r\nAGA Clinical Practice Update on Screening and Surveillance in Individuals at Increased Risk for Gastric Cancer in the United States: Expert Review.\r\nBEST PRACTICE ADVICE 15: To achieve health equity, a personalized approach should be taken to assess an individual's risk for GC to determine whether screening and surveillance should be pursued. In conjunction, modifiable risk factors for GC should be distinctly addressed, as most of these risk factors disproportionately impact people at high risk for GC and represent health care disparities.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Incidence of hepatobiliary malignancies in primary sclerosing cholangitis: systematic review and meta-analysis.\r\n The incidence of CCA in PSC is substantial, whereas HCC and GBC are rare. PSC-IBD patients may be at higher risk for HCC. These data should be validated in large, prospective studies, and may guide the development of evidence-based surveillance strategies for hepatobiliary malignancies in PSC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Cold versus hot snare endoscopic mucosal resection of colorectal polyps: meta-analysis of randomized controlled trials.\r\nCold EMR is associated with lower risk of delayed bleeding and perforation but higher risk of recurrent/residual neoplasia compared to hot EMR.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Anti-Reflux Mucosectomy versus Radiofrequency Ablation of the Lower Esophageal Sphincter for the Treatment of Gastroesophageal Reflux Disease: A Systematic Review and Meta-Analysis.\r\nBoth Stretta and ARMS are effective endoscopic treatment modalities for GERD. Although their clinical efficacy appears to be similar, the increased risk of dysphagia, bleeding, and perforation after ARMS should not be underestimated.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of fully covered self-expanding metal stents in the management of Post sphincterotomy bleeding: a Systematic Review and Meta-analysis.\r\nPooled rates (95% CI) of stent migration were 10% (5%, 20%). In most studies, FCSEMS were used after failure of conventional endoscopic treatments except in two studies, where these were used in some patients for primary treatment, and in others, after failure of conventional endoscopic treatments CONCLUSIONS: Our meta-analysis demonstrates the pooled efficacy and safety of FCSEMS in the management of post-sphincterotomy bleeding especially as a rescue treatment in patients with persistent bleeding after conventional endoscopic treatments.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Association between hepatitis delta virus with liver morbidity and mortality: A systematic literature review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Integrated Analysis of Vonoprazan Safety for Symptomatic Gastro-Oesophageal Reflux Disease or Erosive Oesophagitis.\r\nVonoprazan was well tolerated. Its safety profile from both clinical trial and post-marketing data were consistent and comparable to that of its PPI comparators with respect to treatment-emergent adverse events.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Delisting From Liver Transplant List for Improvement and Re-compensation Among Decompensated Patients at one-year.\r\n ALD and HBV are most frequent etiologies for delisting due to liver disease improvement. About 10% of delisted patients develop re-compensation, with HBV etiology most likely to recompensate. Models and biomarkers are needed to identify these candidates for optimal use of deceased donor livers.\r\nPubmed   Journal   ReadQx \r\nHedonic Responses to Meal Ingestion in Patients With Functional Dyspepsia and Postprandial Symptoms.\r\n The hedonic response to meal ingestion is preserved in a proportion of patients with postprandial distress syndrome.\r\nPubmed   Journal   ReadQx \r\nPost-Transjugular Intrahepatic Portosystemic Shunt Right Atrial Pressure and Left Atrial Volume Index Predict Heart Failure and Mortality: Dual Center Experience.\r\n Increases in right atrial pressure and left atrial volume index post-TIPS, but not CCM status, predict post-TIPS HF and death, respectively. Surveillance echocardiography may play a role in identifying those at highest risk of decompensation post-TIPS. Further prospective study of CCM and its markers in relation with TIPS outcomes is warranted.\r\nPubmed   Journal   ReadQx \r\nRisk of extrahepatic malignancies in patients with autoimmune hepatitis: a nationwide cohort study.\r\n In this nationwide, population-based cohort, AIH was not associated with an increased risk of overall extrahepatic malignancy compared with age- and sex-matched controls. However, AIH itself increased the risk of lymphoma or myeloma, independent of immunosuppressant use.\r\nPubmed   Journal   ReadQx \r\nSafety and Effectiveness of Glucagon-like Peptide-1 Receptor Agonists in Inflammatory Bowel Disease.\r\n GLP1-RA therapy appears safe and effective, with an associated C-reactive protein reduction, in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Resolution of MASH with no worsening of fibrosis after bariatric surgery improves 15-year survival: a prospective cohort study.\r\n Histological remission of MASH or significant fibrosis improves survival after bariatric surgery.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Effect of an Endoscopy Screening on Upper Gastrointestinal Cancer Mortality: A Community-based Multicenter Cluster Randomized Clinical Trial.\r\nAn invitation to endoscopic screening reduced upper gastrointestinal cancer mortality in high-risk areas. In non-high-risk areas, an invitation to endoscopic screening based on risk scores did not significantly decrease upper gastrointestinal cancer deaths, but longer follow-up time was required.\r\nPubmed   Journal   ReadQx \r\nGlepaglutide, a Long-acting Glucagon-like Peptide-2 Analog, Reduces Parenteral Support in Patients with Short Bowel Syndrome: a Phase 3, Randomized, Controlled Trial.\r\n Glepaglutide treatment in SBS-IF patients resulted in clinically relevant reductions in PS requirements and was well tolerated.\r\nPubmed   Journal   ReadQx \r\nHuman enteric glia diversity in health and disease: new avenues for the treatment of Hirschsprung disease.\r\n Two major enteric glial classes were identified in the pediatric intestine, highlighting the significant postnatal contribution of Schwann-like enteric glia to glial heterogeneity. Crucially, these glial subtypes persist in aganglionic segments of HSCR patients, offering a new target for their treatment using 5-HT agonists.\r\nPubmed   Journal   ReadQx \r\nIn Obesity, Esophagogastric Junction Fat Impairs Esophageal Barrier Function and Dilates Intercellular Spaces via HIF-2α.\r\nWe have elucidated molecular mechanisms whereby visceral fat of obese patients can impair esophageal barrier integrity by secreting substances that generate ROS, which activate HIF-2α in esophageal epithelial cells. These mechanisms could render the esophagus of obese individuals vulnerable to damage by acid and other noxious agents.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparative efficacy and safety of three endoscopic techniques for the treatment of large common bile duct stones (≥ 15 mm): Long-term follow-up.\r\nEPLBD combined with large EST may represent a more rational endoscopic technique for treating large CBDS.\r\nPubmed   Journal   ReadQx \r\nNext-generation Sequencing Improves The Detection of Malignant Biliary Strictures and Changes Management.\r\n NGS and pathological evaluation enhances MBS detection sensitivity, leading to management changes in 75% of cases when pathology testing is negative.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Mutational signatures define immune and Wnt-associated subtypes of ampullary carcinoma.\r\n Immunogenicity and Wnt pathway associations, emphasised by the mutational signatures, defined patients with prospective sensitivity to either immunotherapy or Wnt pathway inhibitors. This emphasises a novel mutational signature-based AMPAC classification with prognostic potential, suggesting prospective implications for subgroup-specific management of patients with AMPAC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    LRP4 mutations promote tumour progression and resistance to anti-PD-1 therapy in recurrent hepatocellular carcinoma.\r\nOur results identified novel LRP4 mutations important in recurrent HCC. Inactivating LRP4 mutations were associated with resistance to anti-PD-1 therapy and could be useful biomarkers for precision therapy in patients with recurrent HCC.\r\nPubmed   Journal   ReadQx \r\nPlasma FSTL-1 as a noninvasive diagnostic biomarker for patients with advanced liver fibrosis.\r\nPlasma FSTL-1 has high diagnostic accuracy and could potentially reduce the need for liver biopsy in identifying patients with advanced liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nPrevalence of metabolic dysfunction-associated steatotic liver disease and fibrosis defined by liver elastography in the United States using National Health and Nutrition examination survey 2017-march 2020 and august 2021-august 2023 data.\r\nIn the U.S. population, MASLD and fibrosis prevalence are high along with obesity and diabetes. Our findings suggest that early detection of chronic liver disease and targeting lifestyle and other modifiable risk factors may slow disease progression toward advanced fibrosis and cirrhosis.\r\nPubmed   Journal   ReadQx \r\nPrimary Biliary Cholangitis: personalizing second-line therapies.\r\nThey also have shown biochemical improvements among patients with an inadequate response to ursodeoxycholic acid but may improve symptoms of pruritus. Herein, we review the patient features to consider when deciding whether a second-line agent is indicated and which agent to consider for a truly personalized approach to PBC patient care.\r\nPubmed   Journal   ReadQx \r\nReprogramming macrophages to treat liver diseases.\r\nHere we review the potential targets to modulate macrophage behavior in liver diseases and nanoscale therapeutics that aim to target and treat macrophages. We will summarize current knowledge on the diverse macrophage programs activated in chronic liver inflammation, cirrhosis, and HCC that may be of therapeutic interest for precision medicine.\r\nPubmed   Journal   ReadQx \r\nUnmet needs in diagnosis and management of portopulmonary hypertension: How far have we reached?\r\nIn addition to recent POPH practice guidelines, continued efforts can be suggested to improve our understanding of prognostic factors, investigate newer medical treatments, and improve outcomes of POPH. Herein, we identify specific \"unmet needs\" that focus on expanding and complementing current POPH practice guidelines.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    AI model using CT-based imaging biomarkers to predict hepatocellular carcinoma in patients with chronic hepatitis B.\r\n This AI prediction model, integrating deep learning-based auto-segmentation of CT images, offers improved performance in predicting HCC risk among patients with CHB compared to previous models. Impact and implications The AI-driven HCC prediction model (PLAN-B-DF), employing an automated CT segmentation algorithm, demonstrates a significant improvement in predictive accuracy and risk stratification among patients with CHB. Using a gradient-boosting algorithm and CT metrics such as visceral fat volume and myosteatosis, PLAN-B-DF outperforms previous models based solely on clinical and demographic data. This model not only shows a higher c-index compared to previous models, but also effectively classifies CHB patients into different risk groups. This model uses machine learning to analyze the complex relationships among various risk factors contributing to HCC occurrence, thereby offering more personalized surveillance for CHB patients.\r\nPubmed   Journal   ReadQx \r\nCarvedilol vs. propranolol for the prevention of decompensation and mortality in patients with compensated and decompensated cirrhosis.\r\nOur data endorse the current recommendation favoring the use of carvedilol in the prevention of a first decompensation of cirrhosis and suggest extending the recommendation for its preferential use to patients with decompensated cirrhosis without recurrent or refractory ascites. Impact and implications This study addresses a gap in the comparative effectiveness of classical non-selective beta-blockers (e.g., propranolol and nadolol) versus carvedilol in managing cirrhosis in both compensated and decompensated stages. Our results support the preferential use of carvedilol in both settings due to its superior efficacy in reducing first and further decompensation. However, the retrospective nature of the study and inherent selection biases advise caution against broadly applying these findings to patients with decompensated cirrhosis who exhibit signs of circulatory dysfunction or recurrent/refractory ascites.\r\nPubmed   Journal   ReadQx \r\nRORc expressing immune cells negatively regulate tertiary lymphoid structure formation and support their pro-tumorigenic functions.\r\nRORc-expressing cells negatively regulate B cell responses and facilitate the pro-tumorigenic functions of hepatic TLSs.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of GLP-1/FGF21 dual agonist HEC88473 in MASLD and T2DM: a randomized, double-blind, placebo-controlled study.\r\nHerein, we report the clinical safety and proof of concept data for the GLP-1/FGF21 dual agonist HEC88473. A 5-week treatment with HEC88473 was generally safe and well tolerated, with multiple positive effects observed, including reduced liver fat, and improved glycemic control, insulin resistance and lipid metabolism, together indicating comprehensive improvement in metabolic syndrome. Clinical trial number Chinese Drug Trial Identifier ( CTR20211088; ClinicalTrials.govNCT05943886.\r\nPubmed   Journal   ReadQx \r\nSingle-cell RNA seq-derived signatures define response patterns to atezolizumab + bevacizumab in advanced hepatocellular carcinoma.\r\n Our study unveils two distinct molecular subsets of clinical benefit to atezolizumab plus bevacizumab in advanced HCC (\"Immune-competent\" and \"Angiogenesis-driven\") as well as the main traits of primary resistance to this therapy, thus providing a molecular framework to stratify patients based on clinical outcome and guiding potential strategies to overcome resistance.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: PIVKA-II Facilitates Risk Stratification for HCC Following HCV Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Catching up with creeping fat - unravelling the mysteries of the mesentery in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPreventing Upper-GI Cancer Mortality through Endoscopy: to Screen or Not to Screen?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nCold snare EMR of large colon polyps: Does one size fit all?\r\n\r\nPubmed   Journal   ReadQx \r\nDedicated devices for performance of EUS-guided gastroenterostomy: Are they really needed?\r\n\r\nPubmed   Journal   ReadQx \r\nMachine-based learning still has a lot to learn.\r\n\r\nPubmed   Journal   ReadQx \r\nWho should receive and how should we perform transoral incisionless fundoplication for treatment of GERD?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Differences between hepatocellular carcinoma caused by alcohol and other aetiologies.\r\nInstead, prognosis is driven by liver function, general condition, and tumor burden. This underscores the crucial role of early diagnosis through periodic surveillance in patients with Alcohol-related liver disease or Metabolic dysfunction-Associated Steatotic Liver Disease with increased alcoholic intake -related cirrhosis.\r\nPubmed   Journal   ReadQx \r\nIntroducing the Updates in Clinical Science: A focus on recent data of high impact.\r\n\r\nPubmed   Journal   ReadQx \r\nTargeting Tumour Endothelial Cells in Liver Cancer: The end of beginning.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2024 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\n2024 GI FELLOWSHIP TRAINING PROGRAMS.\r\n\r\nPubmed   Journal   ReadQx \r\nAspirin Use and the Risk of Colorectal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to: Abstracts S2064, S2276, and S2115.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrelation Between Cholecystectomy and the Risk of Gastric Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Dai et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Liao and Lai.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Sun and Wu.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhou et al.\r\n\r\nPubmed   Journal   ReadQx \r\nVisual Endoscopic Retrograde Appendicitis Therapy vs Antibiotic Therapy for Treatment of Uncomplicated Acute Appendicitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comments on \"Band-on-band endoscopic variceal ligation: a technique for the treatment of esophageal varices in case of band misplacement\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided coil and glue treatment for gastroduodenal artery pseudoaneurysm.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nForeword Endoscopy - Issue 1.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of an endoscopic virtual ruler based on the fiber laser principle and artificial intelligence technology.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUtility of endoscopic neodymium-iron-boron magnet ring tracer technique in laparoscopy for colorectal lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A rare case of diarrhea with a rare cause.\r\n\r\nPubmed   Journal   ReadQx \r\nPain in Chronic Pancreatitis: Navigating the Maze of Blocked Tubes and Tangled Wires.\r\n\r\nPubmed   Journal   ReadQx \r\nPeriprocedural Risks Associated with GLP-1 Receptor Agonists.\r\n\r\nPubmed   Journal   ReadQx \r\nSugar in the First 1000 Days of Life: Link to Increased Chronic Disease Risks.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Hardy side of H. pylori: uncovering ancient adaptations and host interactions.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Dysbiosis exists in unaffected relatives of inflammatory bowel disease (IBD): emphasising the critical phases in the developmental trajectory of gut microbiota.\r\n\r\nPubmed   Journal   ReadQx \r\nMuch ado about EoE.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    2024 Reviewers (Volumes 79 and 80).\r\n\r\nPubmed   Journal   ReadQx \r\nFellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Can plasma FSTL-1 levels serve as a reliable biomarker for advanced fibrosis?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Intrahepatic immunoglobulin A complex induces polarization of cancer-associated fibroblasts to matrix phenotypes in the tumor microenvironment of hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nObeticholic acid as second-line therapy for primary biliary cholangitis: Does target trial emulation solve the issue?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Hepatic decompensation is the major driver of mortality in hepatocellular carcinoma patients treated with atezolizumab plus bevacizumab: The impact of successful antiviral treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nVideo introduction: Special issue on alcohol use disorder and liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    New evidence of cross-disease communication between heart and liver.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: PIVKA-II Facilitates Risk Stratification for HCC Following HCV Cure-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Insulin-Like Growth Factor-1 in Cirrhosis Is Linked to Hepatic Dysfunction and Fibrogenesis and Predicts Liver-Related MortAlity-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Analysis of \"Inflammatory Markers at Birth and Risk of Early-Onset Inflammatory Bowel Disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nAnalysis of \"Prevotella Is Associated With Sex-Based Differences in Irritable Bowel Syndrome\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Inflammatory markers at birth and risk of early onset inflammatory bowel disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nReevaluating the Association Between Neonatal Inflammatory Markers and Early-Onset IBD Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nStrategies for Optimizing Pediatric Celiac Disease Screening: Proposals for Increased Effectiveness and Cost-Efficiency.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A little confusion about statistical methods and could we believe the results of overfitted logistic regression models?\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-balloon intervention platform in colorectal endoscopic submucosal dissection: What will be its real place outside a randomized trial?\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided gallbladder drainage for patients with antithrombotic therapy: Intervention or medication?\r\n\r\nPubmed   Journal   ReadQx \r\nIs duodenal papilla radiomics-based prediction model a predictor of post-ERCP pancreatitis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe lack of information on body mass index and the presence of patients with multiple polyps may have affected the result.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Are histamine-2 receptor antagonists a reasonable comparator: comparing apples and apples?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Assessment of methods in E1E2 versus E2 immunogen studies for HCV vaccine research.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term use of tenofovir disoproxil fumarate and increased fracture risk in elderly patients with chronic hepatitis B: A Sensitivity Analysis Quantifying Effect of Unmeasured Confounding factors on Observational Associations.\r\n\r\nPubmed   Journal   ReadQx \r\nNot all fat is alike in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Antiviral Prophylaxis Strategies: Insights and Reflections on a Real-World Study.\r\n\r\nPubmed   Journal   ReadQx \r\nRevealing Bias in Feature Importance through PLS-DA: A Critical Examination of Machine Learning Applications in Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRoux-en-Y gastric bypass in a patient with Wilson's disease and obesity.\r\n\r\nPubmed   Journal   ReadQx \r\nThe HDL criterion for MetALD can misclassify patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nTherapeutic Plasma Exchange in Acute Liver Failure: can the data be trusted?\r\n\r\nPubmed   Journal   ReadQx \r\nTransitions in the nomenclatures for fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-28T00:13:36-05:00",
    "input_file": {}
  }
]
