[
  {
    "path": "gi/06-13-2025/",
    "title": "Fri Jun 13 2025",
    "description": "135 articles - From Friday Jun 06 2025 to Friday Jun 13 2025",
    "author": [],
    "date": "2025-06-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    Defining Organ Failures in Patients with Cirrhosis: Consensus Statements.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic Review: Use of Artificial Intelligence and Unmet Needs in Eosinophilic Oesophagitis.\r\nAlthough AI showed promise at improving EoE management across various domains, most tools require validation on larger, independent and prospective cohorts. Several challenges, including algorithmic bias, data privacy, explainability and regulatory hurdles, need to be addressed for clinical implementation. Future studies should focus on developing non-invasive diagnostic tools for younger populations, treatment response prediction and disease monitoring.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Global prevalence of celiac disease in patients with Rome III and Rome IV irritable bowel syndrome: A systematic review and meta-analysis.\r\n CeD is highly prevalent in patients with IBS, according to the Rome III and Rome IV criteria. A positive diagnosis of IBS should not be made without excluding CeD.\r\nPubmed   Journal   ReadQx \r\nRacial, Ethnic and Socioeconomic Disparities in Celiac Disease Trials: A Systematic Review of Participant Diversity and Trial Site Distribution.\r\n Despite efforts to improve minority inclusion in RCTs, significant disparities persist in CeD trials, with minimal racial and ethnic diversity. As demand for pharmacologic treatments grows, future trials must address these gaps through diverse recruitment, equitable site distribution, and targeted outreach to ensure emerging therapies are generalizable and accessible to al patients.\r\nPubmed   Journal   ReadQx \r\nThe Safety of Pharmacotherapy for Irritable Bowel Syndrome: A Systematic Review and Meta-Analysis.\r\nAmong pharmacotherapies for IBS, tricyclics (especially at elevated doses), tenapanor, and alosetron have the highest absolute risk of discontinuation due to an AE when compared to rifaximin, the safest pharmacotherapy studied.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comparison of the treatment of endo-vacuum therapy with standard care for colorectal anastomotic leakage: a systematic review and meta-analysis.\r\n This meta-analysis suggests that EVT has superior effectiveness in improving closure rates, as well as a shorter treatment duration compared to standard care for colorectal anastomotic leakage. However, this study is constrained by the lack of prospective data, the risk of selection bias and heterogeneity, requiring cautious interpretation of the findings.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Glucagon-like peptide-1 Receptor Agonists and Gastrointestinal Adverse Events: a Systematic Review and Meta-analysis.\r\nGLP-1RAs are associated with an increased risk of cholelithiasis and GERD but do not appear to increase the risk of other gastrointestinal or biliary adverse events.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Breath Testing for Colorectal Cancer Detection in Patients With a Positive Fecal Immunochemical Test: A Multicentre Prospective Cross-Sectional Study With External Validation.\r\nFurther research is needed to standardise and validate e-nose devices before supplementing current screening methods.  Identifier NCT03346005 and NCT04357158.\r\nPubmed   Journal   ReadQx \r\nCD300A<sup>+<\/sup> CD8<sup>+<\/sup> T Cells as Predictive Biomarkers for Achieving Functional Cure in Chronic Hepatitis B Patients Undergoing Pegylated Interferon-Alpha Therapy.\r\nCD300A + CD8 + T cells are enriched in patients achieving FC during PEG-IFN-α therapy, exhibiting robust clonal expansion, enhanced cytotoxicity and HBV antigen specificity. These cells may serve as potential biomarkers for treatment response to improve FC rates in CHB therapy.\r\nPubmed   Journal   ReadQx \r\nEffects of Screening Colonoscopy on Colorectal Cancer Mortality: Lessons From Comparative Analyses of Randomised Trials.\r\nOther sigmoidoscopy trials yielded similar 11- to 12-year results. Our analysis suggests that the apparent negative CRC mortality results of NordICC primarily reflect insufficient follow-up time.\r\nPubmed   Journal   ReadQx \r\nFactors Associated With Underutilization of Antiviral Therapy in Preventing Hepatitis B Virus-Related Hepatocellular Carcinoma.\r\n Three-quarters of patients who developed HBV-related HCC had not received antiviral therapy before HCC diagnosis. These patients were characterised by a lower proportion of cirrhosis, infrequent clinical visits, fewer HBV evaluations, more advanced HCC stage, and poorer prognosis.\r\nPubmed   Journal   ReadQx \r\nHigher Prescribed Opioid Use Among Adults With Crohn's Disease Than General Population: A Nationwide Cohort Study in Sweden 2006-2021.\r\n Adults with incident CD had a two-fold higher use of dispensed opioids than references 2 years before diagnosis, which peaked at three- and four-fold higher use around diagnosis and remained high for 3-5 years. The decreased use of weak opioids might explain the recent decline in opioid consumption among patients with CD.\r\nPubmed   Journal   ReadQx \r\nOccurrence and Management of Opportunistic Infections in Patients With Autoimmune Hepatitis: A Spanish Multicentre Study.\r\nThe occurrence of OI in AIH is very low, suggesting that LTBI screening and treatment may be unnecessary. In contrast, Aspergillus infection seems to be associated with acute severe AIH with dismal prognosis.\r\nPubmed   Journal   ReadQx \r\nOutcomes Associated With Anti-Depressant Use in Patients With Inflammatory Bowel Disease.\r\nAntidepressant use is associated with reduced ER utilisation in patients with IBD. There were also increased hospitalisations, corticosteroid treatment, and surgery, which may reflect a more aggressive disease course associated with depression. Treating depression in patients with IBD may reduce healthcare costs by decreasing ER visits.\r\nPubmed   Journal   ReadQx \r\nPredicting Hepatic Decompensation in Patients With Metabolic Dysfunction Associated Steatotic Liver Disease-Related Cirrhosis: The ABID-LSM Model.\r\nThe ABID-LSM model has greater accuracy in predicting hepatic decompensation in patients with cirrhosis due to MASLD than existing predictive models. If externally validated, ABID-LSM may identify those who benefit from pharmacotherapy and close monitoring.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Association of GLP-1 Receptor Agonists with Liver-Related Outcomes and All-Cause Mortality in Patients with Harmful Alcohol Use: A Target Trial Emulation Study.\r\nand relevance In this observational target trial emulation study, GLP-1 RA use was associated with a lower risk of liver outcomes, death, and harmful alcohol use.\r\nPubmed   Journal   ReadQx \r\nBirth outcomes in women who have taken vedolizumab in pregnancy: results from the Vedolizumab Pregnancy Exposure Registry.\r\nNo significant increased risks were noted with vedolizumab exposure for any of the other study outcomes. These data add reassuring evidence in support of the safety of vedolizumab in pregnancy.\r\nPubmed   Journal   ReadQx \r\nCardiovascular risk assessment tools are insufficient for patients with metabolic dysfunction associated steatotic liver disease.\r\nCommonly used tools to identify CV risk performed poorly in a cohort of patients with MASLD. As CV related death is the greatest source of mortality among patients with MASLD, better risk assessment tools are required.\r\nPubmed   Journal   ReadQx \r\nDRESS syndrome in patients with drug-induced liver injury: Characteristics and HLA risk factors.\r\nPatients with DILI and DRESS are younger, more likely to be Black, had shorter time to DILI onset with more severe liver injury and higher overall and liver-related mortality. HLA A*32 01, HLA B*53 01 and HLA B*58 01 are risk factors for DILI-DRESS.\r\nPubmed   Journal   ReadQx \r\nDifferent survival outcomes of small bowel adenocarcinomas and T-cell lymphomas associated to celiac disease.\r\n Our findings demonstrated a worse prognosis of CD-associated TCL in comparison to CD-associated SBA.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Safety of Advanced Combination Treatment (ACT) in patients with refractory inflammatory bowel disease or concomitant immune mediated disease or extra-intestinal manifestations: A Multi-Center Canadian Study.\r\n ACT was effective in achieving clinical and endoscopic outcomes in patients with refractory IBD or concomitant IMIDs/EIMs, with favorable safety profile.\r\nPubmed   Journal   ReadQx \r\nEvaluation of the PAN-PROMISE symptom scale in a randomized controlled trial of fluid resuscitation in acute pancreatitis.\r\nIn the context of a RCT, the PAN-PROMISE score, a patient-centered measure, has been validated with established AP outcomes and as an endpoint for future clinical trials.\r\nPubmed   Journal   ReadQx \r\nImpact of MASLD and associated comorbidities on Cognitive and Health-related Quality of Life outcomes in a Mixed MASLD-T2DM Cohort.\r\nOur findings highlight the relationship between MASLD severity and impairment in cognitive function and HRQoL, underscoring its multifactorial nature. Specifically, severe hepatic steatosis may be a risk factor for cognitive decline, whereas significant or high liver stiffness appears to have a greater impact on HRQoL.\r\nPubmed   Journal   ReadQx \r\nLittle Patients Big Discoveries: Potential Pediatric to Adult Neurogastroenterology Translation.\r\nTo date, efficacy studies using auricular neurostimulation in adults with gastrointestinal disorders have not been performed. These areas highlight how pediatric neurogastroenterology generates discoveries with the potential to guide approaches in adult populations, underscoring the bidirectional value of translational clinical science.\r\nPubmed   Journal   ReadQx \r\nMonitoring Inflammatory Bowel Disease Activity: When, How and Why.\r\nIn this review, we will discuss the different strategies for assessing disease activity and the timing of evaluation for each treatment target for outpatient IBD care. We will also highlight the role of radiographic assessment with a focus on intestinal ultrasound for monitoring these treatment endpoints.\r\nPubmed   Journal   ReadQx \r\nOptimizing the cost-effective evaluation of gastroesophageal reflux by typical symptom phenotypes after failure of empiric acid suppression trial.\r\n Compared to a one-size-fits-all strategy, a tailored approach based on Lyon 2.0 optimizes cost-effective evaluation and management of GERD by phenotyping the appropriate diagnostics to dominant symptom.\r\nPubmed   Journal   ReadQx \r\nPsychomotor speed from minimal hepatic encephalopathy testing is associated with physical frailty in patients with advanced chronic liver disease.\r\n The findings suggest that the LFI score in this population reflects its ability to capture the crucial role of psychomotor speed, particularly evident in off-time performance, thus connecting neurocognitive and physical function. Further research is warranted to investigate the effectiveness of interventions targeting cognitive and physical impairments to enhance clinical outcomes in patients with AdvCLD.\r\nPubmed   Journal   ReadQx \r\nReal-world experience of home continuous terlipressin infusion for complications of portal hypertension.\r\n This study demonstrates the safety of home CTI in a real-world cohort of over 100 well-selected transplant-eligible patients with decompensated cirrhosis. It confirms previous findings that long-term CTI is associated with increased HGS and reduced paracentesis, in addition to its established benefit on renal function. These data provide strong clinical rationale for further prospective randomized trials to investigate the use of CTI as a bridge to liver transplant.\r\nPubmed   Journal   ReadQx \r\nShort- and Long-Term Outcomes among a National Cohort of U.S. Veterans Hospitalized for Alcohol-Associated Hepatitis.\r\n Among a national cohort of hospitalized Veterans with AH, ∼25% of patients overall and over one-third with severe AH died within 90-days, respectively. These findings emphasize the importance of effective screening for unhealthy alcohol use and prompt linkage to alcohol treatment resources in Veterans to curb this rising epidemic of ALD in this vulnerable population.\r\nPubmed   Journal   ReadQx \r\nThe Magnetic Flexible Endoscope: Phase 1 First-in-Human Clinical Trial.\r\n The MFE successfully traversed the human colon without adverse event or patient discomfort. System performance was successful without unanticipated events. This is the first time safety and tolerability of the novel platform has been demonstrated in vivo. ClinicalTrials.gov (NCT05833789).\r\nPubmed   Journal   ReadQx \r\nTraditional serrated adenomas associated with risk of subsequent high-risk polyps and colorectal cancer.\r\n Patients with TSA removal had an elevated risk of colorectal neoplasia, particularly within three years following TSA removal, supporting the current U.S. recommendations for a surveillance colonoscopy at three years.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Diagnostic Accuracy of Non-Invasive Biomarkers and Imaging for Evaluating Postoperative Recurrence in Crohn's Disease.\r\n The high sensitivity of fecal calprotectin (< 50 μg/g) and cross-sectional imaging can help reduce the need for invasive and costly colonoscopy monitoring for CD recurrence after surgery. Applying optimal definitions of sonographic recurrence by IUS parameters may further improve specificity for making therapeutic decisions without endoscopy.\r\nPubmed   Journal   ReadQx \r\nEffect of antidiabetic drug classes on the risk of liver-related events in individuals with T2D and MASLD.\r\nSGLT-2 inhibitor use is more prevalent among Asian than Western individuals. SGLT-2 inhibitors are associated with a lower risk of LREs in individuals with T2D and MASLD.\r\nPubmed   Journal   ReadQx \r\nJanus kinase (JAK) inhibitor-induced acne in inflammatory bowel disease - an international, multicenter, retrospective cohort study.\r\n This is the first study characterizing this adverse event in JAK inhibitor-treated IBD patients and presents the largest cohort of JAK inhibitor-induced acne cases across al immune-mediated diseases. Acne is a common adverse effect resulting in significant psychological burden. Early identification, proactive counseling, and timely interventions, such as dose reduction or referral to dermatology, are crucial in managing this side effect.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Impact of Social Risk in Patients with Inflammatory Bowel Diseases: National Estimates from the United States.\r\nSocial risks are prevalent in adults with IBD and negatively impact healthcare utilization and medication non-adherence. Efforts to routinely identify and address social risks in patients with IBD should be part of standard clinical care.\r\nPubmed   Journal   ReadQx \r\nSurvival with and without liver transplantation in critically ill patients with cirrhosis: a twenty-year experience.\r\nTFS has now plateaued with need for novel interventions to improve survival in ACLF. Liver transplantation is infrequently utilised but has excellent outcomes. ACLF survivors should be closely followed up with strong consideration given for transplant assessment.\r\nPubmed   Journal   ReadQx \r\nThe vasopressin biomarker copeptin is linked to systemic inflammation and refines prognostication in decompensated cirrhosis.\r\n In patients with dACLD, copeptin is independently linked to systemic inflammation. The MELD-copeptin score identifies patients with dACLD at risk for impaired clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Real-time visualization of the gastrointestinal tract during nasogastric tube placement: Pilot study of new video-Assisted system.\r\nThe video-assisted system provides real-time visualization of the gastrointestinal tract during tube insertion and has been shown to enhance the safety and effectiveness of NG tube placement.\r\nPubmed   Journal   ReadQx \r\nTransanal endoscopic cooperative surgery as a less invasive resection technique for anorectal tumors extending beyond the dentate line: Case series.\r\nNo recurrences were recorded at the 17- to 27-month follow-up. TaECS may be a viable treatment for minimally invasive local resection of anorectal tumors extending beyond the dentate line.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Clinical decision tree for optimising endoscopic assessment of signet ring cell carcinoma in hereditary diffuse gastric cancer surveillance.\r\n We developed and validated a practical endoscopic framework to enhance SRCC assessment during HDGC endoscopic surveillance.\r\nPubmed   Journal   ReadQx \r\nClinical effectiveness of esophageal stricture dilation using an improved endoscopic attachment cap in adults with eosinophilic esophagitis.\r\nPost-dilation pain was recorded in 31.7% (19/60). Esophageal stricture dilation in adults with EoE using the improved endoscopic attachment cap was feasible, clinically effective, and environmentally friendly.\r\nPubmed   Journal   ReadQx \r\nDiagnostic accuracy of the muscle-retracting sign for determining deep submucosal invasion in early rectal cancer: a prospective observational study.\r\nMRS detected using the PDM demonstrated moderate-to-high accuracy in predicting deep SMI in early rectal cancer. This finding may allow the precise selection of an endoscopic resection strategy based on invasion depth for the minimally invasive treatment of early rectal cancer.\r\nPubmed   Journal   ReadQx \r\nMalignant progression and recurrence rates following endoscopic treatment of gastric hyperplastic polyps.\r\nPatients' age (odds ratio[OR] 1.15;  95%CI:1.01-1.36, p=0.040), and polyp size (OR 1.19;  95%CI:1.11-1.30, p The risk of malignant progression in GHPs is low, while local recurrence after endoscopic resection remains notable. Endoscopic treatment should be prioritized for pedunculated polyps ≥20mm, as these are more likely to harbor neoplasia.\r\nPubmed   Journal   ReadQx \r\nMechanistic loop resolution strategy for short-type single-balloon enteroscopy-assisted ERCP in patients post Roux-en-Y hepaticojejunostomy with a preserved stomach and duodenum.\r\nA standardized mechanistic loop resolution strategy yields high success rates for the short SBE approach and ERCP in patients with a Roux-en-Y hepaticojejunostomy and a preserved stomach and duodenum.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Blood-based T Cell Diagnosis of Celiac Disease.\r\nGluten-stimulated IL-2 secretion indicates the presence of pathogenic gluten-specific CD4+ T cells and is a useful diagnostic for CeD. WBAIL-2 and serum IL-2 after gluten could be complementary and allow biopsy-free CeD diagnosis. WBAIL-2 may help diagnose and monitor other CD4+ T cell-driven diseases.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Development and Validation of the SDLD-Score: a Simplified Tool to Predict Successful Endoscopic Papillectomy in Ampullary Lesions.\r\n The SDLD score predicts incomplete resection in EP and aids treatment decisions.\r\nPubmed   Journal   ReadQx \r\nFistula dilation-free endoscopic ultrasound-guided choledochoduodenostomy using tubular dumbbell-shaped metal stent versus endoscopic retrograde cholangiopancreatography in first-line drainage for malignant distal biliary obstruction.\r\nFistula dilation-free EUS-CDS using tubular MS with an appropriate anti-migration function may be a useful option for primary drainage in patients with UMDBO.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    <i>Enterococcus faecalis<\/i> hijacks FABP2 to activate quorum-sensing signals and aggravate Crohn's disease by inducing gut dysbiosis.\r\n This study reveals a novel mechanism by which commensal bacteria use host-derived FABP2 to drive dysbiosis and worsen CD pathology. Targeting the FABP2-EF3041 axis may offer new diagnostic and therapeutic avenues for managing CD.\r\nPubmed   Journal   ReadQx \r\nCagA-dependent Hobit<sup>+<\/sup> gastric tissue-resident memory T cells confer full protection from <i>Helicobacter pylori<\/i> reinfection.\r\nBackground , highlighting their potential for future prophylactic and therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\nCutting waste in endoscopy: a multicentre observational study in the German healthcare system.\r\n The waste generated by endoscopy per year in Germany rivals that of a small town. Adopting targeted waste reduction strategies-focusing on prevention, reduction, reuse, recycling and recovery-can substantially mitigate the environmental footprint of endoscopic practice.\r\nPubmed   Journal   ReadQx \r\nDifferential HCC risk among HBV indeterminate types at baseline and by phase transition.\r\n Several types of indeterminate CHB had high HCC risk. These data support the potential expansion of treatment criteria for higher risk types of indeterminate CHB.\r\nPubmed   Journal   ReadQx \r\nHistone lactylation-driven feedback loop modulates cholesterol-linked immunosuppression in pancreatic cancer.\r\nOur findings highlight the critical role of the H3K18la/ACAT2/sEV-cholesterol axis in TME reprogramming. Targeting this pathway may improve anti-PD-1 therapy response in pancreatic cancer, providing a novel therapeutic strategy by linking histone lactylation, cholesterol metabolic reprogramming and immune modulation.\r\nPubmed   Journal   ReadQx \r\nNLRP6 deficiency enhances macrophage-mediated phagocytosis via E-Syt1 to inhibit hepatocellular carcinoma progression.\r\nDesign Immunofluorescence staining was performed in patient samples. Liver tumour models (autonomous, orthotopic, subcutaneous) were developed, and RNA sequencing, flow cytometry and immunohistochemistry were performed in wild-type, -/- macrophages is a promising therapeutic strategy for reducing HCC tumour growth.\r\nPubmed   Journal   ReadQx \r\nProphylactic clip closure after endoscopic submucosal dissection of large flat and sessile colorectal polyps: a multicentre randomised controlled trial (EPOC trial).\r\nProphylactic clip closure, successfully achieved in approximately 90% of cases, reduced the delayed bleeding rate after resection of colorectal polyps measuring 20-50 mm.\r\nPubmed   Journal   ReadQx \r\nToxic microbiome and progression of chronic kidney disease: insights from a longitudinal CKD-Microbiome Study.\r\nThis study highlights the role of the microbiome and UTs in CKD, suggesting a potential therapeutic target to slow disease progression.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Arid1a deficiency promotes hepatocyte hyperpolyploidy and drives intrahepatic cholangiocarcinoma in mice.\r\nHepatocytes can transform into ICC through a process involving hyperpolyploidizaiton. This study offers new insights into the pathogenesis of ICC, particularly in patients harboring frequent ARID1A mutations.\r\nPubmed   Journal   ReadQx \r\nSerum amyloid A1-Induced intrahepatic regulatory T cell dysfunction drives autoimmune hepatitis progression.\r\nIntrahepatic Tregs exhibit a diminished suppressive phenotype and an enhanced effector phenotype, failing to control the escalating inflammation in AIH. AIH treatment should not only focus on increasing Treg number but also on restoring their functional capacity.\r\nPubmed   Journal   ReadQx \r\nSocial determinants of health influence the risk of cirrhosis: A diverse nationwide cohort study.\r\nSDOH factors were strongly associated with the risk of cirrhosis in a diverse nationwide population and explained a high proportion of variability in cirrhosis risk. SDOH should be considered key modifiable risk factors for advanced liver disease.\r\nPubmed   Journal   ReadQx \r\nThe MASTL/YBX1/PAK4 axis regulated by stress-activated STK24 triggers lenvatinib resistance and tumor progression in hepatocellular carcinoma.\r\n We propose that the MASTL/YBX1/PAK4 axis, which is activated by stress-induced STK24, plays a crucial role in lenvatinib tolerance. Inhibiting this axis by targeting MASTL effectively overcomes lenvatinib resistance in HCC.\r\nPubmed   Journal   ReadQx \r\nTumor microenvironment heterogeneity and progression mechanisms in intrahepatic cholangiocarcinoma: A study based on single-cell and spatial transcriptomic sequencing.\r\nThe TME of ICC was heterogeneous. ASPH markedly enhanced ICC invasion The ASPH inhibitor CEP significantly inhibits ICC progression and may serve as a targeted therapeutic drug for ICC. Tumor cells in N1 lymph nodes demonstrate high expression of tumor-specific MHC-II molecules, but silencing of co-stimulatory factors such as CD80/CD86 induces CD4+ T cells into an anergic state. Our study indicated that ASPH and MHC-II may serve as novel therapeutic targets for ICC.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Association of candidate surrogate endpoints with overall survival in advanced biliary tract cancer.\r\n PFS shows a moderate correlation with OS both at the trial- and patient-level, while ORR and DCR show a low correlation. Whilst PFS is currently the best candidate surrogate marker for OS, our results highlight the need for novel endpoints in this field. Impact and implications The use of validated surrogate endpoints in biliary tract cancer trials may decrease costs and improve study feasibility, particularly with agents that only target small subsets of patients or in trials that incorporate a cross-over design. A formal statistical validation of surrogacy requires patient-level and trial-level data. This is the first comprehensive analysis to incorporate novel agents (including immunotherapies and targeted agents), include patient-level data and rigorously and homogeneously extract appropriate measures of treatment effect for endpoint correlation. These results show a moderate correlation for progression-free survival both at the trial- and patient-level and a low correlation for disease-control rate and response rate. This information will aid clinicians in appropriately interpreting contemporary clinical trials and guide clinical researchers and trial sponsors involved in clinical trial design. Furthermore, it has important implications for the regulatory approval process and may aid agencies in appropriately evaluating novel drugs.\r\nPubmed   Journal   ReadQx \r\nAttenuation of the second peak of bimodal recurrence of HBV-related HCC after curative treatment in the antiviral era.\r\n Following curative surgery or ablation, antiviral therapy against HBV is associated with reduction in late recurrence.\r\nPubmed   Journal   ReadQx \r\nDissecting metabolic dysfunction- and alcohol-associated liver disease (MetALD) using proteomic and metabolomic profiles.\r\nThis study emphasizes the importance of subtyping differentiation using proteome data for personalized treatment and improved prognostic outcomes in MetALD patients.\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease induces YAP/TAZ-driven cell competition that can suppress tumor initiation.\r\nThese findings reveal that steatotic hepatocytes in early MASLD can activate endogenous cell competition programs to suppress tumor initiation, a process that depends on Yap/Taz activity. This adds a new layer to our understanding of how fitness landscapes and cell-to-cell interactions within the tissue microenvironment shape cancer risk. It also shows that progression of chronic liver disease not only promotes tumorigenesis through effects of inflammation and fibrosis on tumor cells but also by disrupting the competitive defenses of normal surrounding cells. Impact and implications We found that early stages of steatotic liver disease (MASLD) can suppress tumor initiation in mouse models of liver cancer by triggering Yap/Taz-mediated cell competition. This reveals an unexpected tumor-suppressive role for early MASLD and highlights the importance of non-cell autonomous mechanisms during tumor initiation. Since Hippo-YAP/TAZ signaling is deregulated in many cancers, similar cell competition-based mechanisms may operate in other tissues.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Clinical Impact of Lipid Profile Change After DAA Treatment in CHC Patients.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Time to EXIT? When Less Is More in IBD Management.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Breaking the Belch Barrier: Improving our Understanding of Retrograde Cricopharyngeal Dysfunction (R-CPD).\r\n\r\nPubmed   Journal   ReadQx \r\nNovel Noninvasive Tests for Liver Fibrosis: Moving Beyond Simple Tests in Metabolic Dysfunction Associated Steatotic Liver Disease.\r\nNILDAs are effective alternatives to liver biopsy for fibrosis assessment in MASLD and may serve as a tool to identify patients who are candidates for newer therapies.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    In Our Scope of Practice: Genetic Risk Assessment and Testing for GI Cancers and Polyposis in Gastroenterology.\r\nBarriers for integration of genetic testing in routine practice include lack of awareness about genetic conditions by patients and providers, concerns about genetic testing costs and implications for insurability, as well as challenges in implementing algorithms for risk assessment and coordinated care in complex medical systems. This review addresses current evidence and guidelines for cancer risk assessment, genetic testing and management to enable GI clinicians to identify and care for individuals with genetic cancer-predisposition syndromes in routine practice.\r\nPubmed   Journal   ReadQx \r\nPresentation of the AGA William Beaumont Prize in Gastroenterology to Evan S. Dellon, MD, MPH.\r\n\r\nPubmed   Journal   ReadQx \r\nRole of non-invasive imaging in the diagnosis and management of patients with suspected and established IBD.\r\nThe readers will come away with an understanding of what imaging they should consider for different clinical situations and the strengths and limitations of each modality. Future developments of non-invasive diagnostic strategies and areas in need of further research are highlighted.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Adherent-invasive <i>Escherichia coli<\/i> in Crohn's disease: the 25th anniversary.\r\nIn November 2023, prominent members of the AIEC research community met to present and discuss the many facets of basic, translational and clinical AIEC fields at 'AIEC: past, present and future' in NYC. This review is a summary of this international meeting highlighting the history of AIEC, knowledge accumulated over the past 25 years about its pathogenic properties and proposes a standardised approach for screening patients for AIEC.\r\nPubmed   Journal   ReadQx \r\nHeterogeneity and plasticity of cholangiocytes in liver injury: a journey from pathophysiology to therapeutic utility.\r\nA comprehensive understanding of the biological characteristics of cholangiocytes provides insights into developing cholangiocyte cell therapy for cholangiopathies. In this review, we discuss the critical role of cholangiocytes in liver injury and regeneration, reveal the underlying mechanism of cholangiocyte plasticity, and explore the prospects and challenges of using cholangiocytes as a source for cell therapy.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Bringing genetic testing into the clinical management of people with MASLD: are we there yet?\r\n\r\nPubmed   Journal   ReadQx \r\nSour taste sensation as a neuroimmune modulator in liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Case of Gallbladder Cancer With a Rare H-Like Morphology Pancreaticobiliary Maljunction.\r\n\r\nPubmed   Journal   ReadQx \r\nA comprehensive review of gastrointestinal manifestations in cystic fibrosis in the era of highly effective modulator therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on a Risk Stratification Tool for Relapse After Intravenous-to-Subcutaneous Switching of Infliximab in Patients With Inflammatory Bowel Diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric-shaped Esophagus in Achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Ge and Chen.\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking Surveillance Timing in MSH6-Associated Lynch Syndrome: Is a Later Start Justified?\r\n\r\nPubmed   Journal   ReadQx \r\nThe impact of violence and trauma on patient care: What the gastroenterologist needs to know.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Endoscopic Ultrasound-Guided Through-the-Needle Biopsy for the Diagnosis of Cholangiocarcinoma (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nPrimary Prevention of Pouchitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Successful guidewire navigation technique in the bile duct using a 3F microcatheter and balloon wedge.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"Defect-in-the-defect sign\" after non-exposed endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx \r\nA case of intraductal papillary neoplasm of the bile duct arising in Lynch syndrome resected under an endoscope.\r\n\r\nPubmed   Journal   ReadQx \r\nAppendicoscopy in the identification of a rare case of appendico-sigmoid fistula resulting from appendicitis.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted extraction of incarcerated abdominal drainage tube: a novel endoscopic approach.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic detachable snare ligation for rebleeding after over-the-scope clip placement in colonic diverticular bleeding: salvage treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided ethanol injection with prophylactic pancreatic stenting for a pancreatic neuroendocrine neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nForward-viewing endoscopic ultrasound-guided biliary drainage for coil-induced choledochojejunal anastomosis stenosis.\r\n\r\nPubmed   Journal   ReadQx \r\nOne-step removal of a migrated biliary plastic stent using a novel long thin dilating balloon catheter.\r\n\r\nPubmed   Journal   ReadQx \r\nTranspancreatic biliary sphincterotomy using a novel rotatable sphincterotome in a patient with Roux-en-Y gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Case of Chronic Gastrointestinal Symptoms: Peeling Back the Mucosal Layers.\r\n\r\nPubmed   Journal   ReadQx \r\nA Rare Cause of Abdominal Distension in Infancy.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Often-Forgotten Complication of Upadacitinib.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Secondary Sclerosing Cholangitis: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating Disparities in Recurrent Clostridioides difficile Infection (CDI) and Fecal Microbiota Transplant (FMT) Treatment using Geospatial and Social Vulnerability Analytic Tools.\r\n\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of MEK inhibitor treatment for gastric pre-cancerous lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nShunting the Diagnosis of a Rapid Decline in Cognition.\r\n\r\nPubmed   Journal   ReadQx \r\nSkipping surgery in rectal and other solid cancers with mismatch repair deficiency using immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    An \"EDGI\" Treatment for a Duodenal Varix.\r\n\r\nPubmed   Journal   ReadQx \r\nPseudoachalasia secondary to esophageal amyloidosis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    DUOX2-mediated gut barrier dysfunction: a preclinical mechanism in IBD pathogenesis?\r\n\r\nPubmed   Journal   ReadQx \r\nEarly metabolic fate commitment in pancreatic neoplastic precursors.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic mucosal and submucosal cutting for long benign oesophageal strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic mucosal resection in the pancreatobiliary system under direct cholangiopancreatoscopic guidance.\r\n\r\nPubmed   Journal   ReadQx \r\nHitting the mitotic spot of fibrolamellar carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nPresinusoidal portal hypertension with cutaneous vascular malformations.\r\n\r\nPubmed   Journal   ReadQx \r\nToxic microbiome and progression of chronic kidney disease: insights from a longitudinal CKD-microbiome study.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    \"Biopsy-Free Endpoints in MASH Trials: A Comparative Look at MASHResInd and FAST\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Mitigating missing data bias and confounding on large-scale cohort studies of metabolic syndrome-cholangiocarcinoma associations.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Liver stiffness progression comparison between diabetics and non-diabetics with biopsy-proven metabolic dysfunction-associated steatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nRoadmap for a generally accepted model to predict first hepatic decompensation in compensated advanced chronic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Bile acid species as hepatic T lymphocyte response modulators - when bile acids interfere with tumor growth.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Clinical Impact of Lipid Profile Change After DAA Treatment in CHC Patients-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Time to EXIT? When Less Is More in IBD Management. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on \"Association Between Viral Replication Activity and Postoperative Recurrence of HBV-Related Hepatocellular Carcinoma\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Association Between Viral Replication Activity and Postoperative Recurrence of HBV-Related Hepatocellular Carcinoma'. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Reassessing Tenofovir Alafenamide Use Throughout Pregnancy-A New Horizon in Hepatitis B Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Reassessing Tenofovir Alafenamide Use Throughout Pregnancy-A New Horizon in Hepatitis B Therapy. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Are ERBB2 RNA-High, Amplification-Negative Tumors a Missed Opportunity for Targeted Therapy?\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Multi-HCC: A Practical Model to Prioritize Patients With Hepatocellular Carcinoma on the Liver Transplant Waiting List\".\r\n\r\nPubmed   Journal   ReadQx \r\nExpanding Nutrition Training in Gastroenterology: A Call to Action.\r\n\r\nPubmed   Journal   ReadQx \r\nIs the Molecular Classification of ERBB2 in Stage III Colon Cancer Clinically Ready?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Bacteria-metabolite butyrate boosts anti-PD1 efficacy in colorectal cancer patient-derived organoids through activating autologous tumour-infiltrating <i>GNLY<\/i> <sup>+<\/sup>CD8<sup>+<\/sup> T cells.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to the letter to the editor 'revisiting lipid dysregulation in colorectal cancer: critical appraisal of pro-inflammatory bias and therapeutic implications'.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Presence but low detection rate of rat Hepatitis E Virus in patients in Germany 2022-2024.\r\n\r\nPubmed   Journal   ReadQx \r\nPrior Hepatitis E virus (HEV) genotype 1 infection is not protective against rat HEV infection in Mongolian gerbils.\r\n\r\nPubmed   Journal   ReadQx \r\nReevaluating Feature Selection in Machine Learning-Based Radiomics for Hepatocellular Carcinoma: Bridging the Gap Between Predictive Accuracy and Biological Relevance.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Picchio et al.: Re: Moving Diagnosis of Liver Fibrosis into the Community.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-19T10:36:25-04:00",
    "input_file": {}
  },
  {
    "path": "gi/06-06-2025/",
    "title": "Fri Jun 06 2025",
    "description": "49 articles - From Friday May 30 2025 to Friday Jun 06 2025",
    "author": [],
    "date": "2025-06-06",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endoscopy\r\n    Curriculum for training in peroral endoscopic myotomy (POEM) in Europe (Part II) - Best Practice Techniques: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement.\r\n14: In the absence of adverse events, resume fluids on day 1, soft diet on day 3, and normal diet on day 7 post-POEM. 15: ESGE recommends against the routine use of standard or computed tomography fluoroscopic esophagrams after POEM in asymptomatic patients.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An International Consensus on Appropriate Management of Corticosteroids in Clinical Trials in Inflammatory Bowel Disease.\r\nThese recommendations will serve to optimize trial design and facilitate appropriate, acceptable, and standardized RCT corticosteroid handling practices.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Gastrointest Endosc\r\n    Efficacy of fully covered self-expandable metal stents and comparison with conventional management for ERCP-related type II perforations: A systematic review and meta-analysis.\r\nThis meta-analysis demonstrates superiority of FCSEMS in achieving better outcomes compared to conventional management of Type II perforations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Effect of Nucleos(t)ide Analogues Withdrawal on Survival Outcomes in Patients With Hepatitis B Virus-Related Acute-on-Chronic Liver Failure.\r\nNA withdrawal is an independent risk factor for death in patients with HBV-ACLF, underlining the importance of adherence to NA therapy in patients with chronic hepatitis B.\r\nPubmed   Journal   ReadQx \r\nMepolizumab Improves Histologic Severity as Measured by the EoEHSS in Adolescents and Adults With Eosinophilic Oesophagitis in a Multicenter, Randomised, Double-Blind, Placebo-Controlled Clinical Trial.\r\nHSS correlated with endoscopic severity for grade (R = 0.45, p < 0.001) and stage (R = 0.47, p < 0.001), but improvement was primarily limited to the eosinophil-dependent HSS features. Eosinophil-focused treatments alone may not provide comprehensive treatment response across multiple outcome domains in EoE.\r\nPubmed   Journal   ReadQx \r\nUnderdiagnosis of Alpha-1 Antitrypsin Deficiency in Cirrhotic Liver Transplant Candidates: Findings From a Multicenter Retrospective Study.\r\n AATD remains underdiagnosed in pre-LT assessments and is poorly understood amongst practitioners in France. Improved screening can enhance patient management, especially with emerging potentially curative treatments.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Surgery versus endoscopy with digital single-operator cholangioscopy-guided therapy for Mirizzi syndrome: The SEIZE study.\r\nOur study demonstrates that the use of dSOC for Mirizzi syndrome is effective, showing superior safety despite being used to treat patients with more underlying comorbidity. dSOC seems valuable in downgrading the extent of subsequent surgery, by potentially reducing the need for hepaticojejunostomy and conversion to open surgery.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AAV-mediated silencing of Sox4 leads to long-term amelioration of liver phenotypes in mouse models of Alagille syndrome.\r\nPreclinical studies provide proof of principle for postnatal AAV-mediated Sox4 knockdown in TBG + cells as a therapeutic approach for ALGS liver disease.\r\nPubmed   Journal   ReadQx \r\nEfficacy of ACupuncTure in Irritable bOwel syNdrome (ACTION): a multi-centre randomized controlled trial.\r\nAcupuncture improved abdominal pain and stool consistency in patients with IBS-D, with sustained efficacy over 18 weeks. The results of this trial suggest that acupuncture may serve as an alternative treatment for IBS-D. (ACTION Chinese Clinical Trial Registry number, ChiCTR2100044762).\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Commensal <i>Bacteroides<\/i> T6SS alleviate GI-aGVHD via mediating gut microbiota composition and bile acids metabolism.\r\nT6SS in commensal bacteria could modulate bile acid metabolism, potentially impacting aGVHD outcomes and offering a novel target for therapeutic interventions.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Bariatric surgery for metabolic dysfunction-associated steatotic liver disease (MASLD): Current knowledge of mechanisms.\r\nGiven the mounting evidence from preclinical research, clinical trials and advanced biotechnologies emerging in recent years, refined histological and cellular in-depth characterization in MBS-treated MASLD is anticipated. This review summarizes the current knowledge on the pathogenic and therapeutic effects of MBS on MASLD, with the hope of inspiring further mechanistic and translational studies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Personalized survival benefit estimation from living donor liver transplantation with a novel machine learning method for confounding adjustment.\r\nDPSM provides an effective approach for creating RCT-like comparability from observational data to predict which patients will benefit most from LDLT. This novel ML-based methodology enables personalized survival predictions while minimizing confounders and offers clinicians a new tool to more confidently evaluate treatment effects.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Chronic Hepatitis B at the Intersection of Immigration, Acculturation and Social Determinants of Health.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic Approaches to Reduce the Incidence of Interval Colon Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Gastrointestinal microbiota and inflammasomes interplay in health and disease: a gut feeling.\r\nBesides the standard experimental approaches, this complex network of interactions is now being addressed by Artificial intelligence, which emphasises the profound impact of the gut microbiota on GI health, cancer progression and brain function, opening new avenues for therapeutic intervention in GI diseases, cancer and neurological disorders. Ultimately, microbiota-inflammasome interactions manage a regulatory framework that influences inflammation, cancer progression and systemic diseases, positioning it as both a mediator and a promising therapeutic target in GI malignancies and systemic diseases of the central nervous system.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    PEG Tube Gone Rogue: An Unusual Cause of Acute Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nPill Esophagitis Resulting in Esophageal Mucosal Dissection and Stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nPrimary Biliary Cholangitis in 2025: A New Frontier.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Adverse Events After Surveillance Colonoscopy in Older Adults In A Large Integrated Health System in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel treatment for radiation proctopathy using monopolar spray coagulation with a polypectomy snare tip.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAn early-detected intraductal papillary squamous neoplasm of the pancreas under peroral pancreatoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBe cautious with the semilunar fold! Endoscopic perforation after cap-suction pseudopolyp formation for underwater en bloc resection of a big cecal lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBeyond the hype: understanding the limits of perceived benefits in endoscopic ultrasound-guided portal pressure gradient measurement.\r\n\r\nPubmed   Journal   ReadQx \r\nDrainage for complete obstruction of the posterior bile duct after pancreatoduodenectomy with a forward-viewing echoendoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic resection of a large distal common bile duct adenoma with focal malignancy: palliative approach in a high-risk patient.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic septotomy for a rare colorectal anastomotic complication after elective laparoscopic sigmoidectomy for diverticular disease.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasonography of a multiseptate gallbladder: differentiation from adenomyomatosis of the gallbladder.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided embolization with imatinib for duodenal gastrointestinal stromal tumors in inoperable or treatment-unwilling patients.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided embolization: Successful management of hemorrhage from gastric artery aneurysm rupture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovative sphincterotomy knife and indigo carmine strategy for bile duct stones in a patient with surgically altered anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLinear endoscopic ultrasonography-guided biopsy forceps removal of a fishbone from the muscularis propria.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nManagement of delayed perforation after esophageal endoscopic submucosal dissection using a vacuum-assisted closure stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReflections on endoscopic ultrasound-guided drainage for infected walled-off necrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection for recurrent superficial esophageal cancer at the site of stenosis after endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Practical Guide to Incorporating a Psychologist into a Gastroenterology Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nA Pragmatic Trial Comparing Uptake and Cancer Mortality between Invitation to Colonoscopy and Invitation to Fecal Immunochemical Testing Approaches.\r\n\r\nPubmed   Journal   ReadQx \r\nRelationship of Intra-Pancreatic Fat Deposition With Pancreatic Cancer Differs According to Carcinoma Types.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic U-Shaped Stent Placement in a Six-Year-Old Girl with Chronic Pancreatitis and Incomplete Pancreas Divisum.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    A black liver.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the editor: Considerations on the use of the liver transplant comorbidity index (LTCI).\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Critical considerations in estimating HCC risk in PSC.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Liver stiffness progression comparison between diabetics and non-diabetics with biopsy-proven metabolic dysfunction-associated steatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Harnessing spatial immunity to predict recurrence in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking hepatic encephalopathy: Gut microbes, neurotoxins and the therapeutic horizon.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Chronic Hepatitis B at the Intersection of Immigration, Acculturation, and Social Determinants of Health-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Balancing Novelty and Pragmatism: Integrating GEMA-AI into Clinical Workflows.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Challenges in Applying MASLD Risk Algorithms in Pregnancy: A Call for Adaptation and Inclusion.\r\n\r\nPubmed   Journal   ReadQx \r\nRe: Differential HBV RNA and HBcrAg patterns in untreated patients with chronic hepatitis delta.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-12T08:29:46-04:00",
    "input_file": {}
  },
  {
    "path": "gi/05-30-2025/",
    "title": "Fri May 30 2025",
    "description": "81 articles - From Friday May 23 2025 to Friday May 30 2025",
    "author": [],
    "date": "2025-05-30",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Network Meta-Analysis: Efficacy of Biological Therapies and Small Molecules as Maintenance Therapy in Ulcerative Colitis.\r\n In network meta-analysis, upadacitinib and etrasimod were consistently efficacious as maintenance therapy in UC.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    GLOBAL EPIDEMIOLOGY OF PRIMARY BILIARY CHOLANGITIS: AN UPDATED SYSTEMATIC REVIEW AND META-ANALYSIS.\r\n The rising prevalence of PBC represents a growing healthcare burden in Western Pacific region. The positive association between latitude and PBC prevalence require further studies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Effectiveness and Safety of a Second JAK Inhibitor in Ulcerative Colitis: The J2J Multicentre Study. \r\nNo cases of death, cancer, or major acute cardiovascular events were reported. A second-line of JAKi provided clinical remission in about half of patients after induction, and was well tolerated.\r\nPubmed   Journal   ReadQx \r\nFunctional Dyspepsia and Its Subgroups: Prevalence and Impact in the Rome IV Global Epidemiology Study.\r\nRome IV FD is one of the most prevalent DGBI globally. Across countries, it is associated with female sex, younger age, psychological distress, reduced quality of life, and higher health care utilisation. PDS is the dominant subgroup. Overlapping other DGBI are present in a minority.\r\nPubmed   Journal   ReadQx \r\nLate Diagnosis of Chronic Hepatitis B in the United States: A Population-Based, Retrospective Cohort Study From 2007 to 2021.\r\n Approximately three-fourths of patients diagnosed with CHB in the USA had a late diagnosis. Increased screening efforts must be made to prevent poor clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Effect of 3-day linaclotide administration to reduce the PEG volume for colonoscopy bowel preparation: A multicenter, noninferiority, randomized controlled trial.\r\nThe adequate bowel preparation rate of the combination of 3-day linaclotide and 2 L PEG was neither inferior to the combination of 3-day linaclotide and 3 L PEG nor 3 L PEG alone in the average-risk population.\r\nPubmed   Journal   ReadQx \r\nOverlap of esophageal disorders of gut-brain interactions (E-DGBIs) and GERD is highly prevalent in patients with refractory reflux symptoms.\r\n E-DGBIs are highly prevalent in patients with proven GERD and refractory reflux symptoms. Studies with outcome data are needed to determine whether patients with overlapping E-DGBIs and GERD should be identified with pH-impedance monitoring on PPI therapy before an interventional treatment option is considered.\r\nPubmed   Journal   ReadQx \r\nThe Augmented Colonoscopy with Computer-Aided polyp Characterization (AC-CADx) study - prospective study comparing the diagnostic reliability of optical diagnosis of trainees with experts without AI.\r\n OD of rectosigmoid polyps by trainee endoscopists with CADx is highly accurate, fulfilling PIVI 2 \"diagnose-and-leave\" strategy.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Effect of cecal intubation rate on post colonoscopy colorectal cancer deaths and detection of colorectal cancer precursors.\r\nthe endoscopist's cecal intubation rate is strongly associated with their ability to detect adenomas and proximal serrated polyps. A CIR of 95-100% was associated with the lowest hazards for PCCRC death. Based on this data, a CIR above 95% is the desirable target.\r\nPubmed   Journal   ReadQx \r\nPErsistence and safety of subcutaneous infliximab 1 year after switch from intravenous route in IBD patients in REMission.\r\n In this large multicenter prospective cohort, persistence at one year of SC-IFX was more than 95% of IBD patients switched in remission from IV-IFX, confirming excellent effectiveness and tolerance of SC-IFX.\r\nPubmed   Journal   ReadQx \r\nPerformance of a smartphone-based stool test for use in colorectal cancer screening: population-based study.\r\n The smartphone-based FIT could serve as an alternative in addition to currently offered laboratory FITs. drks.de, DRKS00008737.\r\nPubmed   Journal   ReadQx \r\nSymptoms of Constipation: Relationship between questionnaires and diaries and Impact on Quality of Life.\r\nDisparities exist between bowel symptoms recorded with questionnaires and diaries. Bowel diaries characterize constipation symptoms in a refined manner;  only 52% of participants satisfied constipation symptom criteria on both instruments. Somatic symptoms overshadow the contribution of bowel symptoms to QoL.\r\nPubmed   Journal   ReadQx \r\nTransferrin Saturation and Serum Ferritin are Main Predictors of Liver Iron Content in Subjects with Hyperferritinemia.\r\nTSAT and serum ferritin allow us to identify more than 95% of patients with a LIC MRI grade 3 and reduce MRI requirements by more than 50%.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Identification of 1 mm of preserved muscularis propria on MRI accurately identifies early rectal cancers suitable for local excision in the intermuscular plane.\r\n Use of mrSRT to identify ≥1mm of preserved muscularis propria on MRI allows radiologists to assist in appropriate case selection for EID.\r\nPubmed   Journal   ReadQx \r\nProspective analysis of endoscopic impedance planimetry pyloric measurements and its association with clinical outcomes with gastric peroral endoscopic myotomy.\r\n Sustained improvement in pyloric FLIP measurements was seen in patients who endorsed a clinical response to G-POEM. Patients who responded to G-POEM had a lower baseline DI when compared to non-responders. Additional studies optimizing and standardizing FLIP protocols in patients undergoing G-POEM are needed.\r\nPubmed   Journal   ReadQx \r\nThe value of Cholangioscopy-guided Bite-on-Bite (-on Bite) biopsies in Indeterminate Biliary Duct Strictures.\r\nBBB did not outperform at least four single biopsies for IBDS. Prior manipulation of IBDS, through stent placement or prior tissue acquisition, was associated with a decreased diagnostic yield.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Fidaxomicin reduces collagen expression in intestinal fibroblasts via platelet-derived growth factor receptor beta and glycogen synthase kinase-3 beta inhibition.\r\nFidaxomicin inhibits intestinal fibrosis by reducing PDGFRβ phosphorylation and expression, GSK3β phosphorylation, and collagen expression in intestinal fibroblasts.\r\nPubmed   Journal   ReadQx \r\nThe Role of Artificial Intelligence in Chronic Liver Diseases and Liver Transplantation.\r\nProspective evaluation of AI tools seamlessly integrated into workflows, especially through clinical trials, as well as patient partner and clinical stakeholder engagement will be key to building trust in the individualized predictions provided. In this review, we delve into the AI literature in hepatology for diagnostic, prognostic and therapeutic applications.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    The 2024 top 10 list of endoscopy topics in medical publishing: an annual review by the American Society for Gastrointestinal Endoscopy Editorial Board.\r\nThe top 10 identified topics collectively represent advances in the following endoscopic areas: glucagon-like peptide-1 receptor agonists and endoscopy, advances in AI in endoscopy, ergonomics in endoscopy, peroral endoscopic myotomy, bariatric and metabolic endoscopy, endoscopic resection in the colon, gastric intestinal metaplasia and endoscopy, inflammatory bowel disease and endoscopy, GI bleeding risk stratification and endoscopic therapies, and therapeutic EUS. Board members were assigned a topic area and summarized relevant and important articles, thereby generating this overview of the \"top 10\" endoscopic advances of 2024.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Galectin-1 modulates glycolysis via a GM1-galactose-dependent pathway to promote hyperthermia resistance in hepatocellular carcinoma.\r\nGal-1 can mediate hyperthermia resistance in HCC and can potentially be modulated as a therapeutic target to reduce rapid progression after thermal ablation.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A non-inferiority randomised controlled trial of a Shorter Acetylcysteine Regimen for Paracetamol Overdose - the SARPO trial.\r\nThe shorter 12h acetylcysteine regimen had the same effectiveness and safety as the standard 20h regimen in acute paracetamol overdoses ≤30g, almost halving the length of treatment required.\r\nPubmed   Journal   ReadQx \r\nCause-specific mortality in patients with steatotic liver disease in the United States.\r\nCVD and extrahepatic cancer were leading causes of death across SLD subtypes without cirrhosis, while liver- and CVD-related deaths predominated in cirrhosis. MetALD and ALD were associated with progressively higher risks of liver-related mortality compared with MASLD. These findings underscore the need for integrated strategies addressing alcohol use, cardiovascular risk, and cancer screening to reduce preventable deaths. Impact and implications Causes of death across the steatotic liver disease spectrum remains incompletely characterized in routine clinical settings. In this large nationwide cohort study, we evaluated cause-specific mortality in patients with MASLD, MetALD, and ALD. We showed that cardiovascular disease and extrahepatic cancer were the primary causes of death in patients without cirrhosis across SLD subtypes, while liver disease and cardiovascular disease were predominant in those with cirrhosis. Importantly, MetALD and ALD were associated with progressively increasing risks of liver-related mortality compared to MASLD. Our findings highlight the need for integrated care models that simultaneously addresses cardiovascular risk factors, implements strategies to reduce alcohol consumption, and promotes cancer screening to mitigate preventable deaths in SLD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Breath Profiling in MASLD-A Step Towards Better Risk Stratification.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Bias in the Bowels: Disparities Exist in Constipation Testing in a Diverse Patient Cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nBlue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Presentation of the Julius M. Friedenwald Medal to David Lieberman, MD, AGAF.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Enteronephrohepatic Circulation of Bile Acids and Therapeutic Potential of Systemic Bile Acid Transporter Inhibitors.\r\nWe also discuss the therapeutic potential of inhibiting the kidney apical sodium-dependent bile acid transporter (ASBT) to redirect bile acids into urine for elimination, reduce hepatobiliary accumulation and systemic levels of bile acids, and treat cholemic nephropathy. In conclusion, a deeper understanding of the enteronephrohepatic bile acid axis is providing insights into novel strategies to protect both liver and kidney in patients with liver disease.\r\nPubmed   Journal   ReadQx \r\nImmune exclusion in hepatoblastoma: is β-catenin to blame again?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nListening Beyond the Symptoms: Existential Needs and Identity in Older Adults With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse Giuffrè.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Jia et al.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of successful endoscopic submucosal dissection of early gastric cancer involving pylorus by switching the direction of traction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel biopsy forceps assisted the removal of a deeply displaced pancreatic duct stent with pancreatic duct stenosis under the guidance of a peroral choledochoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel reshapable catheter facilitates selective biliary and pancreatic duct cannulation following endoscopic submucosal dissection including papilla.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare etiology of partial intestinal obstruction and sepsis: idiopathic mesenteric phlebosclerosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAn unusual camellia-shaped lesion in a female with diarrhea: beauty is only skin deep.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAntireflux mucoplasty with the reopenable clip-over-the-line method for refractory gastroesophageal reflux disease.\r\n\r\nPubmed   Journal   ReadQx \r\nApplication of \"8\"-loop traction-assisted duodenal endoscopic submucosal dissection and defect closure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDetective flow imaging, directional enhanced blood flow imaging, and contrast-enhanced harmonic endoscopic ultrasound in pancreatic solid lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDouble-snare-assisted endoscopic mucosal resection of a rectal neuroendocrine tumor through a single-channel endoscope.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic injection sclerotherapy with ligation for esophageal varices using single-use endoscope: Report of a video case.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of a large rectal foreign body using an endoscopic retrograde cholangiopancreatography guidewire snare.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection as an alternative management for huge colon lipoma with acute intussusception.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided hepaticogastrostomy using a 22G needle with a 0.018-inch ultra-stiff guidewire without tract dilation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatic pseudocyst drainage using a novel double-lumen dilator.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFull-thickness closure using reopenable clip-over-the-line method for a large defect after duodenal full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nImpact of rotation direction on treating common bile duct stones with an asymmetrical 8-wire helical basket.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInhalation of a gastric polyp upon removal.\r\n\r\nPubmed   Journal   ReadQx \r\nIschemic treatment of the duodenal windsock web using the ultra-thin endoscope, with modified detachable snares.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nModified endoscopic purse-string suture with dental floss traction in the management of a duodenal defect.\r\n\r\nPubmed   Journal   ReadQx \r\nNeedle-free technique to prevent guidewire damage during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNoninvasive visualization of neutropenic enterocolitis using capsule endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nOrgan-preserving endoscopic resection of a large colorectal lesion causing McKittrick-Wheelock syndrome.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRisk scores in lower gastrointestinal bleeding - have we reached the stars?\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful bridging disconnected pancreatic duct syndrome complicated by plastic stent-induced bowel perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful cold polypectomy for ectopic endometriosis in a narrow distal bile duct using a new slim cholangioscope.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful preoperative esophageal cleansing for achalasia with esophageal dilatation using the drainage method and gel immersion.\r\n\r\nPubmed   Journal   ReadQx \r\nThe combination of three advanced endoscopic techniques achieves recanalization of anastomotic stenosis after pancreatogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe expanding role of endoscopic vacuum therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nThin therapeutic endoscope combination surgery based clip closure for mucosal defect after colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTroubleshooting for perforation due to proximal metal stent displacement in endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater resection of cecal submucosal tumors using cap, clip, and snare assistance.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    DEVELOPMENT OF ACUTE KIDNEY INJURY IN A PATIENT WITH ALCOHOL-RELATED CIRRHOSIS: THE IMPORTANCE OF DIAGNOSING THE CAUSE OF AKI.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Cancer Prevention in the United States: A Work in Progress.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    A rare cause of long-segment colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSkin lesions and chest pain in a patient with Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Autologous macrophage therapy for compensated cirrhosis, some hope at the horizon.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Supporting the Role of Enzyme Therapy in Management of Coeliac Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Supporting the Role of Enzyme Therapy in Management of Coeliac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Reply letter to Matheus Souza et al.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Analysis of the Article \"Intestinal Epithelial Serotonin as a Novel Target for Treating Disorders of Gut-Brain Interaction and Mood\".\r\n\r\nPubmed   Journal   ReadQx \r\nCan HRME Be Widely Adopted for Esophageal Cancer Screening in Low-Resource Settings?\r\n\r\nPubmed   Journal   ReadQx \r\nPatient Involvement and Methodological Considerations in the UGIC Endoscopy Screening Cluster Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nRegarding\"Intestinal Epithelial Serotonin as a Novel Target for Treating Disorders of Gut-Brain Interaction and Mood\".\r\n\r\nPubmed   Journal   ReadQx \r\nReimagining HRME's Global Role: Operator Expertise Gap Undermines Cost-Effective ESCN Screening.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Validation of the definition of gastro-oesophageal junctional zone: an immunohistochemical study using resected mucosal specimens.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    EUS-guided portal pressure measurement and thrombosis risk: One swallow does not make a summer ….!\r\n\r\nPubmed   Journal   ReadQx \r\nIs MetALD an all-inclusive term for liver disease caused by alcohol and metabolic dysfunction?\r\n\r\nPubmed   Journal   ReadQx \r\nNUC-1031 in aBTC: a cautionary tale in accelerated drug development.\r\n\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol-guided reclassification of steatotic liver disease subgroups improves prognostic stratification: Greater precision is required.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-05-31T10:03:49-04:00",
    "input_file": {}
  },
  {
    "path": "gi/05-23-2025/",
    "title": "Fri May 23 2025",
    "description": "212 articles - From Friday May 16 2025 to Friday May 23 2025",
    "author": [],
    "date": "2025-05-23",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Clinical Practice Updates: AGA Clinical Practice Update on GI Manifestations and Autonomic or Immune Dysfunction in Hypermobile Ehlers-Danlos Syndrome: Expert Review.\r\nDietary interventions should be delivered with appropriate nutritional counseling or guidance to avoid the pitfalls of restrictive eating. BEST PRACTICE ADVICE 16: Management of chronic GI symptoms in patients with hEDS/HSDs who do not exhibit symptoms consistent with POTS or MCAS should align with existing approaches to management of DGBI and GI motility disorders in the general population, including integrated multidisciplinary care involving multiple specialties, where appropriate (eg, cardiology, rheumatology, dietician, psychology).\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    EFFICACY OF REBAMIPIDE IN THE PREVENTION OF NSAID-INDUCED GASTROINTESTINAL MUCOSAL BREAKS: A SYSTEMATIC REVIEW AND META-ANALYSIS.\r\n Rebamipide is effective in preventing NSAID-induced gastrointestinal mucosal breaks. Rebamipide may also be as good as the standard PPIs in preventing NSAID-induced gastrointestinal mucosal breaks, and hence may be an alternative especially in those with contraindications to long term PPI use.\r\nPubmed   Journal   ReadQx \r\nImmune-related Adverse Events are Associated with Improved Outcomes after Immune Checkpoint Inhibitor Treatment in Hepatocellular Carcinoma: A Systematic Review and Meta-analysis.\r\n The development of irAEs is associated with favorable clinical outcomes in HCC, including improved PFS and higher ORR. OS benefit was noted in patients with mild irAEs but not those with severe irAEs.\r\nPubmed   Journal   ReadQx \r\nYoga for Irritable Bowel Syndrome: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.\r\n With uncertain evidence, yoga did not reduce the GI severity of symptoms, anxiety, depression, or improve QoL in IBS patients. In light of the considerable methodological heterogeneity and the high risk of bias within the included RCTs, Yoga cannot be recommended as a treatment for IBS before conducting further large-scale RCTs to fill the current evidence gaps.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    DIAGNOSIS AND MANAGEMENT OF UPPER GASTROINTESTINAL INVOLVEMENT IN ADULT PATIENTS WITH CROHN'S DISEASE: A SYSTEMATIC REVIEW.\r\n We highlight the need for the development of standardized guidance in both diagnosing and managing UGICD. This work serves as preparation for an international consensus on the management of UGICD.\r\nPubmed   Journal   ReadQx \r\nGLOBAL EPIDEMIOLOGY OF PRIMARY BILIARY CHOLANGITIS: AN UPDATED SYSTEMATIC REVIEW AND META-ANALYSIS.\r\n The rising prevalence of PBC represents a growing healthcare burden in Western Pacific region. The positive association between latitude and PBC prevalence require further studies.\r\nPubmed   Journal   ReadQx \r\nImmunogenicity and efficacy of subcutaneous infliximab monotherapy versus combination therapy in IBD: a systematic review and meta-analysis.\r\n SC IFX monotherapy is associated with higher immunogenicity rates compared to combination therapy, particularly in new IFX starters. Although clinical response was comparable, a trend favouring combination therapy warrants further investigation.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Biliary stent insertion after stone clearance in patients awaiting cholecystectomy: Systematic review and meta-analysis.\r\nThis meta-analysis showed no benefit for stent insertion after bile duct clearance in patients scheduled for delayed cholecystectomy. Further randomized controlled trials with bigger cohorts are needed to assess any benefit for this procedure, which in the meantime, cannot be recommended.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Anthropometric Measures and Mortality Risk in Individuals With Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD): A Population-Based Cohort Study.\r\nWC and WC-related indices are better parameters in prognosticating MASLD than BMI. The BMI-related 'obesity paradox' may be a misnomer resulting from the use of an incorrect metric. WC should be measured more routinely among individuals with MASLD.\r\nPubmed   Journal   ReadQx \r\nClearance of Hepatitis C Viremia During Direct-Acting Antiviral Therapy Leads to Rapid Changes in Lipid and Lipoprotein Metabolism.\r\n Serum lipids and lipoproteins rapidly increase with inhibition of viral replication during DAA therapy, an effect that may be mediated by genes affecting hepatic de novo lipogenesis. Based on lipid changes, HCV eradication may increase CVD risk, but this needs to be investigated prospectively.\r\nPubmed   Journal   ReadQx \r\nDistribution, Characteristics, and Natural History of Diverse Types of Indeterminate Chronic Hepatitis B: A REAL-B Study.\r\nIndeterminate CHB can be classified into 10 types, with the most prevalent type being those with HBeAg-negative, HBV DNA ≥ 2000 IU/mL and ALTPubmed   Journal   ReadQx \r\nEffectiveness and Safety of a Second JAK Inhibitor in Ulcerative Colitis: The J2J Multicentre Study. \r\nNo cases of death, cancer, or major acute cardiovascular events were reported. A second-line of JAKi provided clinical remission in about half of patients after induction, and was well tolerated.\r\nPubmed   Journal   ReadQx \r\nLong-Term Dynamic Changes of Alanine Aminotransferase Levels Are Associated With Liver-Related Events in Nucleos(t)ide Analogue-Treated Chronic Hepatitis B Patients in China.\r\n On-treatment ALT levels were significantly correlated with the prognosis of CHB. ALT ≤ 23 U/L for men and ≤ 16 U/L for women were identified as the optimal thresholds during NA treatment, suggesting that CHB patients should strive for a lower ALT level beyond the traditional normal range.\r\nPubmed   Journal   ReadQx \r\nReal-World Effectiveness of Budesonide Orodispersible Tablets for Eosinophilic Oesophagitis: The Importance of Patience and Education.\r\nAdverse events were reported by 16% of patients and 17% were noted to have incorrect technique of administration. BOT was demonstrated to have lower rates of clinicohistological remission in real-world practice than reported in clinical trials, largely due to incorrect technique and cessation due to adverse events.\r\nPubmed   Journal   ReadQx \r\nSome Risks of Gastrointestinal Adverse Events Associated With Glucagon-Like PEPTIDE-1 Receptor Agonists Are Likely Explained by BMI.\r\nNot matching for BMI suggested an elevated pancreatitis risk (aHR 1.75;  95% CI 1.13-2.70). Semaglutide conferred superior weight loss but increased biliary risk.\r\nPubmed   Journal   ReadQx \r\nVolatomics for Diagnosis and Risk Stratification of MASLD: A Proof-Of-Concept Study.\r\n eNose can discriminate patients with MASLD from healthy volunteers and, using unbiased clustering analysis, identify patients with a significantly worse prognosis. These results warrant prospective validation in independent MASLD populations.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    13C-Spirulina Gastric Emptying Breath Test Normative Values in Healthy Children- A Multicenter Study with Comparison to Symptomatic Children.\r\nThis study demonstrates sex and pubertal differences in gastric emptying in children and provides the first reference values for female children.\r\nPubmed   Journal   ReadQx \r\nA Phase 2 Randomized, Double-Blind, Placebo-Controlled Study of the Safety and Efficacy of Metopimazine Mesylate (NG101) in Participants with Gastroparesis.\r\n While NG101 did not meet statistical significance in its primary endpoint for reducing nausea severity, it demonstrated a favorable safety profile and significant improvement in some secondary endpoints. Further study is needed to determine if NG101 is an effective treatment for patients with idiopathic gastroparesis.\r\nPubmed   Journal   ReadQx \r\nArtificial Intelligence in Gastroenterology Education: DeepSeek Passes the Gastroenterology Board Examination and Outperforms Legacy ChatGPT Models.\r\n DeepSeek exhibited passing performance on the gastroenterology board examination, but gaps in niche topics and image exclusion limit utility. It may supplement education if validated by specialists.\r\nPubmed   Journal   ReadQx \r\nAssessing Gastrointestinal Awareness on TikTok: A Content Analysis of Colorectal Cancer, IBS, and IBD Narratives.\r\n Greater healthcare engagement and content regulation are needed to improve the quality of online gastrointestinal health information.\r\nPubmed   Journal   ReadQx \r\nCLINICAL CHARACTERISTICS AND PATHOPHYSIOLOGY OF FECAL INCONTINENCE MIXED WITH CONSTIPATION (FI-MC): AN UNDERRECOGNIZED PROBLEM.\r\nFI patients can be categorized into two phenotypes as FI alone and FI-MC. Each group demonstrates distinct clinical characteristics and pathophysiology. Recognizing each phenotype may improve management of FI patients.\r\nPubmed   Journal   ReadQx \r\nComparing precutting endoscopic mucosal resection using snare-tip and ESD knife for large nonpedunculated colorectal polyps: a randomized controlled trial.\r\nEMR-P using a snare-tip was non-inferior to EMR-P using a ESD knife for large non-pedunculated colorectal polyps. EMR-P using a snare-tip is considered as effective and safe as an ESD knife.\r\nPubmed   Journal   ReadQx \r\nGender-Affirming Hormone Therapy and Risk of IBD Flare in Transgender and Gender Diverse Adults.\r\nWhile there was no overall increased risk of flare in the year after GAHT start, those with active IBD prior to hormone start and those who received testosterone were more likely to experience an IBD flare.\r\nPubmed   Journal   ReadQx \r\nGlucagon-Like Peptide-1 Receptor Agonists Use Does Not Increase the Risk for Acute Pancreatitis and Is Associated with Lower Complications in Patients with Type 2 Diabetes Who Develop Acute Pancreatitis: A Multi-Center Analysis.\r\n GLP-1 RAs use does not increase AP risk, is associated with lower complications in those who developed AP and linked with lower all-cause mortality in T2DM patients. Prospective studies are needed to determine the mechanisms behind these findings.\r\nPubmed   Journal   ReadQx \r\nHereditary Alpha-Tryptasemia is Associated with Ongoing Symptoms in Individuals with Celiac Disease Despite Following a Gluten-Free Diet.\r\n The prevalence of HαT in CeD is similar to the general population, however, al participants with CeD and HαT had ongoing GI symptoms. Evaluation for HαT should be considered in the management of CeD patients with persisting symptoms.\r\nPubmed   Journal   ReadQx \r\nOverlap of esophageal disorders of gut-brain interactions (E-DGBIs) and GERD is highly prevalent in patients with refractory reflux symptoms.\r\n E-DGBIs are highly prevalent in patients with proven GERD and refractory reflux symptoms. Studies with outcome data are needed to determine whether patients with overlapping E-DGBIs and GERD should be identified with pH-impedance monitoring on PPI therapy before an interventional treatment option is considered.\r\nPubmed   Journal   ReadQx \r\nRecycling in Ambulatory Gastrointestinal Endoscopy, A Single Center Experience.\r\n Recycling used endoscopy equipment is feasible, reduces the carbon footprint, and does not impede endoscopy unit efficiency.\r\nPubmed   Journal   ReadQx \r\nSarcopenia is an Independent Risk Factor for the Decline in Anal Sphincter Function and Increased Levator Laxity in Women.\r\nSarcopenia significantly impacts anal sphincter function and pelvic floor dynamics in women with evacuation disorders, serving as a risk factor for anal hypotension/hypocontractility and levator laxity. These findings highlight the need for integrated approaches in managing pelvic floor disorders, taking into account the role of muscle mass and strength in treatment strategies.\r\nPubmed   Journal   ReadQx \r\nThe Effectiveness of Forceps-Assisted Cannulation for Difficult Cannulation During ERCP: Results of the SOCCER Randomized Controlled Trial.\r\nUsing forceps-assisted technique to overcome difficult cannulation improves ERCP cannulation success rates.\r\nPubmed   Journal   ReadQx \r\nThe Role of Patient-Reported Outcomes in Cirrhosis.\r\nThese reports are termed patient-reported outcomes (PROs) and defined as any report of the status of a patient's health condition that comes directly from the patient, without interpretation of the patient's response by a clinician or anyone else. This review aims to provide an overview of what are PROs, types of validated instruments to measure PROs in cirrhosis and the benefits of using PROs in the care of patients with cirrhosis.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A New International Scheme for the Classification and Management of Clinical Outcomes Post-Gastric Peroral Endoscopic Myotomy.\r\n Our study highlights the importance of post-G-POEM GES assessments for characterizing clinical responses. Type 1 responders are more likely to benefit from subsequent pylorus-directed re-treatments, particularly repeat G-POEM interventions.\r\nPubmed   Journal   ReadQx \r\nA pilot randomized control trial to assess the adjunctive effect of diet on response to advanced therapies in patients with UC.\r\n The LC-PB diet did not improve clinical response to medications. However, it led to clinical improvement, steroid tapering, and reduced SAA. As results were limited by sample size, larger studies are needed.\r\nPubmed   Journal   ReadQx \r\nAmbulatory Acute Kidney Injury in Patients with Cirrhosis is Common and Burdensome.\r\nA-AKI is common in cirrhosis, associated with high 90-day mortality, and significantly under-recognized. Targeted interventions for early diagnosis and treatment could improve outcomes in high-risk patients.\r\nPubmed   Journal   ReadQx \r\nAssociation of metabolic comorbidities with fibrosis severity and fibrosis regression in patients with chronic hepatitis B.\r\nPresence of metabolic comorbidities in untreated CHB patients is associated with more severe liver fibrosis and, after initiation of AVT, with less fibrosis regression and a higher risk of fibrosis progression.\r\nPubmed   Journal   ReadQx \r\nIncidence and clinical significance of recompensation after HCV-cure.\r\n Recompensation after HCV-cure is associated with substantially decreased risks of (liver-related) mortality and PVT, but not of HCC.\r\nPubmed   Journal   ReadQx \r\nInsulin-like Growth Factor-1 reflects liver disease stage and improves prediction of liver-related mortality.\r\nThe study highlights the usefulness of IGF-1 as a reliable predictor of LRD and identifies a novel, population-based screening tool outperforming the currently used scores.\r\nPubmed   Journal   ReadQx \r\nLong-term mortality after cholecystectomy in a nationwide cohort of Swedish individuals between 1969 and 2016.\r\nIn a nationwide, Swedish cohort, we observed that cholecystectomy at younger age was associated with higher long-term mortality, potentially influenced by higher alcohol use and smoking. The inverse association among individuals >50 may reflect better underlying health of individuals selected for cholecystectomy.\r\nPubmed   Journal   ReadQx \r\nOutcomes of Allogeneic Hematopoietic Stem Cell Transplant in Monogenic Inflammatory Bowel Disease.\r\n HSCT resulted in IBD medication-free remission and reduction in disease-associated complications. This highlights the strength of genetic evaluation in patients with VEO-IBD or refractory IBD and consideration of HSCT, which can be curative and lifesaving in patients with monogenic defects involving immune dysfunction.\r\nPubmed   Journal   ReadQx \r\nPErsistence and safety of subcutaneous infliximab 1 year after switch from intravenous route in IBD patients in REMission.\r\n In this large multicenter prospective cohort, persistence at one year of SC-IFX was more than 95% of IBD patients switched in remission from IV-IFX, confirming excellent effectiveness and tolerance of SC-IFX.\r\nPubmed   Journal   ReadQx \r\nPerformance of a smartphone-based stool test for use in colorectal cancer screening: population-based study. \r\ndrks. de, DRKS00008737.\r\nPubmed   Journal   ReadQx \r\nProactive Drug Monitoring versus Clinically-based Dosing for Endoscopic Healing in Pediatric Crohn's Disease Receiving Infliximab.\r\nDosing based on proactive TDM was superior to clinically-based dosing in terms of EH in a randomized controlled trial of pediatric CD.\r\nPubmed   Journal   ReadQx \r\nRethinking post-colonoscopy colorectal cancer risk: endoscopist performance versus presence of high-risk polyps.\r\n An individual's PCCRC-risk in the initial years is primarily influenced by endoscopist performance, rather than the presence of high-risk polyps. To reduce PCCRCs, besides ensuring appropriate surveillance intervals, it is crucial to monitor and audit endoscopist quality indicators.\r\nPubmed   Journal   ReadQx \r\nSimplifying Diagnosis of Bile Acid Diarrhea with Clinical and Biochemical Measurements on Blood and Single Stool Sample.\r\nNew diagnostic cut-offs based on serum C4 and single stool TBAc and % PBA provide potential alternatives for diagnosing BAD. Further validation is warranted.\r\nPubmed   Journal   ReadQx \r\nSymptoms of Constipation: Relationship between questionnaires and diaries and Impact on Quality of Life. \r\nBowel diaries characterize constipation symptoms in a refined manner;  only 52% of participants satisfied constipation symptom criteria on both instruments. Somatic symptoms overshadow the contribution of bowel symptoms to QoL.\r\nPubmed   Journal   ReadQx \r\nTransferrin Saturation and Serum Ferritin are Main Predictors of Liver Iron Content in Subjects with Hyperferritinemia.\r\nTSAT and serum ferritin allow us to identify more than 95% of patients with a LIC MRI grade 3 and reduce MRI requirements by more than 50%.\r\nPubmed   Journal   ReadQx \r\npH IMPEDANCE MONITORING ON PROTON PUMP INHIBITOR THERAPY IMPACTS MANAGEMENT DECISIONS IN PROVEN GERD BUT NOT IN UNPROVEN GERD.\r\nA minority of symptomatic patients will have refractory GERD evidence on pH-impedance monitoring on-PPI;  this strategy risks missing over half of the cohort with proven GERD if testing off-PPI is unavailable. Our findings support documenting GERD off-PPI first in PPI non-responders and restricting on-PPI pH-impedance monitoring to identify refractory GERD only in patients with proven GERD with persisting symptoms.  NCT03202537.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Benefits of macroscopic on-site evaluation in endoscopic ultrasound-guided tissue acquisition for comprehensive genomic profiling.\r\nIn tissue specimens obtained using endoscopic ultrasound-guided tissue acquisition, macroscopic visible core length can be associated with an appropriate sample for FoundationOne CDx.\r\nPubmed   Journal   ReadQx   PMC\r\nComparative analysis of gastric emptying between patients undergoing EUS-guided gastroenterostomy and enteral stent placement: Pilot analysis.\r\nEUS-GE was associated with better gastric emptying compared with ES, suggesting a benefit that may translate into clinical benefit even in the short term.\r\nPubmed   Journal   ReadQx   PMC\r\nContrast-enhanced vs. standard endoscopic ultrasound fine-needle aspiration for diagnosing malignant biliary tumors: Randomized controlled trial.\r\nStandard EUS-FNA and CH-EUS-FNA demonstrated comparable diagnostic accuracy in evaluation of extrahepatic bile duct tumors, but with better slightly efficiency and inaccuracy indices than standard EUS-FNA.\r\nPubmed   Journal   ReadQx   PMC\r\nEffectiveness and safety of endoscopic ultrasound-guided radiofrequency ablation for pancreatic metastases of renal cell carcinoma.\r\nOur study demonstrated the feasibility and safety of EUS-RFA for patients with pancreatic metastases of RCC.\r\nPubmed   Journal   ReadQx   PMC\r\nEnvironmental footprint of a colonoscopy procedure: Life cycle assessment.\r\nAmong the 13 colonoscopies studied, the environmental impact was mainly attributable to transportation of patients and staff, and disposables. Therefore, raising awareness about the impact of transportation by car, and reducing resource consumption, particularly of disposable products, should be prioritized. Implementing alternatives to colonoscopy, such as intestinal ultrasound, could reduce the environmental footprint of the healthcare system.\r\nPubmed   Journal   ReadQx   PMC\r\nEpithelium-preserving stricturotomy is effective for improving postoperative benign anastomotic stricture associated with colorectal surgery.\r\nAnastomotic stricture length ≥ 1 cm and non-epithelium preservatoin at ESt were independent risk factors for restricture after ESt in POBAS patients. These two factors may help predict risk of POBAS recurrence and provide reliable evidence for developing personalized treatment plans for patients.\r\nPubmed   Journal   ReadQx   PMC\r\nExploring ChatGPT effectiveness in addressing direct patient queries on colorectal cancer screening.\r\nDespite variability in questions and answers, ChatGPT confirmed good performances in answering CRC screening queries, even when used directly by patients.\r\nPubmed   Journal   ReadQx   PMC\r\nImpact of age and comorbidities on colorectal endoscopic submucosal dissection outcomes: Large multicenter study in a Western cohort.\r\nColorectal ESD is feasible in elderly patients. Physicians should consider delirium a possible AE in patients older than age 80 years. These findings, which bridge the gap between Asian and Western clinical data, underscore the importance of tailored pre-procedure and post-procedure assessments in a global clinical context.\r\nPubmed   Journal   ReadQx   PMC\r\nInterobserver variability in lymph node evaluation with endoscopic ultrasonography in cholangiocarcinoma.\r\nEndosonographic assessment of LN morphology and characterization demonstrates considerable variability among endosonographers. Thus, there is a clear need for standardization in preoperative LN evaluation, including establishing consensus about when to perform tissue acquisition, based on objective criteria such as short-axis diameter. Further research is required to refine and optimize these guidelines.\r\nPubmed   Journal   ReadQx   PMC\r\nJourney to complete remission of dysplasia and intestinal metaplasia after ESD and EMR of Barrett's esophagus-related neoplasia.\r\nDespite larger lesion sizes and more cancers in patients undergoing ESD, the EET journey to achieving CRD and CRIM was comparable to that in patients receiving cEMR. Prospective studies are required to further study differences between these two treatment approaches.\r\nPubmed   Journal   ReadQx   PMC\r\nMedicolegal aspects of digestive endoscopy: Results of a Chilean national survey.\r\nGastrointestinal endoscopists are frequently exposed to complaints and lawsuits. Key factors include procedure costs, AEs, sedation practices, years of experience, type of endoscopic procedure, and communication. Proactive strategies to address these factors could mitigate medico-legal risks and improve patient outcomes.\r\nPubmed   Journal   ReadQx   PMC\r\nPatient- and endoscopist-related risk factors and etiological categorization of post-colonoscopy colorectal cancer.\r\nEndoscopists detecting more adenomas had a substantially lower PCCRC incidence in their patients. Therefore, endoscopist performance is a crucial marker of PCCRC and may serve as a quality control measure for colonoscopy.\r\nPubmed   Journal   ReadQx   PMC\r\nPilot evaluation of a novel, automated ergonomics assessment tool.\r\nErgoGenius was successfully deployed to detect abnormal postures related to changes in bed position and quantify ERI risk. It performed at par with human appraisers. This tool shows promise in enhancing ergonomic practices among gastroenterologists and trainees, potentially leading to better health outcomes and reduced injury.\r\nPubmed   Journal   ReadQx   PMC\r\nRed dichromatic imaging enhances submucosal visibility during endoscopic submucosal dissection: Pilot study.\r\nRDI enhances visualization during ESD by improving visibility of the dissecting layer and increasing color differentiation compared with conventional WLI. These findings suggest that incorporating RDI into routine endoscopic practice could lead to more precise and efficient ESD procedures, ultimately improving patient outcomes.\r\nPubmed   Journal   ReadQx   PMC\r\nRetrospective case-control study of the impact of dialysis on bowel preparation scores.\r\nSafe and adequate BP is achievable in dialysis patients. Bowel preparation regimen rather than treatment with dialysis influences BP quality. Split-dose preparation remains the most important determinant of adequate BP for colonoscopy, irrespective of regimen.\r\nPubmed   Journal   ReadQx   PMC\r\nUse of artificial intelligence to measure colorectal polyp size without a reference object.\r\nOur study shows that colorectal polyp size measurement by AI model is practical and clinically useful, exhibiting low error rates and high precision. AI shows promise as an accurate tool for measurement without the need for a reference object during screening colonoscopy.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Prospective analysis of endoscopic impedance planimetry pyloric measurements and its association with clinical outcomes with gastric peroral endoscopic myotomy. \r\nPatients who responded to G-POEM had a lower baseline DI when compared to non-responders. Additional studies optimizing and standardizing FLIP protocols in patients undergoing G-POEM are needed.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Associations of alcohol consumption and genetic predisposition to hepatic steatosis with liver-related events: results from large population-based cohort studies.\r\nAssociations between alcohol intake and LREs vary across different drinking categories. Individuals with a higher genetic risk for SLD appear more susceptible to alcohol.\r\nPubmed   Journal   ReadQx \r\nCost-effectiveness of regular surveillance versus endoscopy at need for patients with Barrett's esophagus: economic evaluation alongside the BOSS randomized controlled trial.\r\n BE surveillance every 2-3 years is unlikely to be a cost-effective strategy. Guidelines should take this into account when deciding surveillance intervals.\r\nPubmed   Journal   ReadQx \r\nDietary fiber modulates the window of susceptibility to Clostridioides difficile infection.\r\nConsumption of a low-fiber diet after antibiotic use contributes to a prolonged susceptibility to CDI that corresponds to a perturbation in both microbiota and bile acid composition. These results suggest that in the context of antibiotic treatment, diet is a critical, modifiable risk factor for CDI susceptibility.\r\nPubmed   Journal   ReadQx \r\nFidaxomicin reduces collagen expression in intestinal fibroblasts via platelet-derived growth factor receptor beta and glycogen synthase kinase-3 beta inhibition.\r\nFidaxomicin inhibits intestinal fibrosis by reducing PDGFRβ phosphorylation and expression, GSK3β phosphorylation, and collagen expression in intestinal fibroblasts.\r\nPubmed   Journal   ReadQx \r\nSynergies between Clinicians, Academia and Industry in the Age of AI.\r\nIssues including data privacy, regulatory hurdles, and interdisciplinary communication must be addressed to foster effective partnerships. By embracing collaborative models, including public-private partnerships, clinical trials, and innovation hubs, stakeholders can work together to overcome barriers and promote responsible AI integration in gastroenterology.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    The 2024 top 10 list of endoscopy topics in medical publishing: an annual review by the American Society for Gastrointestinal Endoscopy Editorial Board.\r\nThe top 10 identified topics collectively represent advances in the following endoscopic areas: glucagon-like peptide-1 receptor agonists and endoscopy, advances in AI in endoscopy, ergonomics in endoscopy, peroral endoscopic myotomy, bariatric and metabolic endoscopy, endoscopic resection in the colon, gastric intestinal metaplasia and endoscopy, inflammatory bowel disease and endoscopy, GI bleeding risk stratification and endoscopic therapies, and therapeutic EUS. Board members were assigned a topic area and summarized relevant and important articles, thereby generating this overview of the \"top 10\" endoscopic advances of 2024.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Activation of RAS/MEK/ERK signalling drives biliary differentiation in primary liver cancer.\r\nThese findings provide insights into the role of RAS-dependent pathways in liver cancer differentiation and offer a compelling explanation for the high prevalence of RAS mutations in human CCA compared with HCC.\r\nPubmed   Journal   ReadQx \r\nCold snare endoscopic resection for large colon polyps: a randomised trial.\r\n Universal application of cold EMR did not significantly lower SAEs (unless cold EMR could be completed) and doubled the recurrence rate compared with hot EMR.\r\nPubmed   Journal   ReadQx \r\nHigh-protein diets alleviate tumour growth and drug resistance by promoting AKT aggregation and turnover.\r\nOur results highlight a fine-tuned regulation of AKT by S6K1-mediated phosphorylation and TRAF5-dictated ubiquitination and degradation, offering a strategy for integrating chemotherapy with high-protein diets to enhance cancer treatment efficacy.\r\nPubmed   Journal   ReadQx \r\nPrevention of rebleeding after primary haemostasis using haemostatic powder in non-variceal upper gastrointestinal bleeding: a multicentre randomised controlled trial.\r\n The application of Nexpowder following endoscopic haemostasis significantly reduced both early (3 days) and late (30 days) rebleeding rates in patients with NVUGIB, particularly in cases of ulcer-related bleeding.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Detecting at-risk steatotic liver disease and liver fibrosis in the community.\r\nFurthermore, some data suggest community based screening of liver fibrosis in patients with metabolic dysfunction and alcohol-associated SLD is cost-effective. Wide-spread implementation of systematic evidence based diagnostic pathways in the community are needed to reduce the liver related morbidity related to SLD.\r\nPubmed   Journal   ReadQx \r\nECM1 protects against liver steatosis through PCBP1-mediated iron homeostasis.\r\n Our study reveals that ECM1 is a critical regulator in MASH, modulating lipid peroxidation by maintaining PCBP1-mediated intracellular iron homeostasis. Targeting ECM1 to restore PCBP1-dependent iron homeostasis may offer a novel therapeutic avenue for MASH.\r\nPubmed   Journal   ReadQx \r\nGalectin-1 modulates glycolysis via a GM1-galactose-dependent pathway to promote hyperthermia resistance in hepatocellular carcinoma. \r\nIn vivo studies showed that inhibiting Gal-1 in combination with thermal ablation significantly reduced tumor size compared to either monotherapy thermal ablation or Gal-1 inhibition alone. Gal-1 can mediate hyperthermia resistance in HCC and can potentially be modulated as a therapeutic target to reduce rapid progression after thermal ablation.\r\nPubmed   Journal   ReadQx \r\nHead-to-head comparison of MASH resolution index versus FAST for non-invasive prediction of resolution of MASH on biopsy.\r\n The MASH Resolution Index is better than the FAST score in the non-invasive prediction of MASH resolution. These data may have implications for clinical practice and trials.\r\nPubmed   Journal   ReadQx \r\nHepatocyte-specific C-C motif chemokine ligand 9 signaling promotes liver fibrosis progression in mice.\r\nCcl9 is a significant contributor to liver fibrosis, influencing macrophage behavior and directly activating HSCs. Targeting Ccl9 offers a potential therapeutic approach for treating liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nImmune-mediated adverse events and overall survival with tremelimumab plus durvalumab and durvalumab monotherapy in unresectable hepatocellular carcinoma: HIMALAYA phase 3 randomized clinical trial.\r\nParticipants who experienced imAEs with STRIDE had a numerical improvement in OS versus those who did not, which was not observed for durvalumab. Long-term OS with STRIDE was observed regardless of imAEs. Most imAEs were low grade, manageable, and occurred in the first 3 months after treatment initiation. Results continue to support the benefits of STRIDE in a diverse population that reflects unresectable HCC globally.\r\nPubmed   Journal   ReadQx \r\nManagement of Immune Tolerant Chronic Hepatitis B.\r\nThis review highlights the importance of redefining IT CHB to include virological and histological parameters and calls for long-term studies to clarify the role of therapy in reducing fibrosis progression and HCC risk. A more precise understanding of the IT phase is essential to balance the risks of treatment against its potential benefits and to inform future therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\nProenkephalin produced by neonatal T-bet+ Treg cells promotes periportal hepatocyte maturation.\r\nOur findings uncover a previously unrecognized mechanism through which periportal T-bet+ Treg cells foster liver maturation independently of their immune regulatory functions. It also underscores the critical role of Treg-associated immune zonation in facilitating periportal hepatocyte maturation in neonatal mice.\r\nPubmed   Journal   ReadQx \r\nSuppressing MASH fibrotic progression by blocking succinate-GPR91 signaling in hepatic stellate cells.\r\nHSC-specific GPR91 receptor deficiency effectively halted hepatic fibrosis, probably through two distinct signaling pathways  suppressing the succinate-GPR91-Gβγ-ERK/c-jun-smad3 axis that positively regulates HSC activation;  and abrogating the GPR91-Gαi-cAMP-NF-κB pathway that hinders their apoptosis. These findings confer GPR91 as a promising target for molecular interventions in blocking MASH-fibrotic progression.\r\nPubmed   Journal   ReadQx \r\nTATA-box binding protein associated factor 2 (TAF2) in hepatocyte survival and tumorigenesis.\r\nTAF2 augmented cancer hallmarks in human HCC cells by binding to the promoters of tumor promoting genes and non-coding RNAs and regulating their transcription. Thus, TAF2 plays a unique and central role in hepatocyte survival and tumorigenesis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Durvalumab plus chemotherapy in advanced biliary tract cancer: 3-year overall survival update from the phase III TOPAZ-1 study.\r\nSurvival benefit and manageable safety continued with durvalumab+GemCis versus placebo+GemCis approximately 3 years after the last participant was randomised. All clinically relevant subgroups were represented in eLTS, supporting standard-of-care status for durvalumab+GemCis in aBTC.  \r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Breath Profiling in MASLD-A Step Towards Better Risk Stratification.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Getting to the Heart of the Matter in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Three-Dimensional (3D) Geometric Modelling in TIPS Implantation-A Further Step Toward Personalised Portal Pressure Reduction?\r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: GLP-1 Receptor Agonists and Glucagon/GIP/GLP-1 Receptor Dual or Triple Agonists-Mechanism of Action and Emerging Therapeutic Landscape in MASLD.\r\nGLP-1 receptor agonists, alone or in combination with GIP and/or glucagon receptor agonists, represent promising, effective pharmacotherapies for the treatment of MASLD/MASH. Larger and longer-duration clinical trials are needed to further evaluate the efficacy and safety of GIP receptor and glucagon receptor agonism.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    American Gastroenterological Association Policy Priorities for our 2025 Legislative Agenda.\r\n\r\nPubmed   Journal   ReadQx \r\nDetermining Cirrhosis Status in Candidates for Resmetirom.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term use of topical steroids in Eosinophilic Esophagitis: efficacy, safety, and unanswered questions.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Pharmacomicrobiomics: The role of the gut microbiome in immunomodulation and cancer therapy.\r\nWe also shed light on the future perspectives for patients arising from this field. While multiple lines of evidence already demonstrate that the gut microbiome interacts with drugs, and vice versa, thereby affecting treatment efficacy and safety, well-designed clinical studies and integrated in vivo and ex vivo models are necessary to obtain consistent results, improve clinical translation and further unlock the gut microbiome's potential to improve drug responses.\r\nPubmed   Journal   ReadQx \r\nPresentation of the Julius M. Friedenwald Medal to David Lieberman, MD, AGAF.\r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting Helicobacter pylori eradication: evolving evidence and global implications for gastric cancer prevention.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic Submucosal Dissection in the West: Tips and Tricks for Successful Resection.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Ending nuclear weapons, before they end us.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Establishing five-year overall survival as a new standard for trials in advanced HCC.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Cancerous Crossroad: Invasive Adenocarcinoma with Multiple Enteric Fistulae.\r\n\r\nPubmed   Journal   ReadQx \r\nA Twist of Fate: Internal Hernia Leading to Volvulus in Pregnancy Post-Roux-en-Y.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring Technical and Clinical Considerations in Pediatric Endoscopic Retrograde Appendicitis Therapy Studies.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Cleansers and Detoxes-Separating Market Hype From Medical Reality.\r\n\r\nPubmed   Journal   ReadQx \r\nMethodological Considerations in the Increasing Rate of Hospitalization for IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nObscure small bowel bleeding from visceral Kaposi sarcoma without cutaneous manifestations.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Wei et al.\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction: Effects of Cholestasis on Primary Sclerosing Cholangitis in Patients Following Liver Transplantation: Insights From Mixed Censoring Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nThink out of the box - A rare case of intestinal polyarterites nodosa.\r\n\r\nPubmed   Journal   ReadQx \r\nYersinia enterocolitis: an unusual mimic of colon cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Ammonia levels after TIPS insertion identify patients at high risk of hepatic encephalopathy.\r\n\r\nPubmed   Journal   ReadQx \r\nChatGPT Develops a Natural Language Processing Algorithm for Automated Calculation of Colonoscopy Quality Metrics.\r\n\r\nPubmed   Journal   ReadQx \r\nColonic Leiomyoma: Endoscopic resection and diagnosis of a rare lesion found during routine colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nColonic ischemia due to splanchnic arteriovenous malformation treated by embolization.\r\n\r\nPubmed   Journal   ReadQx \r\nFeasibility and acceptability of non-invasive stool testing for surveillance of colorectal polyps in older adults.\r\n\r\nPubmed   Journal   ReadQx \r\nFulminant Clostridioides difficile Infection Following Fecal Microbiota Spores compared to Fecal Microbiota Transplant.\r\n\r\nPubmed   Journal   ReadQx \r\nGlobal health policies for hepatocellular carcinoma: a cross-sectional study.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of Artificial Intelligence on the Gastroenterology Workforce and Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nIron Pill Gastritis.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term Benefits of Resilience-Based Integrated Care: Reduced Unplanned Care, Opioid, and Steroid Use in the GRITT-IBD Study.\r\n\r\nPubmed   Journal   ReadQx \r\nMedical Posttraumatic Stress in Patients with Digestive Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPractice Management: GI Locum Tenens and the Fair Market Value of Hospital Work.\r\n\r\nPubmed   Journal   ReadQx \r\nPrimary pancreatic small round cell sarcoma.\r\n\r\nPubmed   Journal   ReadQx \r\nRedundancy of the Transverse Colon: Documentation of Length and Prolonged Retention.\r\n\r\nPubmed   Journal   ReadQx \r\nRemission of sequestrant-refractory bile acid diarrhea in patients on liraglutide with pragmatic dose escalation; a case series.\r\n\r\nPubmed   Journal   ReadQx \r\nTHE INDEX OF SEVERITY FOR EOSINOPHILIC ESOPHAGITIS HELPS PREDICT TREATMENT RESPONSE TO DUPILUMAB.\r\n\r\nPubmed   Journal   ReadQx \r\nVerrucous Carcinoma of the Esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nWaist-to-height ratio enhances predictive accuracy for severe hepatic steatosis and advanced fibrosis: a national cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic ultrasound-guided antegrade stenting under guiding sheath assistance for malignant distal biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nLongitudinal mucosal incision prior to balloon dilation: Novel and advanced approach for severe esophageal stenosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful endoscopic submucosal dissection of a duodenal neuroendocrine tumor close to the major papilla with traction from rubber band and clips.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A case of successful endoscopic submucosal dissection of early gastric cancer involving pylorus by switching the direction of traction. \r\n\r\nPubmed   Journal   ReadQx \r\nA novel biopsy forceps assisted the removal of a deeply displaced pancreatic duct stent with pancreatic duct stenosis under the guidance of a peroral choledochoscope. \r\n\r\nPubmed   Journal   ReadQx \r\nA rare etiology of partial intestinal obstruction and sepsis: idiopathic mesenteric phlebosclerosis. \r\n\r\nPubmed   Journal   ReadQx \r\nAn unusual camellia-shaped lesion in a female with diarrhea: beauty is only skin deep. \r\n\r\nPubmed   Journal   ReadQx \r\nApplication of \"8\"-loop traction-assisted duodenal endoscopic submucosal dissection and defect closure. \r\n\r\nPubmed   Journal   ReadQx \r\nApplication of handmade rubber loop traction assisted defect closure after super minimally invasive surgery of gastric gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBalloon compression technique using an echoendoscopic balloon tip to prevent bile leakage in endoscopic ultrasound-guided choledochoduodenostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCold snare endoscopic mucosal resection for large nonpedunculated adenomatous polyps: not all new techniques will develop in the future.\r\n\r\nPubmed   Journal   ReadQx \r\nDetective flow imaging, directional enhanced blood flow imaging, and contrast-enhanced harmonic endoscopic ultrasound in pancreatic solid lesions. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic full-thickness resection: a minimally invasive approach for jejunal submucosal tumors.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic management of submucosal tunnel abscess following upper esophagus submucosal tunneling endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic removal of a large rectal foreign body using an endoscopic retrograde cholangiopancreatography guidewire snare. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic rescue management of stent displacement after a pancreatic pseudocyst endoscopic drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic salvage of a dislodged lumen-apposing metal stent in pancreatic pseudocyst drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection as an alternative management for huge colon lipoma with acute intussusception. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of a duodenal laterally spreading tumor using saline immersion therapeutic endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasonography-guided hepaticoduodenostomy using a novel self-expandable metallic stent with an ultra-tapered tip and a slim-delivery system.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided hepaticogastrostomy using a 22G needle with a 0.018-inch ultra-stiff guidewire without tract dilation. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticogastrostomy with antegrade stenting using a catheter-like delivery system: a novel technique completely omitting the fistula dilation step.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided jejunoduodenostomy followed by biliary stenting using an ultrathin endoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatic pseudocyst drainage using a novel double-lumen dilator. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy - surgery: the sliding doors.\r\n\r\nPubmed   Journal   ReadQx \r\nFull-thickness closure using reopenable clip-over-the-line method for a large defect after duodenal full-thickness resection. \r\n\r\nPubmed   Journal   ReadQx \r\nIdentification of active gastric bleeding and achievement of endoscopic hemostasis via gel immersion endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nImpact of rotation direction on treating common bile duct stones with an asymmetrical 8-wire helical basket. \r\n\r\nPubmed   Journal   ReadQx \r\nIschemic treatment of the duodenal windsock web using the ultra-thin endoscope, with modified detachable snares. \r\n\r\nPubmed   Journal   ReadQx \r\nNeedle-free technique to prevent guidewire damage during endoscopic ultrasound-guided hepaticogastrostomy. \r\n\r\nPubmed   Journal   ReadQx \r\nNovel method to remove deeply migrated pancreatic duct stent with caudal end embedded in the pancreas.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nOrgan-preserving endoscopic resection of a large colorectal lesion causing McKittrick-Wheelock syndrome. \r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous cyanoacrylate injection with endoscopic closure using an over-the-scope clip for refractory duodenocutaneous fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRecurrence following piecemeal endoscopic mucosal resection of 10-20-mm polyps: an underappreciated problem with a simple solution?\r\n\r\nPubmed   Journal   ReadQx \r\nRisk scores in lower gastrointestinal bleeding - have we reached the stars?\r\n\r\nPubmed   Journal   ReadQx \r\nSafe transanal drainage tube placement using a tapered-tip sheath system for obstructive colorectal cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSame-session endoscopic ultrasound-guided gallbladder drainage for acute cholecystitis with lumen-apposing metal stent and rendezvous for biliary stones in invisible papilla.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSpray cryotherapy for actively bleeding refractory gastric arteriovenous malformations results in immediate and durable hemostasis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSubmucosal tunneling endoscopic fenestration resection combined with a covered stent for a large leiomyoma of the esophagogastric junction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful repair of iatrogenic esophageal perforation with novel through the scope closure endoclips.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSynchronous multiple primary early stage esophageal cancers diagnosed in a teenager using confocal laser endomicroscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe combination of three advanced endoscopic techniques achieves recanalization of anastomotic stenosis after pancreatogastrostomy. \r\n\r\nPubmed   Journal   ReadQx \r\nThin therapeutic endoscope combination surgery based clip closure for mucosal defect after colorectal endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater resection of cecal submucosal tumors using cap, clip, and snare assistance. \r\n\r\nPubmed   Journal   ReadQx \r\nVisualization and biopsy of an appendiceal sessile serrated lesion during endoscopic retrograde appendicitis therapy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Rare Treatable Cause of Dysphagia and Odynophagia in a Lung Transplant Recipient.\r\n\r\nPubmed   Journal   ReadQx \r\nArtificial Intelligence in Gastroenterology and Hepatology: Potential and Perils.\r\n\r\nPubmed   Journal   ReadQx \r\nDEVELOPMENT OF ACUTE KIDNEY INJURY IN A PATIENT WITH ALCOHOL-RELATED CIRRHOSIS: THE IMPORTANCE OF DIAGNOSING THE CAUSE OF AKI.\r\n\r\nPubmed   Journal   ReadQx \r\nFatigue, weakness, shoulder pains after achieving remission for 8 years - a rare case with an even more unusual presentation.\r\n\r\nPubmed   Journal   ReadQx \r\nMis-lead by obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Patient Prescription for Integrating AI into GI Care.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Hysteroscopy Combined with Colonoscopy for the Management of Colonic Perforation Caused by Uterine Intrauterine Device Displacement.\r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous endoscopic necrosectomy using a fully covered self-expandable metal stent in a patient with severe acute necrotizing pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Can transperineal ultrasound replace endoscopic ultrasound in staging distal ulcerative colitis?\r\n\r\nPubmed   Journal   ReadQx \r\nLECT2-PHB2 axis: a new mechanistic insight and therapeutic opportunity in alcohol-associated hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLarge language models for detecting colorectal polyps in endoscopic images.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A new voice in diagnosing and predicting hepatic encephalopathy.\r\n\r\nPubmed   Journal   ReadQx \r\nApples and oranges: Parsing out ethnic disparities in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nInfliximab to the rescue: Autoimmune hepatitis meets its match.\r\n\r\nPubmed   Journal   ReadQx \r\nLPCN 1148: Rebuilding muscle memory in cirrhosis patients.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Association between mean arterial pressure and terlipressin in the reversal of hepatorenal syndrome-acute kidney injury.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: TIPS for noncirrhotic adults with chronic mesenteric venous thrombosis and EHPVO refractory to standard-of-care therapy - how are they doing in 2025?\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction: C-Jun mediates hepatitis C virus hepatocarcinogenesis through signal transducer and activator of transcription 3 and nitric oxide-dependent impairment of oxidative DNA repair.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Getting to the Heart of the Matter in IBD-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Three-Dimensional (3D) Geometric Modelling in TIPS Implantation-A Further Step Toward Personalised Portal Pressure Reduction and Pre-Procedural Planning. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Different Risk of Acute Variceal Bleeding According to the Liver Disease Aetiology in Decompensated Cirrhosis Patients Receiving Carvedilol-Based Primary Prophylaxis-May Insulin Resistance Unloose This Gordian Knot?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Helicobacter pylori and Eosinophilic Oesophagitis-Lost in Definition?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Helicobacter pylori and Eosinophilic Oesophagitis-Lost in Definition? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Supporting the Role of Enzyme Therapy in Management of Coeliac Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Supporting the Role of Enzyme Therapy in Management of Coeliac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Acute Severe Ulcerative Colitis Clinical Trial Design - Author's Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nDissecting AI Chatbot Outputs in Gastroenterology: Implications for Celiac Disease Management.\r\n\r\nPubmed   Journal   ReadQx \r\nDynamic SLD Classification Calls for Adaptive Clinical Trial Designs and Longitudinal Monitoring.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to Goodsall et al.\r\n\r\nPubmed   Journal   ReadQx \r\nRefining Donor Selection for FMT in UC: The Role of Chromobacteriaceae and Other Underrecognized Pro-inflammatory Taxa.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Refining risk estimates of colorectal cancer in steatotic liver disease: Insights on methodological challenges.\r\n\r\nPubmed   Journal   ReadQx \r\nToo Old to Treat? Rethinking Steroid-Sparing Therapy in Elderly-Onset IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Can HRME Be Widely Adopted for Esophageal Cancer Screening in Low-Resource Settings? \r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"Effect of an Endoscopy Screening on Upper Gastrointestinal Cancer Mortality: A Community-Based Multicenter Cluster Randomized Clinical Trial\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Hypoxic and acidic tumor microenvironment-driven AVL9 promotes chemoresistance of pancreatic ductal adenocarcinoma via the AVL9-IκBα-SKP1 complex\".\r\n\r\nPubmed   Journal   ReadQx \r\nEnhanced Analytical Framework for Complex Biological Data: Beyond Principal Component Analysis in Cancer Research.\r\n\r\nPubmed   Journal   ReadQx \r\nMechanistic Insights and Perspectives on AVL9-Mediated Chemoresistance in Pancreatic Ductal Adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Purastat post-EMR: unresolved questions from the PURPLE trial.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: 'Perspective on enhancing CRC risk prediction' by Zheng and Wang.\r\n\r\nPubmed   Journal   ReadQx \r\nWithdrawal of antitumour necrosis factor in patients with inflammatory bowel disease in remission: a randomised placebo-controlled clinical trial of GETECCU.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Phosphatidylethanol-guided reclassification of steatotic liver disease subgroups improves prognostic stratification: Greater precision is required. \r\n\r\nPubmed   Journal   ReadQx \r\nWhy One PEth Result Cannot Redraw the MASLD/ALD Boundary: A Single-Snapshot Misclassification.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-05-23T08:34:27-04:00",
    "input_file": {}
  }
]
