[
  {
    "path": "gi/12-27-2024/",
    "title": "Fri Dec 27 2024",
    "description": "100 articles - From Friday Dec 20 2024 to Friday Dec 27 2024",
    "author": [],
    "date": "2024-12-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Management of Portal Vein Thrombosis in Patients With Cirrhosis: Expert Review.\r\nBEST PRACTICE ADVICE 11: Portal vein revascularization with transjugular intrahepatic portosystemic shunting may be considered for selected patients with cirrhosis and PVT who have additional indications for transjugular intrahepatic portosystemic shunting, such as those with refractory ascites or variceal bleeding. Portal vein revascularization with transjugular intrahepatic portosystemic shunting may also be considered for transplantation candidates if recanalization can facilitate the technical feasibility of transplantation.\r\nPubmed   Journal   ReadQx \r\nAGA Clinical Practice Update on Screening and Surveillance in Individuals at Increased Risk for Gastric Cancer in the United States: Expert Review.\r\nBEST PRACTICE ADVICE 15: To achieve health equity, a personalized approach should be taken to assess an individual's risk for GC to determine whether screening and surveillance should be pursued. In conjunction, modifiable risk factors for GC should be distinctly addressed, as most of these risk factors disproportionately impact people at high risk for GC and represent health care disparities.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Incidence of hepatobiliary malignancies in primary sclerosing cholangitis: systematic review and meta-analysis.\r\n The incidence of CCA in PSC is substantial, whereas HCC and GBC are rare. PSC-IBD patients may be at higher risk for HCC. These data should be validated in large, prospective studies, and may guide the development of evidence-based surveillance strategies for hepatobiliary malignancies in PSC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Cold versus hot snare endoscopic mucosal resection of colorectal polyps: meta-analysis of randomized controlled trials.\r\nCold EMR is associated with lower risk of delayed bleeding and perforation but higher risk of recurrent/residual neoplasia compared to hot EMR.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Anti-Reflux Mucosectomy versus Radiofrequency Ablation of the Lower Esophageal Sphincter for the Treatment of Gastroesophageal Reflux Disease: A Systematic Review and Meta-Analysis.\r\nBoth Stretta and ARMS are effective endoscopic treatment modalities for GERD. Although their clinical efficacy appears to be similar, the increased risk of dysphagia, bleeding, and perforation after ARMS should not be underestimated.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of fully covered self-expanding metal stents in the management of Post sphincterotomy bleeding: a Systematic Review and Meta-analysis.\r\nPooled rates (95% CI) of stent migration were 10% (5%, 20%). In most studies, FCSEMS were used after failure of conventional endoscopic treatments except in two studies, where these were used in some patients for primary treatment, and in others, after failure of conventional endoscopic treatments CONCLUSIONS: Our meta-analysis demonstrates the pooled efficacy and safety of FCSEMS in the management of post-sphincterotomy bleeding especially as a rescue treatment in patients with persistent bleeding after conventional endoscopic treatments.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Association between hepatitis delta virus with liver morbidity and mortality: A systematic literature review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Integrated Analysis of Vonoprazan Safety for Symptomatic Gastro-Oesophageal Reflux Disease or Erosive Oesophagitis.\r\nVonoprazan was well tolerated. Its safety profile from both clinical trial and post-marketing data were consistent and comparable to that of its PPI comparators with respect to treatment-emergent adverse events.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Delisting From Liver Transplant List for Improvement and Re-compensation Among Decompensated Patients at one-year.\r\n ALD and HBV are most frequent etiologies for delisting due to liver disease improvement. About 10% of delisted patients develop re-compensation, with HBV etiology most likely to recompensate. Models and biomarkers are needed to identify these candidates for optimal use of deceased donor livers.\r\nPubmed   Journal   ReadQx \r\nHedonic Responses to Meal Ingestion in Patients With Functional Dyspepsia and Postprandial Symptoms.\r\n The hedonic response to meal ingestion is preserved in a proportion of patients with postprandial distress syndrome.\r\nPubmed   Journal   ReadQx \r\nPost-Transjugular Intrahepatic Portosystemic Shunt Right Atrial Pressure and Left Atrial Volume Index Predict Heart Failure and Mortality: Dual Center Experience.\r\n Increases in right atrial pressure and left atrial volume index post-TIPS, but not CCM status, predict post-TIPS HF and death, respectively. Surveillance echocardiography may play a role in identifying those at highest risk of decompensation post-TIPS. Further prospective study of CCM and its markers in relation with TIPS outcomes is warranted.\r\nPubmed   Journal   ReadQx \r\nRisk of extrahepatic malignancies in patients with autoimmune hepatitis: a nationwide cohort study.\r\n In this nationwide, population-based cohort, AIH was not associated with an increased risk of overall extrahepatic malignancy compared with age- and sex-matched controls. However, AIH itself increased the risk of lymphoma or myeloma, independent of immunosuppressant use.\r\nPubmed   Journal   ReadQx \r\nSafety and Effectiveness of Glucagon-like Peptide-1 Receptor Agonists in Inflammatory Bowel Disease.\r\n GLP1-RA therapy appears safe and effective, with an associated C-reactive protein reduction, in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Resolution of MASH with no worsening of fibrosis after bariatric surgery improves 15-year survival: a prospective cohort study.\r\n Histological remission of MASH or significant fibrosis improves survival after bariatric surgery.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Effect of an Endoscopy Screening on Upper Gastrointestinal Cancer Mortality: A Community-based Multicenter Cluster Randomized Clinical Trial.\r\nAn invitation to endoscopic screening reduced upper gastrointestinal cancer mortality in high-risk areas. In non-high-risk areas, an invitation to endoscopic screening based on risk scores did not significantly decrease upper gastrointestinal cancer deaths, but longer follow-up time was required.\r\nPubmed   Journal   ReadQx \r\nGlepaglutide, a Long-acting Glucagon-like Peptide-2 Analog, Reduces Parenteral Support in Patients with Short Bowel Syndrome: a Phase 3, Randomized, Controlled Trial.\r\n Glepaglutide treatment in SBS-IF patients resulted in clinically relevant reductions in PS requirements and was well tolerated.\r\nPubmed   Journal   ReadQx \r\nHuman enteric glia diversity in health and disease: new avenues for the treatment of Hirschsprung disease.\r\n Two major enteric glial classes were identified in the pediatric intestine, highlighting the significant postnatal contribution of Schwann-like enteric glia to glial heterogeneity. Crucially, these glial subtypes persist in aganglionic segments of HSCR patients, offering a new target for their treatment using 5-HT agonists.\r\nPubmed   Journal   ReadQx \r\nIn Obesity, Esophagogastric Junction Fat Impairs Esophageal Barrier Function and Dilates Intercellular Spaces via HIF-2α.\r\nWe have elucidated molecular mechanisms whereby visceral fat of obese patients can impair esophageal barrier integrity by secreting substances that generate ROS, which activate HIF-2α in esophageal epithelial cells. These mechanisms could render the esophagus of obese individuals vulnerable to damage by acid and other noxious agents.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparative efficacy and safety of three endoscopic techniques for the treatment of large common bile duct stones (≥ 15 mm): Long-term follow-up.\r\nEPLBD combined with large EST may represent a more rational endoscopic technique for treating large CBDS.\r\nPubmed   Journal   ReadQx \r\nNext-generation Sequencing Improves The Detection of Malignant Biliary Strictures and Changes Management.\r\n NGS and pathological evaluation enhances MBS detection sensitivity, leading to management changes in 75% of cases when pathology testing is negative.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Mutational signatures define immune and Wnt-associated subtypes of ampullary carcinoma.\r\n Immunogenicity and Wnt pathway associations, emphasised by the mutational signatures, defined patients with prospective sensitivity to either immunotherapy or Wnt pathway inhibitors. This emphasises a novel mutational signature-based AMPAC classification with prognostic potential, suggesting prospective implications for subgroup-specific management of patients with AMPAC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    LRP4 mutations promote tumour progression and resistance to anti-PD-1 therapy in recurrent hepatocellular carcinoma.\r\nOur results identified novel LRP4 mutations important in recurrent HCC. Inactivating LRP4 mutations were associated with resistance to anti-PD-1 therapy and could be useful biomarkers for precision therapy in patients with recurrent HCC.\r\nPubmed   Journal   ReadQx \r\nPlasma FSTL-1 as a noninvasive diagnostic biomarker for patients with advanced liver fibrosis.\r\nPlasma FSTL-1 has high diagnostic accuracy and could potentially reduce the need for liver biopsy in identifying patients with advanced liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nPrevalence of metabolic dysfunction-associated steatotic liver disease and fibrosis defined by liver elastography in the United States using National Health and Nutrition examination survey 2017-march 2020 and august 2021-august 2023 data.\r\nIn the U.S. population, MASLD and fibrosis prevalence are high along with obesity and diabetes. Our findings suggest that early detection of chronic liver disease and targeting lifestyle and other modifiable risk factors may slow disease progression toward advanced fibrosis and cirrhosis.\r\nPubmed   Journal   ReadQx \r\nPrimary Biliary Cholangitis: personalizing second-line therapies.\r\nThey also have shown biochemical improvements among patients with an inadequate response to ursodeoxycholic acid but may improve symptoms of pruritus. Herein, we review the patient features to consider when deciding whether a second-line agent is indicated and which agent to consider for a truly personalized approach to PBC patient care.\r\nPubmed   Journal   ReadQx \r\nReprogramming macrophages to treat liver diseases.\r\nHere we review the potential targets to modulate macrophage behavior in liver diseases and nanoscale therapeutics that aim to target and treat macrophages. We will summarize current knowledge on the diverse macrophage programs activated in chronic liver inflammation, cirrhosis, and HCC that may be of therapeutic interest for precision medicine.\r\nPubmed   Journal   ReadQx \r\nUnmet needs in diagnosis and management of portopulmonary hypertension: How far have we reached?\r\nIn addition to recent POPH practice guidelines, continued efforts can be suggested to improve our understanding of prognostic factors, investigate newer medical treatments, and improve outcomes of POPH. Herein, we identify specific \"unmet needs\" that focus on expanding and complementing current POPH practice guidelines.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    AI model using CT-based imaging biomarkers to predict hepatocellular carcinoma in patients with chronic hepatitis B.\r\n This AI prediction model, integrating deep learning-based auto-segmentation of CT images, offers improved performance in predicting HCC risk among patients with CHB compared to previous models. Impact and implications The AI-driven HCC prediction model (PLAN-B-DF), employing an automated CT segmentation algorithm, demonstrates a significant improvement in predictive accuracy and risk stratification among patients with CHB. Using a gradient-boosting algorithm and CT metrics such as visceral fat volume and myosteatosis, PLAN-B-DF outperforms previous models based solely on clinical and demographic data. This model not only shows a higher c-index compared to previous models, but also effectively classifies CHB patients into different risk groups. This model uses machine learning to analyze the complex relationships among various risk factors contributing to HCC occurrence, thereby offering more personalized surveillance for CHB patients.\r\nPubmed   Journal   ReadQx \r\nCarvedilol vs. propranolol for the prevention of decompensation and mortality in patients with compensated and decompensated cirrhosis.\r\nOur data endorse the current recommendation favoring the use of carvedilol in the prevention of a first decompensation of cirrhosis and suggest extending the recommendation for its preferential use to patients with decompensated cirrhosis without recurrent or refractory ascites. Impact and implications This study addresses a gap in the comparative effectiveness of classical non-selective beta-blockers (e.g., propranolol and nadolol) versus carvedilol in managing cirrhosis in both compensated and decompensated stages. Our results support the preferential use of carvedilol in both settings due to its superior efficacy in reducing first and further decompensation. However, the retrospective nature of the study and inherent selection biases advise caution against broadly applying these findings to patients with decompensated cirrhosis who exhibit signs of circulatory dysfunction or recurrent/refractory ascites.\r\nPubmed   Journal   ReadQx \r\nRORc expressing immune cells negatively regulate tertiary lymphoid structure formation and support their pro-tumorigenic functions.\r\nRORc-expressing cells negatively regulate B cell responses and facilitate the pro-tumorigenic functions of hepatic TLSs.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of GLP-1/FGF21 dual agonist HEC88473 in MASLD and T2DM: a randomized, double-blind, placebo-controlled study.\r\nHerein, we report the clinical safety and proof of concept data for the GLP-1/FGF21 dual agonist HEC88473. A 5-week treatment with HEC88473 was generally safe and well tolerated, with multiple positive effects observed, including reduced liver fat, and improved glycemic control, insulin resistance and lipid metabolism, together indicating comprehensive improvement in metabolic syndrome. Clinical trial number Chinese Drug Trial Identifier ( CTR20211088; ClinicalTrials.govNCT05943886.\r\nPubmed   Journal   ReadQx \r\nSingle-cell RNA seq-derived signatures define response patterns to atezolizumab + bevacizumab in advanced hepatocellular carcinoma.\r\n Our study unveils two distinct molecular subsets of clinical benefit to atezolizumab plus bevacizumab in advanced HCC (\"Immune-competent\" and \"Angiogenesis-driven\") as well as the main traits of primary resistance to this therapy, thus providing a molecular framework to stratify patients based on clinical outcome and guiding potential strategies to overcome resistance.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: PIVKA-II Facilitates Risk Stratification for HCC Following HCV Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Catching up with creeping fat - unravelling the mysteries of the mesentery in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPreventing Upper-GI Cancer Mortality through Endoscopy: to Screen or Not to Screen?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nCold snare EMR of large colon polyps: Does one size fit all?\r\n\r\nPubmed   Journal   ReadQx \r\nDedicated devices for performance of EUS-guided gastroenterostomy: Are they really needed?\r\n\r\nPubmed   Journal   ReadQx \r\nMachine-based learning still has a lot to learn.\r\n\r\nPubmed   Journal   ReadQx \r\nWho should receive and how should we perform transoral incisionless fundoplication for treatment of GERD?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Differences between hepatocellular carcinoma caused by alcohol and other aetiologies.\r\nInstead, prognosis is driven by liver function, general condition, and tumor burden. This underscores the crucial role of early diagnosis through periodic surveillance in patients with Alcohol-related liver disease or Metabolic dysfunction-Associated Steatotic Liver Disease with increased alcoholic intake -related cirrhosis.\r\nPubmed   Journal   ReadQx \r\nIntroducing the Updates in Clinical Science: A focus on recent data of high impact.\r\n\r\nPubmed   Journal   ReadQx \r\nTargeting Tumour Endothelial Cells in Liver Cancer: The end of beginning.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2024 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\n2024 GI FELLOWSHIP TRAINING PROGRAMS.\r\n\r\nPubmed   Journal   ReadQx \r\nAspirin Use and the Risk of Colorectal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to: Abstracts S2064, S2276, and S2115.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrelation Between Cholecystectomy and the Risk of Gastric Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Dai et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Liao and Lai.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Sun and Wu.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhou et al.\r\n\r\nPubmed   Journal   ReadQx \r\nVisual Endoscopic Retrograde Appendicitis Therapy vs Antibiotic Therapy for Treatment of Uncomplicated Acute Appendicitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comments on \"Band-on-band endoscopic variceal ligation: a technique for the treatment of esophageal varices in case of band misplacement\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided coil and glue treatment for gastroduodenal artery pseudoaneurysm.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nForeword Endoscopy - Issue 1.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of an endoscopic virtual ruler based on the fiber laser principle and artificial intelligence technology.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUtility of endoscopic neodymium-iron-boron magnet ring tracer technique in laparoscopy for colorectal lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A rare case of diarrhea with a rare cause.\r\n\r\nPubmed   Journal   ReadQx \r\nPain in Chronic Pancreatitis: Navigating the Maze of Blocked Tubes and Tangled Wires.\r\n\r\nPubmed   Journal   ReadQx \r\nPeriprocedural Risks Associated with GLP-1 Receptor Agonists.\r\n\r\nPubmed   Journal   ReadQx \r\nSugar in the First 1000 Days of Life: Link to Increased Chronic Disease Risks.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Hardy side of H. pylori: uncovering ancient adaptations and host interactions.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Dysbiosis exists in unaffected relatives of inflammatory bowel disease (IBD): emphasising the critical phases in the developmental trajectory of gut microbiota.\r\n\r\nPubmed   Journal   ReadQx \r\nMuch ado about EoE.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    2024 Reviewers (Volumes 79 and 80).\r\n\r\nPubmed   Journal   ReadQx \r\nFellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Can plasma FSTL-1 levels serve as a reliable biomarker for advanced fibrosis?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Intrahepatic immunoglobulin A complex induces polarization of cancer-associated fibroblasts to matrix phenotypes in the tumor microenvironment of hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nObeticholic acid as second-line therapy for primary biliary cholangitis: Does target trial emulation solve the issue?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Hepatic decompensation is the major driver of mortality in hepatocellular carcinoma patients treated with atezolizumab plus bevacizumab: The impact of successful antiviral treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nVideo introduction: Special issue on alcohol use disorder and liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    New evidence of cross-disease communication between heart and liver.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: PIVKA-II Facilitates Risk Stratification for HCC Following HCV Cure-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Insulin-Like Growth Factor-1 in Cirrhosis Is Linked to Hepatic Dysfunction and Fibrogenesis and Predicts Liver-Related MortAlity-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Analysis of \"Inflammatory Markers at Birth and Risk of Early-Onset Inflammatory Bowel Disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nAnalysis of \"Prevotella Is Associated With Sex-Based Differences in Irritable Bowel Syndrome\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Inflammatory markers at birth and risk of early onset inflammatory bowel disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nReevaluating the Association Between Neonatal Inflammatory Markers and Early-Onset IBD Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nStrategies for Optimizing Pediatric Celiac Disease Screening: Proposals for Increased Effectiveness and Cost-Efficiency.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A little confusion about statistical methods and could we believe the results of overfitted logistic regression models?\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-balloon intervention platform in colorectal endoscopic submucosal dissection: What will be its real place outside a randomized trial?\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided gallbladder drainage for patients with antithrombotic therapy: Intervention or medication?\r\n\r\nPubmed   Journal   ReadQx \r\nIs duodenal papilla radiomics-based prediction model a predictor of post-ERCP pancreatitis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe lack of information on body mass index and the presence of patients with multiple polyps may have affected the result.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Are histamine-2 receptor antagonists a reasonable comparator: comparing apples and apples?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Assessment of methods in E1E2 versus E2 immunogen studies for HCV vaccine research.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term use of tenofovir disoproxil fumarate and increased fracture risk in elderly patients with chronic hepatitis B: A Sensitivity Analysis Quantifying Effect of Unmeasured Confounding factors on Observational Associations.\r\n\r\nPubmed   Journal   ReadQx \r\nNot all fat is alike in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Antiviral Prophylaxis Strategies: Insights and Reflections on a Real-World Study.\r\n\r\nPubmed   Journal   ReadQx \r\nRevealing Bias in Feature Importance through PLS-DA: A Critical Examination of Machine Learning Applications in Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRoux-en-Y gastric bypass in a patient with Wilson's disease and obesity.\r\n\r\nPubmed   Journal   ReadQx \r\nThe HDL criterion for MetALD can misclassify patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nTherapeutic Plasma Exchange in Acute Liver Failure: can the data be trusted?\r\n\r\nPubmed   Journal   ReadQx \r\nTransitions in the nomenclatures for fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-28T00:13:36-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-20-2024/",
    "title": "Fri Dec 20 2024",
    "description": "157 articles - From Friday Dec 13 2024 to Friday Dec 20 2024",
    "author": [],
    "date": "2024-12-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Comments on Treatment Decision for Locally Resected T1 Colorectal Carcinoma Verification of the Japanese Guideline Criteria for Additional Surgery Based on Long-Term Clinical Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Acute Severe Ulcerative Colitis: An International Delphi Consensus on Clinical Trial Design and Endpoints.\r\nThe expansion of drugs to treat moderate-severe UC over the past decade, particularly the rapidly acting Janus kinase inhibitors, is promising and has reignited the interest in identifying suitable therapeutic candidates for ASUC. Clinical trials in this high-risk population are challenging to conduct and this consensus provides a framework for future trials to advance drug development.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Diagnostic work-up of bile duct strictures: European Society of Gastrointestinal Endoscopy (ESGE) Guideline.\r\nIn the case of indeterminate biliary strictures, ESGE suggests cholangioscopy-guided biopsies, in addition to standard ERCP diagnostic modalities. Additional intraductal biliary imaging modalities can be selectively used, based on clinical context, local expertise, and resource availability.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy guideline on the diagnosis and management of GERD: summary and recommendations.\r\nIn patients with persistent GERD with large hiatal hernias (> 2cm) and Hill grade III or IV, the ASGE suggests either cTIF or surgical therapy based on multidisciplinary review. This document summarizes the methods, analyses, and decision processes used to reach the final recommendations and represents the official ASGE recommendations on the above topics.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    EASL Clinical Practice Guidelines on the management of hepatocellular carcinoma.\r\nKey updates from the 2018 EASL guidelines include personalised surveillance based on individual risk assessment and the use of new tools, standardisation of liver imaging procedures and diagnostic criteria, use of minimally invasive surgery in complex cases together with updates on the integrated role of liver transplantation, transitions between surgical, locoregional, and systemic therapies, the role of radiation therapies, and the use of combination immunotherapies at various stages of disease. Above all, there is an absolute need for a multiparametric assessment of individual risks and benefits, considering the patient's perspective, by a multidisciplinary team encompassing various specialties.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Global Prevalence and Mortality of Cirrhosis in Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\nThis meta-analysis underscores the substantial prevalence of cirrhosis among MASLD patients and highlights significant geographic and demographic variability, calling for improved screening and management strategies.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Tumor Seeding With Needle Biopsy of Hepatocellular Carcinoma: A Systematic Review.\r\n Overall, the risk of tumor seeding with biopsy of HCC is low.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Clinical, histological and safety outcomes with long-term maintenance therapies for eosinophilic esophagitis: A systematic review and meta-analysis.\r\nMaintenance therapies prevent histological relapse in the long term, without clear disadvantage of dose de-escalation from induction to maintenance phase. Low adverse events and withdrawal rates confirm long-term treatment is well tolerated.\r\nPubmed   Journal   ReadQx \r\nComparative Efficacy and Safety of Endoscopic Modalities for Colorectal Cancer Screening in Inflammatory Bowel Disease: A Systematic Review and Network Meta-Analysis.\r\nHD-DCE is the only modality for IBD surveillance with evidence (low-certainty) demonstrating potential to detect more dysplastic lesions compared to HD-WLE. There was no evidence to support any of the other modalities as an alternative due to very low-certainty evidence.\r\nPubmed   Journal   ReadQx \r\nGlobal epidemiology and characteristics of MASLD in type 1 diabetes mellitus: an updated systematic review and meta-analysis.\r\n MASLD is relatively common in T1DM. Patients with MASLD-T1DM have a distinct clinical profile compared to those with T1DM, with only a small proportion having significant or advanced fibrosis.\r\nPubmed   Journal   ReadQx \r\nPredictors of Post-ERCP Pancreatitis: A Comprehensive Systematic Review and Meta-Analysis.\r\nOur meta-analysis focused on adjusted risk factors to provide precise estimates of the most important risk factors for PEP. Incorporating our results into a prediction model may reliably help identify high-risk patients, optimize informed consent, and guide prevention and management strategies for PEP.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Validity evidence for endoscopic ultrasound competency assessment tools: Systematic review.\r\nThe TEESAT, GAPS-EUS, and EUSAT demonstrate strong validity evidence for formative assessment of EUS and are easily implemented in educational settings to monitor progress and support learning.\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    Glucagon-like peptide-1 receptor agonist use and the risk of residual gastric content and aspiration in patients undergoing gastrointestinal endoscopy: a systematic review and a meta-analysis.\r\nGLP-1 RA use was associated with an increased risk of RGC and premature endoscopy termination, but no significant difference was found in the risk of aspiration pneumonia patients undergoing endoscopy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Diagnostic accuracy of 2D-SWE ultrasound for liver fibrosis assessment in MASLD: A multi-level random effects model meta-analysis.\r\nOur meta-analysis identified optimised cut-offs for fibrosis staging by 2D-SWE in etiology-specific chronic liver diseases (MASLD), with excellent diagnostic performance, underscoring the potential for standardising cut-off values.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: Safety and Efficacy of a Novel Oesophageal Delivery System for Topical Corticosteroids Versus Placebo in the Treatment of Eosinophilic Oesophagitis.\r\nESO-101 was superior to placebo in reducing oesophageal eosinophilia. The device was safe and well tolerated in adults with EoE, supporting the continued development of ESO-101 for the treatment of EoE (Trials.gov No.  NCT04849390;  Eu-CT No.  2020-000082-16).\r\nPubmed   Journal   ReadQx \r\nDevelopment and Validation of a Multimodal Machine Learning Model for Diagnosing and Assessing Risk of Crohn's Disease in Patients With Perianal Fistula.\r\n We have developed a multimodal machine learning model and a web tool that can predict and present CD risk in patients initially presenting with perianal fistula.\r\nPubmed   Journal   ReadQx \r\nRisk-Adapted Starting Ages of Colorectal Cancer Screening for People With Diabetes or Metabolic Syndrome.\r\nPeople with diabetes or metabolic syndrome reach risk levels comparable to the average risk population three to four years earlier. Our results offer empirical guidance for defining risk-adapted starting ages of CRC screening for these high-risk groups.\r\nPubmed   Journal   ReadQx \r\nVirological and Immunological Characteristics of HBeAg-Positive Chronic Hepatitis B Patients With Low HBsAg Levels.\r\nHBeAg-positive CHB patients with low HBsAg and genotype C exhibited higher noninvasive fibrosis indexes compared with typical patients, accompanied by a significant increase in quasispecies variants associated with preS2 deletion. The emergence of the preS2 deletion mutants in patients could be due to its enhanced ability to evade the host immunity.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Efficacy and safety of transcutaneous auricular vagus nerve stimulation in patients with constipation-predominant irritable bowel syndrome: a single-center, single-blind, randomized controlled trial.\r\n The study manifested that non-invasive taVNS effectively improved constipation and abdominal pain symptoms in IBS-C patients. The alleviation of IBS-C symptoms may be attributed to the integrative effects of taVNS on rectal functions, mediated through vagal, cholinergic, and multi-omics mechanisms.\r\nPubmed   Journal   ReadQx \r\nEvaluating Artificial Intelligence-Driven Responses to Acute Liver Failure Queries: A Comparative Analysis Across Accuracy, Clarity, and Relevance.\r\n The study highlights Chat GPT 4 +RAG's superior performance compared to other LLMs. By integrating RAG with LLMs, the system combines generative language skills with accurate, up-to-date information. This improves response clarity, relevance, and accuracy, making them more effective in healthcare. However, AI models must continually evolve and align with medical practices for successful healthcare integration.\r\nPubmed   Journal   ReadQx \r\nProximal polyps are associated with higher incidence of colorectal cancer: Analysis of the Minnesota Colon Cancer Control Study.\r\n Although patients with proximal adenomas were found to have higher hazards of post-colonoscopy CRC, adjusting for polyp multiplicity attenuated the strength of association. Further research is warranted to determine whether polyp location should be factored in the determination of appropriate surveillance intervals.\r\nPubmed   Journal   ReadQx \r\nThe Role of Gastroesophageal Reflux in Airway Inflammation.\r\nBoth experimental and clinical studies have shown that aspirated refluxate can directly damage the airway lining and trigger immune responses that contribute to airway injury and inflammation. While traditional diagnostic tests for gastroesophageal reflux disease can identify abnormal reflux patterns, there is a need for more specific methods to predict airway inflammation or therapeutic outcomes related to reflux aspiration.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A randomized phase 2 study of efmarodocokin alfa, an IL-22 agonist, versus vedolizumab in patients with ulcerative colitis.\r\n Efmarodocokin alfa did not demonstrate efficacy compared to placebo and this phase 2 study was ended early for futility;  however, there was evidence of target engagement (skin AEs, REG3A levels);  NCT03558152.\r\nPubmed   Journal   ReadQx \r\nAcute Kidney Injury in Patients with Cirrhosis and Chronic Kidney Disease: Results from the HRS-HARMONY Consortium.\r\n In hospitalized patients with AKI and cirrhosis, AoCKD was associated with lower 90-day mortality compared to AKI-only. This may be due to the impact of worse liver function parameters in the AKI-only group on short-term outcomes. Further study of the complicated interplay between acute and chronic kidney disease in cirrhosis is needed.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Budesonide Orodispersible Tablets for Eosinophilic Esophagitis up to 3 Years: an Open-Label Extension Study.\r\nClinical and histological remission of EoE could be maintained with BOT in a large majority of patients for up to 96 weeks, and for up to 144 weeks in patients with uninterrupted BOT therapy across al trials. No additional safety concerns were identified with long-term BOT treatment. (ClinicalTrials.gov, Number  NCT02493335).\r\nPubmed   Journal   ReadQx \r\nEndoscopic sleeve gastroplasty plus lifestyle intervention in patients with MASH: a multicentre, sham-controlled, randomized trial.\r\nBaseline to end of follow-up changes in body weight, liver tests, liver stiffness(VCTE) and liver histology were recorded RESULTS: Total Body weight loss(TBWL) was 9.47%(±9.38) in ESG group vs 3.91%(±5.43) in ESI group(p 10% we found a significant improvement on NAS score(-4±0.94 vs -0.81±1.62, p<0.01), but not in fibrosis stage(-0.3±1.06 vs -0.59±1.25). Only 2 patients of ESG group had adverse events that required admission that resolved conservatively in 72 hours CONCLUSION: ESG is an effective and safe method to promote weight reduction associated with significant improvement in patients with MASH and obesity.\r\nPubmed   Journal   ReadQx \r\nGlobal Trend of MASH-associated Liver Cancer A Systematic Analysis from the Global Burden of Disease 2021.\r\nOver the past two decades, the burden of MASH-associated PLC has risen, though there are sociodemographic and geographic disparities. This necessitates urgent strategies across the globe to mitigate the epidemic of MASH-associated PLC as well as its metabolic drivers.\r\nPubmed   Journal   ReadQx \r\nHypercoagulation after Hospital Discharge in Acute Severe Ulcerative Colitis: A Prospective Study.\r\nGlobal measures of haemostasis demonstrated that patients with ASUC were pro-thrombotic compared to controls with quiescent colitis. This difference was maintained 8 to 12 weeks after the initial presentation, supporting clinical observations that patients with ASUC have an elevated risk of VTE after hospital discharge.\r\nPubmed   Journal   ReadQx \r\nInadequate Efficacy of Biologics for Treating Proximal Ileal Lesions in Crohn's Disease; a prospective multicenter study.\r\nA substantial proportion of patients with CD exhibited ulcerations in the proximal ileum which correlated with a poorer prognosis. These lesions proved challenging to heal, regardless of the type of biologic used.\r\nPubmed   Journal   ReadQx \r\nLipoprotein (a) in the Full Spectrum of MASLD; Evidence from Histologically and Genetically Characterized Cohorts.\r\nThe inverse association observed in cross-sectional studies should be attributed to reverse causality i.e. the presence of liver disease may decrease Lp(a) levels. Genetically predicted very low Lp(a) levels are also associated with impaired liver health prospectively. Clinical trials evaluating Lp(a)-lowering agents should thus be monitored carefully for adverse liver effects in subjects attaining extremely low concentrations.\r\nPubmed   Journal   ReadQx \r\nNeighborhood social determinants of health are associated with metabolic dysfunction-associated steatotic liver disease outcomes.\r\n Neighborhood-level SDOH are associated with MASLD burden, comorbidities, and mortality and should be considered in clinical care, quality improvement, and further research.\r\nPubmed   Journal   ReadQx \r\nNon-alcohol-related cirrhosis leads to higher 6-week mortality after acute variceal bleeding than alcohol-related cirrhosis.\r\n Patients with non-ALD cirrhosis presenting with AVB had a higher risk of 6-week mortality, at each severity of liver disease by standard indices, than patients with ALD cirrhosis. Cirrhosis etiology (ALD versus non-ALD) should be incorporated into the risk stratification of AVB patients.\r\nPubmed   Journal   ReadQx \r\nNon-invasive assessment of portal hypertension in patients with primary biliary cholangitis is affected by severity of cholestasis.\r\nBiochemical-based RESIST criteria demonstrate the highest net benefit compared to elastography-based criteria for ruling out HRV. The severity of cholestasis affects NITs performance to rule out HRV and CSPH in patients with PBC and cACLD.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Prognosis of Mild Inflammatory Bowel Disease: A Population-Based Cohort Study 1997-2020.\r\nApproximately one-fourth of individuals with mild UC within one year after diagnosis and half of those with mild CD progressed to moderate-severe disease over time. Young age at diagnosis increased the probability of progression, whereas increasing duration of mild disease decreased the probability.\r\nPubmed   Journal   ReadQx \r\nSerum Albumin and Its Trajectory Are Associated with Therapeutic Outcomes in Ulcerative Colitis.\r\n Higher albumin levels were associated with better therapeutic outcomes in patients with UC. However, patients with low but rapidly ascending albumin levels would achieve outcomes comparable to those with medium-to-high levels of albumin.\r\nPubmed   Journal   ReadQx \r\nTHE OPTIMAL DURATION OF pH-MONITORING: TESTING THE VALIDITY OF LYON 2.0 RECOMMENDATIONS FOR WIRELESS pH MEASUREMENT.\r\n The results of this analysis validate the recommendation that prolonged reflux studies of at least 72-hr duration provide optimal AET measurements for GERD diagnosis. Prolonging studies can also resolve inconclusive results based on 24- and 48-hr studies.\r\nPubmed   Journal   ReadQx \r\nValidation and epidemiologic definition of the novel steatotic liver disease nomenclature in a national United States cohort with cirrhosis.\r\n Classification of SLD is highly sensitive to relative weighting of CMRFs and alcohol use. Clinically relevant definitions should consider data availability on alcohol and the limitations of lipid measurements in distinguishing SLD subtypes.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Efficacy of anti-obesity medication (AOM) and endoscopic gastric remodeling (EGR): Analysis of combination therapy with optimal timing and agents.\r\nCombining AOM with EGR appears to result in greater weight loss compared with other strategies, with GLP-1RA as the preferred agent and optimal initiation of both therapies occurring within 6 months of each other. Prolonged medication use prior to EGR appears to be associated with suboptimal weight loss, suggesting the importance of early referral for adjunctive therapy.\r\nPubmed   Journal   ReadQx   PMC\r\nSpinal anesthesia for endoscopic submucosal dissection of large rectosigmoid lesions: Feasibility study.\r\nOur initial experience suggests that SA for ESD of large rectosigmoid LSTs is feasible, and it may prove to be a valuable option, especially for elderly and frail patients.\r\nPubmed   Journal   ReadQx   PMC\r\nSplenic injury associated with colonoscopy in hospitalized patients: Incidence, risk factors, management, and outcome.\r\nAdministrative data analysis suggests that splenic injuries due to colonoscopy are more frequent than previously estimated. Endoscopists should be aware of this rare life-threatening adverse event.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Prophylactic Clip Closure in Preventing Delayed Bleeding After Colorectal Endoscopic Submucosal Dissection on anticoagulants: A multicenter retrospective cohort study in Japan.\r\nProphylactic complete clip closure after colorectal ESD significantly reduced the DB rate in patients receiving both DOACs and warfarin. It should be performed after ESD, particularly for right-sided lesions.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Intestinal Epithelial Serotonin as a Novel Target for Treating Disorders of Gut-Brain Interaction and Mood.\r\n These findings provide fundamental insights into how the gastrointestinal tract modulates emotional behaviors, reveal a novel gut-targeted therapeutic approach for mood modulation, and suggest a new link in humans between in utero SSRI exposure and DGBI development.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical Insights and Management Strategies for Acute Obstructive Suppurative Pancreatic Ductitis: A Retrospective Study of 82 Rare Cases.\r\nAOSPD primarily affects middle-aged and elderly males with chronic pancreatic disease and prior pancreaticobiliary intervention. Imaging and pancreatic juice culture aid diagnosis. Compared to acute-on-CP, AOSPD with CP displays distinct clinical characteristics. Timely and accurate diagnosis and treatment can lead to favorable short-term outcomes for patients with AOSPD.\r\nPubmed   Journal   ReadQx \r\nImprovement in Obesity-Related Comorbidities 5 Years After Endoscopic Sleeve Gastroplasty: A Prospective Cohort Study.\r\nESG is an effective, noninvasive monotherapy that improved markers of hypertension, diabetes, MASLD, and led to total body weight loss of 11.8% at five years post-procedure.\r\nPubmed   Journal   ReadQx \r\nManagement of ERCP-related perforation: a large multicenter study.\r\nDiagnosing a perforation during the ERCP procedure can prevent serious complications. Fluoroscopic and endoscopic images should be carefully reviewed. Endoscopic management should be the treatment of choice for patients diagnosed with perforation during ERCP procedures.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Early detection of colorectal cancer using aberrant circulating cell-free mitochondrial DNA fragmentomics.\r\n In conclusion, based on aberrant ccf-mtDNA fragmentomic features, a novel and non-invasive approach was established for the detection of patients with early-stage CRC or AA, with high performance.\r\nPubmed   Journal   ReadQx \r\nEarly tumour necrosis factor antagonist treatment prevents perianal fistula development in children with Crohn's disease: post hoc analysis of the RISK study.\r\n Early anti-TNF therapy prevents perianal fistula development, especially among patients at increased risk.\r\nPubmed   Journal   ReadQx \r\nHepatic TM6SF2 activates antitumour immunity to suppress metabolic dysfunction-associated steatotic liver disease-related hepatocellular carcinoma and boosts immunotherapy.\r\n Hepatic TM6SF2 protects against MASLD-HCC and activates cytotoxic CD8 + T cells via NF-κB-IL-6 axis. TM6SF2 is a promising strategy for sensitising MASLD-HCC to immunotherapy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Enhancing HBV-specific T cell responses through a combination of epigenetic modulation and immune checkpoint inhibition.\r\nThe combination of DAC/αPD-L1 shows promise in improving HBV-specific T cell responses in vitro, highlighting the potential of remodeling exhaustion-associated epigenetic signatures to enhance HBV-specific T cell restoration and suggesting a novel immunotherapeutic avenue for CHB.\r\nPubmed   Journal   ReadQx \r\nInterleukin 8-CXCR2 mediated neutrophil extracellular trap (NET) formation in biliary atresia associated with NET-Induced stellate cell activation.\r\nBA patients have persistent IL-8-CXCR2-mediated NETosis that correlates with biomarkers of injury and fibrosis and NETs induce stellate cell activation, suggesting a role for NETs in the immunopathogenesis of disease. Future investigations should focus on therapeutic agents that inhibit NETs in BA.\r\nPubmed   Journal   ReadQx \r\nInternational trends in biliary tract cancer-related mortality, 2000-2022: An observational study of the World Health Organization mortality database.\r\nAlthough internationally estimated BTC-associated ASRs showed a stable trend over the last two decades, a large increase in estimated iCCA-associated ASRs necessitates developing effective screening for high-risk individuals and disease management strategies.\r\nPubmed   Journal   ReadQx \r\nLhx2 specifically expressed in hepatic stellate cells promotes liver regeneration and inhibits liver fibrosis.\r\nWe demonstrated that Lhx2 had pro-regenerative and anti-fibrogenic functions, and elucidated its regulatory mechanism. The study provided a potential target with dual effects for treating liver diseases.\r\nPubmed   Journal   ReadQx \r\nPlasma FSTL-1 as a noninvasive diagnostic biomarker for patients with advanced liver fibrosis.\r\nPlasma FSTL-1 has high diagnostic accuracy and could potentially reduce the need for liver biopsy in identifying patients with advanced liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nValidation and expansion of Baveno VII criteria for cACLD and CSPH based on liver stiffness and platelet count: Correlation with risk of hepatic decompensation and death.\r\nThe Baveno VII \"Rule-of-Five\" criteria provide a valid system for stratifying risks of death and hepatic decompensation and should be used routinely in patients with chronic liver disease. Among patients with CSPH (LS ≥25 kPa), the subgroup with LS 50-75 kPa (\"critical\" CSPH) has approximately double the risk of death and hepatic decompensation than LS 25-49.9 kPa.\r\nPubmed   Journal   ReadQx \r\nValue of HCC surveillance in a landscape of emerging surveillance options: Perspectives of a multi-stakeholder modified delphi panel.\r\nThe panel acknowledged performance metrics of emerging methods may differ from other cancer screening programs given differences in populations, including higher risk of cancer development and competing risk of morality, and differences in diagnostic workflow in patients at risk of HCC. These data provide insights into the perceived value of HCC surveillance in an era of emerging blood- and imaging-based surveillance strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A new generation of non-invasive tests of liver fibrosis with improved accuracy in MASLD.\r\nFIB-12, outperformed al other NITs. FIB-9 is suitable for screening and FIB-11 or FIB-12 for diagnosis.\r\nPubmed   Journal   ReadQx \r\nA read-through circular RNA RCRIN inhibits metabolic dysfunction-associated steatotic liver disease.\r\nOur findings provide an in vivo function of rt-circRNA RCRIN, show its inhibitory effects in MASLD pathogenesis, indicating RCRIN and RPL8 may be therapeutic targets and candidate nucleic acid drugs for treating MASLD. Impact and implications Our finds reveal a novel mechanism connecting a read-through circRNA RCRIN, ribosome heterogeneity and MASLD pathogenesis. In normal hepatocytes, RCRIN exerts its role by reducing liver lipid accumulation and ER stress through promotion of RPL8 degradation. In MASLD patients, lower RCRIN releases RPL8 to form RPL8-contained ribosomes to promote lipid accumulation and ER stress. RCRIN overexpression and RPL8 depletion dramatically suppresses MASLD development and progression. Our findings indicate that RCRIN and RPL8 might be potential therapeutic targets for treatment of MASLD patients.\r\nPubmed   Journal   ReadQx \r\nAll-cause and cause-specific mortality in patients with chronic hepatitis B and concurrent steatotic liver disease.\r\nAmong patients with CHB and SLD, metabolic burden dose-dependently increases the all-cause, liver-related, and cardiovascular mortality risks. Patients with SLD have a lower mortality risk than those without SLD. Identifying these metabolic dysfunctions is crucial for stratifying the level of risk in daily care. Impact and implications Concurrent steatotic liver disease (SLD) is prevalent among patients with chronic hepatitis B (CHB);  however, the effects of the associated cardiometabolic risk factors on all-cause and cause-specific mortality remain unknown. This study demonstrated that cumulative metabolic burden dose-dependently increased the risks of all-cause, liver-related, and cardiovascular mortality in patients with CHB and SLD. Moreover, new-onset diabetes mellitus, hypertension, and weight gain during the follow-up period further exacerbated these risks. However, patients with SLD had a lower risk of mortality than those without SLD. Thus, routine screening and monitoring of metabolic dysfunctions constitute a key element of daily care for patients with CHB.\r\nPubmed   Journal   ReadQx \r\nCarvedilol vs. propranolol for the prevention of decompensation and mortality in patients with compensated and decompensated cirrhosis.\r\nOur data endorse the current recommendation favoring the use of carvedilol in the prevention of a first decompensation of cirrhosis and suggest extending the recommendation for its preferential use to patients with decompensated cirrhosis without recurrent or refractory ascites. Impact and implications This study addresses a gap in the comparative effectiveness of classical non-selective beta-blockers (e.g., propranolol and nadolol) versus carvedilol in managing cirrhosis in both compensated and decompensated stages. Our results support the preferential use of carvedilol in both settings due to its superior efficacy in reducing first and further decompensation. However, the retrospective nature of the study and inherent selection biases advise caution against broadly applying these findings to patients with decompensated cirrhosis who exhibit signs of circulatory dysfunction or recurrent/refractory ascites.\r\nPubmed   Journal   ReadQx \r\nImpact of metabolism-disrupting chemicals and folic acid supplementation on liver injury and steatosis in mother-child pairs.\r\nPregnancy MDC exposures may increase risk for liver injury and steatosis, particularly in children. Adequate FA supplementation and maternal cobalt levels may attenuate these associations. Impact and implications The effects of environmental chemical exposures on steatotic liver diseases are not well understood. In a parallel investigation of mothers and children, we found that pregnancy exposures to metabolism-disrupting chemicals may increase the risk for liver injury and steatosis, especially in the child, and that these associations could be attenuated by higher folic acid and/or cobalt levels. These findings can inform policies to decrease environmental chemical pollution and contribute to the design of clinical interventions addressing the MASLD epidemic.\r\nPubmed   Journal   ReadQx \r\nImpaired whole blood thrombin generation is associated with procedure-related bleeding in acutely decompensated cirrhosis.\r\nIn compensated cirrhosis, WB-TG and PPP-TG do not improve risk stratification. In decompensated cirrhosis, WB-TG may be a promising tool for estimating procedure-related bleeding risk.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Incidence and clinical course of post-infectious irritable bowel syndrome in patients admitted to university hospitals: 1-year prospective follow-up study.\r\nThe incidence of PI-IBS in Korea was relatively low, and most cases improved over time. No risk factors associated with the development of PI-IBS were found. However, persistent diarrhea after enteritis was associated with female sex, EPEC infection, and severe or long-lasting enteritis. IBS symptoms may persist after severe enteritis but usually improve with time.\r\nPubmed   Journal   ReadQx \r\nRandomized Multicenter Study to Evaluate the Efficacy and Safety of Fexuprazan According to the Timing of Dosing in Patients with Erosive Esophagitis.\r\nNon-inferiority analysis revealed that taking fexuprazan after meal was non-inferior to taking fexuprazan before meals in patients with EE. The frequency of adverse events was similar between the 2 study groups. The drug is safe and effective for healing EE regardless of the timing of dosing.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Targeting the Future of Eosinophilic Oesophagitis Management.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Call to Action: Unraveling the Nuance of Adapted Eating Behaviors in Individuals with GI Conditions.\r\nFurther, we address the potential risk factors that gastroenterology clinicians should be aware of when assessing for disordered eating risk reduction. We hope to elucidate the \"gray area\" related to eating behaviors in patients with known physiological food intolerance such as FODMAP related immune activation in IBS and gluten related reactions in celiac disease in the gut and beyond, that prompt behaviors that are deemed maladaptive in healthy individuals but may be at times adaptive responses in GI conditions.\r\nPubmed   Journal   ReadQx \r\nGlobal Distribution of Colorectal Cancer Staging at Diagnosis: An Evidence Synthesis.\r\n Global disparities in CRC staging exist, indicating a need for targeted interventions to enhance early detection and management, especially in high-metastasis areas.\r\nPubmed   Journal   ReadQx \r\nPersistent Lugol-Unstained Lesions: A New Predictor of Progression to Esophageal Squamous Cell Carcinoma?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Preventing Upper-GI Cancer Mortality through Endoscopy: to Screen or Not to Screen?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nCold snare EMR of large colon polyps: Does one size fit all?\r\n\r\nPubmed   Journal   ReadQx \r\nDedicated devices for performance of EUS-guided gastroenterostomy: Are they really needed?\r\n\r\nPubmed   Journal   ReadQx \r\nMachine-based learning still has a lot to learn.\r\n\r\nPubmed   Journal   ReadQx \r\nWho should receive and how should we perform transoral incisionless fundoplication for treatment of GERD?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Appendix Ascariasis.\r\n\r\nPubmed   Journal   ReadQx \r\nComments on Limited Sustained Remission After Nucleos(t)ide Analog Withdrawal: Results From a Large, Global, Multiethnic Cohort of Patients With Chronic Hepatitis B (RETRACTB Study).\r\n\r\nPubmed   Journal   ReadQx \r\nMast Cell Activation Syndrome and the Triad of MCAS, POTS, and Hypermobile EDS.\r\n\r\nPubmed   Journal   ReadQx \r\nMore Is Not Always Better: Challenging the Dogma of Secondary Prophylaxis for Spontaneous Bacterial Peritonitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A pedigree with CHAPLE disease: variable penetrance and treatment with pozelimab.\r\n\r\nPubmed   Journal   ReadQx \r\nASSESSING THE QUALITY OF ARTIFICIAL INTELLIGENCE RESPONSES AND RESISTANCE TO SYCOPHANCY IN PROVIDING PATIENT-CENTERED MEDICAL ADVICE ON GASTROESOPHAGEAL REFLUX DISEASE.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Elusive Pancreatic Mass.\r\n\r\nPubmed   Journal   ReadQx \r\nAn unusual case of multiple gastric masses: granulocytic sarcoma.\r\n\r\nPubmed   Journal   ReadQx \r\nFunctional Lumen Imaging Probe Provides an Accurate Assessment of Esophageal Diameter in Patients with Eosinophilic Esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHIGH RISK OF DIGESTIVE CANCERS IN PATIENTS WITH CELIAC DISEASE: A NATIONWIDE CASE CONTROL COHORT STUDY.\r\n\r\nPubmed   Journal   ReadQx \r\nHealthcare and Prescription Medication Affordability for Inflammatory Bowel Disease in the US in 2023.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatic artery pseudoaneurysm after Whipple Procedure.\r\n\r\nPubmed   Journal   ReadQx \r\nHeterozygous variant of CYP2C8*3 is a protective factor for developing post-ERCP pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nImage and Videos - Clinical Gastroenterology and Hepatology IgG4-related gastrointestinal disease diagnosed by underwater endoscopic mucosal resection.\r\n\r\nPubmed   Journal   ReadQx \r\nTemporal changes in risk factors of hepatocellular carcinoma in a prospective cirrhosis cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of special basket impaction removal during endoscopic retrograde cholangiopancreatography using biopsy forceps under choledochoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nArtificial intelligence for a rare disease.\r\n\r\nPubmed   Journal   ReadQx \r\nBilateral traction method using a clip with thread for rectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCombined endoscopic lithotripsy and percutaneous transhepatic cholangioscopy therapy for refractory choledocholithiasis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nComments on \"Band-on-band endoscopic variceal ligation: a technique for the treatment of esophageal varices in case of band misplacement\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of an unusual post-sleeve gastrectomy complication: first use in clinical practice.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided coil and glue treatment for gastroduodenal artery pseudoaneurysm.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided precise embolization for refractory abdominal arteriovenous malformation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nForeword Endoscopy - Issue 1.\r\n\r\nPubmed   Journal   ReadQx \r\nNeedle tip insertion technique for accurate and safe puncture in endoscopic ultrasound-guided tissue acquisition.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReintervention using a through-the-mesh technique within the abdominal cavity following stent migration after endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful endoscopic ultrasound-guided fine-needle biopsy of a recurrent paraganglioma using a forward-viewing echoendoscope in a patient who had undergone the Whipple procedure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTechnique for stretching a bent guidewire with a biopsy forceps in endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTransjugular intrahepatic portosystemic shunt combined with endoscopic ultrasonography for portal vein recanalization and biopsy in malignant occlusion of the portal vein.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUltraslim catheter-type peroral cholangioscope-assisted endoscopic transpapillary gallbladder drainage for acute cholecystitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater endoscopic submucosal dissection using conical hood and gel immersion for esophageal squamous cell carcinoma with anastomotic stricture after total pharyngolaryngectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of an endoscopic virtual ruler based on the fiber laser principle and artificial intelligence technology.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUtility of endoscopic neodymium-iron-boron magnet ring tracer technique in laparoscopy for colorectal lesions.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A rare case of diarrhea with a rare cause.\r\n\r\nPubmed   Journal   ReadQx \r\nChallenging Conventional Care: Ethical Considerations of De-intensification of Therapy in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nPeriprocedural Risks Associated with GLP-1 Receptor Agonists.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Hardy side of H. pylori: uncovering ancient adaptations and host interactions.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Fecal Immunochemical Testing (FIT) for risk stratification of patients with symptoms of colorectal cancer referred for diagnostic colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Biliary Duct Ectopic Pancreas Diagnosed Through Biopsy By Combination of ERCP and a Biliary Imaging System.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare cause of recurrent acute pancreatitis: a pancreatic neuroendocrine tumor (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Resection of Post-Transduodenal Ampullectomy Recurrent Ampullary Adenoma Using Clip-with-Line Traction Method (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Cystocystostomy for Management of Non-Communicating Peripancreatic Fluid Collections.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic stent placement to treat a colonic diverticulitis with abscess formation(with video).\r\n\r\nPubmed   Journal   ReadQx \r\nHuman acellular dermal matrix for stricture prevention in a patient undergoing circumferential esophageal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovative Endoscopic Technique: Pancreaticobiliary Imaging Catheter-Assisted Endoscopic Retrograde Diverticulitis Therapy for Fecalith Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nMetal clip-assisted endoscopic cyanoacrylate injection for duodenal variceal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nOne-stop solution: Diagnosis and Treatment of Common Hepatic Artery Pseudoanerysm on Endoscopic Ultrasound.\r\n\r\nPubmed   Journal   ReadQx \r\nPrimary ad-hoc tip-in mucosectomy for colitis-related erythema-like dysplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Gastric \"Fog\": Re-Emergence of Signet-Ring Cell Carcinoma Amid Helicobacter Pylori Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    <i>Faecalibacterium prausnitzii<\/i>: one species with multiple potential implications in cancer research.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Drink less, be your best.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom micronutrient to mechanism: Magnesium and the CNNM4 puzzle in alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nIntroduction of AASLD's 76th President: Grace L. Su, MD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: A positive step toward cost-effective and accessible HCC detection awaits further validation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: The race against time in genetic testing for PALF.\r\n\r\nPubmed   Journal   ReadQx \r\nObeticholic acid as second-line therapy for primary biliary cholangitis: Does target trial emulation solve the issue?\r\n\r\nPubmed   Journal   ReadQx \r\nPutting mean arterial pressure on the map as an AKI biomarker in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: A positive step toward cost-effective and accessible HCC detection awaits further validation.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Can plasma FSTL-1 levels serve as a reliable biomarker for advanced fibrosis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe clot and the complicated consult.\r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling bile acid dynamics in severe obesity.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Gut bacterial membrane components as pathogenic signalling molecules in PSC-IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nHidden metabolic effects of acetyl-CoA carboxylase inhibition.\r\n\r\nPubmed   Journal   ReadQx \r\nRifaximin in cirrhosis: Is its microbiological spotless record under threat?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Increased Prevalence of Visceral Obesity in Nonresponder Patients With Primary Biliary Cholangitis Based on Computed Tomography-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Increased Prevalence of Visceral Obesity in Nonresponder Patients With Primary Biliary Cholangitis Based on Computed Tomography.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The ESSENCE of Precision in MASH-Strengthening Trial Design for Broader Applicability.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Response to \"Recent Advancements and Future Perspectives of Per Oral Endoscopic Myotomy\".\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A little confusion about statistical methods and could we believe the results of overfitted logistic regression models?\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-balloon intervention platform in colorectal endoscopic submucosal dissection: What will be its real place outside a randomized trial?\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided gallbladder drainage for patients with antithrombotic therapy: Intervention or medication?\r\n\r\nPubmed   Journal   ReadQx \r\nIs duodenal papilla radiomics-based prediction model a predictor of post-ERCP pancreatitis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe lack of information on body mass index and the presence of patients with multiple polyps may have affected the result.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Assessment of methods in E1E2 versus E2 immunogen studies for HCV vaccine research.\r\n\r\nPubmed   Journal   ReadQx \r\nCKM: A New Approach to Managing Metabolic Comorbidities in MASLD?\r\n\r\nPubmed   Journal   ReadQx \r\nLong-term use of tenofovir disoproxil fumarate and increased fracture risk in elderly patients with chronic hepatitis B: A Sensitivity Analysis Quantifying Effect of Unmeasured Confounding factors on Observational Associations.\r\n\r\nPubmed   Journal   ReadQx \r\nNot all fat is alike in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Antiviral Prophylaxis Strategies: Insights and Reflections on a Real-World Study.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: Sequential therapy with antisense oligonucleotide and immune modulator as a strategy for HBV cure.\r\n\r\nPubmed   Journal   ReadQx \r\nRevealing Bias in Feature Importance through PLS-DA: A Critical Examination of Machine Learning Applications in Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nSedoanalgesia During TIPS Placement: Balancing Comfort and Safety in Diverse Clinical Settings.\r\n\r\nPubmed   Journal   ReadQx \r\nThe HDL criterion for MetALD can misclassify patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nTransitions in the nomenclatures for fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-24T16:15:17-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-13-2024/",
    "title": "Fri Dec 13 2024",
    "description": "53 articles - From Friday Dec 06 2024 to Friday Dec 13 2024",
    "author": [],
    "date": "2024-12-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Hepatol\r\n    The 2024 updated WHO guidelines for the prevention and management of chronic hepatitis B: main changes and potential implications for the next major liver society clinical practice guidelines.\r\nYet, the European, American and Asian regions encompass multiple low, middle and intermediate-income countries with high HBV endemicity and vulnerable populations that should benefit from simplified clinical algorithms. Here, from an analysis of the WHO guideline development process and its new recommendations, we aimed to identify the anticipated areas of agreements and controversies with the next liver society hepatitis B guidelines which will have to balance clinical risks and benefits for the patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Mortality of Acute Kidney Injury in Cirrhosis: A Systematic Review and Meta-Analysis of Over 5 Million Patients Across Different Clinical Settings.\r\nAKI substantially affects the prognosis of patients with cirrhosis, especially those in ICU and/or with ACLF. Prognosis is also greatly influenced by the AKI stage, timing of onset and diagnostic criteria.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    In-Hospital Screening Campaign Against Hepatitis C Could Be Effective for Identifying More Patients Who Still Need Treatment.\r\nThe non-negligible prevalence of patients with a positive viral load among an unselected group of hospitalised patients suggests that such settings could effectively enhance screening programmes aimed at HCV elimination. Additionally, this approach may help identify patients who are not currently included in the National Recommendations.\r\nPubmed   Journal   ReadQx \r\nLeucine-Rich Alpha-2 Glycoprotein Is Associated With Transmural Inflammation Assessed by Intestinal Ultrasound in Patients With Crohn's Disease.\r\n LRG showed a robust correlation with IUS scores, suggesting its potential as a novel indicator for targeting transmural healing in patients with CD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Effectiveness of Ustekinumab for patients with moderate to severe Ulcerative Colitis: A Multi-Center Real-World Canadian Study. \r\nIn a highly refractory and largely bio-exposed population, a substantial proportion of patients with UC treated with ustekinumab can achieve clinical and endoscopic outcomes of importance after 12 months. Prior biologic exposure is associated with lower rates of endoscopic remission.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    The Impact and Interactions of Race and Gender on Healthcare Use and Spending Irritable Bowel Syndrome.\r\nOverall and IBS-related spending is higher in women, but gender differences in IBS-related care are small. Racial/ethnic comparisons show reduced spending in Asian and Hispanic patients, increased ED care in Black patients, and variations in spending patterns. Gender disparities differ by race.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic submucosal dissection of colorectal pedunculated polyps.\r\nESD achieved high en bloc and R0 resection rates for large pedunculated polyps. In our collective, up to 32% of polyps already had adenocarcinoma, resulting in a high curative resection rate due to complete resection and subsequently accurate risk classification.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Optical assessment of scars after endoscopic mucosal resection of large colorectal polyps in a multicenter, community hospital setting: is routine biopsy still necessary?\r\n Based on this multicenter community hospital study, routine tattoo placement and scar biopsies of the post-EMR scar can be omitted. Assessment of post-EMR scars by dedicated endoscopists is advised.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Butyrate-producing <i>Faecalibacterium prausnitzii<\/i> suppresses natural killer/T-cell lymphoma by dampening the JAK-STAT pathway.\r\nIn addition, metabolomics, RNA sequencing, chromatin immunoprecipitation sequencing, Western blot analysis, immunohistochemistry and lentiviral-mediated gene knockdown system were used to elucidate the underlying mechanisms. Results We first unveiled significant gut microbiota dysbiosis in NKTCL patients, prominently marked by a notable reduction in to ameliorate this malignancy.\r\nPubmed   Journal   ReadQx \r\nEndoscopic papillectomy versus surgical ampullectomy for adenomas and early cancers of the papilla: a retrospective Pancreas2000/European Pancreatic Club analysis.\r\nThe rate of patients with poor indications due to non-neoplastic disease or advanced cancer is still high for both EP and TSA;  multiple retreatments were necessary for EP. Although EP can be considered an appropriate primary therapy for certain ampullary adenomas, case selection for both therapies (especially with regard to the best step-up approach) should be studied further.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Distinct immune microenvironment of venous tumor thrombus in hepatocellular carcinoma at single-cell resolution.\r\nTAMs, especially C5aR+ TAMs, were enriched in PVTT. C5aR+ TAMs contribute to the development of PVTT and poor prognosis by reshaping the immunosuppressive environment.\r\nPubmed   Journal   ReadQx \r\nEnhanced hepatitis B virus-specific immunity by combined neutralizing antibody therapy and DNA vaccination in a murine model of chronic hepatitis B infection.\r\nAlthough the combination therapy did not result in a functional cure, our findings indicate it produced additive effects on the development of HBV-specific T cells in the liver immediately following treatment, offering a better insight into the mechanisms underlying hepatic tolerance.\r\nPubmed   Journal   ReadQx \r\nModulatory effects of CNNM4 on Protein-L-Isoaspartyl-O-Methyltransferase repair function during Alcohol-Induced hepatic damage.\r\nThese findings shed light on the dysregulation of Mg2+ homeostasis in ALD, providing a promising therapeutic approach targeting CNNM4. GalNAc siCnnm4 therapy boost the repair processes of ethanol damaged proteins through the upregulation of PCMT1 activity.\r\nPubmed   Journal   ReadQx \r\nOutcome and management of patients with hepatocellular carcinoma who achieved a complete response to immunotherapy-based systemic therapy.\r\nOverall survival and recurrence-free survival of patients with CR-mRECIST-only and CR-RECISTv1.1 were excellent, and 6 of 7 patients with CR-mRECIST-only who underwent surgical conversion therapy had pathological CR. Despite potential limitations, these findings support the use of mRECIST in the context of immunotherapy for clinical decision-making. When considering ICI discontinuation, treatment for at least 6 months beyond CR seems advisable.\r\nPubmed   Journal   ReadQx \r\nStard1 promotes cholestatic liver injury and disease progression by sensitizing to bile acid hepatotoxicity.\r\nThese findings highlight a role for STARD1 in cholestatic liver injury and suggest that its targeting may be of relevance for CLD.\r\nPubmed   Journal   ReadQx \r\nUnraveling bidirectional evolution of unstable mitochondrial DNA mutations in hepatocellular carcinoma at single-cell resolution.\r\nOur study unravels the landscape of single-cell somatic mtDNA mutations in HCC tissues and reveals the bidirectional evolution of unstable mtDNA mutations, with potential implications for HCC stratification and therapeutic intervention.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: H. pylori Antimicrobial Susceptibility Testing-An Expanding Toolbox.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Mesenchymal Stem Cell Therapy for Perianal Fistulising Crohn's Disease-Effective or Hype?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection of the cervical esophagus: same but different.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater colorectal endoscopic submucosal dissection: Should we be submarine voyagers?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Antivirals in Preventing Perinatal Transmission of Hepatitis B: Start and Stop Times are Shifting.\r\n\r\nPubmed   Journal   ReadQx \r\nArsenic Exposure in Celiac Disease: The Hidden Cost of a Gluten-Free Diet.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"Gallstone Disease Is Associated With an Increased Risk of Inflammatory Bowel Disease: Results From 3 Prospective Cohort Studies\".\r\n\r\nPubmed   Journal   ReadQx \r\nMetoclopramide May Not Decrease the Need for Second-Look Esophagogastroduodenoscopy in Patients With Overall Active Upper Gastrointestinal Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Borup et al.\r\n\r\nPubmed   Journal   ReadQx \r\nShared Decision Making in EoE.\r\n\r\nPubmed   Journal   ReadQx \r\nSupplementary Considerations on the Timing of Direct Oral Anticoagulants Resumption.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Roadmap to a Successful Job Search for Gastroenterology Trainees.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A win-win solution: remarkable reversal of foot necrosis in ulcerative colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Gastric cancer prevention and screening during pancreatic cancer screening in high-risk individuals: An opportunity not to be missed.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Time for arginine methylation: PRMT5 inhibition to advance cholangiocarcinoma treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to editor: Use of HBV RNA and to predict change in serological status and disease activity in CHB.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Refining the role of HAF in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Refining the role of HAF in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nThe \"shell game\" after objective response in patients with advanced HCC treated with immunotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Helicobacter pylori Antimicrobial Susceptibility Testing-An Expanding Toolbox. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Mesenchymal Stem Cell Therapy for Perianal Fistulising Crohn's Disease-Effective or Hype? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Real-Life Evaluation of Effectiveness of Mesenchymal Stem Cell Treatment in Fistulising Crohn's Disease Emphasises Importance of Appropriate Patient Selection and Centre Expertise-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Real-Life Evaluation of Effectiveness of Mesenchymal Stem Cell Treatment in Fistulising Crohn's Disease Emphasises the Importance of Appropriate Patient Selection and Centre Expertise.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Should HBV Therapy Be Stopped Based on HBsAg Level Alone?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Should HBV Therapy Be Stopped Based on HBsAg Level Alone? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comment on \"Effect of Brain-Gut Behavioral Treatments on Abdominal Pain in Irritable Bowel Syndrome: Systematic Review and Network Meta-Analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nFazirsiran Unveiled: Methodological Considerations for Optimizing Treatment in Alpha-1 Antitrypsin Deficiency.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Methodological Rigor and Evidence Reporting in Brain-Gut Behavioral Treatments for Irritable Bowel Syndrome: Enhancing the Credibility of Network Meta-Analyses.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Accurate predictors for the evaluation of incidental common bile duct dilation.\r\n\r\nPubmed   Journal   ReadQx \r\nCharacteristics of factors for metachronous risk after endoscopic resection of serrated polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Control compounds for drug-induced liver injury evaluation: Evidence from Database of Adverse Event Notifications.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrespondence on \"Hepatic venous pressure gradient predicts risk of hepatic decompensation and liver-related mortality in patients with MASLD\".\r\n\r\nPubmed   Journal   ReadQx \r\nFecal Microbiota Transplantation in a Long-Standing Auto-Brewery Syndrome with Complex Symptomatology.\r\n\r\nPubmed   Journal   ReadQx \r\nPharmacological inhibition of ATGL as therapeutic approach for MASH: Far beyond the lipase suppression role of ATGL inhibitors.\r\n\r\nPubmed   Journal   ReadQx \r\nReflections on HBV Adaptation and Immune Interactions: Insights and Future Directions.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: Highlighting the Impact of Hormonal Factors on Hepatic Cystogenesis: Implications for Pathophysiology and Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-13T01:16:29-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-06-2024/",
    "title": "Fri Dec 06 2024",
    "description": "111 articles - From Friday Nov 29 2024 to Friday Dec 06 2024",
    "author": [],
    "date": "2024-12-06",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Successful Amendment of an Existing Hepatitis B Screening Programme by a Guideline Recommended Hepatitis D Screening in the Primary Care Setting.\r\nRetrospective data show insufficient anti-HDV screening in clinical routine. The prospective anti-HDV screening provides a blueprint for using existing hepatitis B virus screening programms for population-based HDV double reflex testing, provided that adequate logistical prerequisites are established.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    ACG Clinical Guideline: Treatment of Helicobacter pylori Infection.\r\nThe CPG concludes with a discussion of proposed research priorities to address knowledge gaps and inform future management recommendations in patients with H. pylori infection from North America.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Metabolic Dysfunction and Alcohol-related Liver Disease (MetALD): Position statement by an expert panel on alcohol-related liver disease.\r\nAdditionally, metabolic dysfunction and alcohol use should be reassessed over time, especially after periods of changes in risk factor exposure. This approach could ensure a more accurate prognosis and effective management of SLD addressing both metabolic and alcohol-related factors.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Gastroenterology\r\n    Fecal hemoglobin levels in prior negative screening and detection of colorectal neoplasia: a dose-response meta-analysis.\r\n Our findings suggest that the risk of detecting colorectal neoplasia increases with prior f-Hb concentrations in negative tests, supporting the development of risk-stratified screening strategies based on these concentrations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Black Race is Associated with Decreased Exposure to Advanced Therapies and Worse Outcomes in Individuals with Ulcerative Colitis.\r\n Black individuals with UC are prescribed fewer disease-specific therapies compared to White individuals and have increased hospitalizations and mortality. Black individuals have higher rates of opioid prescriptions. Opioids have been associated with increased complication rates in inflammatory bowel disease. These trends are not seen in Asian individuals. This reveals critical disparities in the care of Black people with UC with opportunity for targeted interventions.\r\nPubmed   Journal   ReadQx \r\nClinical Trial: Treatment of Functional Dyspepsia According to Subtype Compared With Empirical Proton Pump Inhibitor.\r\n Initial treatment of FD according to subtype was not more effective than empirical PPI alone for up to 8 weeks. Further multicentre studies, with a larger sample size, are recommended to validate these findings.\r\nPubmed   Journal   ReadQx \r\nCoronary Artery Disease and Major Adverse Cardiovascular Events in People With Hepatic Steatosis at Low Atherosclerotic Cardiovascular Disease Risk.\r\nIndividuals with HS at ASCVD < 7.5% risk had similar CAD characteristics as patients without HS at < 7.5% ASCVD risk, yet experienced comparable MACE rates as those at ASCVD ≥ 7.5%.\r\nPubmed   Journal   ReadQx \r\nEarly HBcrAg and Anti-HBc Levels Identify Patients at High Risk for Severe Flares After Nucleos(t)ide Analogue Cessation-A Pooled Analysis of Two Clinical Trials.\r\n Higher HBcrAg, lower anti-HBc and higher HBcrAg/anti-HBc ratio at EOT and during the first weeks of post-treatment follow-up are associated with an increased risk of hepatic flares after NA withdrawal and could therefore potentially be used to select patients eligible for therapy cessation and to identify patients requiring retreatment.\r\nPubmed   Journal   ReadQx \r\nNo Association Between Eosinophilic Oesophagitis and Oesophageal Cancer in US Adults: A Case-Control Study.\r\nEoE is not associated with the development of oesophageal cancer in privately insured adults under 65 years old;  co-incidence of EoE and oesophageal cancer is extremely rare. Additional studies are needed to confirm these findings and to evaluate whether they hold in older adults or over longer follow-up, and whether EoE might protect against oesophageal cancer.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Effect of Esophageal Dilation History on Efficacy Outcomes in Patients With Eosinophilic Esophagitis Receiving Budesonide Oral Suspension.\r\n Esophageal dilation history may confound the association between histologic outcomes and dysphagia symptom or endoscopic efficacy outcomes in patients with EoE receiving swallowed corticosteroids.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Areas of improvement for colorectal cancer screening: Results of a screening initiative for 10,000 health care employees in Austria.\r\nThere is a serious gap between recommended standards and real-world CRC screening colonoscopy quality. Implementation of CRC screening should not only be accompanied by strategies to increase participation rates but focus on implementation of rigorous, mandatory colonoscopy quality assurance programs.\r\nPubmed   Journal   ReadQx   PMC\r\nDigital peroral pancreatoscopy to determine surgery for patients who have intraductal papillary mucinous neoplasms of the pancreas with mural nodules.\r\nPOPS-DS could be used to accurately detect malignancy in patients with MN-positive IPMN. Therefore, histocytological evaluation using POPS-DS can contribute to selection of patients for whom surgery would be appropriate.\r\nPubmed   Journal   ReadQx   PMC\r\nDye-based chromoendoscopy versus i-scan virtual chromoendoscopy in long-standing ulcerative colitis: Multicenter prospective RCT.\r\nHowever, use of i-scan VCE was associated with a lower false-positive rate and a significantly shorter procedure time compared with DCE. I-scan VCE, therefore, could be a valid replacement for DCE in UC surveillance colonoscopies.\r\nPubmed   Journal   ReadQx   PMC\r\nEnteroscopy-assisted ERCP in patients with surgically altered anatomy: Multicenter prospective registry (SAMISEN-B) using motorized spiral enteroscopy.\r\n(clinicaltrials. gov: NCT05129449).\r\nPubmed   Journal   ReadQx   PMC\r\nEvaluating endoscopic ultrasound-guided tissue acquisition for diagnosis of small pancreatic neuroendocrine neoplasms.\r\nEUS-TA showed adequate diagnostic sensitivity and grading agreement for p-NENs of al sizes, allowing for determination of appropriate treatment.\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility and benefit of decompressive percutaneous endoscopic gastrostomy (dPEG) in advanced cancer patients with malignant bowel obstruction.\r\nHowever, the technical success rate is limited and needs to be improved. Prospective studies comparing endoscopic and computed tomography-guided procedures are needed to avoid unsuccessful procedures in patients with advanced cancer and limited life expectancy.\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility of newly designed rotatable sphincterotome for endoscopic sphincterotomy (with video).\r\nWe evaluated the feasibility of the newly designed r-sphincterotome using an experimental model. We believe that the findings from these experiments may contribute to easier and more precise sphincterotomies.\r\nPubmed   Journal   ReadQx   PMC\r\nIntraoperative bleeding model for swine gastric endoscopic submucosal dissection via heparinization.\r\nHigh doses of heparin significantly increased intraoperative bleeding and hematoma during swine ESD.\r\nPubmed   Journal   ReadQx   PMC\r\nLow incidence of deep vein thrombosis after double-balloon endoscopy and colorectal submucosal dissection: Multicenter, prospective study.\r\nThis prospective study demonstrated that risk of DVT/PE following highly invasive endoscopic procedures including colorectal ESD and DBE is very low.\r\nPubmed   Journal   ReadQx   PMC\r\nWhich is the better polyp detection metric: adenomas per colonoscopy or adenoma detection rate? A simulation modeling study.\r\nAdjusting for patient and exam factors and/or using shrinkage techniques for lower-volume endoscopists can increase the correlation between TEA for both ADR and APC. For higher detection rates, APC offers more power than ADR in distinguishing differences in detection ability.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Hemospray as first-line treatment option for malignant gastrointestinal bleeding: A cost-utility analysis in the United Kingdom.\r\nInitial treatment of MUGIB with TC-325 compared to SET is more effective (higher primary haemostasis and lower 30-day rebleeding) and cost-saving due to requiring fewer interventions, readmissions, and length of stay. Additional studies are needed to address model uncertainties in the follow-up management of these complex patients.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    ERBB2 comprehensive profiling and prognostication in Stage III Colon Cancer: Findings from PETACC8 and IDEA-France cohorts.\r\nThe molecular definition of ERBB2-status could represent a cost-effective alternative in stage III CC. ERBB2 alterations and low RNA expression significantly reduce TTR, highlighting the complex role of ERBB2.\r\nPubmed   Journal   ReadQx \r\nMulti-HCC: A practical model to prioritize patients with hepatocellular carcinoma on the liver transplant waiting list.\r\n An urgency-based priority system for patients with HCC, similar to MELD for patients with chronic liver disease, is achievable with a parsimonious model incorporating AFP, MELD 3.0, and tumor size. This approach can be applied to the liver allocation system to prioritize patients with HCC and can inform decision-making regarding urgency weights for exception cases in the upcoming continuous distribution system.\r\nPubmed   Journal   ReadQx \r\nPreclinical protein signatures of Crohn's disease and ulcerative colitis: A nested case-control study within large population-based cohorts.\r\n We identified protein signatures for predicting a future diagnosis of CD and UC, validated across independent cohorts. In the context of CD, the signature offers potential for early prediction.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A randomized controlled trial of a through the scope stiffening wire to increase the depth of insertion during double balloon enteroscopy.\r\n The stiffening wire increased insertion depth and should be used when an abnormality cannot be reached with conventional technique.\r\nPubmed   Journal   ReadQx \r\nCreating a Standardized Tool for the Evaluation and Comparison of Artificial Intelligence-Based Computer-Aided Detection Programs in Colonoscopy: a Modified Delphi Approach.\r\nThis is the first reported international consensus statement of priority scoring metrics for CADe in colonoscopy. These scoring criteria should inform CADe software development and refinement. Future research should validate these metrics on a benchmark video data set to develop a validated scoring instrument.\r\nPubmed   Journal   ReadQx \r\nStratification of risk for lymph node metastasis and long-term oncologic outcomes in patients initially treated by endoscopic resection for rectal neuroendocrine tumors.\r\nThe risk of LN metastasis increased significantly when the number of risk factors increased in patients with rectal NETs. Patients who initially underwent endoscopic resection for rectal NETs showed a favorable long-term oncologic outcome if salvage treatments were performed, depending on the stratification of their risk factors.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Genetic variation at 11q23.1 confers colorectal cancer risk by dysregulation of colonic tuft cell transcriptional activator <i>POU2AF2<\/i>.\r\nBackground Common genetic variation at 11q23.1 is associated with colorectal cancer (CRC) risk, exerting local expression quantitative trait locus (cis-eQTL) effects on is the primary transcriptional activator of tuft cells with a tumour suppressive role in mouse models. We therefore implicate tuft cells as having a key tumour-protective role in the large bowel epithelium.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hepatic real-world outcomes with obeticholic acid in primary biliary cholangitis (HEROES): A trial emulation study design.\r\nWe identified a 63% reduced risk of hospitalization for hepatic decompensation, liver transplant, or death in OCA-treated versus non-OCA-treated individuals.\r\nPubmed   Journal   ReadQx \r\nMultimodal multiphasic pre-operative image-based deep-learning predicts hepatocellular carcinoma outcomes after curative surgery.\r\n Recurr-NET accurately predicted HCC recurrence, out-performing MVI and clinical prediction scores respectively, highlighting its potential in pre-operative prognostication.\r\nPubmed   Journal   ReadQx \r\nTumor-derived CCL2 drives tumor growth and immunosuppression in IDH1-mutant cholangiocarcinoma.\r\nIDH1-mutant CCA is characterized by increased abundance of M2-like TAMs. Targeting CCL2 remodels the tumor immune microenvironment and improves outcomes in preclinical models of IDH1-mutant CCA, highlighting the role for myeloid-targeted immunotherapies in the treatment of this cancer.\r\nPubmed   Journal   ReadQx \r\nmiRNAs in HCC, pathogenesis, and targets.\r\nWe also discuss the therapeutic and diagnostic potential of miRNAs and delivery approaches of miRNA drugs to overcome the limitations of current HCC treatment options. By thoroughly summarizing the roles of miRNAs in HCC, our goal is to advance the development of effective therapeutic drugs with minimal adverse effects and to establish precise tools for early diagnosis of HCC.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Utility of AI digital pathology as an aid for pathologists scoring fibrosis in MASH.\r\nThe use of AI DP enhances inter-rater reliability of fibrosis staging for MASH. This indicates that the SHG/TPEF-based AI DP tool is useful for assisting pathologists in assessing fibrosis, thereby enhancing clinical trial efficiency and reliability of fibrosis readouts in response to treatments.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Clinical Characteristics of Patients With Proton Pump Inhibitor-refractory Globus.\r\nReduced proximal BI values compared to distal BI values suggest increased permeability in globus patients. Further studies with a larger cohort of refractory PPI patients and healthy volunteers are needed to explore these findings and their implications on globus etiology.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Updated COVID-19 Boosters-Tailoring Protection for Patients With IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    How should the electrosurgical mode be optimized for endoscopic sphincterotomy?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Gut archaeal biomarkers in colorectal cancer prediction: a tale of opportunity and prudence.\r\n\r\nPubmed   Journal   ReadQx \r\nTo look or not to look: A new score for stratifying patients at risk of developing HCC.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2024 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to COBALT: A Confirmatory Trial of Obeticholic Acid in Primary Biliary Cholangitis With Placebo and External Controls.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to: Utilization of Treat-to-Target Monitoring Colonoscopy After Treatment Initiation in the US-Based Study of a Prospective Adult Research Cohort With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Gastrojejunostomy for Severe Duodenal Polyposis From Gardner Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrohepatic Fistula Secondary to Metastatic Colon Cancer as a Rare Etiology of Upper Gastrointestinal Bleed.\r\n\r\nPubmed   Journal   ReadQx \r\nMalignant Myopericytoma Involving the Colon Presenting as Occult Blood Loss.\r\n\r\nPubmed   Journal   ReadQx \r\nMucin Secretion From Appendiceal Lumen Detected by Colonoscopy: A Very Rare Presentation of a Low-Grade Appendiceal Mucinous Neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Acute Variceal Bleeding Management: Abbreviated Therapy With Terlipressin and Antibiotics.\r\n\r\nPubmed   Journal   ReadQx \r\nRare Pyloric Adenomas Characterized by Giant Circumferential Lesions in and Below the Cardia.\r\n\r\nPubmed   Journal   ReadQx \r\nShared Decision Making in EoE. \r\n\r\nPubmed   Journal   ReadQx \r\nWhen Subtraction Wins, What Are the Considerations for Addition in Helicobacter pylori Eradication?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"The future of GI endoscopy…where are we going?\"\r\n\r\nPubmed   Journal   ReadQx \r\nA self-made wire snare used in combination with a long transparent cap to remove a giant phytobezoar.\r\n\r\nPubmed   Journal   ReadQx \r\nCurved puncture technique using a flexible stainless-steel needle in endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic extraction of a foreign body using a condom.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic full-thickness resection with local injection into tissue outside the capsule of a gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of a challenging gastric foreign body causing unexplained abdominal pain.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrieval of a huge gastric trichobezoar after thermally induced cutting with a hook knife.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic transcecal resection of a low grade appendiceal mucinous neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nExploration of the feasibility of the tunneling technique for colonic lesions originating from the muscularis propria.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring artificial intelligence-assisted diagnosis of esophageal squamous cell carcinoma: insights from a clinical trial.\r\n\r\nPubmed   Journal   ReadQx \r\nModified overtube insertion technique to facilitate safe endoscopic cricopharyngeal myotomy for management of Zenker's diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMucosal inverted closure of a post-gastric endoscopic submucosal dissection defect using grasping forceps with good rotatability and sharp claws.\r\n\r\nPubmed   Journal   ReadQx \r\nProphylactic saline-immersion snare-tip vessel coagulation after colorectal endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRescue endoscopic ultrasound-guided gastroenterostomy with closing of the duodenum in case of duodenal perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nSparse outer longitudinal muscle layer in peranal endoscopic myectomy: reinforcement of wound closure with peptide gel.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSubmucosal tunnel endoscopic resection for removal of deep-seated rectal gastrointestinal stromal tumor in the muscularis propria.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful closure of a cholecystocolonic fistula due to cholecystitis using a clipping system.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful closure of a delayed persistent duodenal perforation using endoscopic suturing after unsuccessful surgical intervention.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe stability of a novel 0.035-inch guidewire facilitates endoscopic ultrasound-guided hepaticoduodenostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection with nasal intubation using a small-bore tracheal tube for an early epiglottic lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nUnlicensed stent use creating the need for additional procedures.\r\n\r\nPubmed   Journal   ReadQx \r\nWhy is endoscopic reintervention easier using a braided metal stent than a laser-cut stent in stent-in-stent placement? A bench study.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Case of Cholestasis in an Adult Male: The Mystery of a Long-Unresolved Condition.\r\n\r\nPubmed   Journal   ReadQx \r\nBetter Together: Implementing a Multidisciplinary Approach to Optimizing Diagnosis and Management of Crohn's Perianal Fistulas.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluation of LI-RADS 3 and 4 Lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nGastro Digest: The Revised REACH-B Model Predicts Hepatocellular Carcinoma in Patients with Chronic Hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nIncorporating a GI Dietitian into Your GI Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nNew agonists of the incretin/glucagon system for the treatment of metabolic dysfunction-associated steatohepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nThink beyond the typical!\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Rescue Laparoscopy-Assisted Repositioning of a Misdeployed Metal Stent in the Peritoneum Following Endoscopic Ultrasound-Guided Hepaticogastrostomy (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Cover Image.\r\n\r\nPubmed   Journal   ReadQx \r\nCover Image.\r\n\r\nPubmed   Journal   ReadQx \r\nExchangeable Copper in the Danish Cohort of Patients with Wilson Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nInformation for Readers.\r\n\r\nPubmed   Journal   ReadQx \r\nInformation for Readers.\r\n\r\nPubmed   Journal   ReadQx \r\nInstructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nInstructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Quality indicators and the safety profile of endoscopic intervention in patients with bleeding esophageal varices.\r\n\r\nPubmed   Journal   ReadQx \r\nTable of contents.\r\n\r\nPubmed   Journal   ReadQx \r\nTable of contents.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Brain-to-gut control of fat absorption: Implications for metabolic liver diseases.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Critical Insights on a Nationwide Cohort Study of Inflammatory Bowel Disease, Histological Activity and Fracture Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Extending the Measurement of Inflammatory Bowel Disease Severity to Include Patient Important Outcomes-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Extending the Measurement of Inflammatory Bowel Disease Severity to Include Patient Important Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Why Assessment of ChILI Severity Accurately Matters?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Optimizing CT-P13 SC Use in IBD: ADA Formation, Comparative Efficacy, and Dose Adjustment Strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Primary prophylaxis in patients with high risk oesophageal varices to prevent oesophageal variceal bleeding (OVB)-The CAVARLY is stronger together!!\r\n\r\nPubmed   Journal   ReadQx \r\nResponse letter to the editor.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A Comprehensive Framework for Investigating Oral-Gut Microbiome Dynamics: From Normal Variation to Pathological Changes.\r\n\r\nPubmed   Journal   ReadQx \r\nDo not leave any ambiguity: alcohol in any amount is harmful.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring the effects of serum G-CSF levels in acute-on-chronic liver failure (ACLF): Insights from a post-hoc analysis of the GRAFT study.\r\n\r\nPubmed   Journal   ReadQx \r\nInclusion of Patients with Active Urinary Sediment in Treatment of Hepatorenal Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nMASH Meets HBV: Age, Lifestyle, and the Untapped Role of Non-Immune Cells.\r\n\r\nPubmed   Journal   ReadQx \r\nMissing the forest for the trees: time to address stool microbial load and everything else that realistically matters in microbiome studies.\r\n\r\nPubmed   Journal   ReadQx \r\nPlasma metabolomics promises to facilitate precise prevention of MASH and mortality from liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPoor long-term outcome in patients with porto-sinusoidal vascular disease (PSVD): fact or disease misclassification?\r\n\r\nPubmed   Journal   ReadQx \r\nReconciling the apparently contrasting observational and genetic evidence on the association between MASLD and cardiovascular disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-06T13:32:50-05:00",
    "input_file": {}
  }
]
