[
  {
    "path": "gi/11-24-2023/",
    "title": "Fri Nov 24 2023",
    "description": "147 articles - From Friday Nov 17 2023 to Friday Nov 24 2023",
    "author": [],
    "date": "2023-11-24",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Diagnosis and Management of Biliary Strictures: A Clinical Practice Guideline Dissemination Tool.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Guideline on the Role of Biomarkers for the Management of Crohn's Disease.\r\nIn patients with CD, fecal calprotectin and serum CRP can inform disease management in both asymptomatic and symptomatic disease. Discordance between symptom assessment and biomarker value may merit endoscopic evaluation for confirmation of status of disease activity.\r\nPubmed   Journal   ReadQx \r\nAGA Clinical Practice Update on the Use of Vasoactive Drugs and Intravenous Albumin in Cirrhosis: Expert Review.\r\nBEST PRACTICE ADVICE 12: Terlipressin use is contraindicated in patients with hypoxemia and in patients with ongoing coronary, peripheral, or mesenteric ischemia, and should be used with caution in patients with acute-on-chronic liver failure grade 3. The benefits may not outweigh the risks in patients with serum creatinine >5 mg/dL and in patients listed for transplantation with a Model for End-stage Liver Disease =35.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Meeting the environmental challenges of endoscopy: a pathway from strategy to implementation.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter To The Editor: A multi-society delphi consensus statement on new fatty liver disease nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: A multi-society delphi consensus statement on new fatty liver disease nomenclature.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: Impact of intragastric balloon therapy on NAFLD-related parameters in patients with obesity.\r\n Intragastric balloons may play an important role in addressing the treatment gap in NAFLD management.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Diagnostic accuracy of AGILE3+ score for advanced fibrosis in patients with non-alcoholic fatty liver disease: A systematic review and meta-analysis.\r\n Our systematic review and meta-analysis suggest that Agile3+ accurately diagnoses NAFLD with advanced fibrosis and can identify patients eligible for biopsy and emerging pharmacotherapies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    The polymorphic variant of SerpinB3 (SerpinB3-PD) is associated with faster cirrhosis decompensation.\r\nThe polymorphic variant SB3-PD is highly effective in determining activation of TGF-ß1 and inflammation in vitro. Patients with cirrhosis who carry SB3-PD polymorphism may be more prone to develop severe liver disease progression. However, further validation studies are warranted to support the in vivo relevance of this polymorphism.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Changes in Therapy Are Not Associated with Increased Remission in Patients with Crohn's Disease of the Pouch.\r\n Approximately 50% with symptoms at enrollment achieved clinical remission at 12 months, the majority of whom did so without a change in therapy.\r\nPubmed   Journal   ReadQx \r\nCharacterizing the Impact of Disorders of the Gut-Brain Interaction (DGBI) on Mental and Physical Health Functioning among Spanish-Speaking Latino Adults Living in the U.S.\r\n Better understanding mental health and treatment seeking behaviors among Latino individuals may help clinical gastroenterologists engage their Latino patients to a greater extent and thus provide higher quality of care.\r\nPubmed   Journal   ReadQx \r\nComprehensive Assessment of Nutrition and Dietary Influences in Hypermobile Ehlers Danlos Syndrome (CANDI-hEDS) - a cross sectional study.\r\n Altered diet is very common in the hEDS/HSD patients we studied and influenced by functional dyspepsia, reflux symptoms and ARFID. Those with ARFID have a four-fold increased risk of requiring nutrition support and therefore, it is paramount that psychological support is offered in parallel with dietary support in the management of DGBI in hEDS/HSD.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of Helicobacter pylori treatments according to antibiotic resistance.\r\nIn regions where the antibiotic resistance rate of H. pylori is high, eradication treatment with the three-in-one single-capsule, the quadruple with bismuth and concomitant with tinidazole are the best options in naïve patients. In non-naïve patients, the three-in-one single-capsule and the triple therapy with levofloxacin provided encouraging results.\r\nPubmed   Journal   ReadQx \r\nIncreased Grades of Rectal Intussusception: Role of Decline in Pelvic Floor Integrity and Association with Dyssynergic Defecation.\r\n Our data suggests that decline in pelvic floor integrity with abnormal levator ani laxity is associated with increased RI grades;  a process that is independent of age, history of vaginal deliveries and/or pelvic surgeries, and perhaps related to dyssynergic defecation.\r\nPubmed   Journal   ReadQx \r\nPatients with Esophageal Adenocarcinoma with prior GERD symptoms are similar to those without GERD: A Cross-sectional Study.\r\nEsophageal adenocarcinoma patients with and without prior GERD symptoms are phenotypically similar, suggesting that BE screening efforts to prevent or detect early EAC should not be restricted to just those with GERD.\r\nPubmed   Journal   ReadQx \r\nProportion Time Covered by Hepatocellular Carcinoma Surveillance in Patients with Cirrhosis.\r\n The proportion time covered by HCC surveillance in patients with cirrhosis remains low, highlighting a need for multi-level interventions.\r\nPubmed   Journal   ReadQx \r\nRACIAL DISPARITY IN ESOPHAGEAL SQUAMOUS CELL CARCINOMA TREATMENT AND SURVIVAL IN THE UNITED STATES.\r\n Black individuals with ESCC have a lower survival than White individuals. This could be related to presenting at a later stage, but also disparities in which treatments they receive even among individuals with the same stage of disease. To what extent these disparities in receipt of treatment is due to structural racism, social determinants of health, implicit bias, or patient preferences deserves further study.\r\nPubmed   Journal   ReadQx \r\nRisk of Esophageal Cancer in Achalasia: A Matched Cohort Study Utilizing the Nationwide Veterans Affairs Achalasia Cohort (VA-AC).\r\n Based on substantial EC risk, individuals with achalasia may benefit from a high index of suspicion and endoscopic surveillance for EC.\r\nPubmed   Journal   ReadQx \r\nTen-day vonoprazan-amoxicillin dual therapy versus standard fourteen-day Bismuth-based quadruple therapy for first-line Helicobacter pylori eradication: a multicenter randomized clinical trial.\r\nThe 10-day VA-dual therapy provided satisfactory eradication rates of >90% (PP analysis), lower rates of adverse events compared with standard 14-day B-quadruple therapy as first-line H. pylori therapy. Trail registration number ChiCTR2300070100.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A liver stiffness-based etiology-independent machine learning algorithm to predict hepatocellular carcinoma.\r\n The SMART-HCC score is a useful machine learning-based tool for clinicians to stratify HCC risk in patients with CLDs.\r\nPubmed   Journal   ReadQx \r\nEffects of Mirikizumab on Histologic Resolution of Crohn's Disease in a Randomized Controlled Phase 2 Trial.\r\nIn a post-hoc analysis of phase 2 data, mirikizumab induced and sustained histologic response and remission in CD over 52 weeks. Early combined histologic-endoscopic response was associated with endoscopic remission after 1 year of treatment with mirikizumab (ClinicalTrials.gov NCT02891226.\r\nPubmed   Journal   ReadQx \r\nProlonged gastrointestinal manifestations after recovery from COVID-19.\r\nIn this follow-up survey of patients 12-18 months after hospitalization with COVID-19, there was a high prevalence of DGBIs and persistent GI symptoms. Prolonged gastrointestinal manifestations were associated with the severity of GI symptoms during hospitalization and with the degree of psychological trauma related to the illness experience.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Initiatives to increase colonoscopy capacity - is there an impact on polyp detection? A UK National Endoscopy Database analysis.\r\nStrategies to increase colonoscopy capacity may have adverse effects on polyp detection. Routine quality monitoring should be undertaken following such initiatives. Meantime, reasons for this unwarranted variation require investigation.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Cholangiocytes modulate CD100 expression in the liver and facilitate pathogenic Th17 differentiation.\r\nCD100 exerts its functional impact through cholangiocyte-immune cell crosstalk and underscores an active, proinflammatory role of cholangiocytes that can be relevant to novel treatment approaches.\r\nPubmed   Journal   ReadQx \r\nProteomic characterization identifies clinically relevant subgroups of gastrointestinal stromal tumors.\r\nOur study provides a valuable data resource and highlights potential therapeutic approaches for GIST.\r\nPubmed   Journal   ReadQx \r\nRET Signaling Persists in the Adult Intestine and Stimulates Motility by Limiting PYY Release from Enteroendocrine Cells.\r\nRET signaling normally limits nutrient-dependent peptide release from L-cells and this activity is necessary for normal intestinal motility in male mice. These effects could contribute to dysmotility in HSCR, which predominantly affects males, and uncovers a mechanism that could be targeted to treat post-prandial GI dysfunction.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A strategy combining endoscopic hand-suturing with clips for closure of rectal defects after endoscopic submucosal dissection with or without myectomy (with video).\r\n EHS-Clips can be used to effectively close the rectal defects after ESD or ESD-ME and prevent DB. Complete suture with a stitch margin of = 5 mm may achieve more reliable sustained closure.\r\nPubmed   Journal   ReadQx \r\nComparison of adenoma miss rate and adenoma detection rate between conventional colonoscopy and colonoscopy with second generation distal attachment cuff: a multicenter, randomized, back-to-back trial.\r\nOur trial shows that EVC reduces the risk of missing adenomas but does not lead to a significant improved ADR. Remarkably, 25% of adenomas are still missed during conventional colonoscopies, which is not different from miss rates reported 25 years ago;  reassuringly, advanced features were only found in 3.7% of these missed lesions. Trail registration number NCT03418948.\r\nPubmed   Journal   ReadQx \r\nEndoscopist Adenoma Per Colonoscopy Detection Rates and Risk for Post Colonoscopy Colorectal Cancer: Data From New Hampshire Colonoscopy Registry.\r\nCox regression was used to model the hazard of PCCRC on APC, controlling for age, sex, year of index exam, index findings, bowel preparation and having more than 1 surveillance exam. Results In 32,535 patients, a lower hazard for PCCRC (n=178) was observed for higher APCs as compared to APCs 25%.\r\nPubmed   Journal   ReadQx \r\nLong-Term Prognosis and Risk Factors Associated with Post-ERCP Pneumobilia in Patients with Common Bile Duct Stones.\r\n Patients with post-ERCP pneumobilia have increased risk of multiple recurrences of CBDSs and acute cholangitis without stone recurrence. Independent risk factors for pneumobilia include peripapillary diverticulum, a dilated CBD (>1 cm), and EST with moderate and large incisions. A normal-sized CBD appears to serve as a secondary barrier against enterobiliary reflux, necessitating further research for confirmation.\r\nPubmed   Journal   ReadQx \r\nThe 2022 top 10 list of endoscopy topics in medical publishing: an annual review by the American Society for Gastrointestinal Endoscopy Editorial Board.\r\nThe 10 identified areas collectively represent advances in the following endoscopic spheres: artificial intelligence, endoscopic submucosal dissection, Barrett's esophagus, interventional EUS, endoscopic resection techniques, pancreaticobiliary endoscopy, management of acute pancreatitis, endoscopic environmental sustainability, the NordICC trial, and spiral enteroscopy. Each board member was assigned a consensus topic area around which to summarize relevant important articles, thereby generating this précis of the \"top 10\" endoscopic advances of 2022.\r\nPubmed   Journal   ReadQx \r\nValidation of a new optical diagnosis training module to improve dysplasia characterization in inflammatory bowel disease: a multicenter international study.\r\nThe OPTIC-IBD training module demonstrated that an online platform could improve participants' accuracy and confidence in the optical diagnosis of dysplasia in patients with IBD. The training platform can be widely available and improve endoscopic care for people with IBD.  NCT04924543.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Chimeric antigen receptors of HBV envelope proteins inhibit hepatitis B surface antigen secretion.\r\n CARs possess direct antiviral activity, besides the well-known application in T-cell therapy. Fc attached G12-scFv and G12-CARs could provide a novel approach for reducing circulating HBsAg.\r\nPubmed   Journal   ReadQx \r\nUnderstanding the malignant potential of gastric metaplasia of the oesophagus and its relevance to Barrett's oesophagus surveillance: individual-level data analysis.\r\n SS-GM is a distinct entity from SS-IM and the malignant potential of GM is lower than IM. It is questionable whether SS-GM warrants inclusion in BO surveillance.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A multicellular liver organoid model for investigating hepatitis C virus infection and non-alcoholic fatty liver disease progression.\r\nTaken together, we introduced a multicellular LO model consisting of hepatocytes, Kupffer-like cells, and HSCs, which recapitulated host-virus intercommunication and inter-cellular interactions. With this novel model, we present a physiologically relevant system for the investigation of NAFLD progression in HCV patients.\r\nPubmed   Journal   ReadQx \r\nBenefit and harm of waiting time in liver transplantation for HCC.\r\nEnhancing our understanding of HCC tumor biology through the analysis of subtypes and molecular genetics holds significant promise in advancing the personalized approach for patients. In this review, the effect of waiting time duration on outcome in patients with HCC enlisted for LT is discussed.\r\nPubmed   Journal   ReadQx \r\nEvaluation of terlipressin-related patient outcomes in hepatorenal syndrome-acute kidney injury using point-of-care echocardiography.\r\nCirrhotic cardiomyopathy and reduction in cardiac index, reliably predict terlipressin non-response. CCM is independently associated with poor survival in HRS-AKI.\r\nPubmed   Journal   ReadQx \r\nGenetic landscape of pediatric acute liver failure of indeterminate origin.\r\n This study elucidates a large contribution of genetic causes in PALF of indeterminate origin with an increasing spectrum of disease entities. The high proportion of diagnosed cases and potential treatment implications argue for exome or in future rapid genome sequencing in PALF diagnostics.\r\nPubmed   Journal   ReadQx \r\nImmunogenomics of cholangiocarcinoma.\r\nFunctionally uncoupling the tumor-promoting or tumor-suppressing roles of immune profiles will be critical for identifying new immunomodulatory treatment strategies and associated biomarkers for patient stratification. This review will discuss the immunogenomics of cholangiocarcinoma, including the impact of genomic alterations on immune functionality, subversion of the cancer-immunity cycle, as well as clinical implications for existing and novel treatment strategies.\r\nPubmed   Journal   ReadQx \r\nLRH-1 agonist DLPC through STAT6 promotes macrophage polarization and prevents parenteral nutrition associated cholestasis in mice.\r\nThese results indicate that activation of LRH-1 by DLPC may protect from PNAC liver injury through STAT6-mediated macrophage polarization.\r\nPubmed   Journal   ReadQx \r\nNuclear acly protects liver from ischemia-reperfusion injury.\r\n Our results indicate that Acly regulates histone modification via nuclear AcCoA production in hepatic IR. Disruption of Acly nuclear translocation increases the vulnerability of steatotic liver to IR. Nuclear Acly thus may serve as a potential therapeutic target for future interventions in hepatic IR injury, particularly in the context of steatosis.\r\nPubmed   Journal   ReadQx \r\nPrevalence and characteristics of Hepatitis delta virus infection in patients with hepatitis b in the united states: An analysis of the All-Payer Claims Database.\r\n In a large database capturing approximately 80% of the US insured population, HBV/HDV infection prevalence was 4.6% among HBV-infected adults. HDV-infected patients had high rates of baseline liver complications and other comorbidities at time of diagnosis, suggesting potentially delayed diagnosis and/or treatment. Earlier identification of HBV/HDV infection among the HBV population may provide opportunities to improve linkage to care and treatment, thereby reducing the risk of liver-related morbidity and mortality.\r\nPubmed   Journal   ReadQx \r\nSingle-cell dissection of the multicellular ecosystem and molecular features underlying microvascular invasion in hepatocellular carcinoma.\r\nThis study provides a comprehensive single-cell atlas of MVI in HCC, shedding light on the complex multicellular ecosystem and molecular features associated with MVI. These findings deepen our understanding of the underlying mechanisms driving MVI and provide valuable insights for improving clinical diagnosis and developing more effective treatment strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Adipose tissue macrophage dysfunction is associated with a breach of vascular integrity in NASH.\r\nNAFLD-related macrophage dysfunction coincide with a loss of adipose tissue vascular integrity providing a strong plausible mechanism by which tissue inflammation is perpetuated in adipose tissue and downstream in the liver. Impact and implications Our study describe for the first time the myeloid cell landscape in human visceral adipose tissue at single cell level within a cohort of well-characterised NAFLD patients. We report unique NASH-specific transcriptional changes within metabolically active macrophages (MMacs) and resident vasculature-associated macrophages (ResVAM) and we demonstrate their spatial location surrounding the vasculature. These dysfunctional transcriptional macrophage states, coincided with the loss of adipose tissue vascular integrity, providing a strong plausible mechanism by which tissue inflammation is perpetuated in adipose tissue and downstream in the liver. Our study provide a theoretical basis for new therapeutic strategies to be directed towards reinstating ResVAM and MMac endogenous metabolic and homeostatic and cytoprotective mechanisms including their function to protect the vascular integrity and barrier.\r\nPubmed   Journal   ReadQx \r\nAssociation between public health policies on alcohol and worldwide cancer, liver disease and cardiovascular disease outcomes.\r\nThe API is a valuable instrument to quantify the robustness of alcohol-related PHP establishment. Those countries with a higher API were associated with lower AUD prevalence, ALD mortality, neoplasms, alcohol-attributable HCC, and cardiovascular diseases. Our results encourage the development and strengthening of alcohol-related policies worldwide.\r\nPubmed   Journal   ReadQx \r\nCharacteristics and outcomes of immunotherapy-related liver injury in patients with hepatocellular carcinoma versus other advanced solid tumours.\r\nDespite higher incidence and earlier onset in patients with HCC, IrLI is characterised by high rates of remission, low requirement for corticosteroid therapy and low risk of decompensation compared to other solid tumours. Hepatotoxicity leads to discontinuation in 7% of patients with HCC and does not negatively affect oncological outcomes. Impact and implications Immune-related liver injury (irLI) is common in patients with cancer receiving immune checkpoint inhibitors (ICI), but whether irLI is more frequent or it is associated with a worse clinical course in patients with hepatocellular carcinoma (HCC), compared to other tumours, is not known. Herein, we compared characteristics and outcomes of irLI in two prospective cohorts including patients treated with ICIs for HCC or for other oncological indications. irLI is significantly more common and it occurs earlier in patients with HCC, also after adjustment for duration of treatment exposure. However, outcomes of patients with HCC who developed irLI are not negatively affected in terms of requirement of corticosteroid therapy, hepatic decompensation, treatment discontinuation and overall survival.\r\nPubmed   Journal   ReadQx \r\nConvergent MAPK pathway alterations mediate acquired resistance to FGFR inhibitors in FGFR2 fusion-positive cholangiocarcinoma.\r\nThese findings suggest convergent genomic evolution in the MAPK pathway may be a potential mechanism of acquired resistance to FGFRi. Impact and implications We evaluated tumors and plasma from patients who previously received inhibitors of Fibroblast Growth Factor Receptor (FGFR), an important receptor that plays a role in cancer cell growth, especially in tumors with abnormalities in this gene such as FGFR fusions, where the FGFR gene is fused to another gene, leading to activation of cancer cell growth. We found that patients treated with FGFR inhibitors may develop mutations in other genes such as KRAS, and this can confer resistance to FGFR inhibitors. Clinical trial number NCT02052778.\r\nPubmed   Journal   ReadQx \r\nGlobal survey of stigma among physicians and patients with nonalcoholic fatty liver disease.\r\nPerception of NAFLD stigma varies among patients, providers, geographic locations and sub-specialties. - Despite the increasing burden of NAFLD and the fact that over 38% of the world's adult population have NAFLD, disease awareness remains low. One potential issue that may affect awareness is the stigma associated with the terms, \"non-alcoholic\" and \"fatty\". In this global study, we found that the terms patients and physicians thought to cause stigma were different. These differences may negatively affect provider-patient communication hindering prompt intervention. These results can help inform education about this liver disease especially as the new nomenclature of Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) is being implemented. Impact and implications Over the past decades, efforts have been underway to change the nomenclature of NAFLD to better align with its underlying pathogenetic pathways and remove any potential stigma associated with the name. Given the paucity of data related to stigma in NAFLD, we undertook this global comprehensive survey to assess stigma in NAFLD among patients and providers from around the world. We found there is a disconnect between physicians and patients related to stigma and related nomenclature. With this knowledge, educational programs can be developed to better target stigma in NAFLD among al stakeholders and to provide a better opportunity for the new nomenclature to address the issues of stigma.\r\nPubmed   Journal   ReadQx \r\nRedox-Sensitive High-Mobility Group Box-1 Isoforms Contribute To Liver Fibrosis Progression And Resolution In Mice.\r\nMethods & results Using electrospray ionization-liquid chromatography-mass spectrometry (ESI-LC-MS), we identified that disulfide ([O]) and sulfonated ([SO ] HMGB1 could point at 'resolution under way'. The latter could be used as a readout for response to pharmacological intervention with anti-fibrotic agents.\r\nPubmed   Journal   ReadQx \r\nSingle cell-resolved study of advanced murine MASH reveals a homeostatic pericyte signaling module.\r\nIn our current single cell-resolved study of advanced murine MASH we identified a quiescence-associated hepatic stellate cell-signaling module with potential to preserve normal sinusoid function. As expression levels of its constituents are conserved in the human liver, the signaling module may be amenable to therapeutic stimulation for restoration of sinusoid function in chronic liver disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Assessing advanced fibrosis in metabolic-associated steatotic liver disease-The MAFLD fibrosis score.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Liver hypercortisolism as a potential target for MASH treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: On-demand vonoprazan for NERD-when should it be 'demanded'?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unravelling the relationship between periodontal disease and inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Band-and-sink for GI subepithelial tumors, provided it is not a kitchen-sink approach!\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection versus endoscopic full-thickness resection for challenging colorectal lesions: Must we choose?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of gastric variceal bleeding: Where have we come from, and where are we going?\r\n\r\nPubmed   Journal   ReadQx \r\nTraining endosonographers in needle-based confocal laser endomicroscopy: Is there still a need?\r\n\r\nPubmed   Journal   ReadQx \r\nWeight regain after endoscopic sleeve gastroplasty: retightening the sutures, starting a pill, and more.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Genomics on the road to functional cure of hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nPharmacologic inhibition of lipogenesis for the treatment of NAFLD.\r\nThe safety profiles of these compounds have so far remained encouraging. It is anticipated that inhibitors of DNL, when administered alone or in combination with other therapeutic agents, will become important agents in the management of human NAFLD.\r\nPubmed   Journal   ReadQx \r\nWhen you eat and when you sleep matters: circadian dysfunction revealed as a direct hepatic carcinogen in a humanized mouse model.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Emergency pancreatic pseudocyst exploration to retrieve a stent: a nerve-wracking migration.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric signet-ring cell carcinoma with multiple colorectal metastases.\r\n\r\nPubmed   Journal   ReadQx \r\nGelée blanche.\r\n\r\nPubmed   Journal   ReadQx \r\nInverted Pyloric Gland Adenoma of the Duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nQuality Improvement for Health Care Providers in Gastroenterology and Hepatology.\r\n\r\nPubmed   Journal   ReadQx \r\nVideo Endoscopy as Big Data: Balancing Privacy and Progress in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Accuracy of ChatGPT in Common Gastrointestinal Diseases: Impact for Patients and Providers.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A modified closure method during endoscopic full-thickness resection for a gastrointestinal stromal tumor: \"neck\" clipping and cutting.\r\n\r\nPubmed   Journal   ReadQx \r\nA safe therapeutic strategy for giant pedunculated colorectal polyps with thick stalks.\r\n\r\nPubmed   Journal   ReadQx \r\nCalcified fibrous tumor in the stomach: a rare case of gastric submucosal tumor treated with endoscopic submucosal excavation.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of a giant gastric subepithelial lesion using a dual-frequency ultrasonic miniprobe.\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-endoscope endoscopic submucosal dissection with snare traction and loop stabilization for adenoma involving appendiceal orifice.\r\n\r\nPubmed   Journal   ReadQx \r\nDouble-scope technique to recover from hand-suturing trouble in the duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nDuodenal metal stent deployment using a novel, cholangioscope-guided, guidewire insertion technique.\r\n\r\nPubmed   Journal   ReadQx \r\nEffective management of a retropharyngeal abscess using endoscopic complete-layer resection and drainage.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticogastrostomy with bridging as reintervention for stent occlusion in malignant hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovations for colonic endoscopic submucosal dissection: combination of the latest game changers.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovative management of intestinal obstruction with colonic transendoscopic enteral tubing.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnet-assisted double-wire technique for patient with difficult endoscopic retrograde cholangiopancreatography cannulation.\r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent obstruction after surgical gastrojejunostomy in a rare case of gastric outlet obstruction: endoscopic ultrasound-guided gastrojejunostomy to the rescue.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-session endoscopic ultrasound-directed transgastric endoscopy for treatment of upper gastrointestinal bleeding after Roux-en-Y gastric bypass.\r\n\r\nPubmed   Journal   ReadQx \r\nSnare-tipped endoscopic radical incision and cutting for postoperative colorectal anastomotic stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful appendiceal incision by endoscopic submucosal dissection to allow endoscopic removal of an encapsulated fecalith.\r\n\r\nPubmed   Journal   ReadQx \r\nSurgical suture-assisted endoscopic band ligation for the management of recurrent hemostasis after unsuccessful use of hemoclips for diverticular bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nThe \"furrow sign\" in confirming proper gastric extent and direction of the myotomy at the end of peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe use of an overtube device to assist in advanced therapeutic procedures in patients with a colostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection with dental floss traction for the treatment of early pharyngeal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Alcohol Drinking Without Meals Is Associated with Risk of Gastrointestinal Cancers, Including Early-Onset Cases.\r\n\r\nPubmed   Journal   ReadQx \r\nAmerican Indian and Alaska Native Digestive Health: Challenges, Opportunities, and a Path Forward.\r\n\r\nPubmed   Journal   ReadQx \r\nEthical Considerations for Simultaneous Versus Sequential Liver-Kidney Donation from the Same Live Donor: Donor(s) Selection is Key.\r\n\r\nPubmed   Journal   ReadQx \r\nIncidence of Esophageal Adenocarcinoma Among Symptomatic Reflux Patients Without Erosive Disease on Endoscopy is Similar to the General Population.\r\n\r\nPubmed   Journal   ReadQx \r\nMedicaid Expansion States See Long-Term Improvement in Colorectal Cancer Screening Uptake Among Low-Income Individuals.\r\n\r\nPubmed   Journal   ReadQx \r\nPNPLA3 risk allele association with ALT response to semaglutide treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Anti-reflux mucosal ablation as the rescue therapy for fundoplication failure.\r\n\r\nPubmed   Journal   ReadQx \r\nBiliary cast syndrome developed after treatment for acute cholangitis : Progression to secondary sclerosing cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nContinuous wound irrigation and drainage for treating large duodenal contained perforation after endoscopic mucosal resection.\r\n\r\nPubmed   Journal   ReadQx \r\nDirect Intrahepatic Portocaval Shunt Into the Bile Duct: A Rare Case of Jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Closure of Refractory External Pancreatic Fistula by Injecting Metal Coil in the Fistula Tract.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound Directed Transgastric ERCP for management of severe hepatic steatosis and fibrosis in a liver transplant patient with bypass anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Cholecystojejunostomy for Management of Acute Cholecystitis in a Patient with Cirrhosis, Ascites and Roux-en-Y Gastric Bypass Anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of a chicken bone embedded in a child's esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for the treatment of advanced esophageal cancer subsequent to chemotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nSimultaneous Cesarean Section and Cystogastrostomy with Lumen Apposing Metal Stent Placement in 34 weeks Pregnant Female.\r\n\r\nPubmed   Journal   ReadQx \r\nSplenosis with suspected gastric subepithelial lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful prevention of post-ESD esophageal stenosis using autologous buccal mucosa with polyglycolic acid and self-help inflatable balloon.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips: Gastric Peroral Endoscopic Myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nTransesophageal echocardiography upper esophageal perforation successfully treated with Vacuum-sponge therapy (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Antiobesity interventions: options, evidence and value.\r\n\r\nPubmed   Journal   ReadQx \r\nApproaches for greening endoscopy and reducing waste.\r\n\r\nPubmed   Journal   ReadQx \r\nCarbon footprint of gastroenterology practice.\r\n\r\nPubmed   Journal   ReadQx \r\nClimate change, paediatric health and ways that digestive health professionals can engage.\r\n\r\nPubmed   Journal   ReadQx \r\nEffects of climate change on digestive health and preventative measures.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology climate action opportunities via education, empowerment of trainees and research.\r\n\r\nPubmed   Journal   ReadQx \r\nGreen gastroenterology adaptation, resilience and an industry perspective.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of climate change on vulnerable populations.\r\n\r\nPubmed   Journal   ReadQx \r\nNHS efforts in England to mitigate the climate crisis: uniting nurses and gastroenterologists.\r\n\r\nPubmed   Journal   ReadQx \r\nThe fundamentals: understanding the climate change crisis.\r\n\r\nPubmed   Journal   ReadQx \r\nWorld Gastroenterology Organisation - Gut commentary series on digestive health and climate change.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hepatocytes of mice and men: Different regenerative signals?\r\n\r\nPubmed   Journal   ReadQx \r\nJuly 2023 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Lack of complete biochemical response in autoimmune hepatitis leads to adverse outcome: First report of the IAIHG retrospective registry.\r\n\r\nPubmed   Journal   ReadQx \r\nReply - Lack of complete biochemical response in autoimmune hepatitis leads to adverse outcome: first report of the IAIHG retrospective registry.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Alcohol-induced extracellular ASC specks perpetuate liver inflammation and damage in alcohol-associated hepatitis even after alcohol cessation.\r\n\r\nPubmed   Journal   ReadQx \r\nSIRT and chemotherapy in unresectable iCCA: Ready to take off.\r\n\r\nPubmed   Journal   ReadQx \r\nThe telomere Tango: Liver disease in the Genomic spotlight.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Assessing advanced fibrosis in metabolic-associated steatotic liver disease-the MAFLD fibrosis score. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Liver hypercortisolism as a potential target for MASH treatment-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: On-demand vonoprazan for NERD - when should it be 'demanded'? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Abdominal pain in inflammatory bowel disease patients in remission-A look beyond psychosocial factors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Abdominal pain in patients with inflammatory bowel disease in remission - A look beyond psychosocial factors. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Histological changes among asymptomatic chronic HBV carriers with normal alanine aminotransferase levels-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Histological changes among asymptomatic chronic HBV carriers with normal alanine aminotransferase levels.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The importance of histological assessment-a further stride in STRIDE.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The importance of histological assessment-a further stride in STRIDE. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Tofacitinib, vedolizumab and ustekinumab in patients with ulcerative colitis-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Tofacitinib, vedolizumab and ustekinumab in patients with ulcerative colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Underuse of HCC Surveillance: Not a sign of cynicism.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Psyllium husk positively alters gut microbiota, decreases inflammation and has bowel-regulatory action, paving way for physiological management of irritable bowel syndrome (IBS).\r\n\r\nPubmed   Journal   ReadQx \r\nResidual confounding in the associations between genetic ancestry categories and outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    EUS-guided radiofrequency ablation of pancreatic neoplasm is far from being the new criterion standard.\r\n\r\nPubmed   Journal   ReadQx \r\nFurther research is needed to recommend an individualized ERCP position.\r\n\r\nPubmed   Journal   ReadQx \r\nIs hybrid endoscopic full-thickness resection suggested for large nonlifting colorectal adenomas?\r\n\r\nPubmed   Journal   ReadQx \r\nIs topical tranexamic acid combined with endoscopic hemostasis superior to endoscopic hemostasis alone?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Practical approach to interpretation of 48-hour wireless pH-monitoring studies.\r\n\r\nPubmed   Journal   ReadQx \r\nTime to focus on the real potential benefit of endobiliary radiofrequency ablation: stent patency in patients with cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-30T10:42:14-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-17-2023/",
    "title": "Fri Nov 17 2023",
    "description": "90 articles - From Friday Nov 10 2023 to Friday Nov 17 2023",
    "author": [],
    "date": "2023-11-17",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Diagnosis and Management of Biliary Strictures: A Clinical Practice Guideline Dissemination Tool.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    AGA Rapid Clinical Practice Update on the Management of Patients Taking GLP-1 Receptor Agonists Prior to Endoscopy: Communication.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Endosc Int Open\r\n    Cold snare resection for non-ampullary sporadic duodenal adenomas: systematic review and meta-analysis.\r\nOur meta-analysis suggests that CSP should be considered as the first-line therapy for NASDA.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical trial: A Mediterranean diet is feasible and improves gastrointestinal and psychological symptoms in irritable bowel syndrome.\r\nA Mediterranean diet is feasible in IBS and leads to improvement in gastrointestinal and psychological symptoms. Although this study was unblinded, these findings together with the broader benefits of the Mediterranean diet, provide strong impetus for future research in IBS. Australia New Zealand Clinical Trials Registry  ACTRN12620001362987.\r\nPubmed   Journal   ReadQx \r\nHepatocellular carcinoma risk decreases as time accrues following hepatitis C virus eradication.\r\nAmong patients with cirrhosis and cured HCV infection, HCC risk declined progressively up to 6 years post-SVR-although it remained well above thresholds that warrant screening. This suggests that time since SVR can inform HCC surveillance strategies in patients with cured HCV infection and can be incorporated into HCC risk prediction models.\r\nPubmed   Journal   ReadQx \r\nLow liver fat in non-alcoholic steatohepatitis-related significant fibrosis and cirrhosis is associated with hepatocellular carcinoma, decompensation and mortality.\r\nLow liver fat content in patients with burnt-out NASH-related significant fibrosis and cirrhosis is associated with an increase in hepatic decompensation, HCC and mortality.\r\nPubmed   Journal   ReadQx \r\nTrends in the prevalence rates and predictive factors of coeliac disease: A long-term nationwide follow-up study.\r\nThe nationwide prevalence of coeliac disease kept on rising from 2.12% in 2000 to 2.40% in 2011 in Finland. Positive TGA without EmA, TGA titres in the upper normal range and a pre-existing autoimmune disease predisposed to coeliac disease during the 10-year follow-up.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A clinico-pathologic comparison between early-onset and late-onset small bowel adenocarcinoma: a multicenter international study. \r\nThis difference is mainly due to the significantly higher prevalence of celiac disease among EO-SBA patients. EO-SBA is strongly associated with predisposing conditions, particularly with celiac disease, highlighting the importance of routine screening for celiac disease in EO-SBA patients.\r\nPubmed   Journal   ReadQx \r\nAntibiotics with or without Rifaximin for acute hepatic Encephalopathy in critically ill patients with cirrhosis: A double-blind, randomized controlled (ARiE) trial.\r\n Reversal of overt HE in those on antibiotics was comparable to those on antibiotics+rifaximin.\r\nPubmed   Journal   ReadQx \r\nChanges in Therapy Are Not Associated with Increased Remission in Patients with Crohn's Disease of the Pouch.\r\n Approximately 50% with symptoms at enrollment achieved clinical remission at 12 months, the majority of whom did so without a change in therapy.\r\nPubmed   Journal   ReadQx \r\nComprehensive Assessment of Nutrition and Dietary Influences in Hypermobile Ehlers Danlos Syndrome (CANDI-hEDS) - a cross sectional study.\r\n Altered diet is very common in the hEDS/HSD patients we studied and influenced by functional dyspepsia, reflux symptoms and ARFID. Those with ARFID have a four-fold increased risk of requiring nutrition support and therefore, it is paramount that psychological support is offered in parallel with dietary support in the management of DGBI in hEDS/HSD.\r\nPubmed   Journal   ReadQx \r\nIncreased Grades of Rectal Intussusception: Role of Decline in Pelvic Floor Integrity and Association with Dyssynergic Defecation.\r\n Our data suggests that decline in pelvic floor integrity with abnormal levator ani laxity is associated with increased RI grades;  a process that is independent of age, history of vaginal deliveries and/or pelvic surgeries, and perhaps related to dyssynergic defecation.\r\nPubmed   Journal   ReadQx \r\nPatients with Esophageal Adenocarcinoma with prior GERD symptoms are similar to those without GERD: A Cross-sectional Study.\r\nEsophageal adenocarcinoma patients with and without prior GERD symptoms are phenotypically similar, suggesting that BE screening efforts to prevent or detect early EAC should not be restricted to just those with GERD.\r\nPubmed   Journal   ReadQx \r\nProportion Time Covered by Hepatocellular Carcinoma Surveillance in Patients with Cirrhosis.\r\n The proportion time covered by HCC surveillance in patients with cirrhosis remains low, highlighting a need for multi-level interventions.\r\nPubmed   Journal   ReadQx \r\nRACIAL DISPARITY IN ESOPHAGEAL SQUAMOUS CELL CARCINOMA TREATMENT AND SURVIVAL IN THE UNITED STATES.\r\n Black individuals with ESCC have a lower survival than White individuals. This could be related to presenting at a later stage, but also disparities in which treatments they receive even among individuals with the same stage of disease. To what extent these disparities in receipt of treatment is due to structural racism, social determinants of health, implicit bias, or patient preferences deserves further study.\r\nPubmed   Journal   ReadQx \r\nRisk of Esophageal Cancer in Achalasia: A Matched Cohort Study Utilizing the Nationwide Veterans Affairs Achalasia Cohort (VA-AC).\r\n Based on substantial EC risk, individuals with achalasia may benefit from a high index of suspicion and endoscopic surveillance for EC.\r\nPubmed   Journal   ReadQx \r\nTen-day vonoprazan-amoxicillin dual therapy versus standard fourteen-day Bismuth-based quadruple therapy for first-line Helicobacter pylori eradication: a multicenter randomized clinical trial.\r\nThe 10-day VA-dual therapy provided satisfactory eradication rates of >90% (PP analysis), lower rates of adverse events compared with standard 14-day B-quadruple therapy as first-line H. pylori therapy. Trail registration number ChiCTR2300070100.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Composite Morphometric Duodenal Biopsy Mucosal Scale for Celiac Disease Encompassing both Morphology and Inflammation.\r\nThe composite VCIEL scale combining Vh Cd and IEL values appears to improve accuracy and statistical precision compared to either component alone.\r\nPubmed   Journal   ReadQx \r\nENTERPRET: a randomized controlled trial of vedolizumab dose optimization in patients with ulcerative colitis who have early nonresponse.\r\nIn patients with early nonresponse and high drug clearance, vedolizumab dose optimization is probably not required. A proportion of patients benefited from continued treatment irrespective of the dose received.  Number  NCT03029143.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Cold snare polypectomy for duodenal adenomas in familial adenomatous polyposis: a prospective international cohort study.\r\nCSP for (multiple) superficial non-ampullary duodenal adenomas in FAP seems feasible and safe. Long-term prospective research is needed to evaluate whether protocolized duodenal polypectomies prevent cancer and surgery.\r\nPubmed   Journal   ReadQx \r\nCost-utility analysis of real-time artificial intelligence-assisted colonoscopy in Italy.\r\nThe implementation of AI detection tools in colonoscopy after patients test FIT-positive seems to be a cost-saving strategy for preventing CRC incidence and mortality.\r\nPubmed   Journal   ReadQx \r\nLong-term results after EUS gallbladder drainage in high-surgical-risk patients with acute cholecystitis: A 3-year follow-up registry.\r\nLate LAMS-RAEs tend to be more asymptomatic over time. Symptomatic LAMS-RAEs are associated with gastric location, and overall, AEs tend to recur.\r\nPubmed   Journal   ReadQx \r\nPreferred techniques for endoscopic ultrasound-guided gastroenterostomy: a survey of expert endosonographers.\r\nSignificant variation in performance technique for EUS-GE exists among expert US endoscopists, which may hinder widespread adoption and contribute to inconsistencies in reported patient outcomes. The granularity provided by these survey results may identify areas to focus standardization efforts and guide future studies on developing an ideal EUS-GE protocol.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Device-assisted enteroscopy performance measures in the United Kingdom: DEEP-UK quality improvement project.\r\nPerformance measures for DAE in the UK meet the ESGE quality benchmarks, with high diagnostic and therapeutic yields, and a low incidence of major adverse events. However, there is room for improvement in optimizing sedation practices, standardizing the depth of insertion documentation, and adopting marking techniques to aid in the follow-up of detected lesions.\r\nPubmed   Journal   ReadQx \r\nImprovement of adenoma detection rate by two computer-aided colonic polyp detection systems in high adenoma detectors: A randomized multi-center trial. \r\nEven in high adenoma detectors, CADes significantly improved ADR and APC. The AADR tended to be improved by both systems, and this may enhance colorectal cancer prevention.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Aspirin exposure and its association with metal stent patency in malignant biliary obstruction: a large international multicenter propensity score-matched study.\r\n In this large, multicenter study utilizing propensity score-matching, chronic exposure to ASA did not protect against stent dysfunction in MDBO. Instead, the analysis revealed that the etiology of pancreatic cancer was an independent predictor of stent dysfunction while cancer therapy was protective.\r\nPubmed   Journal   ReadQx \r\nAssociation between time from esophageal food impaction to endoscopy and adverse events.\r\nSince time from EFI event to EGD is not associated with adverse events, emergent EGD for EFI may be unnecessary and other considerations may determine EGD timing.\r\nPubmed   Journal   ReadQx \r\nAutomatically optimized radiomics modeling system for small gastric submucosal tumors (<2cm) discrimination based on endoscopic ultrasound images.\r\nThe AORMS implements automatic parameter selection, which enhances its robustness and clinical applicability. It has demonstrated good performance in the diagnosis and risk stratification of GISTs, which could aid endoscopists in the diagnosis of small gastric SMTs (<2cm).\r\nPubmed   Journal   ReadQx \r\nColonic-enteric Lumen-Apposing Metal stents: A Promising and Safe Alternative for Endoscopic Management of Small Bowel Obstruction.\r\nThis study highlights that EUS-CE with LAMS can be performed with high technical and clinical success for the management of SBO, particularly in patients with malignant obstructions who are not suitable candidates for surgical interventions. Further research with larger sample sizes will be essential to substantiate its efficacy and safety.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Papillectomy for Ampullary Lesions of minor papilla.\r\nEP is safe and effective in AL of the minor duodenal papilla. Such lesions could be managed according to guidelines for EP of major duodenal papilla.\r\nPubmed   Journal   ReadQx \r\nOutcomes of endoscopic submucosal dissection for esophageal cancer with segmental absence of intestinal musculature.\r\nSAIM is a very rare condition, which is usually only diagnosed during ESD. Physicians performing esophageal ESD should be aware about SAIM. When SAIM is detected, the ESD technique should be modified to prevent full-thickness perforation.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Chimeric antigen receptors of HBV envelope proteins inhibit hepatitis B surface antigen secretion.\r\n CARs possess direct antiviral activity, besides the well-known application in T-cell therapy. Fc attached G12-scFv and G12-CARs could provide a novel approach for reducing circulating HBsAg.\r\nPubmed   Journal   ReadQx \r\nNovel insights into causal effects of serum lipids and lipid-modifying targets on cholelithiasis.\r\nFurthermore, we estimated the causal associations of the genetically predicted serum lipids with cholelithiasis in Europeans using the Mendelian randomisation (MR) design. Finally, both drug-target MR and colocalisation analyses were performed to estimate the lipid-modifying targets' effects on cholelithiasis, including inhibitors should prevent its risk.\r\nPubmed   Journal   ReadQx \r\nSpatial transcriptomics reveals a low extent of transcriptionally active hepatitis B virus integration in patients with HBsAg loss.\r\n Transcriptionally active HBV integration occurred in chronically HBV-infected patients at different phases, including in patients with HBsAg loss. Antiviral treatment was associated with a decreased number and extent of transcriptionally active viral integrations, implying that early treatment intervention may further reduce the number of viral integration events.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A Public health perspective on mitigating the global burden of chronic liver disease.\r\nGuided by the framework, we review examples of federal/state, community, and individual-level interventions with the potential to address these determinants of SLD. Ultimately, mitigating SLD's burden requires primary risk factor reduction at multiple socioecological levels, by scaling up the World Health Organization's \"best buys\", in addition to developing and implementing SLD specific control interventions.\r\nPubmed   Journal   ReadQx \r\nAlcohol induced epigenetic changes prevent fibrosis resolution after alcohol cessation in mice.\r\n In summary, KDM5B and KDM5C demethylases prevent liver fibrosis resolution after alcohol cessation in part through suppression of LXR activity.\r\nPubmed   Journal   ReadQx \r\nBenefit and harm of waiting time in liver transplantation for HCC.\r\nEnhancing our understanding of HCC tumor biology through the analysis of subtypes and molecular genetics holds significant promise in advancing the personalized approach for patients. In this review, the effect of waiting time duration on outcome in patients with HCC enlisted for LT is discussed.\r\nPubmed   Journal   ReadQx \r\nImmunogenomics of cholangiocarcinoma.\r\nFunctionally uncoupling the tumor-promoting or tumor-suppressing roles of immune profiles will be critical for identifying new immunomodulatory treatment strategies and associated biomarkers for patient stratification. This review will discuss the immunogenomics of cholangiocarcinoma, including the impact of genomic alterations on immune functionality, subversion of the cancer-immunity cycle, as well as clinical implications for existing and novel treatment strategies.\r\nPubmed   Journal   ReadQx \r\nMicroRNA-206-3p suppresses hepatic lipogenesis and cholesterol synthesis while driving cholesterol efflux.\r\nMiR-206, through differentially modulating LXRa signaling in hepatocytes and macrophages, inhibits DNL, promotes cholesterol efflux, and concurrently hinders cholesterol synthesis and VLDL production. MiR-206 simulates the functions of lipid-lowering medications, statins and LXRa agonists.\r\nPubmed   Journal   ReadQx \r\nSingle-cell dissection of the multicellular ecosystem and molecular features underlying microvascular invasion in hepatocellular carcinoma.\r\nThis study provides a comprehensive single-cell atlas of MVI in HCC, shedding light on the complex multicellular ecosystem and molecular features associated with MVI. These findings deepen our understanding of the underlying mechanisms driving MVI and provide valuable insights for improving clinical diagnosis and developing more effective treatment strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    An engineered Escherichia coli Nissle strain prevents lethal liver injury in a mouse model of tyrosinemia type 1.\r\nThis is the first report of an engineered live bacterium that can degrade tyrosine and alleviate lethal liver injury in mice with HT1. EcN-HT represents a novel engineered probiotic with the potential to treat this condition. Impact and implications Patients with hereditary tyrosinemia type 1 (HT1) is characterized by an inability to metabolize tyrosine normally and suffer from liver failure, renal dysfunction, neurological impairments, and cancer. Given the overlap and complementarity between the host and microbial metabolic pathways, the gut microbiome provides a potential chance to regulate host metabolism through degradation of tyrosine and reduction of byproducts that might be toxic. Here, we demonstrated that an engineered live bacterium, EcN-HT, could enhance tyrosine breakdown, reduce the accumulation of toxic tyrosine byproducts, and protect against lethal liver injury in Fah-knockout mice. These findings suggested that engineered live biotherapeutics that can degrade tyrosine in the gut may represent a viable and secure strategy for the prevention of lethal liver injury in HT1 as well as the mitigation of its associated pathologies.\r\nPubmed   Journal   ReadQx \r\nCharacteristics and outcomes of immunotherapy-related liver injury in patients with hepatocellular carcinoma versus other advanced solid tumours.\r\nDespite higher incidence and earlier onset in patients with HCC, IrLI is characterised by high rates of remission, low requirement for corticosteroid therapy and low risk of decompensation compared to other solid tumours. Hepatotoxicity leads to discontinuation in 7% of patients with HCC and does not negatively affect oncological outcomes. Impact and implications Immune-related liver injury (irLI) is common in patients with cancer receiving immune checkpoint inhibitors (ICI), but whether irLI is more frequent or it is associated with a worse clinical course in patients with hepatocellular carcinoma (HCC), compared to other tumours, is not known. Herein, we compared characteristics and outcomes of irLI in two prospective cohorts including patients treated with ICIs for HCC or for other oncological indications. irLI is significantly more common and it occurs earlier in patients with HCC, also after adjustment for duration of treatment exposure. However, outcomes of patients with HCC who developed irLI are not negatively affected in terms of requirement of corticosteroid therapy, hepatic decompensation, treatment discontinuation and overall survival.\r\nPubmed   Journal   ReadQx \r\nConvergent MAPK pathway alterations mediate acquired resistance to FGFR inhibitors in FGFR2 fusion-positive cholangiocarcinoma.\r\nThese findings suggest convergent genomic evolution in the MAPK pathway may be a potential mechanism of acquired resistance to FGFRi. Impact and implications We evaluated tumors and plasma from patients who previously received inhibitors of Fibroblast Growth Factor Receptor (FGFR), an important receptor that plays a role in cancer cell growth, especially in tumors with abnormalities in this gene such as FGFR fusions, where the FGFR gene is fused to another gene, leading to activation of cancer cell growth. We found that patients treated with FGFR inhibitors may develop mutations in other genes such as KRAS, and this can confer resistance to FGFR inhibitors. Clinical trial number NCT02052778.\r\nPubmed   Journal   ReadQx \r\nSingle cell-resolved study of advanced murine MASH reveals a homeostatic pericyte signaling module.\r\nIn our current single cell-resolved study of advanced murine MASH we identified a quiescence-associated hepatic stellate cell-signaling module with potential to preserve normal sinusoid function. As expression levels of its constituents are conserved in the human liver, the signaling module may be amenable to therapeutic stimulation for restoration of sinusoid function in chronic liver disease.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Roles of Cytokines in Pathological and Physiological Gastroesophageal Reflux Exposure.\r\n\"Microinflammation\" in physiological acid exposure groups indicate that even a mild trigger is sufficient for the initiation and progression of inflammatory activity. Additionally, the anti-inflammatory cytokines were highly increased. The results may have a potential role in the treatment of heartburn symptoms and healing of the mucosa.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Gastroenterology\r\n    Integrating Evidence to Guide Use of Biologics and Small Molecules for Inflammatory Bowel Diseases.\r\nIn this review we provide a framework for clinicians and researchers to understand key differences in sources of evidence, how different methodologies are applied to study the comparative effectiveness of advanced medical therapies in IBD, and considerations for how these sources of evidence can be used to better integrate current guideline recommendations. Over time, we anticipate this framework will allow for a transition to living guidelines and/or practice recommendations.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Gut virome in inflammatory bowel disease and beyond.\r\nThe field of gut virome is progressively expanding, thanks to the advancements of sequencing technologies and bioinformatic pipelines. These have contributed to a better understanding of how virome dysbiosis is linked to intestinal disease pathogenesis and how the modulation of virome composition may help the clinical intervention to ameliorate gut disease management.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Emergency pancreatic pseudocyst exploration to retrieve a stent: a nerve-wracking migration.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric signet-ring cell carcinoma with multiple colorectal metastases.\r\n\r\nPubmed   Journal   ReadQx \r\nGelée blanche.\r\n\r\nPubmed   Journal   ReadQx \r\nInverted Pyloric Gland Adenoma of the Duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nQuality Improvement for Health Care Providers in Gastroenterology and Hepatology.\r\n\r\nPubmed   Journal   ReadQx \r\nVideo Endoscopy as Big Data: Balancing Privacy and Progress in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Endoscopic transcecal appendectomy with a novel detachable over-the-scope clip.\r\n\r\nPubmed   Journal   ReadQx \r\nPeripheral blood IL5RA gene expression as a diagnostic biomarker for eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of Steatotic Liver Disease (MASLD, MetALD and ALD) in the United States: NHANES 2017-2020.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Successful removal of a fractured pancreatic stent using a novel thin-tapered drill dilator.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Combination of endoscopic full-thickness resection and laparoscopic intragastric surgery for gastric submucosal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacious resolution of a rectal subepithelial cold abscess via endoscopic submucosal excavation.\r\n\r\nPubmed   Journal   ReadQx \r\nEmergency rescue esophageal stenting through retrograde and antegrade rendezvous gastroscopy for an iatrogenic complicated esophageal perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic clipping-assisted endoscopic injection sclerotherapy in the treatment of esophageal varices.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic on-site characterization of a large excavated lesion in longstanding ulcerative colitis using a novel bioinformatic tool.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided choledochoduodenostomy: is the rate of stent dysfunction underestimated? \r\n\r\nPubmed   Journal   ReadQx \r\nGastritis cystica profunda mimicking submucosal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel pancreatoscope improves diagnostic yield of visual findings for intraductal papillary mucinous neoplasms.\r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous endoscopic peritoneal biopsy for a patient with unexplained ascites.\r\n\r\nPubmed   Journal   ReadQx \r\nPursestring encirclement before endoscopic submucosal excavation of a cecal submucosal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Cause of Duodenal ulcer.\r\n\r\nPubmed   Journal   ReadQx \r\nA Seemingly Benign Pancreatic Cyst With an Unsettling Trend of Enlarging Size and Associated Symptoms.\r\n\r\nPubmed   Journal   ReadQx \r\nAn overlooked cause of severe gastritis.\r\n\r\nPubmed   Journal   ReadQx \r\nHelicobacter pylori genetic variations: A driver of gastric cancer progression?\r\n\r\nPubmed   Journal   ReadQx \r\nMedicaid Expansion States See Long-Term Improvement in Colorectal Cancer Screening Uptake Among Low-Income Individuals.\r\n\r\nPubmed   Journal   ReadQx \r\nNAFLD Gets Renamed as MASLD: Progress but with Challenges.\r\n\r\nPubmed   Journal   ReadQx \r\nPNPLA3 risk allele association with ALT response to semaglutide treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nTime-Restricted Eating for Weight Loss: The Jury Is Still Out.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Fellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatocytes of mice and men: Different regenerative signals?\r\n\r\nPubmed   Journal   ReadQx \r\nIntroducing the Editorial Fellow and the Fellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Lack of complete biochemical response in autoimmune hepatitis leads to adverse outcome: First report of the IAIHG retrospective registry.\r\n\r\nPubmed   Journal   ReadQx \r\nReply - Lack of complete biochemical response in autoimmune hepatitis leads to adverse outcome: first report of the IAIHG retrospective registry.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Alcohol-induced extracellular ASC specks perpetuate liver inflammation and damage in alcohol-associated hepatitis even after alcohol cessation.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    In memoriam: Hanns-Ulrich Marschall (1954-2023).\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    AI-Powered Patient Education for Comprehensive and Individualized Understanding for Patients.\r\n\r\nPubmed   Journal   ReadQx \r\nBridging the Gap: Unraveling the Complex Ties between Digestive Diseases and Mental Health in the Elderly.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Regarding the AGA Clinical Practice Update on Exocrine Pancreatic Insufficiency (EPI).\r\n\r\nPubmed   Journal   ReadQx \r\nResidual confounding in the associations between genetic ancestry categories and outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nTime to include IBD as a notifiable disease?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Practical approach to interpretation of 48-hour wireless pH-monitoring studies.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Current evidence on the beneficial HOPE-effect based on systematic reviews and meta-analyses in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nStop using the misidentified cell line - LO2 as a human hepatocyte.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-23T00:01:34-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-10-2023/",
    "title": "Fri Nov 10 2023",
    "description": "72 articles - From Friday Nov 03 2023 to Friday Nov 10 2023",
    "author": [],
    "date": "2023-11-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    International Consensus Recommendations for Safe Use of LAMS for On- and Off-label Indications Using a Modified Delphi Process.\r\nThrough a modified international Delphi process, we developed general and indication-specific experience- and evidence-based recommendations on the safe use of LAMS.\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor in Response to ACG Guidelines Update: Diagnosis and Management of Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    AASLD Practice guidance on Acute-on-chronic liver failure and the management of critically Ill patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nCystic fibrosis screening, evaluation and management of hepatobiliary disease consensus recommendations.\r\nThrough a multidisciplinary committee and public engagement, we have assembled updated recommendations and guidance on screening, monitoring and treatment of CF-associated hepatobiliary involvement and advanced liver disease. While research gaps remain, we anticipate that these recommendations will lead to improvements in CF outcomes through earlier detection and increased evidence-based approaches to monitoring and treatment.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical trial: predictive factors for response to gut-directed hypnotherapy for refractory irritable bowel syndrome, a post hoc analysis.\r\nThese data suggest that patients with a higher burden of gastrointestinal and extraintestinal symptoms are most likely to benefit from gut-specific behavioural intervention for refractory IBS. Clinical assessment of gastrointestinal, somatic and psychological symptom profiles may play a role in selecting patients for gut-directed hypnotherapy.\r\nPubmed   Journal   ReadQx \r\nTreatment rates and factors associated with direct-acting antiviral therapy for insured patients with hepatitis C-related hepatocellular carcinoma - A real-world nationwide study.\r\n DAA treatment remains underutilised in insured patients with HCV-related HCC;  fewer than one in four patients received treatment. Seeing a specialist and having decompensated cirrhosis were predictors for DAA treatment;  additional efforts are needed to increase awareness of HCV treatment.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Antibiotics with or without Rifaximin for acute hepatic Encephalopathy in critically ill patients with cirrhosis: A double-blind, randomized controlled (ARiE) trial.\r\n Reversal of overt HE in those on antibiotics was comparable to those on antibiotics+rifaximin.\r\nPubmed   Journal   ReadQx \r\nCarvedilol plus NUCs for compensated HBV-cirrhosis patients under virological suppression: a randomised, open-label trial.\r\nThe overall results did not show statistically significant differences between the added carvedilol strategy and NUCs monotherapy in preventing EVs progression in virologically suppressed HBV-cirrhosis patients. However, the carvedilol-added approach might offer improved outcomes specifically for patients with medium EVs (NCT03736265).\r\nPubmed   Journal   ReadQx \r\nOutcomes of a Three-Year Quality Improvement Study to Improve Advance Care Planning in Patients with Decompensated Cirrhosis.\r\nACP initiatives are feasible and may reduce healthcare utilization among decedents requesting less aggressive care.\r\nPubmed   Journal   ReadQx \r\nPredictors of Respiratory Failure Development in A Multi-Center Cohort of Inpatients with Cirrhosis.\r\nIn a multi-center inpatient cirrhosis study of patients not exposed to terlipressin, 15% patients developed RF. RF risk was highest in those admitted with AKI, had GI bleeding on admission and those who developed nosocomial infections, and other organ failures, or received albumin during their hospital course. Careful volume monitoring and preventing nosocomial respiratory infections, renal or circulatory failures could reduce this risk.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Buprenorphine versus diclofenac for pain relief in acute pancreatitis: A double-blinded randomized-controlled trial.\r\nCompared to diclofenac, buprenorphine appears to be more effective and equally safe for pain management in AP patients, even in the sub-cohort of moderately severe or severe pancreatitis (Trial Registration\r\nPubmed   Journal   ReadQx \r\nEffect of real-time computer-aided polyp detection system (ENDO-AID) on adenoma detection in endoscopists-in-training: a randomized trial.\r\nAmong endoscopists-in-training, the use of CADe during colonoscopies was associated with increased overall ADR. (ClinicalTrials.gov  NCT04838951).\r\nPubmed   Journal   ReadQx \r\nMetoclopramide Nasal Spray in Women with Symptomatic Diabetic Gastroparesis: A Randomized, Double-blind, Placebo-controlled Phase 3 Study.\r\nAlthough the primary endpoint was not met using al enrolled patients, treatment with MNS provided significant relief for women with moderate to severe diabetic gastroparesis symptoms. MNS was well tolerated and demonstrated a similar safety profile to placebo.  identifier  NCT02025725.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A 3D-printed pedal fixator for connecting different pedal-operated tools reduces the number of mistakes during endoscopic submucosal dissection.\r\nIPEFIX is a simple device to connect different pedals during endoscopic procedures. It helps to reduce the numbers of foot mistakes during ESD and improves operator comfort.\r\nPubmed   Journal   ReadQx \r\nBronchoscopy masks mitigate aerosols during upper gastrointestinal endoscopies.\r\nBronchoscopy masks or similar are a simple, low-cost mitigation technique that can be used during outbreaks of respiratory diseases such as COVID-19 to improve safety and reduce fallow times.\r\nPubmed   Journal   ReadQx \r\nCosts of purchase, maintenance, microbiological control, and reprocessing of a reusable duodenoscope.\r\nTheoretical costs were higher than observed costs, showing that the theoretical approach is not sufficient. Hypotheses to explain the difference between the two approaches include failing to measure some costs in the survey and challenges in guideline implementation.\r\nPubmed   Journal   ReadQx \r\nLarge serrated polyps indicate a greater risk of advanced metachronous colorectal neoplasia than high-grade adenomas.\r\nThe risk for TMAN was higher for patients with SLs = 10 mm than with HGD or SLs < 10 mm. This risk should be considered when planning surveillance intervals for patients diagnosed with large SLs.\r\nPubmed   Journal   ReadQx \r\nNext-generation sequencing of pancreatic cyst wall specimens obtained using micro-forceps for improving diagnostic accuracy.\r\nNGS data correlate well with histology and may aid in diagnosis and risk stratification of pancreatic cysts. Cyst wall biopsy performs well in diagnosing cysts but was inadequate in five of 24 patients.\r\nPubmed   Journal   ReadQx \r\nPredicting procedure duration of colorectal endoscopic submucosal dissection at Western endoscopy centers.\r\nWe provided two useful tools for predicting colorectal ESD duration at Western centers. Further improvements and validations are encouraged with potential local adaptation to optimize time planning.\r\nPubmed   Journal   ReadQx \r\nSettings of a novel electrosurgical generator to enable efficient and safe submucosal endoscopic procedures.\r\nConMed Beamer ESU settings generated from this study were proven safe and effective in a prospective cohort of patients who underwent submucosal endoscopic procedures. This novel ESU can be added to the armamentarium of ESD capable generators.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Differences in treatment of stage I colorectal cancers: a population-based study of colorectal cancers detected within and outside of a screening program.\r\nT1 stage I screen-detected CRCs were also more likely to undergo less invasive treatment than non-screen-detected CRCs, adjusted for risk factors such as LVI and tumor differentiation. Future research should investigate whether the choice of local excision was related to unidentified cancer-related factors or the expertise of the endoscopists.\r\nPubmed   Journal   ReadQx \r\nLinked-Color Imaging versus High-definition White light endoscopy for evaluation of post-polypectomy scars of non-pedunculated lesions. LCI-Scar Study.\r\ns. LCI is highly accurate and has better ability than WLE to rule out recurrence on post-polypectomy scars after resection of large polyps.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Alternatives to animal testing to assess NASH drugs and hepatotoxicity.\r\nThe technological approaches include precision cut liver slices, human liver spheroids, human liver organoids, bioprinted human liver tissues, and microphysiological systems. This review evaluates each of these technologies and their role in providing alternatives to testing in animals.\r\nPubmed   Journal   ReadQx \r\nEtiology-independent activation of the LTß-LTßR-RELB axis drives aggressiveness and predicts poor prognosis in Hepatocellular carcinoma.\r\nThis study demonstrates a prognostically relevant, etiology-independent and cross-species consistent activation of a LTß/LTßR/RELB axis in hepatocarcinogenesis. These observations may harbor broad implications for HCC, including possible clinical exploitation.\r\nPubmed   Journal   ReadQx \r\nFurther decompensation in cirrhosis. Results of a large multicenter cohort study supporting Baveno VII statements.\r\n In cirrhosis, further decompensation occurs in approximately 60% of patients, significantly increases mortality, and should be considered a more advanced stage of decompensated cirrhosis.\r\nPubmed   Journal   ReadQx \r\nLiver disease in germline mutations of telomere-related genes: Prevalence, clinical, radiological, pathological features, outcome, and risk factors.\r\nTRG mutations significantly increase the risk of developing liver disease. Although symptoms may be mild they may be associated with severe disease. PSVD and cirrhosis were the most frequent lesions suggesting that the mechanism of action is multifactorial.\r\nPubmed   Journal   ReadQx \r\nRate and durability of clearance of hepatitis B surface antigen in Alaska Native persons with long-term hepatitis B virus infection: 1982-2019.\r\nOf patients with chronic HBV monoinfection, 0.82% of people per year achieved a functional cure. HBsAg seroclearance was durable for treated and non-treated patients and lasted on average over 13 years without seroreversion. The findings and conclusions in this report are those of the authors and do not necessarily represent the official positions of the Centers for Disease Control and Prevention.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Balance of Gata3 and Ramp2 in hepatocytes regulates hepatic vascular reconstitution in postoperative liver regeneration.\r\nThe balance of Gata3 and Ramp2 in hepatocytes regulated the proliferation of LSECs and hepatic revascularization via shifting PEDF to VEGFA, which provided potential targets for the prevention and treatment of PHLF. Impact and implications In this study, we revealed a novel mechanism that the balance of Gata3 and Ramp2 in hepatocyte regulated hepatic vascular reconstitution via shifting PEDF to VEGFA during hepatectomy- or ALLPS-induced liver regeneration. We also identified serum PEDF/VEGFA index (SPVI) as a potential predictor for post-hepatectomy liver failure (PHLF) in patients who underwent hepatectomy. This study will provide a better understanding on how hepatocytes contribute to liver regeneration and new targets for the prevention and treatment of PHLF.\r\nPubmed   Journal   ReadQx \r\nInhibition of the Renal Apical Sodium Dependent Bile Acid Transporter Prevents Cholemic Nephropathy in Mice with Obstructive Cholestasis.\r\nBA enrichment in proximal TEC followed by oxidative stress and cell death is an early key event in CN. Inhibiting renal ASBT and consequently BA enrichment in TEC prevents CN and systemically decreases BA concentrations. Impact and implications Cholemic nephropathy (CN) is a severe complication of cholestasis with an unmet clinical need for therapy. We demonstrate that CN is triggered by the renal accumulation of bile acids (BA)- that are considerably increased in the systemic blood. Specifically, the proximal tubular epithelial cells (TEC) of the kidney take up BA via the apical sodium-dependent bile acid transporter (ASBT). We developed a therapeutic compound that blocks ASBT in the kidneys, prevents BA overload in TEC, and almost completely abolished al disease hallmarks in a CN mouse model. Renal ASBT inhibition represents a potential therapeutic strategy for CN patients.\r\nPubmed   Journal   ReadQx \r\nJAK1 promotes HDV replication and is a potential target for antiviral therapy.\r\nTaken together, we uncovered JAK1 as a key host factor for HDV replication and a potential target for new antiviral treatment. Impact and implications Chronic hepatitis D is the most aggressive form of chronic viral hepatitis with no curative treatment. New therapeutic strategies based on host targeting agents are urgently needed. Here, using loss-of-function strategies, we uncover an unexpected interaction between JAK1, a major actor of the innate antiviral response, and HDV infection. We demonstrated that JAK1 kinase activity is crucial for both the phosphorylation of the delta antigen and the replication of the virus. By demonstrating the antiviral potential of several FDA-approved JAK1 inhibitors, our results could pave the way to the development of innovative therapeutic strategies to tackle this global health threat.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Assessing risk of index serrated polyps.\r\nThe most recent US Multi Society Task Force (USMSTF) for Colorectal Cancer (CRC) post-polypectomy guidelines recommend surveillance intervals for sessile serrated lesions (SSLs) based on size, dysplasia, and number of index polyps. 1 Large (>1 cm) hyperplastic polyps (HPs), which previously had a 10 year follow-up recommendation, now have a 3-5 year interval, 2 However, most of the serrated polyp recommendations were based on low quality evidence, underscoring the need for more data.\r\nPubmed   Journal   ReadQx \r\nThe Evolving Landscape of Colorectal Cancer Screening and Colonoscopy Practice: Insights from the Japan Polyp Study.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Toward quantification of H. pylori-associated gastric cancer risk: Further evidence supporting development of population-based strategies for H. pylori eradication.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Getting off tract: contributions of intraorgan microbiota to cancer in extraintestinal organs.\r\nThese habitats are challenging to sample, and their low microbial biomass among large amounts of host tissue can make study challenging. Nevertheless, recent findings have shown that many extraintestinal organs that are intimately linked to the gut harbour stable microbiomes, which are colonised from the gut in selective manners and have highlighted not just the influence of the bacteriome but that of the mycobiome and virome on oncogenesis and health.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Inflammatory bowel disease and primary sclerosing cholangitis: One disease or two?\r\nImplications for the management of the two diseases together are also discussed. Overall, this review summarises the available data in PSC-IBD and discusses whether PSC and IBD are one or two disease(s).\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Calendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nRandomized Controlled Trials for Helicobacter pylori Infection: What We Should Compare.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Andrew et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Fahey et al.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Role of Intestinal Ultrasound During Pregnancy in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThinking of the Long Puzzling Issue of Several Suboptimal Treatments of Helicobacter pylori Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Limited Impact of a Multifaceted Quality Improvement Intervention Upon Adherence to Pancreatitis Quality Metrics.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic intermuscular dissection of a residual rectal neuroendocrine tumor with high-pressure injection and double-clip traction.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of complex colorectal anastomotic leakage with a pelvic collection and rectovaginal fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nLaparoscopy-assisted trans-hiatal endoscopic removal of an intragastric balloon after placement-related esophageal perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nNext generation of virtual chromoendoscopy improves adenoma detection during colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nPositive fecal immunochemical test but negative colonoscopy: what's next?\r\n\r\nPubmed   Journal   ReadQx \r\nUse of simple endoscopic ligation to successfully remove a large torsional colonic lipoma causing intussusception.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An unusual cause of ascites.\r\n\r\nPubmed   Journal   ReadQx \r\nCould gut and food-derived yeast be responsible for activating T-cells in Crohn disease?\r\n\r\nPubmed   Journal   ReadQx \r\nMacroamylasemia or Cholecystitis: What is the Culprit of Abdominal Pain?\r\n\r\nPubmed   Journal   ReadQx \r\nMirikizumab for the Management of Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nNow You See Me: Acute and Recurrent Severe Abdominal Pain Associated with Bowel Edema.\r\n\r\nPubmed   Journal   ReadQx \r\nSUNLIGHT'S DARK SIDE: A CASE OF SUBTLE SKIN LESIONS AND HYPERPIGMENTATION.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful HCV viral cure is not the end of the story.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Top Tips for Endoscopic Management of Refractory Barrett's Esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Dietary fibre (and animal products) modulate the association between tryptophan intake, gut microbiota and type 2 diabetes: but how?\r\n\r\nPubmed   Journal   ReadQx \r\nGORD and GLP-1 receptor agonists: an emerging concern for gastroenterologists.\r\n\r\nPubmed   Journal   ReadQx \r\nRare cause of obstructive jaundice.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to Editor: Comparing quantitative MRI technologies in steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: How to define the futile outcome in patients undergoing surgery for perihilar cholangiocarcinoma?\r\n\r\nPubmed   Journal   ReadQx \r\nNavigating the 'Specific Etiology' steatohepatitis category: Evaluation & management of non-alcohol/non-metabolic dysfunction-associated steatohepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nPrecipitous changes in nomenclature and definitions-NAFLD becomes SLD: Implications for and expectations of AASLD journals.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Comparing quantitative MRI technologies in steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: \"No first among equals\"-Authors' reply'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: 'No first among equals'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Comparing first-line infliximab and vedolizumab for ulcerative colitis-It depends on how you use the drug. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    DEFINING OCCASIONAL CONSTIPATION: A STRAITJACKET?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Helicobacter pylori infection alters gut virome by expanding temperate phages linked to increased risk of colorectal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    MASLD screening and diagnostic algorithms are interchangeable from existing NAFLD literature.\r\n\r\nPubmed   Journal   ReadQx \r\nPatients with Hepatocellular carcinoma and portal vein tumour thrombosis after successful downstaging may be candidates for liver transplantation:A meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nPopulation-based screening works: Effect of integrating screening for hepatitis B and C into the general health check-up in Germany.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-11T12:59:28-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-03-2023/",
    "title": "Fri Nov 03 2023",
    "description": "76 articles - From Friday Oct 27 2023 to Friday Nov 03 2023",
    "author": [],
    "date": "2023-11-03",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Letter to the Editor in Response to ACG Guidelines Update: Diagnosis and Management of Celiac Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Practical steps to green your endoscopy unit: how to get started.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review and meta-analysis: Foods, drinks and diets and their effect on chronic constipation in adults.\r\nFruits and rye bread may improve certain constipation-related outcomes. There is a scarcity of evidence on foods, drinks and diets in constipation and further RCTs are needed.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Novel prognostic biomarkers in decompensated cirrhosis: a systematic review and meta-analysis.\r\n Novel biomarkers, including IL-6, uNGAL and copeptin, can probably improve prognostication of patients with decompensated cirrhosis compared with MELD alone.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Atherosclerotic cardiovascular disease risk profile of patients with chronic hepatitis B treated with tenofovir alafenamide or tenofovir disoproxil fumarate for 96 weeks.\r\n Despite on-treatment differences in lipid profiles with TAF and TDF, predicted cardiovascular risk and clinical events were similar for both groups after 96 weeks.\r\nPubmed   Journal   ReadQx \r\nIncreased spine bone density in patients with chronic hepatitis B switched to tenofovir alafenamide: A prospective, multinational study.\r\nAt 24 months after the switch to TAF, VR rates and spine bone density improved significantly while renal function remained stable.\r\nPubmed   Journal   ReadQx \r\nOpen-label, clinical trial extension: Two-year safety and efficacy results of seladelpar in patients with primary biliary cholangitis.\r\nSeladelpar was safe, and markedly improved biochemical markers of cholestasis and liver injury in patients with PBC. These effects were maintained or improved throughout the second year.   NCT03301506;  Clinicaltrialsregister.eu  2017-003910-16.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Optimizing the Management Algorithm for Esophageal Dysphagia After Index Endoscopy: Cost-Effectiveness and Cost-Minimization Analysis.\r\n Aligning with practice guidelines, routine esophageal motility testing seems cost saving to patients and insurers compared with nonalgorithmic usual care to evaluate nonstructural/mechanical dysphagia. Choice of testing should be guided by index of suspicion.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    BENEFITS OF PROKINETICS, GASTROPARESIS DIET, OR NEUROMODULATORS ALONE OR IN COMBINATION FOR SYMPTOMS OF GASTROPARESIS.\r\n Initiating prokinetics as solo new therapy had little benefit for patients with symptoms of gastroparesis. Neuromodulators as the only new therapy decreased symptoms other than nausea and vomiting, especially with non-delayed gastric emptying. Adding gastroparesis diets or neuromodulators to prokinetics offered relief, suggesting that combination therapies may be more useful in managing these patients. (ClinicalTrials.gov NCT02022826).\r\nPubmed   Journal   ReadQx \r\nEffect of real-time computer-aided polyp detection system (ENDO-AID) on adenoma detection in endoscopists-in-training: a randomized trial.\r\nAmong endoscopists-in-training, the use of CADe during colonoscopies was associated with increased overall ADR. (ClinicalTrials.gov  NCT04838951).\r\nPubmed   Journal   ReadQx \r\nHealth-related Quality of Life in Patients With Nonalcoholic Fatty Liver Disease: A Prospective Multi-center UK Study.\r\nPatients with NAFLD, even those without advanced fibrosis, have worse HRQoL compared with the general population. In patients with NAFLD without advanced fibrosis, HRQoL is independently associated with non-liver comorbidities but not LS. Multi-disciplinary management is therefore required in NAFLD, irrespective of fibrosis severity.\r\nPubmed   Journal   ReadQx \r\nHistological activity in inflammatory bowel disease and risk of serious infections: A nationwide study.\r\n Histological inflammation of IBD was an independent risk factor of serious infections, including sepsis, suggesting that achieving histological remission may reduce infections in IBD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An NFATc1/SMAD3/cJUN complex restricted to SMAD4-deficient pancreatic cancer guides rational therapies.\r\n Our results suggest that PDAC characterized by SMAD4 deficiency and oncogenic NFATc1/SMAD3/cJUN complex formation exposes sensitivity to a MEKi/gemcitabine combination therapy.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Composite Score of Physiomechanical Esophageal Function Using Functional Lumen Imaging Probe Panometry in Eosinophilic Esophagitis.\r\nThis composite score of FLIP Panometry metrics, the C2D2 score, may facilitate characterizing physiomechanical function in EoE and serve as an objective outcome measure.\r\nPubmed   Journal   ReadQx \r\nImpact of Endoscopic Ultrasound in Unresectable Perihilar Cholangiocarcinoma patients in Liver Transplantation work-up.\r\nOur current EUS screening for the detection of malignant LN in patients with pCCA eligible for LT shows a limited but clinically important yield. EUS with systematic screening of al LN stations, both regional and non-regional and sampling of 'suspicious' lymph nodes according to defined and set criteria could potentially increase this yield.\r\nPubmed   Journal   ReadQx \r\nUn-tutored training pathway to achieve competence in esophago-gastric endoscopic submucosal dissection in a Western center.\r\nUn-tutored training for esophago-gastric ESD is feasible and allows endoscopists, experienced in therapeutic endoscopy, to achieve the required standards towards competency.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    IL-20 controls resolution of experimental colitis by regulating epithelial IFN/STAT2 signalling.\r\n IL-20 controls colitis and mucosal healing by interfering with the IFN/STAT2 death signalling pathway in IECs. These results indicate new directions for suppressing gut inflammation by modulating IL-20-controlled STAT2 signals.\r\nPubmed   Journal   ReadQx \r\nMetabolic dysfunction-associated steatotic liver disease and risk of cardiovascular disease.\r\n Over one-third of Korean adults have MASLD/related SLD and bear a high CVD risk.\r\nPubmed   Journal   ReadQx \r\nReducing scope 3 carbon emissions in gastrointestinal endoscopy: results of the prospective study of the 'Green Endoscopy Project Würzburg'.\r\n Use of fewer instruments per procedure, recycling packaging material and switching to alternative products can reduce carbon emissions without impairing the endoscopic workflow.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Etiology-independent activation of the LTß-LTßR-RELB axis drives aggressiveness and predicts poor prognosis in Hepatocellular carcinoma.\r\nThis study demonstrates a prognostically relevant, etiology-independent and cross-species consistent activation of a LTß/LTßR/RELB axis in hepatocarcinogenesis. These observations may harbor broad implications for HCC, including possible clinical exploitation.\r\nPubmed   Journal   ReadQx \r\nFurther decompensation in cirrhosis. Results of a large multicenter cohort study supporting Baveno VII statements.\r\n In cirrhosis, further decompensation occurs in approximately 60% of patients, significantly increases mortality, and should be considered a more advanced stage of decompensated cirrhosis.\r\nPubmed   Journal   ReadQx \r\nThe chemokine CXCL14 is a novel early prognostic biomarker for poor outcome in acetaminophen-induced acute liver failure.\r\nWe find in two independent cohorts of APAP overdose patients that circulating CXCL14 concentration is a novel early prognostic biomarker for poor outcome which may aid in guiding decisions regarding patient management. Moreover, our findings reveal that CXCL14 performs best when measured soon after patient presentation to the clinic, highlighting its importance for early warning of poor prognosis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Balance of Gata3 and Ramp2 in hepatocytes regulates hepatic vascular reconstitution in postoperative liver regeneration.\r\nThe balance of Gata3 and Ramp2 in hepatocytes regulated the proliferation of LSECs and hepatic revascularization via shifting PEDF to VEGFA, which provided potential targets for the prevention and treatment of PHLF. Impact and implications In this study, we revealed a novel mechanism that the balance of Gata3 and Ramp2 in hepatocyte regulated hepatic vascular reconstitution via shifting PEDF to VEGFA during hepatectomy- or ALLPS-induced liver regeneration. We also identified serum PEDF/VEGFA index (SPVI) as a potential predictor for post-hepatectomy liver failure (PHLF) in patients who underwent hepatectomy. This study will provide a better understanding on how hepatocytes contribute to liver regeneration and new targets for the prevention and treatment of PHLF.\r\nPubmed   Journal   ReadQx \r\nCircadian dysfunction induces NAFLD-related human liver cancer in a mouse model.\r\n Chronic circadian dysfunction is an independent carcinogen to human hepatocytes. Mice with humanized livers provide a powerful preclinical model for studying the impact of the necrotic-inflammatory liver environment and neuroendocrine circadian dysfunction in hepatocarcinogenesis and anti-HCC therapy. IMPACT AND IMPLICATIONS-2  Human epidemiological studies have linked chronic circadian dysfunction to increased HCC risk, but direct evidence that circadian dysfunction is a human carcinogen has not been established. Here we show that circadian dysfunction induces nonalcoholic steatohepatitis (NASH)-related carcinogenesis from human hepatocytes in a murine humanized liver model following the same molecular and pathologic pathways observed in human patients. The gene expression signatures of humanized HCC transcriptomes from circadian disrupted mice closely match those of human HCC with the poorest prognostic outcomes, while those from stably circadian entrained mice match those from human HCC with the best prognostic outcomes. Our studies open a new model for defining to the mechanism of NASH-related HCC and highlight the importance of circadian biology in HCC prevention and treatment.\r\nPubmed   Journal   ReadQx \r\nHepatocellular carcinoma risk in Sub-Saharan African and Afro-Surinamese individuals with chronic hepatitis B living in Europe.\r\nThis unique international multicenter cohort of SSA and AS individuals with CHB showed a 5 and 10 year cumulative HCC risk of 1% and 2.4%. The risk of HCC was negligible for individuals without advanced fibrosis at baseline, and among individuals with low baseline (m)PAGE-B scores. These findings can be used to guide HCC surveillance strategies. Impact and implications Sub-Sahara African ethnicity has been associated with a higher risk of hepatocellular carcinoma among individuals with chronic hepatitis B. In this international multicenter cohort study of sub- Saharan African and Afro-Surinamese individuals living with chronic hepatitis B in Europe, we found a 5 and 10 year cumulative incidence of hepatocellular carcinoma of 1% and 2.4%. The risk was negligible among individuals without advanced fibrosis and a low baseline (m)PAGE-B score. These findings can be used to guide HCC surveillance strategies in this population.\r\nPubmed   Journal   ReadQx \r\nSIRT5 rs12216101 T>G variant is associated with liver damage and mitochondrial dysfunction in patients with non-alcoholic fatty liver disease.\r\nSIRT5 rs12216101 T>G variant, heightening SIRT5 activity, is associated with liver damage, mitochondrial dysfunction, and oxidative stress in NAFLD patients. Impact and implications In this study we discovered that the SIRT5 rs12216101 T>G variant is associated with higher disease severity in NAFLD patients. This risk variant determines SIRT5 gain-of-function, enhancing mitochondrial oxidative phosphorylation and thus leading to oxidative stress. SIRT5 may represent a novel disease modulator in NAFLD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Can liver fat quantification stratify cardiovascular risk in type 2 diabetes?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: HBsAg seroclearance after pegylated interferon treatment-The beginning of the end.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Noninvasive tests for metabolic dysfunction-associated steatotic liver disease: A refinement of the Nash-FibroTest for type 2 diabetes mellitus.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: PPIs and gastric cancer-Are we dealing with a carcinogen?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The role of point-of-care echocardiography for assessing cirrhotic cardiomyopathy and predicting clinical outcomes in acute-on-chronic liver failure with severe sepsis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Quantifying Endoscopic Activity in Ulcerative Colitis: Innovation, Powered by AI.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Getting off tract: contributions of intraorgan microbiota to cancer in extraintestinal organs.\r\nThese habitats are challenging to sample, and their low microbial biomass among large amounts of host tissue can make study challenging. Nevertheless, recent findings have shown that many extraintestinal organs that are intimately linked to the gut harbour stable microbiomes, which are colonised from the gut in selective manners and have highlighted not just the influence of the bacteriome but that of the mycobiome and virome on oncogenesis and health.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Adeno-associated viruses for gene therapy - clinical implications and liver related complications, a guide for hepatologists.\r\nThe liver community is increasingly being asked to support liver-directed gene therapy to mitigate potential liver associated harm. In this review, we focus on AAV-vector based gene therapy shedding light on this promising technique, its remarkable success in hemophilia gene therapy with a special focus on the hepatic complications and their management in daily clinical practice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Calendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nRandomized Controlled Trials for Helicobacter pylori Infection: What We Should Compare.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Andrew et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Fahey et al.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Role of Intestinal Ultrasound During Pregnancy in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThinking of the Long Puzzling Issue of Several Suboptimal Treatments of Helicobacter pylori Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A neuroendocrine tumor improper for ligation with suction was resected en bloc by underwater endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA unique case of well-differentiated gastric-type adenocarcinoma coexisting with a gastric adenocarcinoma of the fundic gland in a Helicobacter pylori-uninfected stomach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAn unexpected gastric submucosal mass-like lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nConvergence of endobariatrics and endohepatology for evaluation and treatment of obesity and nonalcoholic fatty liver disease.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDetection of Barrett's dysplasia using forceps biopsies vs. wide-area transepithelial sampling.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nRe: A novel salvage method to recapture the maldeployed distal flange of a lumen-apposing metal stent.\r\n\r\nPubmed   Journal   ReadQx \r\nSurfing the AI wave: Insights and challenges.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Cryotherapy for treatment of large non-lifting polyp at rectal anastomosis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Advancing with cancer immunotherapeutics: CD29+ regulatory T cell antagonism.\r\n\r\nPubmed   Journal   ReadQx \r\nBeyond a liver-gut focus: the evolution of gastroenterology and hepatology in challenging the obesity and steatotic liver disease paradigm.\r\n\r\nPubmed   Journal   ReadQx \r\nCD39 deletion in TCR-engineered T cells enhances antitumour immunity.\r\n\r\nPubmed   Journal   ReadQx \r\nDietary fibre (and animal products) modulate the association between tryptophan intake, gut microbiota and type 2 diabetes: but how?\r\n\r\nPubmed   Journal   ReadQx \r\nGORD and GLP-1 receptor agonists: an emerging concern for gastroenterologists.\r\n\r\nPubmed   Journal   ReadQx \r\nMore than shots in the dark: improving patient stratification to move closer to personalised therapies in intrahepatic cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nPleiotropic role of NOTUM in colorectal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Cautious interpretation of the association between finite treatment and better prognosis in initially HBeAg-negative hepatitis B patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Recognizing the new nomenclature requires a comprehensive analysis of the prevalence, severity, and long-term outlook for SLD and subclassifications.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: \"How to define the futile outcome in patients undergoing surgery for perihilar cholangiocarcinoma\".\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Cautious interpretation of the association between finite treatment and better prognosis in initially HBeAg-negative hepatitis B patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Recognizing the new nomenclature requires a comprehensive analysis of the prevalence severity, and long-term outlook for SLD and subclassifications.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Can liver fat quantification stratify cardiovascular risk in type 2 diabetes? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: HBsAg seroclearance after pegylated interferon treatment-The beginning of the end. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: PPIs and gastric cancer - Are we dealing with a carcinogen? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: 'No first among equals'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: A step forward towards a standard FMT protocol for IBS.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Response to a Letter to the Editor by M.J. Warners and A.J. Bredenoord, concerning the article \"Efficacy of Elimination Diets in Eosinophilic Esophagitis: A Systematic Review and Meta-analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Which is more clinically relevant: end-of-treatment or off-treatment predictors of hepatitis B relapse and surface antigen loss?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Helicobacter pylori infection alters gut virome by expanding temperate phages linked to increased risk of colorectal cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nInhibition of YTHDF1 by salvianolic acid overcomes gluten-induced intestinal inflammation.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    \"Further decompensation should now be used as a clinically relevant outcome \".\r\n\r\nPubmed   Journal   ReadQx \r\n'One-stop-shop' does not mean one size fits all.\r\n\r\nPubmed   Journal   ReadQx \r\n5-MTHF enhances the portal pressure reduction achieved with propranolol in patients with cirrhosis: A randomized placebo-controlled trial. Was an accurate statistical analysis performed?\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluation of metabolic dysfunction-Associated Steatotic liver disease (MASLD) terminology in different clinical settings.\r\n\r\nPubmed   Journal   ReadQx \r\nMASLD vs. NAFLD: a better definition for children with obesity at higher risk of kidney damage.\r\n\r\nPubmed   Journal   ReadQx \r\nMethodological Challenges in Studying Immune-Suppressive Neutrophils in HCC Models.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-05T14:06:01-05:00",
    "input_file": {}
  }
]
