[
  {
    "path": "gi/10-24-2025/",
    "title": "Fri Oct 24 2025",
    "description": "115 articles - From Friday Oct 17 2025 to Friday Oct 24 2025",
    "author": [],
    "date": "2025-10-24",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Guideline on Surveillance of Barrett's Esophagus.\r\nThis document provides a comprehensive outline on the role of surveillance in patients with BE. Key implementation statements included in this document stress the importance of a high-quality endoscopy examination, sampling using a structured biopsy protocol, and confirming the diagnosis of BE-related neoplasia by an expert pathologist. This document also provides guidance on surveillance intervals and management of patients with BE-related low-grade dysplasia and indefinite for dysplasia. Providers should engage in shared decision making based on patient preferences. Limitations and gaps in the evidence are highlighted to guide future research opportunities. Guideline endorsement This guideline is endorsed by the Canadian Association of Gastroenterology.\r\nPubmed   Journal   ReadQx AGA Clinical Practice Update on Endoscopic Resection for Early Colorectal Cancer: Commentary.\r\nThe target audience for this commentary includes primary care, gastroenterology, pathology, and surgical health care professionals. Methods This expert commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology.\r\nPubmed   Journal   ReadQx AGA Clinical Practice Update on the Management of Ascites, Volume Overload, and Hyponatremia in Cirrhosis: Expert Review.\r\nCautious escalation can be done every 2-3 days with monitoring of volume status, kidney function, daily weights, and symptoms. BEST PRACTICE ADVICE 13: Advanced strategies in refractory anasarca should be coordinated with nephrology for consideration of diuretics in the setting of contraction alkalosis (eg, addition of acetazolamide), second agent with alternate mechanism of actions (eg, thiazide diuretics, such as metolazone), or need for ultrafiltration.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    Consensus and consequences: Does the Baveno consensus deliver improved outcomes and survival?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Immune-Related Adverse Events Are Associated With Improved Effectiveness of Immune Checkpoint Inhibitors in Hepatocellular Carcinoma.\r\n irAEs, particularly dermatologic, endocrine and low-grade events, were associated with improved ICIs' effectiveness in HCC. Early irAEs detection and corticosteroid management preserve survival benefits. However, more large-scale prospective studies are needed to verify our findings.\r\nPubmed   Journal   ReadQx Am J Gastroenterol\r\n    Excessive Intrapancreatic Fat Deposition and Risk of Pancreatic Diseases: Longitudinal Cohort Evidence from a Systematic Review with Population-Attributable Fraction Analysis.\r\n Longitudinal evidence generally supports the hypothesized role of excessive IPFD as a key contributor to the risk of major pancreatic diseases. The potential benefits of reducing IPFD appear to be greatest for acute pancreatitis and pancreatic cancer.\r\nPubmed   Journal   ReadQx Reevaluating the Role of Proton Pump Inhibitors After Endoscopic Band Ligation of Esophageal Varices in Cirrhotic Patients: A Systematic Review and Meta-analysis.\r\n Current evidence is insufficient to support routine PPI use after EBL. RCT data remains underpowered and inconclusive, emphasizing the need for adequately powered trials.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    2025 best of systematic reviews and meta-analyses in gastrointestinal endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: Simplified Bowel Preparation for Small Bowel Capsule Endoscopy in Crohn's Disease.\r\nA simplified preparation consisting of a clear liquid diet and water is a viable alternative to a PEG-based preparation prior to SBCE in patients with CD, offering comparable SB cleanliness and diagnostic outcomes while improving acceptability.\r\nPubmed   Journal   ReadQx Effects of Resmetirom on Metabolic-Dysfunction Associated Steatohepatitis in Patients With Weight Loss and/or Diabetes Taking Glucagon-Like Peptide-1 Receptor Agonists and Other Diabetes Therapies: A Secondary Analysis of the MAESTRO-NASH Trial.\r\nThe efficacy of resmetirom on multiple MASH endpoints was not impacted by background SGLT2i or GLP-1 RA treatment. Weight loss (≥ 5%) enhanced the efficacy of resmetirom.\r\nPubmed   Journal   ReadQx High Risk of Colorectal Cancer After High-Grade Dysplasia in Inflammatory Bowel Disease Patients.\r\nThe risk of synchronous and metachronous CRC after a diagnosis of high-grade dysplasia underlines the high-risk profile of this subgroup of patients with inflammatory bowel disease. The possible advantages of colon-sparing treatment should be balanced with the higher risk of metachronous CRC and the subsequent need for stringent endoscopic surveillance.\r\nPubmed   Journal   ReadQx Maternal and Perinatal Outcomes in Pregnant Women With Comorbid Inflammatory Bowel Disease and Chronic Liver Disease.\r\nCoexisting IBD and CLD confer compounded maternal and perinatal risks beyond either condition alone. Multidisciplinary care and risk-based screening for underlying CLD in pregnant women are warranted.\r\nPubmed   Journal   ReadQx Persistence of Symptoms of Anxiety and Depression in Inflammatory Bowel Disease: A Longitudinal Follow-Up Study.\r\n Poor psychological health persists for a substantial number of patients with IBD. Further work is needed to establish the long-term effect of mood trajectories on disease outcomes.\r\nPubmed   Journal   ReadQx Research Communication: Changing Aetiology of Chronic Liver Diseases in East Asia Pacific and HCC Surveillance in Non-Cirrhotic Patients.\r\nHCC surveillance in non-cirrhotic patients was cost-effective only for chronic hepatitis B in selected older age groups, with substantial variability across countries. These findings support refining surveillance guidelines and adaptation of risk stratification tools.\r\nPubmed   Journal   ReadQx Research Communication: Teriflunomide Does Not Affect Gluten-Specific T-Cell Activity in Coeliac Disease-A Randomised, Placebo-Controlled Trial.\r\nThe main aim was to observe attenuation of gluten-specific T-cell activation markers after gluten exposure. We found no significant differences in T-cell activity between groups, concluding that teriflunomide is ineffective as a non-dietary treatment for coeliac disease.\r\nPubmed   Journal   ReadQx Treatment-Free Outcomes Following Surgery for IBD: A Nationwide Cohort Study.\r\nSurgery obviated the need for future therapy in 22% of patients with CD and 42% with UC. Absence of extraintestinal manifestations, older age in UC, and longer disease duration and absence of chronic obstructive pulmonary disease in CD may highlight an opportunity for precision surgery to identify those most likely to achieve long-term benefit from surgical intervention.\r\nPubmed   Journal   ReadQx Am J Gastroenterol\r\n    Comparative Safety of Advanced Therapies in Patients with Ulcerative Colitis: An Administrative Claims-based Study.\r\nIn a real-world cohort of patients with UC, anti-interleukins and JAK inhibitors were associated with lower risk of serious infections and may offer net benefit, especially in patients with prior TNF antagonist exposure.\r\nPubmed   Journal   ReadQx Demodicosis Mimics Acneiform Eruptions in Patients with Inflammatory Bowel Disease Receiving Upadacitinib: A Case Series.\r\nDemodicosis should be considered in patients with IBD having acneiform eruptions, particularly those receiving upadacitinib.\r\nPubmed   Journal   ReadQx Effects of Screening Colonoscopy: Evidence From Observational and Interventional Studies.\r\nWe conclude that, despite apparent differences in reported results, both observational and interventional provide compelling evidence for strong preventive effects of screening colonoscopy. On the population level, similarly strong incidence and mortality reduction might be reached by well-organized screening programs achieving higher adherence rates with less invasive screening tests.\r\nPubmed   Journal   ReadQx Impact of Artificial Intelligence Use on Endoscopist Optical Diagnosis of Sessile Serrated Lesions, Traditional Serrated Adenomas and Advanced Conventional Adenomas.\r\nCADx use did neither significantly harm nor improve optical diagnostic performance for SSLs despite CADx inability to classify SSLs.\r\nPubmed   Journal   ReadQx Per-oral endoscopic myotomy-induced reduction of crural diaphragm contractility might contribute to development of post-procedural reflux esophagitis.\r\nPOEM can impair CD contraction, and weak CD contraction was associated with post-POEM RE.\r\nPubmed   Journal   ReadQx The Risk of Hypertensive Disorders of Pregnancy in Inflammatory Bowel Disease.\r\n While the risk of hypertensive disorders of pregnancy overall was not increased in pregnancies affected by IBD, there was an increased risk of preeclampsia. This may reflect underlying immune-mediated placental dysfunction.\r\nPubmed   Journal   ReadQx The impact of E-Cigarettes and Heat-Not-Burn Tobacco on Postoperative Recurrence of Crohn's Disease: A Multicenter International Study.\r\n HNBT, and possibly e-cigarettes, are associated with increased endoscopic recurrence of CD compared to non-smoking.\r\nPubmed   Journal   ReadQx Utility of quantitative fecal immunochemical test values for average risk colorectal cancer screening risk stratification among patients with a positive test.\r\n Neoplastic findings occurred across the whole spectrum of qFIT values, emphasising the need for colonoscopy for al positive qFIT tests. However, increasing qFIT values correlated with the PPV for CRC and advanced adenoma and may help to stratify patients at highest risk for detecting serious neoplastic lesions in resource-constrained settings.\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Recent Trends of Incidence, Mortality, Treatment, and Overall Survival of Hepatocellular Carcinoma in the United States.\r\n HCC incidence rates have started to decline, and incidence-based mortality has plateaued. Given lower early-stage detection and curative treatments during the COVID-19 pandemic, longer-term follow-up is warranted to assess the impact on survival. The reduced survival disparities between non-Hispanic Black and White patients may reflect improved equitable medical access.\r\nPubmed   Journal   ReadQx Seroprevalence of Helicobacter pylori infection among asymptomatic patients served by a safety-net healthcare system.\r\n In this population-based study, almost two-thirds of asymptomatic patients were seropositive for H. pylori. Prevalence was over 40% among al sub-groups. Screening solely based on race and ethnicity may inadvertently exacerbate disparities by overlooking confounding factors for infection like low socioeconomic status and regional exposures.\r\nPubmed   Journal   ReadQx Endoscopy\r\n    Individuals with polyps ≥10mm without other high-risk features have a similarly low post-colonoscopy colorectal cancer risk as those with no polyps.\r\nPCCRC-risk 5 years after baseline colonoscopy within individuals with polyps ≥10mm without other high-risk features is not significantly different from individuals without polyps at baseline. Lengthening surveillance intervals would affect 79% of high-risk individuals with ≥10mm polyps as their sole high-risk feature, and 46% if limited to those with 10-20mm polyps.\r\nPubmed   Journal   ReadQx Intraductal Cryobiopsy via Percutaneous Cholangioscopy for Biliary Strictures: a Multicenter Feasibility Study.\r\nThis feasibility study showed that intraductal cryobiopsy via percutaneous cholangioscopy yielded larger samples and may enable more detailed histologic assessment than forceps biopsies. Further studies will evaluate its accuracy, safety, and potential for use with peroral cholangioscopy during ERCP.\r\nPubmed   Journal   ReadQx Gastroenterology\r\n    Comparative Efficacy of Advanced Therapies for Management of Moderate-to-Severe Crohn's Disease: 2025 AGA Evidence Synthesis.\r\nUsing Grading of Recommendations, Assessment, Development and Evaluation to appraise quality of evidence, this updated network meta-analysis can inform positioning of advanced therapies for the treatment of biologic-naïve and biologic-exposed patients with moderate-to-severe CD.\r\nPubmed   Journal   ReadQx Intestinal LKB1 Loss Drives a Premalignant Program Along the Serrated Cancer Pathway.\r\nHeterozygous loss of LKB1 pushes intestinal cells into a chronic regenerative state, which is amplified on loss of heterozygosity. Lkb1 deficiency thereby generates fertile ground for serrated colorectal cancer formation in the intestine, potentially explaining the increased cancer risk observed in PJS.\r\nPubmed   Journal   ReadQx Retraction Notice to: \"CSF1 Restores Innate Immunity After Liver Injury in Mice and Serum Levels Indicate Outcomes of Patients With Acute Liver Failure\" Gastroenterology 2015;149:1896-1909.e14.\r\nThe authors requested that this paper be retracted in 2019, and the Editors of Gastroenterology agree that this manuscript should be retracted. Dr Daniel Antoine played no part in any other aspects of this manuscript, and the authors have confidence in al other data.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    Best practices for Endoscopic Ultrasound-guided Gastroenterostomy: technical recommendations from an International modified Delphi process.\r\nDespite technical differences (such as the preference of a jejunal catheter or a double-balloon catheter) most EUS-GE experts agree on key technical principles, providing valuable guidance on the standardization of EUS-GE in clinical practice. Conversely, certain topics show limited agreement, identifying future research priorities in the field of EUS-GE.\r\nPubmed   Journal   ReadQx Extended Surveillance After Piecemeal Endoscopic Mucosal Resection: A Safe Approach to Initial Surveillance in Low-Risk Patients.\r\n A risk-stratified approach may safely extend surveillance to 12 months for lower-risk patients following piecemeal EMR, reducing unnecessary procedures without compromising care.\r\nPubmed   Journal   ReadQx Peroral cholangioscopy-guided laser-stricturoplasty for intrahepatic benign biliary strictures (with video).\r\n This pilot study suggests that POCS-LAS is a technically feasible and potentially effective treatment for intrahepatic BBS.\r\nPubmed   Journal   ReadQx Gut\r\n    PDE5A<sup>+<\/sup> cancer-associated fibroblasts enhance immune suppression in gastric cancer.\r\nOur study elucidates the intricate role of PDE5A + CAFs in shaping the immunosuppressive TME in GC, providing mechanistic insights and therapeutic potential for combating this aggressive malignancy.\r\nPubmed   Journal   ReadQx SMYD2-mediated methylation of STAT1 protects against hepatic ischaemia/reperfusion injury by blocking JAK-STAT1 signalling pathways.\r\n This study establishes SMYD2 as a novel negative regulator of STAT1 activity through K175 methylation, providing new insights into the epigenetic control of STAT1 during hepatic I/R injury. Our findings reveal a previously unrecognised mechanism for fine-tuning STAT1 signalling in hepatic I/R injury, and targeting the SMYD2-STAT1 axis may present a promising therapeutic strategy for mitigating I/R-associated liver damage.\r\nPubmed   Journal   ReadQx iPSC-induced multilineage liver organoids, small intestinal organoids and brain organoids sustain pangenotype hepatitis E virus propagation.\r\n This study established iPSC-induced multilineage organoid infection models, confirming HEV's capacity for pan-tissue infection and revealing potential pathogenic mechanisms in the liver, intestine and nervous system. This platform provides valuable tools for HEV virology research and antiviral drug development, underscoring the unique value of organoid technology in infectious disease research.\r\nPubmed   Journal   ReadQx Hepatology\r\n    Glutamine synthetase loss in β-catenin-mutant hepatocellular carcinoma promotes tumor burden through macrophage metabolic reprogramming.\r\nWe demonstrate unique metabolic dependency of β-catenin-mutated HCCs on GS in tumor cells which is diverted to macrophages upon GS elimination in tumor cells. This adaptation alters macrophage metabolism and function leading to compromised immunosurveillance and greater tumor burden. Our study reveals a metabolic dynamic between HCC cells and macrophages with impact on tumor biology.\r\nPubmed   Journal   ReadQx Hepatectomy alters adjuvant anti-PD-1 action in a mouse model of HCC but does not compromise neoadjuvant efficacy.\r\nPartial hepatectomy disrupts antitumor immunity and limits adjuvant ICI efficacy. Neoadjuvant anti-PD-1 immunotherapy offers a superior strategy compared to adjuvant immunotherapy in enhancing immune responses and reducing HCC recurrence.\r\nPubmed   Journal   ReadQx MSR1+ macrophages passivate antitumor immunity by inducing ITM2A+ CD4T exhaustion differentiation.\r\nMSR1+macrophages promote tumor-infiltrating ITM2A+CD4T exhaustion differentiation by regulating the ITM2A-ZAP70 axis. ZEA-αCD4 specifically targeted MSR1-ITM2A interaction to activate antitumor immunity and improve the efficacy of αPDL1 immunotherapy.\r\nPubmed   Journal   ReadQx Reclassifying pediatric NAFLD using the steatotic liver disease framework: a multicenter retrospective study from the NASH CRN.\r\nMost children with NAFLD met MASLD criteria, but nearly 1 in 6 were reclassified based on alcohol use or medication exposure. These findings highlight the need for a systematic diagnostic approach accounting for metabolic risk factors, alcohol use, and medication-related liver injury.\r\nPubmed   Journal   ReadQx Serum bile acid levels predict the development of portal hypertension and high-risk esophageal varices following successful Kasai in biliary atresia.\r\n In biliary atresia patients with successful KP, sBA is an early biomarker predicting the development of PH and HRV within 5 years post-KP.\r\nPubmed   Journal   ReadQx J Hepatol\r\n    HBx-induced HSPB1 is a potential therapeutic target owing to its modulation of HBV cccDNA and hepatic immune responses.\r\nHSPB1 represents a novel therapeutic target by modulating HBV cccDNA and immune responses in the liver. D-TK is a promising clinical candidate for HBV treatment through cccDNA suppression and immune activation. Impact and implications Chronic infection with HBV remains a significant global health concern, and current therapeutic options are inadequate. In this study, we demonstrate that HBx-induced elevation of HSPB1 contributes to the regulation of HBV cccDNA and the hepatic immune responses. We engineered a peptide, D-TK, that targets HBx, effectively suppresses cccDNA, and activates immune responses through HSPB1. Our findings offer new insights into the mechanism by which HBx-induced HSPB1 modulates HBV cccDNA and immune regulation in the liver.\r\nPubmed   Journal   ReadQx Microbial metabolism dysfunction induced by transarterial chemoembolization aggravates postprocedural liver injury in HCC.\r\nThis is the first study to identify gut microbiota disturbance, i.e., deficiency of L. reuteri metabolite ILA, as significant cause of TACE-LI. L. reuteri and ILA administration serves as promising therapeutic approach for TACE-LI, which is crucial for reducing TACE adverse effects to achieve better prognosis in HCC. Impact and implications The majority of patients with hepatocellular carcinoma (HCC) are diagnosed losing the chance of surgical resection. Transarterial chemoembolization (TACE) is widely used for treating unresectable HCC;  however, its long-term outcome is significantly limited by its main complication, i.e., liver injury (LI). In addition to traditional cognition of the direct liver damage of the ischemic necrosis or regional chemotherapy induced by TACE, the deeper mechanisms underlying TACE-induced LI (TACE-LI) remain largely unclear. Gut microbiota can modulate various liver diseases but its exact role in TACE-LI has not been reported. We found that TACE could disturb the gut microbiota. This disturbance was characterized by reduced levels of Limosilactobacillus reuteri (L. reuteri) and its metabolite indole-3-lactic acid (ILA), which were correlated with aggravated TACE-LI and poor overall survival in HCC. Administration of L. reuteri or ILA significantly improved TACE-LI by inhibiting the inflammation of macrophages. Our study is the first report highlighting gut microbiota disturbances as an important cause of TACE-LI;  administration of L. reuteri or ILA represents a viable and secure strategy for preventing TACE-LI, thereby reducing the adverse effects of TACE and yielding better prognoses in patients with HCC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Metabolic comorbidities accelerate liver fibrosis in chronic hepatitis B - time to act.\r\n\r\nPubmed   Journal   ReadQx Gastroenterology\r\n    Refining Risk Stratification in MASLD: Moving Beyond Histology with individualized Noninvasive Predictive Models for Clinical Events.\r\n\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx Closing the door after endoscopic ultrasound-directed transgastric intervention: Have we found the sweet spot?\r\n\r\nPubmed   Journal   ReadQx Cost-effectiveness of lowering the age of colorectal cancer screening in average-risk individuals to 45 years in Asia.\r\n\r\nPubmed   Journal   ReadQx Endoscopic submucosal dissection for esophageal squamous cell carcinoma: from first-line therapy to salvage strategy in complex recurrences.\r\n\r\nPubmed   Journal   ReadQx Endosonographic-guided tissue acquisition for solid pancreatic lesions: Have we reached the ceiling?\r\n\r\nPubmed   Journal   ReadQx Post-endoscopic retrograde cholangiopancreatography pancreatitis appears less common but more costly than once thought.\r\n\r\nPubmed   Journal   ReadQx Post-endoscopic retrograde cholangiopancreatography pancreatitis risk with self-expandable metal biliary stents: what we know and what still needs to be done.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Bump on the head: An unusual presentation of pancreas adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx Colonic Coil Conundrum.\r\n\r\nPubmed   Journal   ReadQx Extramedullary myeloma presenting as melena and severe anemia.\r\n\r\nPubmed   Journal   ReadQx Finding Waldo: An elusive source of GI bleeding.\r\n\r\nPubmed   Journal   ReadQx First reported case of human infection with Helicobacter cynogastricus.\r\n\r\nPubmed   Journal   ReadQx Large bowel pharmacobezoar.\r\n\r\nPubmed   Journal   ReadQx Mantle cell lymphoma manifests in multiple morphologies within the colorectum.\r\n\r\nPubmed   Journal   ReadQx OPTICAL DIAGNOSIS OF APPENDICEAL MUCINOUS NEOPLASM THROUGH EXPRESSION OF MUCIN WITH UNROOFING TECHNIQUE.\r\n\r\nPubmed   Journal   ReadQx Practical Considerations for the use of Semaglutide in MASH.\r\n\r\nPubmed   Journal   ReadQx Strategies for Navigating the Transition from Pediatric to Adult Gastroenterology Care.\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Root-Cause Analysis of Post-Endoscopy Esophageal Neoplasia in a Multicenter Prospective Barrett's Esophagus/Esophageal Adenocarcinoma Registry.\r\n\r\nPubmed   Journal   ReadQx Endoscopy\r\n    A case in which all stones, including gallbladder stones as well as stacked bile duct stones, were removed using a transpapillary procedure.\r\n\r\nPubmed   Journal   ReadQx   PMCA newly designed duodenal stent enables stent placement for jejunal obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMCClips and elastic band-assisted traction for biliary cannulation in a patient with an ectopic papilla within a juxtapapillary duodenal diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMCEctopic sebaceous glands of the esophagus presenting as sessile polyps.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoluminal radiofrequency ablation for ingrowth occlusion after endoscopic ultrasound-guided hepaticogastrostomy with bridging stent placement.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic laser lithotripsy for an impacted pancreatic duct stone using a novel ultra-slim cholangiopancreatoscope via the minor papilla.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasonography-guided removal of a migrated stent from the abdominal cavity after transgastric endoscopic ultrasonography-guided drainage of a biliary leak.\r\n\r\nPubmed   Journal   ReadQx   PMCLong-term learning and not deskilling: a reassuring signal for computer-aided detection-assisted colonoscopy.\r\n\r\nPubmed   Journal   ReadQx Management of short-term recurrent obstructive jaundice after endoscopic ultrasound guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMCMulti-holed fully covered self-expandable metal stent to dilate a benign hepaticojejunostomy anastomotic stricture.\r\n\r\nPubmed   Journal   ReadQx   PMCPer-oral endoscopic tunneling transgastric drainage of an acute pancreatic necrotic collection.\r\n\r\nPubmed   Journal   ReadQx   PMCGastroenterology\r\n    A normal UCEIS is zero: A score divided by a common language.\r\n\r\nPubmed   Journal   ReadQx AGA Institute Quality Indicators for Obesity Medication Use in Practice.\r\n\r\nPubmed   Journal   ReadQx Hemodynamic Status as a Determinant Factor of Optimal Endoscopy Timing in Upper Gastrointestinal Bleeding: Results From an International Survey of 533 Clinicians.\r\n\r\nPubmed   Journal   ReadQx Reduced Esophageal Hypervigilance and Symptom-Specific Anxiety in Barrett's Esophagus: A Deficient Alarm Signal for Gastroesophageal Reflux Disease-Associated Mucosal Injury.\r\n\r\nPubmed   Journal   ReadQx Strategies to Promote Health Equity in Professional Society Clinical Guidance in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    Best of endoscopic retrograde cholangiopancreatography articles 2025.\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    Cause of a colorectal polyp in the caecum.\r\n\r\nPubmed   Journal   ReadQx Insulin-like peptide 5: a new key player in IBS with diarrhoea and bile acid malabsorption?\r\n\r\nPubmed   Journal   ReadQx Hepatology\r\n    Bundle it up-Care bundles for spontaneous bacterial peritonitis.\r\n\r\nPubmed   Journal   ReadQx Fellows' Corner.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor: Are we overestimating LSM-based HCC risk in MASLD? Addressing immortal time bias.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor: Assessing HCC incidence and surveillance thresholds in non-cirrhotic MASLD.\r\n\r\nPubmed   Journal   ReadQx Reply: Assessing HCC incidence and surveillance thresholds in non-cirrhotic MASLD.\r\n\r\nPubmed   Journal   ReadQx Surgical resection for hepatocellular carcinoma: Leave no TACE?\r\n\r\nPubmed   Journal   ReadQx When \"remission\" isn't enough: The unseen burden of autoimmune hepatitis.\r\n\r\nPubmed   Journal   ReadQx Who improves, who doesn't and why? Defining improvement and drivers of outcomes in pediatric MASLD.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Gastroenterology\r\n    Advancing Quiescent Crohn's Disease Management: Capsule Endoscopy-Guided Treat-to-Target Strategy or Standard Care?\r\n\r\nPubmed   Journal   ReadQx Analysis of \"Mebeverine and the Influence of Labeling in Adolescents With Irritable Bowel Syndrome or Functional Abdominal Pain Not Otherwise Specified: A 2 × 2 Randomized, Placebo-Controlled Trial\".\r\n\r\nPubmed   Journal   ReadQx Assessment of Methods in AOH1996 Studies for Pancreatic Ductal Adenocarcinoma Therapy.\r\n\r\nPubmed   Journal   ReadQx Comments on \"Electroacupuncture Reduces Duration of Postoperative Ileus After Laparoscopic Gastrectomy for Gastric Cancer\".\r\n\r\nPubmed   Journal   ReadQx Critical Role of Fucosyltransferase VII in Glycosylation-Dependent Regulatory T Cell Function in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx Human-AI Interaction and Global Disparities in the Clinical Implementation of Medical AI.\r\n\r\nPubmed   Journal   ReadQx Interpreting a Study on the Use of Electroacupuncture to Reduce Duration of Postoperative Ileus After Laparoscopic Gastrectomy for Gastric Cancer.\r\n\r\nPubmed   Journal   ReadQx Is It Just About How Much You Drink? The Overlooked Role of Drinking Patterns in Fatty Liver Disease.\r\n\r\nPubmed   Journal   ReadQx Macrophages and Mucosal Regeneration: Without Resolution of Identity and Mechanism, Are We Ready to Translate?\r\n\r\nPubmed   Journal   ReadQx Methodological and Clinical Perspectives on a Study of Electroacupuncture After Laparoscopic Gastrectomy for Gastric Cancer.\r\n\r\nPubmed   Journal   ReadQx Relief of Postoperative Intestinal Obstruction: Establishing and Perfecting Norms.\r\n\r\nPubmed   Journal   ReadQx Revolutionizing Gastroenterology with Artificial Intelligence: Clinical Insights and Challenges.\r\n\r\nPubmed   Journal   ReadQx Selection of Acupuncture Points to Reduce Duration of Postoperative Ileus.\r\n\r\nPubmed   Journal   ReadQx Standardization is the Only Way Forward for Reliable Gastrointestinal Eosinophil Quantification.\r\n\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    EndoFLIP-guided personalization of concomitant fundoplication during peroral endoscopic myotomy to optimize reflux prevention.\r\n\r\nPubmed   Journal   ReadQx Is the \"distinct border + II/IIIL pit pattern\" truly an absolute indication for endoscopic resection in ulcerative colitis-associated neoplasia?\r\n\r\nPubmed   Journal   ReadQx Necrosectomy in walled-off necrosis.\r\n\r\nPubmed   Journal   ReadQx Refining peroral endoscopic myotomy/peroral endoscopic myotomy with concomitant endoscopic fundoplication gastroesophageal reflux assessment: actual myotomy length and multivariable regression.\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    Congenital sucrase-isomaltase mutations worsen IBS-linked V15F dysfunction and trafficking.\r\n\r\nPubmed   Journal   ReadQx Heterogeneity and lack of standardisation in gut microbiome testing: a comparative assessment of French medical biology laboratories.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    \"Advancing Clinical Trial Design and Patient Care in Hepatocellular Carcinoma\".\r\n\r\nPubmed   Journal   ReadQx Stereotactic body radiotherapy treatment for hepatocellular carcinoma with extensive macrovascular invasion.\r\n\r\nPubmed   Journal   ReadQx Two lenses, same picture: interpreting nal-IRI in biliary tract cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:10:46-04:00",
    "input_file": {}
  },
  {
    "path": "gi/10-17-2025/",
    "title": "Fri Oct 17 2025",
    "description": "128 articles - From Friday Oct 10 2025 to Friday Oct 17 2025",
    "author": [],
    "date": "2025-10-17",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endosc Int Open\r\n    Retrospective accuracy analysis of major guidelines and factors for lymph node metastasis of pT1 colorectal cancer.\r\nHDG, LVI, TB, and gender (female) are independent risk factors for LNM of T1 CRC. DSI is an excellent negative predictor, although not an independent risk factor. The NCCN/ESMO guideline has medium sensitivity and requires improvement. The JSCCR/FICPG guideline has perfect sensitivity but low specificity, thus exposing patients to many unnecessary surgeries. There is revision potential for current guideline factors, including those beyond current pathological ones, to improve LNM prediction accuracy.\r\nPubmed   Journal   ReadQx   PMCEndoscopy\r\n    Time trends in post-polypectomy surveillance guideline adherence: analysis of over 90 000 colonoscopies with polypectomy.\r\nAn improvement of up to 49% in ESGE guideline adherence was observed over 4 years after publication of the update, which was mostly driven by improved adherence to the surveillance intervals for adenomas. Endoscopists with higher ADRs were more likely to assign correct follow-up intervals.\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Consensus position statements for the standardized application of histological grading and staging systems in MASH clinical trials.\r\n The IMPG statements provide for the first time guidelines to promote consensus among liver pathologists for the histopathological evaluation and scoring of liver biopsies for MASH clinical trials. Furthermore, they may be used to inform supervised machine learning algorithms for quantitative MASLD histology assessments. Impact and implications Inter- (and intra-) observer variations in the histological interpretation of key morphological features of MASH limit the precision of histological grading and staging as well as the diagnosis of the histological MASLD types, MASL and MASH. This is thought to account in clinical trials, at least in part, for screening failure as well as variable placebo response rates, potentially obscuring treatment effects. The International MASLD Pathology Group, consisting of 25 expert liver pathologists, generated consensus statements for histopathological procedures, technical aspects and histological criteria for the diagnosis of MASH, for grading disease activity and staging fibrosis. These may provide a basis for standardized histologic interpretation and the development of AI-based grading and staging algorithms for clinical trials of MASH.\r\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\r\n    Treatment of Irritable Bowel Syndrome With Antispasmolytics in Taiwan, Hong Kong, and Vietnam: A Delphi Expert Consensus Statement.\r\nAlthough antispasmolytics provide immediate symptom relief, their long-term effectiveness needs further investigations in Asian populations. Our findings may inform clinical decision-making and guideline updates.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Efficacy and Safety of Sequestrants for Bile Acid Diarrhoea.\r\nThis study quantifies the significant and rapid improvement in both stool consistency and frequency with BAS in patients with objective diagnosis of bile acid diarrhoea. Sequestrants also appear well tolerated.\r\nPubmed   Journal   ReadQx Meta-Analysis: Utilisation of Hepatocellular Carcinoma Surveillance.\r\nLess than 10% of patients received the recommended biannual ultrasound scans for surveillance. These findings are concerning and call for greater awareness and collaboration between care providers and healthcare policymakers to improve surveillance utilisation.\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Non-Invasive Prediction Models of First Decompensation in Compensated Advanced Chronic Liver Disease - A Meta-Analysis.\r\nCACLD specific NITs offer the best option in predicting decompensation, and future studies should focus on robust validation, calibration and external validation with standardised endpoints to ensure that models are reliable for guiding clinical practice in applicable populations.\r\nPubmed   Journal   ReadQx Placebo Rates in Metabolic Dysfunction-associated Steatohepatitis Clinical Trials: A Systematic Review and Meta-analysis.\r\n Placebo response rates among patients with MASH are generally elevated yet vary considerably depending on the outcome measured. This study provides valuable insights to enhance the design of future MASH trials.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    Clinical Impact of Routine Esophagram after Peroral Endoscopic Myotomy: A Systematic Review and Meta-analysis.\r\n Esophageal leakage is a very uncommon AE after POEM. Routine esophagram rarely impacted immediate post-procedural care in asymptomatic patients. Selective imaging may result in higher diagnostic yield, improved cost-efficiency, and mitigate the risk of unwarranted additional testing due to incidental radiographic findings.\r\nPubmed   Journal   ReadQx Underwater vs Traction-assisted ESD in Colorectal Lesions Underwater versus Traction-assisted Endoscopic Submucosal Dissection for Colorectal Lesions: A Network Meta-Analysis of Randomized Controlled Trials.\r\n UW-ESD and T-ESD are both effective and safe strategies for colorectal lesions resection;  however, UW-ESD is the only technique that has demonstrated superior dissection speed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Biomarkers of Extracellular Matrix Remodelling Are Linked to Severity and Outcome of Advanced Chronic Liver Disease.\r\n ECM remodelling biomarkers reflect PH and disease severity in ACLD. Their prognostic value for disease progression is largely restricted to cACLD. Future studies should investigate whether repeated measurements improve risk stratification.\r\nPubmed   Journal   ReadQx Clinical Trial: Rifaximin Versus Low FODMAP Diet in Irritable Bowel Syndrome.\r\n Rifaximin is as effective as LFD in treating IBS over 4 weeks. However, it provides faster symptom relief and higher treatment adherence, making it a practical alternative for symptom management.\r\nPubmed   Journal   ReadQx Mild Endoscopic Disease Activity Is Associated With Adverse Outcomes Among Older Adults With Inflammatory Bowel Disease.\r\nAmong older adults with prevalent IBD, mild endoscopic disease activity, as compared to endoscopic remission, was associated with increased odds of adverse IBD-specific and morbidity-related outcomes at 1 year, with this risk persisting for IBD-specific outcomes at 5 years. These findings highlight the importance of achieving endoscopic remission, which may confer both short- and longer-term benefits in this population.\r\nPubmed   Journal   ReadQx Overall and Comparative Risk of Shingles With Advanced Therapies in Patients With Inflammatory Bowel Diseases.\r\nJAK inhibitors were associated with 1.7-2.2-fold higher risk of shingles than other advanced therapies.\r\nPubmed   Journal   ReadQx Research Communication: An Observational Cohort Study on Risk of Ovarian Cancer in Women with Irritable Bowel Syndrome.\r\nSome women with symptoms of ovarian cancer may be misdiagnosed with IBS, although IBS is not causally linked to ovarian cancer. Further studies are needed to validate findings and clarify when ovarian cancer screening may be warranted.\r\nPubmed   Journal   ReadQx Research Communication: Comparative Effectiveness of Ustekinumab and Vedolizumab in the Management of Chronic Pouchitis-A Population-Based Study.\r\n Our findings suggest that ustekinumab may offer advantages over vedolizumab in the management of chronic pouchitis.\r\nPubmed   Journal   ReadQx Research Communication: Prevalence of Asymptomatic Premalignant Oesophageal Lesions in Patients With Fanconi Anaemia.\r\nAmong 11 FA patients with abnormal oesophageal mucosa, 15% had low-grade dysplasia, nodular high-grade dysplasia or squamous carcinoma in situ, 10% had non-dysplastic Barrett's oesophagus and 30% had columnar epithelium without goblet cells, compared to none in the controls (p < 0.001). Our findings support routine EGD screening of asymptomatic FA patients.\r\nPubmed   Journal   ReadQx   PMCSocial Determinants of Health in Metabolic Dysfunction-Associated Steatotic Liver Disease and All-Cause/Cause-Specific Mortality.\r\nThis US population-based study demonstrates that SDoH scores are dose-dependently associated with increased all-cause/cause-specific mortality among individuals with MASLD.\r\nPubmed   Journal   ReadQx Am J Gastroenterol\r\n    An organized fecal immunochemical test-based screening program impacts colorectal cancer early diagnosis and survival in the short term.\r\n Biennial FIT led to an increase in early diagnoses and improved survival, compared to no screening, in the short term after its introduction. A screening program that includes alternatives to FIT may increase population coverage and improve CRC outcomes.\r\nPubmed   Journal   ReadQx Assessing the reliability of 12 vs 24 hour esophageal pH-impedance monitoring for gastro-esophageal reflux in infants.\r\nEach MII-pH was analyzed twice as full-time recording and in the first 12h, and data were compared. GERD was diagnosed if one of the following occurred: Number of GER episodes ≥100 in 24 hours;  proximal GER episodes >44 (acid) or 57 (non-acid);  Reflux index (percent time with pH 5 minutes were significantly different between the two, but the clinical significance of this observation is unclear.\r\nPubmed   Journal   ReadQx Delayed Remission With Advanced Therapies Is Not Associated With Worse One-Year Outcomes In Inflammatory Bowel Disease.\r\nAbout one-sixth of patients achieved delayed remission by week 30. They had comparable one-year outcomes as early remitters. Identifying predictors of delayed remission could help prevent early therapy discontinuation without affecting long-term outcomes.\r\nPubmed   Journal   ReadQx One versus five days of octreotide infusion for acute esophageal variceal bleeding: a randomized controlled trial.\r\nFollowing successful endoscopic band ligation, the 1-day regimen of octreotide had a non-inferior effect compared to the standard 5-day regimen in the prevention of 5-day re-bleeding and exhibited no significant differences in the prevention of 6-week re-bleeding and all-cause mortality.\r\nPubmed   Journal   ReadQx SAFETY AND EFFICACY OF PNEUMATIC BALLOON DILATION FOR PEDIATRIC ACHALASIA - A SINGLE-CENTER EXPERIENCE.\r\n PD is a safe, effective first-line treatment for pediatric achalasia.\r\nPubmed   Journal   ReadQx Validation of Dried Blood Spot Immunoreactive Trypsinogen (DBS-IRT) as a Biomarker of Exocrine Pancreas Function in Children with Pancreas Disease.\r\nDBS-IRT was successfully validated as a biomarker of exocrine pancreas function which allows its use in clinical setting, in addition to fecal elastase to determine pancreas function.\r\nPubmed   Journal   ReadQx Vonoprazan Improves Nocturnal Gastroesophageal Reflux Symptoms in Non-Erosive Reflux Disease.\r\n Our study suggests that vonoprazan leads to relief of nighttime heartburn in patients with heartburn and a normal endoscopy.\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    AI-ASSISTED CAPSULE ENDOSCOPY FOR DETECTION OF ULCERS AND EROSIONS IN CROHN'S DISEASE: A MULTICENTER VALIDATION STUDY.\r\nThe AI-assisted SBCE reading achieved superior diagnostic performance compared to SoC, with a substantial decrease in reading time.\r\nPubmed   Journal   ReadQx Changes in HBcAg and HBsAg Expression Following Antiviral Therapy and Their Role in Outcome of Patients with Chronic Hepatitis B.\r\nNA-related inhibition of viral replication was associated with marked reduction in HBcAg expression in HBeAg-positive and HBeAg-negative patients but minimal changes in extent of HBsAg staining, likely reflecting HBsAg production from integrated HBV DNA.\r\nPubmed   Journal   ReadQx Experienced Discrimination and Medical Mistrust Among Patients with Cirrhosis: Survey Results from a Multicenter Cohort.\r\n Experienced discrimination and medical mistrust are common among Black patients with cirrhosis. Addressing these factors may mitigate racial and ethnic inequities in care, reduce barriers to care and improve outcomes for patients with cirrhosis.\r\nPubmed   Journal   ReadQx From Pixels to Peristalsis: Comparing Achalasia Diagnosis with Artificial Intelligence to Expert Endoscopists.\r\n These results indicate that AI can leverage upper endoscopy videos to detect achalasia with an accuracy comparable to that of expert endoscopists.\r\nPubmed   Journal   ReadQx Long-Term Glycemic Control and the Risk of Liver Stiffness Progression and Liver-Related Events in MASLD.\r\nT2D was independently associated with a higher risk of liver stiffness progression and LRE in MASLD. Good glycemic control was associated with slower liver stiffness progression, but not regression or LRE.\r\nPubmed   Journal   ReadQx Long-term safety of vedolizumab in patients with ulcerative colitis/Crohn's disease: A prospective observational study.\r\n There was no new safety signal identified in relation to vedolizumab. Results regarding safety and effectiveness were consistent with the known profile of vedolizumab.\r\nPubmed   Journal   ReadQx Seroprevalence of Helicobacter pylori infection among asymptomatic patients served by a safety-net healthcare system.\r\n In this population-based study, almost two-thirds of asymptomatic patients were seropositive for H. pylori. Prevalence was over 40% among al sub-groups. Screening solely based on race and ethnicity may inadvertently exacerbate disparities by overlooking confounding factors for infection like low socioeconomic status and regional exposures.\r\nPubmed   Journal   ReadQx Endosc Int Open\r\n    Endoscopic indigo carmine spraying for evaluation of intestinal mucosal permeability: Prospective pilot study.\r\nEndoscopic spraying with IC is useful for evaluation of intestinal mucosal permeability.\r\nPubmed   Journal   ReadQx   PMCImpact of interaction between an artificial intelligence endoscopic support system and endoscopists on diagnosis of gastric neoplastic lesions.\r\nAI contributed to improved diagnostic performance even among Japanese expert endoscopists in detecting gastric neoplastic lesions. These findings suggest that the AI system may have potential to support consistently high diagnostic performance across varying levels of endoscopic expertise.\r\nPubmed   Journal   ReadQx   PMCLarge language model for interpreting the Paris classification of colorectal polyps.\r\nM-LLMs performed comparably to endoscopists in distinguishing non-polypoid from polypoid lesions but failed to reliably identify pedunculated morphology.\r\nPubmed   Journal   ReadQx   PMCEndoscopy\r\n    A Prospective Study Evaluating an Artificial Intelligence-Based System for Withdrawal Time Measurement.\r\n Our study demonstrates the superiority of an AI system in calculating WT during colonoscopy compared to physicians, providing significant improvements, especially in examinations containing interventions. This work demonstrates the promise of AI in streamlining clinical workflows.\r\nPubmed   Journal   ReadQx A Rural-to-Center Artificial Intelligence Model for Diagnosing Helicobacter pylori Infection and Premalignant Gastric Conditions Using Endoscopy Images Captured in Routine Practice.\r\nAI enables frontline physicians in resource-limited settings to rapidly assess gastric health using routinely captured endoscopic images, bridging gaps in access and expertise (ClinicalTrials.gov  NCT05762991).\r\nPubmed   Journal   ReadQx Delayed post-polypectomy bleeding following cold snare polypectomy of lesions <10 mm in patients on high-dose antithrombotic therapy: insights from a Dutch colonoscopy cohort.\r\nAlthough higher compared to patients without ATT, the incidence of DPPBs with continued high-dose ATT remains very low. Therefore, we suggest continuation of high-dose ATT for colonoscopy indications with a low risk of detecting advanced polyps.\r\nPubmed   Journal   ReadQx Endoscopic papillectomy for ampullary lesions: pooled analysis with meta-regression analysis of outcomes.\r\n Endoscopic papillectomy is a safe and effective treatment for ampullary lesions. However, lesions with intraductal extension pose a higher risk of incomplete resection and perforation, warranting careful evaluation of the benefit-risk balance in these cases.While prophylactic pancreatic stenting may reduce the incidence of post-procedural pancreatitis, optimizing strategies to minimize overall adverse events remains a key focus for future research.\r\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided trans-papillary versus trans-luminal biliary stenting: Randomized comparison of long term stent patency.\r\n EUS-BD via TP route achieved longer stent patency and lower rate of recurrent biliary obstruction at 3 and 6 months compared to TL route.\r\nPubmed   Journal   ReadQx Impact of prophylactic clipping on delayed bleeding after colorectal endoscopic submucosal dissection: a multicenter propensity score-matched study.\r\nIn our cohort, prophylactic clipping did not significantly reduce CSDB following colorectal ESD, even in high-risk patients. Given its environmental impact and technical challenges, routine closure should be reconsidered.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    Cystic Fibrosis Carrier Status: A genetic predisposition to post-ERCP pancreatitis.\r\n CFC status appears to increase predisposition to PEP, highlighting the potential for improved pre-procedural risk assessment and prophylaxis and opportunities for further study to identify novel PEP prophylactic strategies.\r\nPubmed   Journal   ReadQx Lumen-Apposing Metal Stents for Partial Reversal of Roux-en-Y Gastric Bypass: A Multicenter Study.\r\n EUS-guided LAMS placement is a safe, efficacious and minimally invasive strategy for partial reversal of RYGB as either a bridge to definitive surgical reversal or as destination therapy.\r\nPubmed   Journal   ReadQx Randomized Controlled Trial Comparing the Clinical Efficacy of a Bipolar Current Knife versus Monopolar Current Knife During Esophageal PerOral Endoscopic Myotomy: A Multicenter Non-inferiority Study.\r\n77% of patients in BC completed the entire procedure with one instrument vs none in MC. Only one major adverse event occurred in BC (managed endoscopically) (1.9%) CONCLUSION: The 3-in-1 function of a novel bipolar RFA knife can facilitate POEM with one device.\r\nPubmed   Journal   ReadQx Sequential Lumen-Apposing Metal Stent and Septotomy Technique for Endoscopic Anastomosis Creation and Revision in Patients with Prior Upper Gastrointestinal Surgery.\r\nOur technique is safe, effective, and feasible for durable endoscopic anastomosis creation or revision in appropriately selected patients with prior upper GI surgery.\r\nPubmed   Journal   ReadQx The Effect of Autonomous Mobile Robots on Improving Endoscope Reprocessing Efficiency: A Prospective Comparative Trial.\r\nAMR-assisted endoscope delivery has advantages over manual delivery in efficiency improvement, offering a novel solution for the management of endoscopy centers.\r\nPubmed   Journal   ReadQx Transenteric ERCP via EUS-guided anastomosis using LAMS in patients with surgically altered anatomy.\r\n The EDEE technique offers a new and effective approach for biliary drainage in patients with surgically altered anatomy, particularly in benign indications and/or when several ERCPs are expected.\r\nPubmed   Journal   ReadQx Gut\r\n    KIF1Bβ suppresses hepatocellular carcinoma by transporting and secreting FBLN5 to attenuate the integrin pathway.\r\nOur findings shed light on the genetic and molecular mechanisms of the HCC-associated susceptibility locus at 1p36.22 and provide potential new strategies for the treatment of HCC.\r\nPubmed   Journal   ReadQx Long-term prognosis of lean MASLD: evidence from three population-based prospective cohorts.\r\n Lean patients with MASLD have worse liver outcomes and greater risk of all-cause mortality, but similar risk of HCC and extrahepatic cancer, and lower CVD risk.\r\nPubmed   Journal   ReadQx Rectal versus colonic submucosal cancer rates and procedural outcomes in large non-pedunculated polyps: French ESD registry data.\r\n In our multicentre registry, large non-pedunculated polyps do not show a higher prevalence of SMIC in the rectum compared with colon, when adjusted for relevant factors such as size and morphology. Therefore, risk features, rather than location, should guide the choice of resection technique. Technical outcomes were comparable between rectal and colonic ESD, with a trend for higher complication rates in the colon.\r\nPubmed   Journal   ReadQx Hepatology\r\n    Global performance of non-invasive tests in MASLD: Insights from the G-MASLD study.\r\n Diagnostic performance of common non-invasive tests for fibrosis in MASLD varies across the world. In the large multinational G-MASLD sample, the most accurate NITs were Agile-3+ and Agile-4 composite scores.\r\nPubmed   Journal   ReadQx Hepatocyte-derived extracellular vesicles promote endothelial dedifferentiation in chronic liver disease through the miR-153-3p - pyroptosis axis.\r\nHepEVs-derived miRNAs, particularly miR-153-3p, contribute to endothelial dysfunction in CLD by triggering pyroptosis through a paracrine mechanism. Inhibiting Caspase-1 may provide a novel therapeutic approach to mitigate endothelial dysfunction in CLD.\r\nPubmed   Journal   ReadQx MSR1+ macrophages passivate antitumor immunity by inducing ITM2A+ CD4T exhaustion differentiation.\r\nMSR1+macrophages promote tumor-infiltrating ITM2A+CD4T exhaustion differentiation by regulating the ITM2A-ZAP70 axis. ZEA-αCD4 specifically targeted MSR1-ITM2A interaction to activate antitumor immunity and improve the efficacy of αPDL1 immunotherapy.\r\nPubmed   Journal   ReadQx Reclassifying pediatric NAFLD using the steatotic liver disease framework: a multicenter retrospective study from the NASH CRN.\r\nMost children with NAFLD met MASLD criteria, but nearly 1 in 6 were reclassified based on alcohol use or medication exposure. These findings highlight the need for a systematic diagnostic approach accounting for metabolic risk factors, alcohol use, and medication-related liver injury.\r\nPubmed   Journal   ReadQx Sex and body size disparities under MELD 3.0: Evaluation of persisting gaps in liver transplant access.\r\n MELD3.0 led to early gains in transplant access for women, though this effect diminished over time and differences by sex mediated by body size persisted.\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Early portopulmonary hypertension predicts mortality in patients with cirrhosis: insights from the PORTO-DETECT cohort.\r\n Applying the 2022 ESC/ERC definitions of PAH identifies a subset of patients with cirrhosis with early-stage PoPH, characterized by mild pulmonary vascular resistance elevation, who nevertheless face a markedly increased risk of death, emphasizing the need for systematic screening and early targeted intervention. Impact and implications Portopulmonary hypertension (PoPH) is a severe and often overlooked complication of cirrhosis. Using the updated 2022 ESC/ERS diagnostic criteria, this multicenter study identified a previously unrecognized subgroup of cirrhotic patients with early-stage PoPH, defined by mildly elevated pulmonary vascular resistance and mean pulmonary artery pressure. Despite their subtle hemodynamic changes, these patients showed significantly reduced survival, independent of liver disease severity. These results highlight the prognostic relevance of early PoPH and suggest that applying the new criteria may help refine risk stratification and guide closer follow-up or earlier consideration of targeted interventions in selected patients.\r\nPubmed   Journal   ReadQx Genetically engineered pig-to-human liver xenotransplantation.\r\nThis study demonstrates the feasibility of auxiliary porcine liver xenotransplantation as a bridging approach to human to liver transplantation. Postoperative xTMA presents a significant challenge to long-term success, highlighting the need for further research to improve xenotransplantation outcomes. Impact and implications This study reports the world's first auxiliary xenotransplantation from a 10-gene-edited pig to a living human recipient - distinct from previous studies involving brain-dead donors. The donor liver was engineered using a 10-gene editing platform, including the knockout of xenoantigen genes and the knock-in of seven human transgenes for immune and coagulation compatibility - pushing the boundaries of synthetic biology in clinical transplantation. The porcine graft exhibited metabolically active liver function, bile secretion, and coagulation correction, demonstrating not only survival but clinically meaningful function. Our work documents, for the first time, xenotransplantation-associated thrombotic microangiopathy (xTMA) in a living human recipient, with comprehensive immunological and histopathological analysis - critical knowledge for the field.\r\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\r\n    Age- and Sex-dependent Effects of High-fructose, High-fat Diets on Small Bowel Inflammation and Hepatic Steatosis in F344 Rats.\r\nLiver and small bowel tissues were histologically analyzed. Tight junction protein expression in jejunal mucosa was analyzed, and immunohistochemistry was performed to detect claudin-2 ( may contribute to MASLD in aged female rats.\r\nPubmed   Journal   ReadQx Can Symptoms Predict Delayed Gastric Emptying in Diabetic Patients: A Multicenter Study to Revisit Gastroparesis.\r\n Diabetic patients exhibiting specific cardinal symptoms should be considered for GES evaluation, as the overall GCSI score independently predicts delayed gastric emptying. This study suggests that the GCSI may be useful as a screening tool rather than a diagnostic method for diabetic gastroparesis.\r\nPubmed   Journal   ReadQx Comparison of Clinical Characteristics and Long-term Prognosis of Focal Hypoganglionosis With Adult-onset Megacolon and Chronic Intestinal Pseudo-obstruction.\r\nPatients with FHAM exhibit a more favorable long-term prognosis and lower postoperative recurrence rates than patients with CIPO. This study underscores the importance of differentiating between these conditions and precisely selecting surgical candidates.\r\nPubmed   Journal   ReadQx Diagnosis of Sliding Hiatal Hernia in Patients With Morbid Obesity: A Comparison of High-resolution Esophageal Manometry and Upper Gastrointestinal Series.\r\n HREM has high diagnostic performance in detecting sliding HH;  thus, HREM should be considered as an important part of the preoperative work-up for patients with morbid obesity.\r\nPubmed   Journal   ReadQx Impact of Enhanced Dietary Education Program on Gastrointestinal Symptoms in Patients With Functional Gastrointestinal Disorders: A Multicenter Prospective Pilot Study.\r\n Although, EDE has the potential to help improving the symptoms in patients with FGIDs, further research is needed to prove the usefulness of this program.\r\nPubmed   Journal   ReadQx Predictors of Treatment Response to Fecal Microbiota Transplantation in Irritable Bowel Syndrome: A Pilot Study.\r\nFMT led to increased microbial diversity and a sustained increase in beneficial bacterial genera, including and greater shifts of gut microbiome profile toward donor microbiota after FMT may predict favorable FMT response. Long-term follow-up is on the way to assessing the durability of these effects.\r\nPubmed   Journal   ReadQx The Effect of Tegoprazan on Serum Gastrin Levels and the Development of Hypergastrinemia in the Maintenance Treatment for Gastroesophageal Reflux Disease: Comparison to Lansoprazole.\r\n Tegoprazan has a smaller impact on increasing serum gastrin levels and the development of hypergastrinemia than lansoprazole, suggesting that tegoprazan may reduce safety concerns related to hypergastrinemia, particularly at half doses.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Advancing HCC Surveillance in Hepatitis B With Biomarker-Based Strategy.\r\n\r\nPubmed   Journal   ReadQx Editorial: Immune Checkpoint Inhibitors and HBV Reactivation in Liver Cancer-Reassurance With Vigilance.\r\n\r\nPubmed   Journal   ReadQx Editorial: Predicting Hepatocellular Carcinoma Development in Chronic Hepatitis B Patients With Metabolic Dysfunction-Do Existing Scores Clear the Bar?\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Metabolic comorbidities accelerate liver fibrosis in chronic hepatitis B - time to act.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Alcohol consumption potentiates second-hit events in HBV-induced hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx Bioartificial Liver System for Liver Failure: A Therapeutic UTOpiA on the Horizon.\r\n\r\nPubmed   Journal   ReadQx Measuring Health Related Quality of Life and Patient-Reported Outcomes in Chronic Liver Disease.\r\nWe review the current literature on CLD symptom burden and its relationship with PROs concluding that PRO measurement incorporation into clinical trials and clinical practice is imperative to appreciate patients' perspectives about their liver disease and/or its treatment. PROs enhance communication between healthcare providers and patients regarding treatment expectations potentially improving outcomes.\r\nPubmed   Journal   ReadQx The first human xenogeneic liver transplantation - A landmark event, but what does it mean for hepatology?\r\n\r\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\r\n    Implementing a Fermentable Oligosaccharides, Disaccharides, Monosaccharides, and Polyols Diet in Asia: Addressing Cultural, Clinical and Practical Challenges.\r\nPotential solutions include building local capacity in dietary research and clinical practice;  expanding the analysis of Asian foods for FODMAP content;  fostering interdisciplinary training opportunities for health professionals using a train-the-trainer approach;  adapting educational resources so they are linguistically and culturally appropriate;  and developing practical resources for patients to facilitate recipe adaptation and meal planning. Addressing these barriers will improve access to the FODMAP diet for patients in Asia and may provide a framework to adapt other dietary therapies to suit culturally diverse groups.\r\nPubmed   Journal   ReadQx Insights Into Functional Dyspepsia and Gastroparesis - Western Versus Asian Perspectives.\r\nThese differences stem from varying accessibility to investigation tests and medications, dietary habits and cultural beliefs. This review article comprehensively summarizes the latest knowledge on the approach to the evaluation and management of functional dyspepsia and gastroparesis, and explores the different factors influencing management practices in the West as compared to in Asia.\r\nPubmed   Journal   ReadQx Is Fecal Microbiota Transplantation Applicable for the Treatment of Irritable Bowel Syndrome? Time for Precision Medicine.\r\n\r\nPubmed   Journal   ReadQx The Need for Objective Testing in Proton Pump Inhibitor-refractory Extraesophageal Gastroesophageal Reflux Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    How I Approach Flatulence.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx The Illusion of Response: Diffuse Hepatic Metastasis Masked by Shrinking Lesions in Neuroendocrine Carcinoma of the Cervix.\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Capsule Endoscopy in Chronic Mesenteric Ischemia Before and After Revascularization.\r\n\r\nPubmed   Journal   ReadQx Diaphragmatic ectopic variceal bleeding secondary to chronic primary idiopathic Budd-Chiari syndrome.\r\n\r\nPubmed   Journal   ReadQx Impact of Social Determinants of Health on Hepatocellular Carcinoma Surveillance Receipt and Early Detection.\r\n\r\nPubmed   Journal   ReadQx Lymphoepithelial Cyst of the Cervical Esophagus with Distinct Endoscopic Ultrasonography Findings.\r\n\r\nPubmed   Journal   ReadQx Measles Outbreaks 2025 and Beyond: Implications for Immunosuppressed Patients Managed by Gastroenterologists and Hepatologists.\r\n\r\nPubmed   Journal   ReadQx Endosc Int Open\r\n    Endoscopic management of a sessile serrated lesion at the appendiceal orifice.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopy\r\n    Circumferential long-segment Barrett's esophagus fully involved by adenocarcinoma resected by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMCDuodenal endoscopic submucosal dissection using dual-channel rapid hemostasis for a large tumor involving the papilla.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic laser lithotripsy for an impacted pancreatic duct stone using a novel ultra-slim cholangiopancreatoscope via the minor papilla.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic submucosal dissection using a novel multi traction device.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasonography-guided removal of a migrated stent from the abdominal cavity after transgastric endoscopic ultrasonography-guided drainage of a biliary leak.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided radiofrequency ablation for a pancreatic insulinoma: a novel endoscopic management strategy.\r\n\r\nPubmed   Journal   ReadQx   PMCGastrointest Endosc\r\n    Double-balloon enteroscope assisted endoscopic sigmoidocecoanastomosis in a patient with intestinal pseudoobstruction.\r\n\r\nPubmed   Journal   ReadQx Gastric peroral endoscopic myotomy for gastric remnant volvulus-associated pseudo-pyloric stenosis after esophagogastrostomy.\r\n\r\nPubmed   Journal   ReadQx Innovative pulley traction technique for esophageal ESD using endoclips and fishing line.\r\n\r\nPubmed   Journal   ReadQx Lumen-apposing metal stent used to facilitate gastric band retrieval in a patient with a vertical band gastroplasty.\r\n\r\nPubmed   Journal   ReadQx Novel self-made multi-loop dental floss traction device for enhanced endoscopic submucosal dissection in the gastric body.\r\n\r\nPubmed   Journal   ReadQx Hepatology\r\n    Bundle it up-Care bundles for spontaneous bacterial peritonitis.\r\n\r\nPubmed   Journal   ReadQx Fellows' Corner.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor: Methodological refinements needed in assessing Metabolic-Viral fibrosis interactions.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor: Re-evaluating the clinical relevance of the RIPPLY1-TBX19 Axis in CTNNB1-Mutant hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx Letter to the editor: Esophageal varices in Fontan patients - circulatory or hepatic failure?\r\n\r\nPubmed   Journal   ReadQx Reply: HBV DNA level of genuine immune-tolerant patients.\r\n\r\nPubmed   Journal   ReadQx Reply: Methodological refinements needed in assessing metabolic-viral fibrosis interactions.\r\n\r\nPubmed   Journal   ReadQx Surgical resection for hepatocellular carcinoma: Leave no TACE?\r\n\r\nPubmed   Journal   ReadQx Time to focus on POCUS For AKI management in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx When \"remission\" isn't enough: The unseen burden of autoimmune hepatitis.\r\n\r\nPubmed   Journal   ReadQx Who improves, who doesn't and why? Defining improvement and drivers of outcomes in pediatric MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Advancing HCC Surveillance in Hepatitis B With Biomarker-Based Strategy-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Editorial: Immune Checkpoint Inhibitors and HBV Reactivation in Liver Cancer-Reassurance With Vigilance. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Editorial: Predicting Hepatocellular Carcinoma Development in Chronic Hepatitis B Patients With Metabolic Dysfunction-Do Existing Scores Clear the Bar? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Letter Regarding 'Combined Lyon and Milan Scores Predict Gerd Management Outcome Better Than Either Score Alone or Their Individual Components'.\r\n\r\nPubmed   Journal   ReadQx Letter Regarding 'Combined Lyon and Milan Scores Predict Gerd Management Outcome Better Than Either Score Alone or Their Individual Components'. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Letter on \"Efficacy and Safety of Tenofovir Alafenamide (TAF) and Tenofovir Disoproxil Fumarate (TDF) Followed by TAF in Chronic Hepatitis B Patients of East Asian Ethnicity Following 5 Years of Treatment\".\r\n\r\nPubmed   Journal   ReadQx Letter: Gas-Sensing Capsules Advance Colonic Physiology Research Toward Clinical Translation.\r\n\r\nPubmed   Journal   ReadQx Letter: Gas-Sensing Capsules Advance Colonic Physiology Research Toward Clinical Translation. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Letter: Methodological Flaws and Clinical Gaps-A Critique of TAF/TDF 5-Year Data in East Asian CHB.\r\n\r\nPubmed   Journal   ReadQx Letters on \"Efficacy and Safety of Tenofovir Alafenamide (TAF) and Tenofovir Disoproxil Fumarate (TDF) Followed by TAF in Chronic Hepatitis B Patients of East Asian Ethnicity Following 5 Years of Treatment.\" Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Gastroenterology\r\n    Advancing Patient Care with the GRAVITI Trial.\r\n\r\nPubmed   Journal   ReadQx GRAVITI Study on Guselkumab's Efficacy and Safety for Moderate to Severe Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx Reevaluating the GRAVITI Trial of Subcutaneous Guselkumab for Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx Subcutaneous IL-23 Blockade as a Patient-Centered Strategy in Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    Response to: 'Cutting waste in endoscopy: the roles of professional practice and staffing levels' by Fujisawa and Fujikawa.\r\n\r\nPubmed   Journal   ReadQx Response to: 'Lumen-apposing metal stents for pancreatic fluid collections: has advancing technology encouraged overreach?' by Besim Fazil <i>et al<\/i>.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Can Autoimmune Hepatitis be diagnosed and treated without liver biopsy?\r\n\r\nPubmed   Journal   ReadQx Comment on \"Risk of alcohol-related liver disease and cause-specific mortality in individuals seeking treatment for alcohol use disorder\".\r\n\r\nPubmed   Journal   ReadQx Primary prophylaxis of spontaneous bacterial peritonitis using rifaximin in patients with severe cirrhosis and ascites, not the end of the story?\r\n\r\nPubmed   Journal   ReadQx Striking Elevation of Alpha- Fetoprotein During Acute Transient Myopathy Following Yttrium-90 Trans-Arterial Radioembolization.\r\n\r\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\r\n    Behavioral Postprandial Distress in Autism Spectrum Disorder: Behavioral Clues Beyond Physiology.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:46:29-04:00",
    "input_file": {}
  },
  {
    "path": "gi/10-10-2025/",
    "title": "Fri Oct 10 2025",
    "description": "108 articles - From Friday Oct 03 2025 to Friday Oct 10 2025",
    "author": [],
    "date": "2025-10-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Hepatology\r\n    Comparative effectiveness of peroxisome proliferator-activated receptor agonists as second-line therapies for primary biliary cholangitis: A systematic review and network meta-analysis.\r\nPPAR agonists are effective second-line therapies for primary biliary cholangitis. Treatment ranking differences likely reflect variations in outcomes, populations, and drug mechanisms. In the absence of head-to-head trials, network meta-analysis provides important insights into comparative effectiveness. Further studies are warranted to confirm long-term safety and improve the evaluation of patient-centered outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Alterations in Gut Microbiota and Metabolism in Cirrhotic Portal Hypertension: Implications for Disease Progression.\r\nOur study reveals that gut microbiota dysbiosis is implicated in CPH progression, potentially providing new avenues for microbiome-based treatment for CPH.\r\nPubmed   Journal   ReadQx Improving Clinical Outcomes of Encapsulated Faecal Microbiota Transplantation for Clostridioides difficile Infection Through Empirical Donor Selection and Optimised Dosing: A Quality Improvement Study.\r\n Empirical donor selection and a two-dose capsule FMT regimen improved clinical outcomes in a large-scale system treating patients with CDI.\r\nPubmed   Journal   ReadQx Prevalence of Opioid Use and Associated Healthcare Outcomes in Rome IV Irritable Bowel Syndrome in the United Kingdom.\r\n Approximately one in five people with Rome IV IBS used opioids on a regular basis. Compared with non-users, opioid users had worse QoL, greater psychological impairment, and higher direct healthcare costs.\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Associations Between Sexual Orientation and Disorders of Gut-Brain Interaction in Sexual Minority Populations.\r\nSexual orientation was independently associated with DGBI diagnoses among men, with no significant associations observed among women. These findings underscore the importance of considering gender-specific patterns when evaluating gastrointestinal health in sexual minority populations and highlight the need for tailored, inclusive approaches to DGBI care and research.\r\nPubmed   Journal   ReadQx EUS-GUIDED LIVER BIOPSY AND PORTAL PRESSURE MEASUREMENT COMPARED TO TRANSJUGULAR APPROACH: A RANDOMIZED CONTROLLED TRIAL.\r\n EUS is superior to TJ for simultaneous acquisition of adequate LB and reliable PPG, suggesting it has an important role in evaluating chronic liver diseases.\r\nPubmed   Journal   ReadQx Efficacy of Dupilumab on Facilitated Food Reintroduction in Eosinophilic Esophagitis.\r\n Patients with EoE treated with dupilumab were able to safely reintroduce EoE trigger foods into their diet without exacerbation of histologic, endoscopic, or symptomatic measures of EoE severity. Some patients were able to reintroduce food at an earlier timepoint than others. , Number  NCT05247866.\r\nPubmed   Journal   ReadQx Even Lower Alcohol Intake Might Be Harmful For East Asian Males With MASLD Spectrum.\r\n East Asian men with MASLD had increased LRE risk at thresholds substantially.\r\nPubmed   Journal   ReadQx From Pixels to Peristalsis: Comparing Achalasia Diagnosis with Artificial Intelligence to Expert Endoscopists.\r\n These results indicate that AI can leverage upper endoscopy videos to detect achalasia with an accuracy comparable to that of expert endoscopists.\r\nPubmed   Journal   ReadQx OCCASIONAL CONSTIPATION: PREVALENCE AND IMPACT IN THE ROME IV GLOBAL EPIDEMIOLOGY STUDY.\r\n Rome-defined OC is common on a global scale, associated with psychological distress, reduced QoL, other Rome IV diagnoses, and high healthcare utilization.\r\nPubmed   Journal   ReadQx Resolution of metabolic dysfunction improves liver health among Chinese children: evidence from two prospective cohorts.\r\nMetabolic dysfunction is a strong predictor of incident hepatic steatosis in children, and resolution of this dysfunction attenuates the attendant risk. These findings highlight the importance of primary and secondary interventions targeting metabolic risk factors to improve liver health in children.\r\nPubmed   Journal   ReadQx Endosc Int Open\r\n    Anti-reflux barrier competency can be estimated by gastric folds stretching during intragastric insufflation without special equipment.\r\nFlattening of gastric folds or mucosal ridges during insufflation is a reliable predictor of IGP. This finding may help identify patients with anti-reflux barrier dysfunction during regular endoscopic examination.\r\nPubmed   Journal   ReadQx   PMCPost-endoscopy esophageal adenocarcinoma and root cause analysis in Auckland, New Zealand.\r\nAuckland's PEEC prevalence aligns with international post-endoscopy upper gastrointestinal cancer rates. Root-cause analysis underscores that a significant proportion of PEECs may be preventable with improved clinical practice.\r\nPubmed   Journal   ReadQx   PMCEndoscopy\r\n    Environmental Impact of Computer-Aided Diagnosis in Colonoscopy: A Carbon Footprint Assessment of a Prospective Study Cohort.\r\n Using CADx in the leave-in-situ strategy would increase the environmental burden of colonoscopy.\r\nPubmed   Journal   ReadQx Greener Colonoscopy: CO2 emissions are reduced by 87% with judicious CO2 use and adoption of a non-leak gas/water valve.\r\n Judicious CO2 use and adoption of a non-leak valve significantly reduces CO2 emissions and costs in colonoscopy, contributing to the NHS's goal of delivering a \"net zero\" service. We suggest turning off CO2 when not needed, adopting non-leak valves, implementing this practice in other endoscopic procedures and encouraging al endoscope manufacturers to develop similar valves.\r\nPubmed   Journal   ReadQx Gut\r\n    Asian Pacific Association of Gastroenterology task force recommendations on surveillance for <i>Helicobacter pylori<\/i> associated gastric premalignant conditions.\r\n These statements aim to provide a structured, evidence based surveillance framework for clinical practice in the Asia Pacific region, while also identifying priority areas for future research.\r\nPubmed   Journal   ReadQx Crosstalk between liver sinusoidal endothelial cells and hepatocytes via IL-1α-IL1R1 axis exacerbates ischaemia/reperfusion injury in aged livers.\r\n Our findings identify the crosstalk between LSECs and hepatocytes in aged livers aggravating HIRI via MEIS2/IL-1α/IL1R1/TNF-α axis, suggesting that IL-1α neutralising antibody can be exploited as a promising therapeutic strategy for aged HIRI.\r\nPubmed   Journal   ReadQx DPP-4 inhibitor alleviates gut-brain axis pathology in Parkinson's disease.\r\n These findings demonstrated that sitagliptin alleviated α-synuclein deposition in the gut and brain through modulation of TLR2-mediated inflammation and altered the gut microbiome composition towards a more favourable profile, which indicates that DPP-4is can offer a novel therapeutic avenue for managing PD.\r\nPubmed   Journal   ReadQx Galectin-4 drives anti-PD-L1/BVZ resistance by regulating metabolic adaptation and tumour-associated neutrophils in hepatocellular carcinoma.\r\n Activation of the galectin-4/LDHA/HIF-1α and CXCL6 axis plays a pivotal role in ATZ/BVZ therapy resistance. Galectin-4 serves as a promising therapeutic target to improve immunotherapy efficacy and an effective predictive biomarker for immunotherapy response in HCC.\r\nPubmed   Journal   ReadQx Large-scale multiomic analysis identifies non-coding somatic driver mutations and nominates <i>ZFP36L2<\/i> as a driver gene for pancreatic ductal adenocarcinoma.\r\nChromatin interaction analysis identified 416 potential target genes and MPRA revealed 178 NCSMs impacting reporter activity (19.45% of those tested). Targeted luciferase validation confirmed negative effects on gene regulatory activity for NCSMs near as a novel PDAC driver gene with a likely tumour suppressor function.\r\nPubmed   Journal   ReadQx Single-cell analysis identifies RETN<sup>+<\/sup> monocyte-derived Resistin as a therapeutic target in hepatitis B virus-related acute-on-chronic liver failure.\r\nRETN + monocytes constitute a distinct immunoregulatory subset enriched in HBV-ACLF, and their product, Resistin, exerts significant hepatoprotective and anti-inflammatory effects. These findings highlight RETN + monocytes and Resistin as promising immunotherapeutic targets for HBV-ACLF.\r\nPubmed   Journal   ReadQx Hepatology\r\n    Association between longitudinal weight change and clinical outcome in individuals with MASLD.\r\nIn MASLD, weight gain is associated with increased LREs risks and liver stiffness progression. Conversely, weight loss confers benefits for liver stiffness improvement and modifies LREs risk in those who achieve obesity reversal.\r\nPubmed   Journal   ReadQx Hepatocyte-derived extracellular vesicles promote endothelial dedifferentiation in chronic liver disease through the miR-153-3p - pyroptosis axis.\r\nHepEVs-derived miRNAs, particularly miR-153-3p, contribute to endothelial dysfunction in CLD by triggering pyroptosis through a paracrine mechanism. Inhibiting Caspase-1 may provide a novel therapeutic approach to mitigate endothelial dysfunction in CLD.\r\nPubmed   Journal   ReadQx Laser-activated nanoparticles rewire tumor microenvironment enhancing PD-1 blockade and T cell response in cholangiocarcinoma.\r\nOur findings emphasize the therapeutic potential of combining nanotechnology and immunotherapy to reshape the TME and overcome immunotherapy resistance in fibrotic tumors, such as CCA. Targeting both ECM and immune checkpoints has emerged as a promising and versatile strategy to enhance the efficacy of immunotherapy against desmoplastic cancers.\r\nPubmed   Journal   ReadQx Pioneering precision: The evolution of immunotherapy for hepatocellular carcinoma.\r\nIn addition, several novel immunotherapeutic targets have been identified and treatments exploiting those targets are currently at early as well as late stages of clinical development. Herein, we review this evolution of immunotherapy for HCC which holds the potential for increasing therapeutic precision and thus for maximizing the benefit of patients while simultaneously reducing their risk of harm.\r\nPubmed   Journal   ReadQx Sarcoid liver disease - A review article.\r\nPatients with ongoing hepatic inflammation require the initiation of the disease-modifying agents to prevent fibrosis and decompensation. This review article summarizes the existing literature on etiology, risk factors, pathogenesis, clinical features, and the management of hepatic sarcoid.\r\nPubmed   Journal   ReadQx Targeting sterol O-acyltransferase 1 rewires fatty acid metabolism and uncovers immune vulnerability in hepatocellular carcinoma.\r\n SOAT1 functions as both a metabolic vulnerability and an immune regulator in HCC. Its inhibition disrupts tumor-promoting metabolic processes while enhancing immune activation, presenting it as a promising therapeutic target. Combining SOAT1 inhibition with PD-1 blockade holds potential for improving outcomes in HCC immunotherapy.\r\nPubmed   Journal   ReadQx J Hepatol\r\n    HES V2.0 validation and performance compared to GALAD and ASAP in the HEDS cohort.\r\nIn a phase 3 biomarker validation study, HES V2.0 had higher sensitivity than ASAP for HCC detection, and a similar or higher sensitivity than GALAD only at 12 months before HCC diagnosis at 10% FPR and when over time gradients in AFP, AFP L3, and DCP are available. Impact and implications Hepatocellular carcinoma (HCC) remains a leading cause of cancer-related mortality, with early detection being critical for improving survival outcomes. This study provides a rigorous phase 3 validation of the HES V2.0 biomarker panel, demonstrating its superior or comparable sensitivity to established models like GALAD and ASAP in a large, diverse U.S. cirrhosis cohort. The findings are particularly impactful for clinicians and researchers focused on liver cancer surveillance, as HES V2.0 offers enhanced detection performance, especially when longitudinal biomarker data are available. These results support the integration of HES V2.0 into clinical workflows and future trials, potentially improving early HCC detection and enabling timely curative interventions for at-risk patients.\r\nPubmed   Journal   ReadQx Multicenter phase II trial of lenvatinib in patients with advanced hepatocellular carcinoma after progression on first-line atezolizumab plus bevacizumab.\r\nLenvatinib demonstrated promising efficacy and a manageable safety profile as a second-line treatment for patients with HCC progressing on atezo-bev. These findings offer prospective evidence supporting lenvatinib as a viable treatment option in the post-atezo-bev context. Impact and implications This study provides the first prospective evidence for the use of lenvatinib as a second-line therapy for patients with unresectable hepatocellular carcinoma who have progressed after first-line atezo-bev treatment. The findings highlight the potential of lenvatinib as a viable therapeutic option in a clinical setting where few alternatives are available. The results are particularly important for healthcare professionals managing unresectable hepatocellular carcinoma, as they provide a robust framework for considering lenvatinib in second-line treatment protocols. Given the manageable safety profile, these findings could be translated into practical recommendations for clinical practice, offering physicians a treatment strategy to improve patient outcomes following atezo-bev failure while guiding future research into combination therapies and broader patient populations. Clinical trial number NCT06138769.\r\nPubmed   Journal   ReadQx Prognostic value of liver stiffness measurement vs. biochemical response in primary biliary cholangitis.\r\nDiscordance between LSM and biochemical response is frequent. Most recent or current LSM is the strongest predictor of first liver-related events in patients with PBC, irrespective of prior biochemical response or LSM trajectory. Impact and implications Both liver stiffness measurement (LSM) and biochemical response have prognostic significance in patients with primary biliary cholangitis (PBC). However, the clinical relevance and how discordant biochemical and LSM changes should be best interpreted remain unclear. In this large international multicenter study, we demonstrated that once the current LSM (LSMc) is known, prior LSM trajectories and biochemical changes did not improve the prediction of liver-related events in patients with PBC.\r\nPubmed   Journal   ReadQx Reversal of ACLF and ALF using whole blood extracorporeal system combining HLA-depleted liver organoids with granulocyte-monocyte apheresis.\r\nThe tandem UTOpiA circuit provides a significant survival benefit in preclinical rodent models of ACLF and ALF by providing anti-inflammatory, synthetic, and metabolic support. Understanding the regenerative signals that promote recovery of the injured liver will broaden the scope of this whole blood extracorporeal system, potentially serving as a new off-the-shelf liver support therapy. Impact and implications Restoring hepatic metabolism while controlling inflammation in acutely decompensated cirrhosis, is a major clinical unmet need. Combining human HLA-modified human iPSC derived liver organoids with granulocyte and monocyte apheresis, we report a bioartificial liver system to manage inflammation, restore liver function and augment regenerqation in two rat models of severe liver failure. This therapy could offer a off-the-shelf therapeutic option for patients with life-threatening liver failure.\r\nPubmed   Journal   ReadQx Targeting cell-state plasticity driven by FOXM1/CEBPB axis disrupts developmental heterogeneity and therapeutic resistance in hepatocellular carcinoma.\r\n Tumor cell-state plasticity driven by the FOXM1/CEBPB axis induces developmental heterogeneity and therapeutic resistance in hepatocellular carcinoma. RNAi-based therapies targeting hepatic FOXM1 showed strong potential for further clinical testing. Impact and implications Tumor heterogeneity and therapeutic resistance remain major barriers in cancer treatment, largely driven by dynamic transitions across multiple cellular states. This study reveals that the FOXM1/CEBPB axis is a crucial regulator of these hierarchical cellular transitions and plays a key role in sustaining developmental heterogeneity and promoting resistance to therapies. By targeting this axis, we demonstrated the restoration of developmental homogeneity and significant disruption of therapeutic resistance in preclinical models. Furthermore, our findings highlight the strong efficacy of RNAi-based therapeutics directed at hepatic FOXM1, highlighting their promising potential as pioneering small nucleic acid drugs for cancer therapy.\r\nPubmed   Journal   ReadQx Transcriptomic and epigenetic mechanisms controlling cholangiocytes transdifferentiation into hepatocytes.\r\nOverall, our results confirm that cholangiocytes can transdifferentiate into hepatocytes. This process is promoted by HNF4G, it involves epigenetic remodelling, and is consistent across the three liver lobes. This knowledge paves the way for future therapies aiming to enhance liver regeneration by increasing cholangiocytes' plasticity.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Significance of Neoplasia Detection Rate in Barrett's Esophagus: A \"PEEC\" into the Data and Optimal Definitions.\r\n\r\nPubmed   Journal   ReadQx Gastroenterology\r\n    Foundation Models in Medicine, Gastroenterology, and Endoscopy: The Next Frontier?\r\n\r\nPubmed   Journal   ReadQx In Memoriam: Jaume Bosch, MD, PhD.\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    Current and emerging concepts for systemic treatment of metastatic colorectal cancer.\r\nThese findings open new avenues for the development of advanced immunotherapies for CRC. In this review, we summarise major developments in the systemic therapy of CRC within the last couple of decades, provide an overview of emerging and soon-to-be implemented therapeutic strategies and present concepts from clinical and preclinical research to manipulate tumour cells and the tumour stroma to sensitise microsatellite stable colorectal tumours to immunotherapy.\r\nPubmed   Journal   ReadQx Rise of precision medicine: can it deliver on its promise in IBD?\r\nIn this concept, longitudinal assessment of patient-reported outcomes and molecular profiling in response to therapy may serve as early predictors of long-term outcomes, guide early therapeutic adjustments and reveal mechanisms that open new therapeutic avenues, such as adjunct or combination treatments. Adopting this dynamic, data-driven approach to treatment adaptation could shift management of IBD from reactive to proactive and substantially improve long-term outcomes with the vision to fully control a life-long disease.\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Postnatal hepatocyte proliferation - challenge and opportunity for gene therapy.\r\n\r\nPubmed   Journal   ReadQx Rat hepatitis E virus: An emerging challenge in human hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    \"Functional\" GI Conditions in the Older Adult: DGBIs and Beyond.\r\n\r\nPubmed   Journal   ReadQx 2025 CME Information.\r\n\r\nPubmed   Journal   ReadQx American College of Gastroenterology Monograph on Geriatrics and GI.\r\n\r\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx Colorectal Cancer Screening and Surveillance and Other Colon Conditions in the Older Adult.\r\n\r\nPubmed   Journal   ReadQx Considerations in the Diagnoses and Management of Hepatic Disease in Older Adults.\r\n\r\nPubmed   Journal   ReadQx Editor and Author Profiles.\r\n\r\nPubmed   Journal   ReadQx Gastro-Esophageal Disorders of the Geriatric Population.\r\n\r\nPubmed   Journal   ReadQx How I Approach Flatulence.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx Monograph Conclusion.\r\n\r\nPubmed   Journal   ReadQx Pancreatic Cysts and Pancreatitis in the Older Adult.\r\n\r\nPubmed   Journal   ReadQx Practical Advice for the Management of Older Adults With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx Rallentando un Poco : Carvedilol and Its Role in Cirrhosis Progression.\r\n\r\nPubmed   Journal   ReadQx Response to Biswas et al.\r\n\r\nPubmed   Journal   ReadQx Response to Tan et al.\r\n\r\nPubmed   Journal   ReadQx The Illusion of Response: Diffuse Hepatic Metastasis Masked by Shrinking Lesions in Neuroendocrine Carcinoma of the Cervix.\r\n\r\nPubmed   Journal   ReadQx Vaccination Outcomes and Recommendations Among Older Adults in a Gastroenterology and Hepatology Practice.\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    High Prevalence of Difficult Readability of Gluten-Free Diet Recommendations for Celiac Disease Patients.\r\n\r\nPubmed   Journal   ReadQx Syphilitic Proctitis Mimicking Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx Endoscopy\r\n    A novel slim cholangioscope facilitates antegrade laser lithotripsy for an intrahepatic biliary stone with acute ductal angulation.\r\n\r\nPubmed   Journal   ReadQx   PMCArtificial intelligence for colorectal polyp sizing: clinical promise and methodological challenges.\r\n\r\nPubmed   Journal   ReadQx Circumferential long-segment Barrett's esophagus fully involved by adenocarcinoma resected by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic full-thickness defect closure using a novel suture anchor device: a pilot survival porcine study.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic hand-suturing for endoscopic submucosal dissection wound closure: a didactic clinical case presentation.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic submucosal dissection of a large cavernous hemangioma in the proximal esophagus.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided radiofrequency ablation for a pancreatic insulinoma: a novel endoscopic management strategy.\r\n\r\nPubmed   Journal   ReadQx   PMCMicro-endoscopic retrograde cholangiopancreatography catheter-assisted endoscopic laser lithotripsy: improving insertability and safety.\r\n\r\nPubmed   Journal   ReadQx   PMCMucosal zipper endoscopic resection offers a novel option for the treatment of gastric submucosal tumors.\r\n\r\nPubmed   Journal   ReadQx   PMCPitfall of endoscopic ultrasound-guided hepaticoduodenostomy: Impact of hepatic parenchymal volume during device insertion.\r\n\r\nPubmed   Journal   ReadQx   PMCPitfalls of endoscopic ultrasound-guided gallbladder drainage using a lumen-apposing metal stent: impact of the intraluminal water-filling technique.\r\n\r\nPubmed   Journal   ReadQx   PMCSnare traction-assisted ultra-long tunnel endoscopic resection of a giant exophytic cardia subepithelial tumor with diaphragmatic adherence.\r\n\r\nPubmed   Journal   ReadQx   PMCSubmucosal tunneling endoscopic resection for the treatment of infantile gastric duplication cyst: the first report in infants.\r\n\r\nPubmed   Journal   ReadQx   PMCTroubleshooting guidewire perforation of the bile duct during endoscopic ultrasound-guided hepaticogastrostomy using the liver impaction technique.\r\n\r\nPubmed   Journal   ReadQx   PMCUnderwater endoscopic submucosal dissection via continuous irrigation method and red dichromatic imaging for a rectal cancer with severe fibrosis.\r\n\r\nPubmed   Journal   ReadQx   PMCGastroenterology\r\n    From Ongoing Fibrosis to Biopsy to Diagnosis: A Thorough Evaluation of Liver Granulomas in Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx Learning to Tolerate: Searching for the Cells Responsible for Food Antigen Tolerance.\r\n\r\nPubmed   Journal   ReadQx Mass screening of celiac disease: a crossing point between secondary and primary prevention?\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    Biology of regional gut-mucosal-transcriptomes in healthy individuals and individuals with diabetic: incorporating cellular composition and embracing variation.\r\n\r\nPubmed   Journal   ReadQx FODMAPs and functional dyspepsia: emerging evidence but unanswered questions.\r\n\r\nPubmed   Journal   ReadQx ISG15-CREB1 ISGylation: a stellate cell brake in liver fibrosis.\r\n\r\nPubmed   Journal   ReadQx Hepatology\r\n    Cirrhotic portal vein thrombosis as a vascular rather than a thrombotic disorder.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor: Clarifying LSM cutoff validation, statistical power, and subgroup applicability in predicting liver-related events in chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor: Dropout dynamics in RT+LT vs LR for pCCA-an overlooked variable?\r\n\r\nPubmed   Journal   ReadQx Multi-omics and machine learning in cholangiocarcinoma: A paradigm shift toward molecular subtyping and precision therapy.\r\n\r\nPubmed   Journal   ReadQx Re: Are we overestimating LSM-Based HCC risk in MASLD? Addressing immortal time bias.\r\n\r\nPubmed   Journal   ReadQx Reply: Clarifying LSM cutoff validation, statistical power, and subgroup applicability in predicting liver- related events in chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx The Liver Meeting: 2025 Abstracts.\r\n\r\nPubmed   Journal   ReadQx The Liver Meeting: 2025 Subject Categories.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    FGF21 and the brain-liver axis: Harnessing sympathetic pathways in MASH.\r\n\r\nPubmed   Journal   ReadQx Preemptive TIPS in patients with cirrhosis and acute variceal bleeding related to gastric varices: The GAVAPROSEC trial.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter on \"Telemetric Assessment and Comparison of Regional Colonic Metabolic Activity in Ambulant Healthy Individuals Using pH and Gas-Sensing Wireless Motility Capsules\".\r\n\r\nPubmed   Journal   ReadQx Letter on 'Telemetric Assessment and Comparison of Regional Colonic Metabolic Activity in Ambulant Healthy Individuals Using pH and Gas-Sensing Wireless Motility Capsules': Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Letter to the Editor re: The Assessment of Gastrointestinal Transit by the Atmo Capsule: A Comparison With the SmartPill Capsule.\r\n\r\nPubmed   Journal   ReadQx Endosc Int Open\r\n    Urgency for standardized protocols to improve clinical implementation of artificial intelligence in endoscopic diagnostics.\r\n\r\nPubmed   Journal   ReadQx   PMCGastroenterology\r\n    Cautious Implementation of Helicobacter pylori Eradication in the Elderly.\r\n\r\nPubmed   Journal   ReadQx Comments on \"Preventive effect of Helicobacter pylori treatment on gastric cancer incidence and mortality: A Korean population study\".\r\n\r\nPubmed   Journal   ReadQx Methodological Considerations in Evaluating the Preventive Effect of Helicobacter pylori Eradication on Gastric Cancer Incidence and Mortality.\r\n\r\nPubmed   Journal   ReadQx Reassessing the Observational Evidence for H. pylori Eradication and Gastric Cancer Prevention.\r\n\r\nPubmed   Journal   ReadQx Revisiting gender differences in gastric cancer prevention with Helicobacter pylori eradication therapy.\r\n\r\nPubmed   Journal   ReadQx Translating Population-Based Evidence on H. pylori Eradication into Precision Surveillance Strategies.\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    EUS-guided portal pressure measurement: how to make it more accurate? Authors' response.\r\n\r\nPubmed   Journal   ReadQx Impaired glucose metabolism in irritable bowel syndrome: personalised low-glycaemic diet as potential therapeutic target.\r\n\r\nPubmed   Journal   ReadQx Improving evidence, but at what ethical price?\r\n\r\nPubmed   Journal   ReadQx Response to 'Biliary sludge and microlithiasis: are we covering the full spectrum of lithogenic biliary disorders?'\r\n\r\nPubmed   Journal   ReadQx Response to Abdulrahman Qatomah <i>et al<\/i> and Suchanart Jitrukthai <i>et al<\/i>.\r\n\r\nPubmed   Journal   ReadQx Response to: 'Differentiating gastroparesis from functional dyspepsia is no longer sufficient' by O'Grady <i>et al<\/i>.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:52:19-04:00",
    "input_file": {}
  },
  {
    "path": "gi/10-03-2025/",
    "title": "Fri Oct 03 2025",
    "description": "97 articles - From Friday Sep 26 2025 to Friday Oct 03 2025",
    "author": [],
    "date": "2025-10-03",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Neurogastroenterol Motil\r\n    2025 Focused Update of the Seoul Consensus on Gastroesophageal Reflux Disease: Evidence-based Recommendations on Acid Suppressive Therapy.\r\nSix key statements are presented: updated definition and classification of GERD (Statement 1);  initial and long-term treatment strategies tailored to GERD phenotypes, such as non-erosive reflux disease, mild erosive esophagitis, and severe erosive esophagitis (Statements 2-5);  and dose optimization strategies for long-term safety (Statement 6). These guidelines aim to support gastroenterologists and general healthcare providers in making individualized evidence-based decisions for GERD management.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Gastrointest Endosc\r\n    Transoral Outlet Reduction for the Treatment of Dumping Syndrome After Roux-En-Y Gastric Bypass: A Systematic Review and Meta-Analysis.\r\n Our study concludes that TORe is an effective and safe procedure for treating DS among RYGB patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Alterations in Gut Microbiota and Metabolism in Cirrhotic Portal Hypertension: Implications for Disease Progression.\r\nOur study reveals that gut microbiota dysbiosis is implicated in CPH progression, potentially providing new avenues for microbiome-based treatment for CPH.\r\nPubmed   Journal   ReadQx Am J Gastroenterol\r\n    Correlation and Assessment of Small Bowel Lesions Using Cross-Sectional Imaging Techniques Compared With Small Intestinal Contrast Ultrasonography in Known Crohn's Disease (the CACTUS-CD Study): A Paired, Prospective, Confirmatory Study.\r\n IUS is a highly accurate, noninvasive tool for monitoring SB CD, with SICUS enhancing stricture detection. Although CTE/MRE remains essential for evaluating proximal and mid-SB disease and surgical planning, the limited overall incremental impact support a scalable, ultrasound-first approach (ClinicalTrials.gov  NCT06125678).\r\nPubmed   Journal   ReadQx Elevation of tTG-IgA Antibodies in a Prospective Cohort of Children at Risk of Celiac Disease: Insights From the CDGEMM Cohort.\r\nWe found that al subjects had normal tTG-IgA 6 months before seroconversion. Thus, we conclude that tTG-IgA elevation in subjects with CeD is a sudden event and its trajectory cannot be used as a marker to predict seroconversion in this population.\r\nPubmed   Journal   ReadQx Global prevalence, characterization and impact of Functional Bowel Disorders.\r\nFBD are common globally with minor differences across regions and countries and with prominent effects on health and daily life. Relatively minor diagnostic criteria changes can affect IBS prevalence rates substantially, but the negative health impact remains.\r\nPubmed   Journal   ReadQx Gut microbiota are more strongly associated with impairments in health-related quality of life than disease activity in inflammatory bowel disease.\r\n Alterations in gut microbiota are associated with HRQoL outcomes in patients with IBD and healthy controls.\r\nPubmed   Journal   ReadQx Impact of Prior Upper Endoscopy on Gastric Cancer Stage and Survival in Older Adults.\r\n Prior EGD is associated with earlier stage and improved survival in older adults. This study supports further research into endoscopic screening in the U.S. across younger age groups and diverse populations and healthcare settings.\r\nPubmed   Journal   ReadQx Incomplete Polyp Resection Rate of Colorectal Polyps in the Chinese Population: A Cross-Sectional Study.\r\n The IRR of polyps varies greatly in clinical practice, even among experienced endoscopists. SSA/Ps and polyps located in the proximal colon tend to be incompletely resected, and a high level of NBI experience might help reduce the IRR.\r\nPubmed   Journal   ReadQx Increasing Goals of Care Discussions Among Veterans with Cirrhosis: A Veterans Health Administration Quality Improvement Initiative.\r\n GCD documentation increased over time in the context of targeted QI initiatives. Future interventions should be conducted earlier and address illness understanding.\r\nPubmed   Journal   ReadQx Pregnancy Outcomes After Maternal or Paternal Exposure to Tofacitinib Across Clinical Programs.\r\n Outcomes of maternal/paternal tofacitinib exposure were similar to those expected in the general population;  tofacitinib should not be used during pregnancy unless clearly necessary.\r\nPubmed   Journal   ReadQx Role of Prucalopride in the Treatment of Chronic Constipation in Parkinson's Disease: A Randomized Controlled Trial.\r\n Prucalopride was safe, well-tolerated, and more effective than placebo in increasing bowel movement frequency in PD patients with chronic constipation, supporting its potential as a therapeutic option in this population.\r\nPubmed   Journal   ReadQx Social Determinants of Health and Liver Transplant Outcomes in U.S. Indigenous Populations.\r\n IPUS face SDOH challenges and lower rates of LT after waitlisting but can still achieve post-LT outcomes similar to non-IPUS patients.\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Associations Between Sexual Orientation and Disorders of Gut-Brain Interaction in Sexual Minority Populations.\r\nSexual orientation was independently associated with DGBI diagnoses among men, with no significant associations observed among women. These findings underscore the importance of considering gender-specific patterns when evaluating gastrointestinal health in sexual minority populations and highlight the need for tailored, inclusive approaches to DGBI care and research.\r\nPubmed   Journal   ReadQx Efficacy of Dupilumab on Facilitated Food Reintroduction in Eosinophilic Esophagitis.\r\n Patients with EoE treated with dupilumab were able to safely reintroduce EoE trigger foods into their diet without exacerbation of histologic, endoscopic, or symptomatic measures of EoE severity. Some patients were able to reintroduce food at an earlier timepoint than others. , Number  NCT05247866.\r\nPubmed   Journal   ReadQx Even Lower Alcohol Intake Might Be Harmful For East Asian Males With MASLD Spectrum.\r\n East Asian men with MASLD had increased LRE risk at thresholds substantially.\r\nPubmed   Journal   ReadQx OCCASIONAL CONSTIPATION: PREVALENCE AND IMPACT IN THE ROME IV GLOBAL EPIDEMIOLOGY STUDY.\r\n Rome-defined OC is common on a global scale, associated with psychological distress, reduced QoL, other Rome IV diagnoses, and high healthcare utilization.\r\nPubmed   Journal   ReadQx Resolution of metabolic dysfunction improves liver health among Chinese children: evidence from two prospective cohorts.\r\nMetabolic dysfunction is a strong predictor of incident hepatic steatosis in children, and resolution of this dysfunction attenuates the attendant risk. These findings highlight the importance of primary and secondary interventions targeting metabolic risk factors to improve liver health in children.\r\nPubmed   Journal   ReadQx Endoscopy\r\n    Endoscopic eradication therapy with multifocal cryoballoon ablation for Barrett esophagus-related neoplasia: a prospective European multicenter study.\r\n In expert hands, endoscopic eradication therapy with FCBA is highly effective in selected patients with BE of limited length, although the potential risk for stricture formation warrants further research.\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    A Novel Thin-Needle Knife with High-Pressure Waterjet for Colorectal Underwater Endoscopic Submucosal Dissection.\r\n The high-pressure thin-needle knife appears to improve dissection speed with a favorable efficacy and safety profile.\r\nPubmed   Journal   ReadQx EFFICACY AND SAFETY OF A SELF-ASSEMBLING PEPTIDE HAEMOSTATIC GEL IN THE TREATMENT OF BLEEDING IN EUS-GUIDED DRAINAGE AND DIRECT ENDOSCOPIC NECROSECTOMY OF PANCREATIC FLUID COLLECTIONS.\r\nThis novel haemostatic gel is a safe andeffectiveto manage oozing bleedings related to PFCs EUS-guided drainage or DEN.\r\nPubmed   Journal   ReadQx Endoscopic submucosal dissection combined with endoscopic closure of gastrointestinal fistulas, including those refractory to prior treatment: results after descriptive series.\r\n ESD with closure is safe and effective to cure fistulas, and could be considered part of the first-line treatment for naïve patients. In refractory patients, although of moderate efficacy, this technique could represent an alternative approach prior to salvage surgery.\r\nPubmed   Journal   ReadQx Impact of artificial intelligence-assisted colonoscopy on gastroenterology fellow performance: A pragmatic randomized controlled trial.\r\n This pragmatic randomized controlled trial demonstrates that AI assisted colonoscopy improves RADR for gastroenterology trainees. Overall ADR was not significantly different between groups. We propose a use case via AI assisted colonoscopy for trainees guiding improvement of adenoma detection in the right colon and standardizing a critically needed colorectal cancer screening quality metric.\r\nPubmed   Journal   ReadQx Gut\r\n    Endoscopic or surgical gastroenterostomy for malignant gastric outlet obstruction: a randomised trial.\r\n In this randomised trial, EUS-GE was superior to SGJ with regards to oral intake, need for reinterventions or supplemental nutrition, length of hospitalisation, quality of life and treatment costs.\r\nPubmed   Journal   ReadQx Gut microbial modulation of 3-hydroxyanthranilic acid and dopaminergic signalling influences attention in obesity.\r\nWe have identified the microbiota and 3-HAA as potential therapeutic targets to improve attention, especially in obesity.\r\nPubmed   Journal   ReadQx Hereditary diffuse gastric cancer spectrum associated with germline <i>CTNNA1<\/i> loss of function revealed by clinical and molecular data from 351 carrier families and over 37 000 non-carrier controls.\r\nBackground Diffuse gastric cancer (DGC) is the most common manifestation in germline -carrier individuals and families.\r\nPubmed   Journal   ReadQx Hypothesis-generating evaluation of multi-armoured oncolytic HSV-1 (VG161) in intrahepatic cholangiocarcinoma: pooled insights from multicentre studies.\r\n These early-phase findings suggest that VG161 elicits meaningful immune activation in ICC and supports further investigation. By inducing both direct oncolysis and multilayered immune activation, VG161 shows clinical benefit in a heavily pretreated population and holds promise for integration with CPI-based regimens. Validation in larger trials is warranted.\r\nPubmed   Journal   ReadQx Hepatology\r\n    Laser-activated nanoparticles rewire tumor microenvironment enhancing PD-1 blockade and T cell response in cholangiocarcinoma.\r\nOur findings emphasize the therapeutic potential of combining nanotechnology and immunotherapy to reshape the TME and overcome immunotherapy resistance in fibrotic tumors, such as CCA. Targeting both ECM and immune checkpoints has emerged as a promising and versatile strategy to enhance the efficacy of immunotherapy against desmoplastic cancers.\r\nPubmed   Journal   ReadQx Multiomics combined with machine learning defines unique molecular subtypes of cholangiocarcinoma and identifies TNK1 as a therapeutic target.\r\nIntegrated multiomic characterization provides translational insights by defining unique molecular subtypes associated both with therapeutic response and overall clinical outcomes. This approach identified TNK1 as a previously unrecognized therapeutic target in a defined subset of CCA tumors.\r\nPubmed   Journal   ReadQx Pioneering precision: The evolution of immunotherapy for hepatocellular carcinoma.\r\nIn addition, several novel immunotherapeutic targets have been identified and treatments exploiting those targets are currently at early as well as late stages of clinical development. Herein, we review this evolution of immunotherapy for HCC which holds the potential for increasing therapeutic precision and thus for maximizing the benefit of patients while simultaneously reducing their risk of harm.\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Genetic and non-genetic drivers of histological progression and regression in MASLD.\r\n Genetic predisposition and its significant interactions with non-genetic factors drive the dynamic trajectory of MASLD, providing a critical framework for personalized risk stratification and management. Impact and implications Histological changes in metabolic dysfunction-associated steatotic liver disease are driven by complex interactions between genetic and non-genetic factors, not by isolated influences. The PNPLA3 rs738409 allele worsened fibrosis and steatosis, while the HSD17B13 rs72613567 allele acted as a protective factor against progression and promoted regression. A polygenic risk score (PRS), based on three single nucleotide polymorphisms, comprising the sum of the three risk alleles, independently predicted histological progression. Conversely, the PRS of the three non-risk alleles was associated with histological regression. Non-genetic factors such as age, sex, BMI changes, and type 2 diabetes mellitus significantly modified the impact of both single genetic variants and the PRS on histology. These findings underscore the necessity of considering these multifaceted interactions for personalized MASLD management, including risk stratification and future therapeutic development.\r\nPubmed   Journal   ReadQx Multicenter phase II trial of lenvatinib in patients with advanced hepatocellular carcinoma after progression on first-line atezolizumab plus bevacizumab.\r\nLenvatinib demonstrated promising efficacy and a manageable safety profile as a second-line treatment for patients with HCC progressing on atezo-bev. These findings offer prospective evidence supporting lenvatinib as a viable treatment option in the post-atezo-bev context. Impact and implications This study provides the first prospective evidence for the use of lenvatinib as a second-line therapy for patients with unresectable hepatocellular carcinoma who have progressed after first-line atezo-bev treatment. The findings highlight the potential of lenvatinib as a viable therapeutic option in a clinical setting where few alternatives are available. The results are particularly important for healthcare professionals managing unresectable hepatocellular carcinoma, as they provide a robust framework for considering lenvatinib in second-line treatment protocols. Given the manageable safety profile, these findings could be translated into practical recommendations for clinical practice, offering physicians a treatment strategy to improve patient outcomes following atezo-bev failure while guiding future research into combination therapies and broader patient populations. Clinical trial number NCT06138769.\r\nPubmed   Journal   ReadQx PARG inhibition halts cholangiocarcinoma progression via the Hippo pathway and enhances response to chemotherapy and immunotherapy.\r\nTargeting PARG limits CCA progression, alleviates desmoplasia, and enhances response to both anti-PD-1 therapy and chemotherapy.  \r\nPubmed   Journal   ReadQx Phase II INTEGRIS-PSC trial of bexotegrast, an αvβ6/αvβ1 integrin inhibitor, in primary sclerosing cholangitis.\r\nBackground & aims Transforming growth factor-β signaling activated by α integrins, had a favorable safety and tolerability profile. This study supports targeting integrin-mediated transforming growth factor-β activation as a potential therapeutic approach for PSC.\r\nPubmed   Journal   ReadQx Transcriptomic and epigenetic mechanisms controlling cholangiocytes transdifferentiation into hepatocytes.\r\nOverall, our results confirm that cholangiocytes can transdifferentiate into hepatocytes. This process is promoted by HNF4G, it involves epigenetic remodelling, and is consistent across the three liver lobes. This knowledge paves the way for future therapies aiming to enhance liver regeneration by increasing cholangiocytes' plasticity.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Chronic Hepatitis Delta-We Need More Screening to Improve Knowledge on the Natural History.\r\n\r\nPubmed   Journal   ReadQx Editorial: Is Disease Clearance the Target in Ulcerative Colitis or a Stride Too Far?\r\n\r\nPubmed   Journal   ReadQx Editorial: Terlipressin Induced Bradycardia.\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Engineered T-cell therapy for hepatocellular carcinoma: The dawn of precision immunotherapy?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    \"Functional\" GI Conditions in the Older Adult: DGBIs and Beyond.\r\n\r\nPubmed   Journal   ReadQx 2025 CME Information.\r\n\r\nPubmed   Journal   ReadQx American College of Gastroenterology Monograph on Geriatrics and GI.\r\n\r\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx Colorectal Cancer Screening and Surveillance and Other Colon Conditions in the Older Adult.\r\n\r\nPubmed   Journal   ReadQx Considerations in the Diagnoses and Management of Hepatic Disease in Older Adults.\r\n\r\nPubmed   Journal   ReadQx Correction to: Granulocyte Colony-Stimulating Factor in Severe Alcoholic Hepatitis: A Randomized Pilot Study.\r\n\r\nPubmed   Journal   ReadQx Editor and Author Profiles.\r\n\r\nPubmed   Journal   ReadQx Gastro-Esophageal Disorders of the Geriatric Population.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx Monograph Conclusion.\r\n\r\nPubmed   Journal   ReadQx Pancreatic Cysts and Pancreatitis in the Older Adult.\r\n\r\nPubmed   Journal   ReadQx Practical Advice for the Management of Older Adults With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx Rallentando un Poco : Carvedilol and Its Role in Cirrhosis Progression.\r\n\r\nPubmed   Journal   ReadQx Response to Borras-Blasco et al.\r\n\r\nPubmed   Journal   ReadQx Vaccination Outcomes and Recommendations Among Older Adults in a Gastroenterology and Hepatology Practice.\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    A decade of decreasing reimbursement strains gastroenterology practices and threatens their independence.\r\n\r\nPubmed   Journal   ReadQx High Prevalence of Difficult Readability of Gluten-Free Diet Recommendations for Celiac Disease Patients.\r\n\r\nPubmed   Journal   ReadQx Menopause May Partially Explain Age-related Increased Risk of MASLD Fibrosis: A Causal Mediation Analysis.\r\n\r\nPubmed   Journal   ReadQx Syphilitic Proctitis Mimicking Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx Tortoise Shell-like Gastric Mucosa.\r\n\r\nPubmed   Journal   ReadQx Endoscopy\r\n    A novel slim cholangioscope facilitates antegrade laser lithotripsy for an intrahepatic biliary stone with acute ductal angulation.\r\n\r\nPubmed   Journal   ReadQx   PMCArtificial intelligence for colorectal polyp sizing: clinical promise and methodological challenges.\r\n\r\nPubmed   Journal   ReadQx Calculus-targeted puncture technique to overcome access difficulty during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMCCholangioscopy-assisted endoscopic radial incision for benign biliary stricture.\r\n\r\nPubmed   Journal   ReadQx   PMCClinical utility of long cap-assisted suction: two cases of food bolus and intraprocedural clot removal.\r\n\r\nPubmed   Journal   ReadQx   PMCCross-shaped bridging stenting for malignant hilar biliary obstruction with surgically altered anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic full-thickness defect closure using a novel suture anchor device: a pilot survival porcine study.\r\n\r\nPubmed   Journal   ReadQx   PMCEndoscopic submucosal dissection of a large cavernous hemangioma in the proximal esophagus.\r\n\r\nPubmed   Journal   ReadQx   PMCMicro-endoscopic retrograde cholangiopancreatography catheter-assisted endoscopic laser lithotripsy: improving insertability and safety.\r\n\r\nPubmed   Journal   ReadQx   PMCMultiple transluminal gateway technique for drainage of an infected walled-off pancreatic necrosis and pancreatic pseudocyst.\r\n\r\nPubmed   Journal   ReadQx   PMCPancreatic juice cytology via a nasopancreatic drainage tube placed using the rendezvous technique through the accessory pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx   PMCPitfall of endoscopic ultrasound-guided hepaticoduodenostomy: Impact of hepatic parenchymal volume during device insertion.\r\n\r\nPubmed   Journal   ReadQx   PMCPitfalls of endoscopic ultrasound-guided gallbladder drainage using a lumen-apposing metal stent: impact of the intraluminal water-filling technique.\r\n\r\nPubmed   Journal   ReadQx   PMCSalvaging hilar access using an uneven double-lumen cannula in endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMCSnare traction-assisted ultra-long tunnel endoscopic resection of a giant exophytic cardia subepithelial tumor with diaphragmatic adherence.\r\n\r\nPubmed   Journal   ReadQx   PMCGastroenterology\r\n    From Ongoing Fibrosis to Biopsy to Diagnosis: A Thorough Evaluation of Liver Granulomas in Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx Learning to Tolerate: Searching for the Cells Responsible for Food Antigen Tolerance.\r\n\r\nPubmed   Journal   ReadQx Gastrointest Endosc\r\n    A Rare Perirectal Manifestation of Sarcoidosis Diagnosed with Trans-Rectal Ultrasound.\r\n\r\nPubmed   Journal   ReadQx Chylopericardium Following Endoscopic Radial Incision for Esophageal Stricture.\r\n\r\nPubmed   Journal   ReadQx Delayed adverse event of lumen-apposing metal stent.\r\n\r\nPubmed   Journal   ReadQx Endoscopic Removal of a Large Esophageal Leiomyoma via Bilateral Longitudinal-Transverse Tunneling After Failed Initial Resection.\r\n\r\nPubmed   Journal   ReadQx Endoscopic Ultrasound-Guided Transmural Drainage of a Pancreatic Pseudocyst in a Three-Year-Old Child.\r\n\r\nPubmed   Journal   ReadQx Target biopsy via slim dilating catheter for hilar cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    Aurora kinase B at the nexus of cholesterol metabolism and therapy response in cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx FODMAPs and functional dyspepsia: emerging evidence but unanswered questions.\r\n\r\nPubmed   Journal   ReadQx Hepatology\r\n    Global Hepatitis C elimination: Updates, challenges, and opportunities from real-world experiences in Europe and North America.\r\n\r\nPubmed   Journal   ReadQx Multi-omics and machine learning in cholangiocarcinoma: A paradigm shift toward molecular subtyping and precision therapy.\r\n\r\nPubmed   Journal   ReadQx Reply: Clarifying LSM cutoff validation, statistical power, and subgroup applicability in predicting liver- related events in chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    Kupffer cells are regulators of intergenerational signalling in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Is Routine ECG Monitoring Redundant During Terlipressin Therapy in HRS-AKI?\r\n\r\nPubmed   Journal   ReadQx Letter: Temporal Trends in the Rate of Colectomy in Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\r\n    REPLY LETTER TO DR. CAMILLERI REGARDING \"THE ASSESSMENT OF GASTROINTESTINAL TRANSIT BY THE ATMO CAPSULE\".\r\n\r\nPubmed   Journal   ReadQx Gut\r\n    Reply: Prevalence of serum HBsAg <100 IU/mL in inactive chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx Response to: 'Endoscopic intermuscular dissection for rectal cancer: are we ready to skip surgery?' by Ichimasa et al.\r\n\r\nPubmed   Journal   ReadQx J Hepatol\r\n    RIPK3 in acute decompensation of cirrhosis: Prognostic promise and analytic pitfalls.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T11:17:27-04:00",
    "input_file": {}
  }
]
