[
  {
    "path": "gi/02-13-2026/",
    "title": "Fri Feb 13 2026",
    "description": "211 articles - From Friday Feb 06 2026 to Friday Feb 13 2026",
    "author": [],
    "date": "2026-02-13",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Am J Gastroenterol\n    Artificial Intelligence for Gastroenterology Practice: A Modified Delphi Consensus.\nThis consensus outlines how AI can augment rather than replace clinical expertise while promoting safety, transparency, interoperability, and equity. Priorities include pragmatic and prospective trials, multi-institutional data-sharing consortia, bias mitigation, and workforce training to enable trustworthy and clinically impactful AI adoption in GI, liver, and endoscopy care.\nPubmed   Journal   ReadQx Gastroenterology\n    Establishing Adenoma Testing Guidelines for Diagnosing Mosaicism.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Enhancing gastroenterology education through e-learning.\nThis article explores the transformative impact of e-learning on gastroenterology education, highlighting the advancements and benefits brought by the American Society for Gastrointestinal Endoscopy (ASGE) platforms. ASGE's e-learning platforms offer specialized content, interactive tools, and continuous updates, enhancing the learning experience for gastroenterologists.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Network Meta-Analysis: Comparison of Pharmacological Therapies in Compensated Metabolic Dysfunction-Associated Steatohepatitis Cirrhosis for Fibrosis Regression and MASH Resolution.\n This network meta-analysis provides relative rank-order estimates of the histological efficacy of available pharmacological therapies for compensated MASH cirrhosis. These data may have implications for the design of future clinical trials.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Antibiotic Use Linked to Worse Outcomes in Gastrointestinal and Liver Cancer Patients on Immune Checkpoint Inhibitors: A Meta-Analysis.\n Antibiotic use is associated with worse outcomes in gastrointestinal or liver cancer patients receiving ICIs and should be carefully justified. Prospective studies are needed to validate these results.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Efficacy of Artificial Intelligence-Assisted Upper Gastrointestinal Endoscopy for Neoplasm Detection: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.\n AI-EGD demonstrated superior performance compared to Co-EGD in detecting UGI neoplasms, particularly for lesions measuring 10 mm or more less. The higher detection rate of LGIN highlights the potential clinical value of AI support. Further trials are warranted to assess the impact of AI across varying levels of endoscopist experience.\nPubmed   Journal   ReadQx Hepatology\n    Impact of newer antihyperglycemic agents on hepatic complications: A systematic review and meta-analysis of data from 5.3 million patients with type 2 diabetes mellitus.\nGLP-1 RAs and SGLT-2 inhibitors were associated with hepatoprotective effects compared with other glucose-lowering therapies in patients with T2DM, with GLP-1 RAs showing additional benefits in chronic liver disease. These findings provide evidence on the relationships between antidiabetic drug classes and liver-related outcomes in patients with T2DM and may inform clinical decision-making.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Liver Steatosis-Related Polygenic Risk Score Predicts Hepatocellular Carcinoma Risk After Hepatitis C Virus Eradication.\nPRS-5 is independently associated with increased HCC risk after HCV eradication, supporting its role in personalised HCC surveillance strategies.\nPubmed   Journal   ReadQx Safety of Immune Checkpoint Inhibitors Prior to Liver Transplantation in Hepatocellular Carcinoma.\n Our results demonstrate that rejection rates were similar in patients receiving ICIs pre-LT and it can be safely managed.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Autonomic Dysfunction in Gastroduodenal Disorders Evaluated through Multimodal Non-Invasive Physiological Testing.\nAutonomic dysfunction independently predicted delayed gastric emptying and revealed a gastroparesis mechanism distinct from gastric myoelectrical impairment. Autonomic dysfunction altered the postprandial gastric motor response and was associated with a greater symptom burden. Multimodal physiological testing including autonomic profiling reveals distinct mechanistic subgroups in patients with chronic gastroduodenal symptoms.\nPubmed   Journal   ReadQx Biomarker Use in Barrett's Esophagus Surveillance.\nAs such, many studies to develop validated biomarkers that either assist in dysplasia assessment or independently serve as predictors of progression risk have been performed. In this review, we will summarize some of these studies, primarily focused on p53, abnormal genomic content, and methylated DNA markers, which have shown promise for their ability to identify patients at increased risk of progressing to more advanced disease.\nPubmed   Journal   ReadQx Colon-Pilot: A Generative AI Tool for Automated Colonoscopy Surveillance Recommendations and 2024 ACG/ASGE Quality Benchmarking.\n Colon-Pilot demonstrated high fidelity in applying surveillance guidelines and automated quality benchmarking, outperforming unassisted endoscopists in guideline adherence. By combining safety protocols with large-scale automated reporting, it offers a scalable solution for improving both efficiency and quality in colorectal cancer prevention.\nPubmed   Journal   ReadQx Computer-Aided Colonoscopy Alert Fatigue and Its Effect on Adenoma Detection.\n CADe assistance significantly improved ADR during early-day colonoscopies, but this benefit disappeared in later-day procedures. This pattern suggests that alert fatigue may limit endoscopists' responsiveness to CADe prompts as the day progresses.\nPubmed   Journal   ReadQx ELECTRONIC HEALTH RECORD CLINICAL DECISION SUPPORT TOOL IMPROVES AMBULATORY REFLUX TESTING PRACTICES.\nUse of CDS for reflux testing improves ordering practices and meaningful changes clinical management.\nPubmed   Journal   ReadQx Infliximab and Upadacitinib Demonstrate Superior Early Onset of Efficacy in Biologic-Naïve Ulcerative Colitis with Severe Endoscopic Disease.\nAmong biologic-naïve UC patients with severe endoscopic disease, infliximab and upadacitinib had the highest rates of week 2 and post-induction PRO-2 response. Baseline disease activity may help to better inform treatment choices.\nPubmed   Journal   ReadQx Nociplastic Pain is Associated with Increased Healthcare Utilization and Lower Quality of Life in Patients with Inflammatory Bowel Disease.\nNP is common in IBD and linked to psychosocial comorbidity, higher healthcare use, and reduced QoL.\nPubmed   Journal   ReadQx Normalization of Dyssynergic Bear Down Patterns in the Seated Position Predicts Normal Balloon Expulsion Testing on High-Resolution Anorectal Manometry.\nTesting in the seated position may more reasonably predict BET success. A seated assessment may enhance diagnostic accuracy in defecation disorders.\nPubmed   Journal   ReadQx Outcomes of Artificial Intelligence Enhanced Colonoscopy in a Tertiary Clinical Setting.\n Implementing CADe in clinical practice significantly improved ADR, PDR, APC, and PPC. However, the increase in ADR appears inflated by the detection of polyps ≤ 5 mm, whose clinical significance in reducing CRC remains uncertain.\nPubmed   Journal   ReadQx Prior Abdominal Surgery is Not Associated with Adverse Pregnancy, Delivery or Neonatal Outcomes in Women with Crohn's Disease: Results from the Pregnancy in Inflammatory Bowel Disease and Neonatal Outcomes (PIANO) Study.\nPrior surgery was not associated with adverse pregnancy or neonatal outcomes in CD.\nPubmed   Journal   ReadQx Proton Pump Inhibitors are More Cost-Effective than Potassium Competitive Acid Blockers for Gastroesophageal Reflux Disease.\n Despite PCAB efficacy, PPIs are a cost-effective strategy for GERD treatment, and can be positioned ahead of PCAB escalation on this basis. Reducing PCAB costs or accepting a higher WTP threshold would influence this finding, though PCABs may be favored in some current situations as evidenced by probabilistic sensitivity results.\nPubmed   Journal   ReadQx Risk Factors for Proximal and Distal Advanced Colorectal Conventional and Serrated Neoplasia in Adults Under Fifty Years of Age.\n We identified modifiable risk factors including current smoking and higher BMI in young adults with right and left sided colorectal polyps. Older age, male sex and family history were non-modifiable predictors. These data can help to inform screening and prevention of CRC in young adults.\nPubmed   Journal   ReadQx Vonoprazan Is Associated with Better Liver-Related Outcomes Compared to Proton Pump Inhibitors In Cirrhosis.\nAdjusted analysis showed lower 6/12-month outcomes with vonoprazan versus PPI for mortality (aHR-0.36/0.39), infections (aHR-0.60/0.67), liver-complications (aHR-0.16/0.18), and liver-related hospitalizations (aHR-0.12/0.13), which remained largely consistent on sensitivity analyses. Cirrhosis patients on PCABs demonstrate lower risk for poor outcomes at 6 and 12-months versus PPIs.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Alkaline Phosphatase Normalization Occurs Less Frequently in Hispanic Patients with Primary Biliary Cholangitis.\n Hispanic patients with PBC, and more broadly non-White patients, were significantly less likely than NHW patients to achieve CBR despite comparable baseline ALP levels. As ALP normalization becomes the preferred therapeutic target, addressing barriers to treatment response in underserved populations is essential.\nPubmed   Journal   ReadQx Association of change in healthy lifestyle in early adulthood with steatotic liver disease risk in midlife.\n Maintaining or improving healthy behaviors during early adulthood was associated with a reduction of midlife SLD risk, regardless of genetic predisposition.\nPubmed   Journal   ReadQx Clinical utility and diagnostic accuracy of the GAAD score in non-cirrhotic patients with focal liver lesions.\n In this cohort of non-cirrhotic patients with focal liver lesions, the GAAD score was highly predictive of HCC and offered superior diagnostic accuracy over AFP and PIVKA-II alone. These findings support the use of the GAAD score to guide management decisions in these patients.\nPubmed   Journal   ReadQx Clinical utility of a 50% and 30% decline in MRI-PDFF in predicting fibrosis improvement in metabolic dysfunction-associated steatohepatitis.\n MRI-PDFF super-response predicts fibrosis regression without worsening MASH, and a greater likelihood of MASH resolution without worsening fibrosis than MRI-PDFF response.\nPubmed   Journal   ReadQx Diagnostic Accuracy of Non-Invasive Tests for MASLD Across Age, Type 2 Diabetes, and Obesity Subgroups: A Multinational Study.\nAccuracy of non-invasive tests for advanced fibrosis in MASLD is influenced by age, T2D, and obesity. Age-adjusted FIB-4 thresholds may enhance risk stratification. Imaging-based and composite NITs (LSM and Agile-3+) provide more consistent performance across MASLD subpopulations.\nPubmed   Journal   ReadQx Early treatment initiation optimizes virologic and liver outcomes in pediatric patients with chronic hepatitis B aged 0-18 years.\nInitiating treatment at a younger age predicts more positive and rapid HBV clearance in children with CHB. Early intervention also improves hepatic elastography parameters in children with CHB.\nPubmed   Journal   ReadQx Feasibility and diagnostic accuracy of a capsule-sponge device for esophageal squamous neoplasia (EDEN trial).\n In this case-enriched cohort, the capsule-sponge was safe and feasible, and cytology with adjunct p53-IHC showed high accuracy for ESN/early ESCC. Validation in asymptomatic high-risk cohorts is warranted to define real-world performance and triage utility (NCT04192695).\nPubmed   Journal   ReadQx Gaze shift to screen edge boosts colorectal adenoma detection: multicenter randomized controlled trial (EYE-SIGHT trial).\nIncreased peripheral gaze by real-time guidance significantly improved adenoma and polyp detection without extending procedure time. This low-burden, scalable approach may offer a simple, effective method to improve colonoscopy. UMIN-CTR, UMIN000055006,\nPubmed   Journal   ReadQx Impact of Narrow-Band Imaging on Sessile Serrated Lesion Miss Rate: A Multicenter Randomized Tandem Colonoscopy Trial.\nNBI significantly reduces the miss rates of SSLs, proximal serrated lesions, and adenomas without reducing that of advanced SSLs.  (NCT05684328).\nPubmed   Journal   ReadQx ONE-YEAR CHANGES IN LSM, BUT NOT IN ALT AND CAP, PREDICT LONG-TERM LIVER OUTCOMES IN PATIENTS WITH MASLD.\nIn MASLD patients with LSM ≥8 or ≥10 kPa, the % LSM reduction at 1 year was independently associated with lower risk of LRE and LD.\nPubmed   Journal   ReadQx Peginterferon α-2b Enhances HBsAg Loss in NA-Suppressed Low-HBsAg Chronic Hepatitis B Patients: Everest Study in China.\nPegIFNα-2b enhances HBsAg loss in NA-suppressed, HBeAg-negative CHB patients with low HBsAg levels. Baseline and on-treatment predictors support the achievement of a functional cure.\nPubmed   Journal   ReadQx Peppermint oil and sweets in pediatric irritable bowel syndrome and functional abdominal pain: a randomized trial.\n Neither peppermint oil nor peppermint sweets were superior to placebo in treating paediatric IBS and FAP-NOS. These findings suggest prioritizing proven gut-brain axis-targeted interventions for this population.\nPubmed   Journal   ReadQx Prediction of inflammatory bowel disease based on early life risk factors in a population-based cohort.\n In a nationwide cohort with long-term follow up data, early life exposures were predictive of UC, especially younger-onset disease, while prediction of CD was less accurate.\nPubmed   Journal   ReadQx Progression of Liver Fibrosis and Liver-Related Event Risk in MASLD at High Cardiovascular Risk.\nHigher cardiovascular risk is associated with greater prevalence of advanced liver fibrosis , liver stiffness progression, and LRE incidence in MASLD.\nPubmed   Journal   ReadQx Revisiting the obesity paradox in MASLD: longitudinal trajectory analysis reveals time-varying mortality risks.\nThis study demonstrates that the association between obesity and MASLD outcomes is heterogeneous and depends on the timing of obesity exposure. Long-term BMI trajectory analysis suggests that obesity does not confer a survival advantage in MASLD, whereas maintaining non-obese status throughout adulthood is associated with lower overall mortality.\nPubmed   Journal   ReadQx Risk stratification of a novel non-invasive fibrosis score in metabolic dysfunction-associated steatotic liver disease.\n MFS optimally stratifies MASLD patients with high risk for developing long-term liver-related events and mortality.\nPubmed   Journal   ReadQx Tailored treatment of functional dyspepsia with nortriptyline: a multi-center, double-blind, placebo-controlled trial.\nNortriptyline was not more effective than placebo in reducing FD symptoms in participants pre-selected based on CYP2D6 genotype, although a biological effect of nortriptyline could not be ruled out. However, effects related to participants' belief appeared to be stronger;   number, NCT03652571.\nPubmed   Journal   ReadQx Ustekinumab and JAK inhibitors outperform vedolizumab as second-line therapy in anti-TNF-experienced patients with ulcerative colitis.\n Ustekinumab and JAKi were more effective than vedolizumab in inducing steroid-free and biochemical remission following anti-TNFα failure. Safety concerns with JAKi warrant careful patient selection in clinical practice.\nPubmed   Journal   ReadQx Validation of THCC-RI in the Hepatocellular Carcinoma Early Detection Strategy (HEDS) Study.\n In an independent multi-center cohort, THCC-RI had good performance for predicting the future risk of HCC in patients with cirrhosis, with stable discrimination and calibration over a 5-year follow-up. Implementation of THCC-RI into clinical care pathways requires further research.\nPubmed   Journal   ReadQx Endoscopy\n    Survival In Post-Endoscopy Esophageal Cancer: A Nordic Population-Based Cohort Study.\nThe 5-year survival in patients with PEEC seems to be better than in those with other esophageal cancer, but the survival is still poor.\nPubmed   Journal   ReadQx Gastroenterology\n    Genetic Risk of Inflammatory Bowel Disease Is Associated With Disease Course Severity.\nPatients with higher genetic burden for developing IBD also experience a more severe disease course. For patients with CD this link was largely mediated by disease extent, however, this was not the case for UC, which suggests a shared genetic architecture between disease susceptibility and severity.\nPubmed   Journal   ReadQx Genomic Insights Into Inflammatory Bowel Disease in United States Hispanic Participants: An Ancestry-Focused Study.\nAncestry-informed regression enabled identification of novel AFR and AIAN-specific risk alleles, which may also inform observed phenotypic differences. We have shown that some previously identified IBD loci have associations that are EUR-specific. These findings highlight the importance of genetic ancestry for elucidating the biological underpinnings of IBD and may have important pharmacogenetic implications.\nPubmed   Journal   ReadQx Multicenter Prospective Cohort Study on Clinical Outcomes and Fibrosis Patterns in Biopsy-Proven Steatotic Liver Disease Subtypes.\nMetALD and ALD are independently associated with substantially increased all-cause mortality and LRE risks compared with non-SLD. Distinct zone-specific collagen patterns identified by AI analysis suggest unique fibrotic progression pathways in MetALD and ALD, supporting the need for tailored risk stratification and targeted management strategies.\nPubmed   Journal   ReadQx TEM OR ESD IN EARLY RECTAL TUMORS: A CLINICAL & COST-EFFECTIVENESS ANALYSIS.\n For ERT, ESD was more cost-effective and offered higher-quality excision and lower recurrence rates than TEM. (ClinicalTrials.gov  NCT02885142).\nPubmed   Journal   ReadQx Vonoprazan-tetracycline dual regimen as rescue therapy for Helicobacter pylori infection: randomized controlled trial.\nFourteen-day vonoprazan-tetracycline dual therapy is an effective and well-tolerated rescue regimen for Helicobacter pylori infection. This simplified regimen achieved eradication rates non-inferior to BQT while substantially reducing adverse events and improving adherence. (chictr.org.cn, ChiCTR2400080705).\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Amber-red color imaging for enhanced anatomical structures recognition in third-space endoscopy: a prospective video-based study.\nACI enhances recognition of submucosal vessels, submucosal and muscle layers in ESD and POEM, benefiting both experts and non-experts, and may serve as a valuable adjunct in third-space endoscopy.\nPubmed   Journal   ReadQx Comparison of Anti-Migration versus Conventional Fully Covered Self-Expandable Metal Stents for Malignant Distal Biliary Obstruction: A Single-Center Long-Term Study.\nAnti-migration FCSEMSs demonstrated lower crude migration with similar patency (RBO risk), but adjusted analyses did not reach statistical significance.\nPubmed   Journal   ReadQx Evaluating Clinical Outcomes and Adverse Events: Risk Stratification of EUS-Guided Through-the-Needle Biopsy for Pancreatic Cyst in a Large Cohort.\nEUS-TTNB demonstrated notable clinical utility in revising diagnoses and influencing therapeutic decisions but poses a considerable risk of AEs. By applying this risk categorization model with careful consideration and patient selection, its clinical utility may be enhanced.\nPubmed   Journal   ReadQx Long-term outcome after endoscopic resection for esophageal squamous cell carcinoma invading muscularis mucosa without lymphovascular invasion: a multicenter retrospective study.\nAlthough CRR was not negligible;  however, the current strategy of observation may be a reasonable option given the low recurrence risk.\nPubmed   Journal   ReadQx Long-term outcome after endoscopic submucosal dissection for entire circumferential cT1aN0M0 esophageal squamous cell carcinoma.\nThe long-term outcomes of each treatment group for entire circumferential cT1aN0M0 ESCC were elucidated. The esophageal stricture and refractory stricture rates after ESD were higher than those in other patients. Further investigations in large cohorts are necessary to clarify the indication criteria for ESD in patients with lesions.\nPubmed   Journal   ReadQx The use of diluted epinephrine during gastric endoscopic submucosal dissection: an international randomized controlled trial.\n The addition of diluted epinephrine to the injection solution significantly reduces the procedure time for gastric ESD. (ClinicalTrials.gov  NCT04032119).\nPubmed   Journal   ReadQx Gut\n    <i>Acinetobacter baumannii<\/i> promotes gastric cancer metastasis via NA-mediated NAD metabolism reprogramming and glycolytic activation.\nWhile in enhancing NAD metabolism in GC cells through NA synthesis, consequently promoting GC metastasis. These findings establish a microbiota-metabolism axis as a mechanistic foundation for developing targeted therapeutic strategies against GC metastasis.\nPubmed   Journal   ReadQx Characterisation of plasmablast-derived HBsAg-specific antibody and its structural basis for binding to native HBsAg dimer.\n Overall, our work has uncovered the diverse gene features and varied anti-HBV activities of plasmablast-derived mAbs, providing a series of antibody drug candidates and the long-sought-after atomic model of AGL has paved the way for a wholistic characterisation of the AGL's dynamic conformation during HBV infection and immune response.\nPubmed   Journal   ReadQx Effect of long-term adherence on faecal immunochemical test positivity rate, positive predictive value and detection rate in organised population-based colorectal cancer screening.\n After an initial round with the highest FIT-positivity and detection rates, screening outcomes stabilise at lower levels reflecting neoplasia removal and subsequent selection of a lower-risk population. Because detection rates remain clinically relevant even in an adherent cohort, early screening cessation after a sequence of normal biennial FITs is not justified.\nPubmed   Journal   ReadQx Endothelial RAP1A attenuates sinusoidal capillarisation and liver fibrosis by inhibiting RAF1-mediated Notch activation.\nObjective This study aimed to investigate the role of the endothelial GTPase RAP1A in sinusoidal capillarisation and liver fibrosis. Design Liver fibrosis models were induced by HFHCD, CDAHFD, CCl is essential for maintaining LSEC homeostasis and represents a potential intervention target for liver fibrosis.\nPubmed   Journal   ReadQx Integrative proteogenomics maps multifactorial aetiology, progression and therapeutic vulnerabilities in gastric cancer.\n This proteogenomic framework defines exposure-informed and microbiome-informed gastric cancer subtypes, providing a molecular schema for patient stratification, prevention and actionable therapeutic vulnerabilities.\nPubmed   Journal   ReadQx KRAS-driven protein disulfide isomerase family A member 6 expression suppresses PRKR-like endoplasmic reticulum kinase-mediated immunogenic cell death to desensitise pancreatic ductal adenocarcinoma to immune checkpoint blockers.\nPDIA6, driven by KRAS G12D , alleviates ICD and promotes immune evasion, functioning as a predictive biomarker to screen ICB-sensitive patients and a therapeutic target to improve ICB efficacy in PDAC with KRAS mutations.\nPubmed   Journal   ReadQx Kynurenic acid mitigates poststroke brain damage through the gut-brain neural circuit.\n KYNA acts through an intestinal GPR35-vagus neural pathway to influence stroke recovery, highlighting this gut-brain signalling axis as a promising therapeutic avenue.\nPubmed   Journal   ReadQx Low-frequency repetitive transcranial magnetic stimulation attenuates visceral pain in IBS with diarrhoea via inhibition of the medial prefrontal cortex.\nHyperexcitability of the mPFC drives chronic visceral pain in patients with IBS-D and lf-rTMS provides analgesia by suppressing this hyperactivity, offering a novel, mechanism-based neuromodulation strategy for IBS-D treatment.\nPubmed   Journal   ReadQx MTFP1 drives pancreatic cancer liver metastatic colonisation by regulating mitochondrial metabolism reprogramming.\n Our data demonstrate that the enhanced MTFP1 expression leads to an upregulated glutamine-OXPHOS axis in PDAC liver colonisation. This metabolic shift is triggered by the ROS/PI3K/AKT/c-MYC/SLC1A5 pathway. Targeting MTFP1 may be a potential therapeutic strategy for PDAC patients with liver metastasis.\nPubmed   Journal   ReadQx Post-infection disorders of gut-brain interaction: results of the Rome Foundation Global Epidemiology Study.\nPI-DGBI represents a significant subset of DGBI, with distinct sociodemographic and clinical characteristics. These findings highlight the role of acute gastroenteritis in triggering the onset of long-term gastrointestinal disorders and underscore the need for targeted interventions to mitigate its impact on patient health.\nPubmed   Journal   ReadQx Prospective evaluation of radical surgery for adenocarcinoma of oesophagogastric junction: real-world insights from the CLAEG study.\n The CLAEG study shows that abdominal lymphadenectomy should be prioritised in AEG, with neoadjuvant therapy, total gastrectomy and laparoscopy associated with favourable short-term outcomes.\nPubmed   Journal   ReadQx SDC1<sup>+<\/sup> CAFs secreting CTGF drive tumour metastasis via FGFR3 signalling in cancers.\nOur study establishes SDC1 + CAFs as a universal, metastasis-promoting CAF subset across multiple cancer types and uncovers a novel KLF6-CTGF-FGFR3 axis that drives EMT and tumour dissemination. These findings provide mechanistic insight into CAF-tumour cell crosstalk and highlight actionable stromal targets for anti-metastatic therapies across diverse malignancies.\nPubmed   Journal   ReadQx Trogocytosis-orchestrated CLDN18.2-\"dressed\" CD8<sup>+<\/sup> T cells drive pancreatic cancer progression via glucose metabolic reprogramming-induced cytotoxicity debilitation and systematic immune senescence cascade.\nTrogocytosis-related CLDN18.2 inhibited the glucose uptake, glycolysis and cytotoxicity of tumour-infiltrating CD8 + T cells by promoting the ubiquitin-proteasomal degradation of β-catenin in PDAC. Therefore, targeting trogocytosis-related CLDN18.2 + CD8 + T cells may be a promising therapeutic strategy to inhibit PDAC progression.\nPubmed   Journal   ReadQx Hepatology\n    Age and sex influence transcriptomic responses to statin therapy that control liver aging during systemic metabolic dysfunction.\nAge-dependent transcriptional remodeling in the liver differs in statin users and non-users. Pathways involved in senescence are suppressed while those that promote ferroptosis are induced in statin users. These results suggest that statins may suppress biological aging in MASLD by acting as senolytics and highlight the complex, context-specific roles of senescence in liver adaptation and remodeling.\nPubmed   Journal   ReadQx Association between statin use and hepatic decompensation in patients with primary biliary cholangitis: A target trial emulation study.\nStatin use was consistently associated with a lower risk of hepatic decompensation and major liver events in patients with PBC, supporting a potential protective effect.\nPubmed   Journal   ReadQx CDK8 and CDK19 Mediator kinases are required for hepatitis delta virus replication.\nOur findings reveal the essential role of CDK8/19 in mediating the transcriptional activity of Pol-II during HDV replication, which is partially counteracted by HDV-encoded small HDAg.\nPubmed   Journal   ReadQx Hepatic GPR75 exacerbates MASH through GNAI2-Dependent signaling.\nThis study demonstrates that GPR75 serves as a novel regulator of MASLD /MASH by modulating hepatic fatty acid metabolism. These findings suggest that GPR75 suppression may represent a potential therapeutic strategy for MASLD/MASH treatment.\nPubmed   Journal   ReadQx Incorporating artificial intelligence into imaging for surveillance and diagnosis of liver cancer: Innovations, challenges, and clinical translation.\nLarge, prospective multicenter validation studies are essential to confirm clinical benefit and safety. Ultimately, the careful implementation of trustworthy and explainable AI tools could enable earlier detection, greater diagnostic precision, and more equitable liver cancer care.\nPubmed   Journal   ReadQx Lipid nanoparticle-delivered ornithine transcarbamylase mRNA alleviates liver fibrosis in preclinical models.\n Collectively, our study provides the first direct preclinical evidence supporting OTC mRNA therapeutics for treating liver fibrosis and establishes proof-of-concept for mRNA therapy as a novel strategy to reverse liver fibrosis.\nPubmed   Journal   ReadQx Statins halt polycystic liver disease by reprogramming metabolism and normalizing mitochondrial bioenergetics in cystic cholangiocytes.\n Mitochondrial and metabolic dysregulation are central to the pathogenesis of PLD. Targeting cholesterol metabolism with statins represents a promising therapeutic strategy to slow disease progression and reduce cyst burden.\nPubmed   Journal   ReadQx Uncovering the genetic landscape of cholangiocarcinoma and its subtypes via GWAS and integrative analyses.\nOur large-scale GWAS highlights new genetic variants and HLA-linked mechanisms underlying CCA susceptibility. Integrating multi-step post-GWAS approaches enhances understanding of CCA pathogenesis and may facilitate the development of risk biomarkers for early detection and precision prevention strategies.\nPubmed   Journal   ReadQx Understanding hepatopancreatobiliary cancer risks in a population-based primary sclerosing cholangitis-inflammatory bowel disease cohort.\nWhile some individuals with PSC-IBD experience an extended event-free disease course, a large proportion experienced disease-related cancer, colectomy, cholecystectomy and transplant events. Higher mortality rates observed after surgery are likely related to underlying disease processes that motivated surgical intervention (e.g. dysplasia/malignancy, refractory IBD), rather than the surgery itself. Understanding how PSC-IBD disease trajectories vary can inform individual management and patient counselling.\nPubmed   Journal   ReadQx J Hepatol\n    Distinct effects of ketogenic and non-ketogenic weight-loss diets on hepatic steatosis and mitochondrial metabolism in MASLD.\nBoth diets ameliorated MASLD, but KD produced a greater reduction in IHTG owing to a starvation-like metabolic state. However, the benefits of KD were accompanied by increased hepatic mitochondrial redox state and suppression of TCA cycle oxidation, which are features previously linked to progressive liver injury. Impact and implications This study provides mechanistic justification for considering dietary composition, in addition to caloric restriction, as a key determinant of steatosis resolution in MASLD. The findings highlight a potential trade-off between greater short-term reductions in liver fat and the emergence of metabolic features previously associated with increased susceptibility to liver injury. While a ketogenic diet may facilitate rapid liver fat reduction in selected clinical contexts, its use should be approached cautiously, particularly in individuals with advanced MASLD. These results underscore the need for systematic evaluation of dietary composition as a determinant of both efficacy and safety of nutritional interventions for MASLD. Clinical trial number NCT03737071.\nPubmed   Journal   ReadQx IL22 supports Long-Term Expansion of Mouse and Human Hepatocytes.\nIL22 enables large-scale expansion of both mouse and human hepatocytes in vitro by activating the Stat3-Bhlha15/Arntl2 axis. Our discoveries may support future utilization of IL22 in liver/hepatocyte-related clinical applications. Impact and implications Hepatocytes have wide applications in drug development, disease modeling, and cell therapy. However, expanding hepatocytes in large quantities in vitro without compromising their functions remains a significant challenge. We demonstrate that IL22, a unique cytokine primarily mediating localized epithelial repair and cytoprotection without inducing systemic immune activation, enables large-scale expansion of both mice and human hepatocytes in vitro by activating the Stat3-Bhlha15/Arntl2 axis. Our findings not only bridge the gap between liver regeneration in vivo and hepatocyte growth in vitro, but also support the future utilization of IL22 in liver/hepatocyte-related clinical applications.\nPubmed   Journal   ReadQx Macrophage-derived cathepsin B disrupts intestinal tight junctions through occludin degradation and promotes alcohol-associated liver disease.\nIntestinal cathepsin B is an essential mediator of gut barrier dysfunction and therapeutic target in alcohol-associated liver disease. Impact and implications Intestinal barrier disruption facilitates the microbial translocation to the liver, contributing to the progression of alcohol-associated hepatitis, however the molecular mechanisms driving barrier dysfunction remain incompletely understood. Our study identified the protease cathepsin B as a key contributor to the progression of alcohol-associated liver disease by degrading the extracellular region of tight junction protein occludin in the intestine, which in turn leads to barrier disruption. This work advances the field by addressing causality, uncovering the molecular target, and proposing cathepsin B as a promising therapeutic target in alcohol-associated hepatitis, a condition for which liver transplantation remains the only effective treatment in a limited subset of patients.\nPubmed   Journal   ReadQx Serum procalcitonin: A novel tumor biomarker for diagnosis and disease monitoring in fibrolamellar hepatocellular carcinoma.\n Procalcitonin is a sensitive and specific serum biomarker for FLC among primary liver cancers, with potential utility in diagnosis and monitoring of treatment response. Impact and implications This study is justified by the lack of reliable serum biomarkers for fibrolamellar carcinoma and demonstrates that procalcitonin is specifically overexpressed by FLC tumor cells and detectable in the blood of the patients with FLC. These findings are important for clinicians and researchers, as they identify a readily available biomarker that may facilitate diagnosis, improve disease monitoring, and support clinical trial design in a rare cancer that predominantly affects young patients. In clinical practice, serum PCT measurement could be incorporated as a non-invasive adjunct to imaging for the diagnosis and longitudinal assessment of FLC, although prospective studies in larger and more diverse cohorts are needed to refine diagnostic cut-offs and confirm specificity.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Beyond Viral Eradication-Cardiometabolic Risk and Cardiovascular Outcomes After SVR in Chronic Hepatitis C.\n\nPubmed   Journal   ReadQx Editorial: Does Antibiotic Prophylaxis of Spontaneous Bacterial Peritonitis Improve Outcomes in Decompensated Cirrhosis? Insights From a National Cohort.\n\nPubmed   Journal   ReadQx Review Article: Renal Safety Profiles of Tenofovir Alafenamide, Tenofovir Disoproxil Fumarate, and Entecavir for the Treatment of Chronic Hepatitis B Infection-General and Special Populations.\nCurrent first-line NUCs show comparable renal safety profiles in CHB patients with no or mild kidney dysfunction, with growing evidence that favours TAF. Future prospective studies are needed to validate these findings, and more research should focus on CHB patients with diabetes mellitus who are at risk of CKD.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Cost-effectiveness Models for Celiac Disease Mass Screening are Encouraging, but Policy Makers Need More.\n\nPubmed   Journal   ReadQx New Lessons in DILI: Rising Hepatotoxicity of Oncologic Agents and Predicting Very Short-term Survival in DILI Liver Failure.\n\nPubmed   Journal   ReadQx Time for zero tolerance of low Cecal Intubation Rates.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Interventional Endoscopic Ultrasound.\nThese advances offer safer less invasive alternatives to traditional therapies and define disruptive technologies that are impacting patient care. The purpose of this manuscript is to discuss the state-of-the-art in therapeutic EUS procedures focusing on current advances that are transforming endoscopic patient care.\nPubmed   Journal   ReadQx Toward Integration of Molecular Measures and Artificial Intelligence-Based Assessments With Clinical End Points in Inflammatory Bowel Disease.\nMonitoring mode-of-action-specific pharmacodynamic modules in the context of disease-related resolution pathways will guide assessment of novel and existing therapies. Artificial intelligence-assisted tools will be key to enabling this development, improving reproducibility, limiting costs, and delivering fast detection.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    TOPICAL HEMOSTATIC THERAPIES FOR ENDOSCOPIC TREATMENT OF NONVARICEAL GASTROINTESTINAL BLEEDING.\n\nPubmed   Journal   ReadQx Gut\n    CPS1: a multipurpose mitochondrial enzyme, bile protein, acute liver injury biomarker, and cytokine.\nCPS1 also plays a growing role in several cancers, by CPS1 upregulation or downregulation, particularly via metabolic reprogramming which alters the tumour microenvironment and impacts cancer growth and progression. Therefore, CPS1 has multiple enzymatic and non-enzymatic touch points spanning a wide range of cellular and extracellular functions and roles, with important physiological, homoeostatic, genetic disease, diagnostic and potential therapeutic clinical implications.\nPubmed   Journal   ReadQx Modulating the gut-reproductive tract axis: microbial influence on gynaecological cancer pathogenesis and treatment.\nHowever, most of these applications remain investigational, and current evidence is limited by heterogeneity across study designs, patient cohorts and cancer subtypes. This review summarises current understanding of gut microbiota profiles in reproductive tract cancers, examines potential mechanisms by which the microbiota influences malignancy, discusses its impact on therapy response and explores its emerging role in precision oncology.\nPubmed   Journal   ReadQx J Hepatol\n    Reversing the global burden of hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Extensive Pneumatosis due to Colonic Perforation.\n\nPubmed   Journal   ReadQx Hypertriglyceridemia-Associated Acute Pancreatitis.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Oesophageal band ligation successfully controlled sentinel bleeding from an Aorto-Oesophageal Fistula.\n\nPubmed   Journal   ReadQx Response to Chinitz and Menon.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Building and Sustaining Inflammatory Bowel Disease (IBD) Specialty Care in the Community: Insights and Solutions from the AGA IBD Community Care Initiative.\n\nPubmed   Journal   ReadQx Comparative Effectiveness and Safety of Upadacitinib Versus Risankizumab for Ulcerative Colitis.\n\nPubmed   Journal   ReadQx Dynamic magnetic resonance imaging evaluation of the impact of endoscopic sleeve gastroplasty on gastric structure and function.\n\nPubmed   Journal   ReadQx Intraductal papillary neoplasm of the bile duct with associated invasive carcinoma diagnosed by peroral cholangioscopy with NBI.\n\nPubmed   Journal   ReadQx LiverPRO reduces false positives and screening costs compared with Fibrosis-4 Index in steatotic liver disease.\n\nPubmed   Journal   ReadQx Multilocus heterotopic gastric mucosa mimicking Crohn's disease.\n\nPubmed   Journal   ReadQx Periampullary Subepithelial Pseudotumor in Acute Cholangitis.\n\nPubmed   Journal   ReadQx Endoscopy\n    \"Snow globe sign\" in malignant ascites and pleural effusions: a helpful sonographic finding on endoscopic ultrasound.\n\nPubmed   Journal   ReadQx A bubble-free strategy for saline-immersion endoscopic submucosal dissection: optimized electrosurgical settings and continuous low-pressure saline perfusion.\n\nPubmed   Journal   ReadQx A case involving a submucosal bulge in the duodenal bulb was ultimately confirmed to be a residual gallbladder.\n\nPubmed   Journal   ReadQx   PMCA novel 6 Fr inside biliary stent system for perihilar biliary drainage.\n\nPubmed   Journal   ReadQx   PMCA novel endoscopic ultrasound system assisted by artificial intelligence for the recognition of pancreatic parenchyma and the detection of solid/cystic lesions.\n\nPubmed   Journal   ReadQx   PMCA novel recanalization technique using inverted guidewire puncture under cholangioscopy for complete biliary stricture after liver transplantation.\n\nPubmed   Journal   ReadQx A triple-guidewire technique to stabilize the endoscope during endoscopic ultrasonography-guided pancreatic drainage following pancreaticoduodenectomy.\n\nPubmed   Journal   ReadQx   PMCAntegrade bile duct stone removal with double guidewire deployment using a novel double-lumen dilator.\n\nPubmed   Journal   ReadQx Arterial bleeding during endoscopic ultrasound-guided pancreatic pseudocyst drainage using a novel ultrasound processor.\n\nPubmed   Journal   ReadQx   PMCCholangioscopy-guided retrieval of a migrated stent using a novel thin cholangioscope in a patient with Roux-en-Y gastrectomy.\n\nPubmed   Journal   ReadQx Combined gastric mucosal ablation of the fundus using a new hybrid device with endoscopic sleeve gastroplasty for obesity.\n\nPubmed   Journal   ReadQx   PMCComplete resection of a duodenal submucosal tumor using clip-and-snare assisted endoscopic submucosal resection: a case report.\n\nPubmed   Journal   ReadQx Diagnosis of gallbladder villous tubular adenoma with high-grade intraepithelial neoplasia via peroral endoscopic choledochoscopy: a rare case of an elderly patient.\n\nPubmed   Journal   ReadQx   PMCDouble-balloon endoscopy-assisted bile duct biopsy with a long, tapered delivery system.\n\nPubmed   Journal   ReadQx Endoscopic closure of a gastrocutaneous fistula reopening 18 years after gastrostomy removal using argon plasma coagulation and endoscopic hand suturing.\n\nPubmed   Journal   ReadQx   PMCEndoscopic intermuscular dissection, knife-assisted full-thickness resection and defect closure for early rectal cancer.\n\nPubmed   Journal   ReadQx Endoscopic removal of esophageal bezoars using a condom as a novel retrieval device.\n\nPubmed   Journal   ReadQx   PMCEndoscopic rescue after lumen-apposing metal stent deployment failure during endoscopic ultrasound-guided drainage of a giant pancreatic pseudocyst.\n\nPubmed   Journal   ReadQx   PMCEndoscopic submucosal dissection including the papilla for a duodenal adenoma using a high-pressure injection knife.\n\nPubmed   Journal   ReadQx Endoscopic submucosal dissection with a traction-guided rendezvous approach for sigmoid colon cancer in the distal limb of a double-barrel colostomy.\n\nPubmed   Journal   ReadQx Endoscopic ultrasonography-guided B3 branch drainage/anastomosis as hepaticoduodenostomy in atrophic left hepatic lobe case.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided drainage for a delayed splenic abscess caused by electrocoagulation syndrome after endoscopic resection of small gastric submucosal tumor.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided dual-route recanalization of isolated hepatic ducts following complete hilar disconnection.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided perforator-targeted embolization for gastric variceal bleeding due to left-sided portal hypertension.\n\nPubmed   Journal   ReadQx   PMCEvaluating the value and risks of endoscopic full-thickness resection for giant duodenal hamartomas.\n\nPubmed   Journal   ReadQx Fluoroscopy-guided, sheath-assisted biopsy for indeterminate intraductal biliary masses.\n\nPubmed   Journal   ReadQx   PMCGel immersion electrohydraulic lithotripsy for gallbladder stones through a lumen-apposing metal stent.\n\nPubmed   Journal   ReadQx   PMCNovel application of metal-clip traction-assisted endoscopic intermuscular dissection for a rare calcifying fibrous tumor.\n\nPubmed   Journal   ReadQx   PMCNovel therapeutic ultrathin endoscope facilitates endoscopic intermuscular dissection for gastrointestinal stromal tumor adjacent to the anus.\n\nPubmed   Journal   ReadQx Peroral cholangiopancreatoscopy-guided diagnosis and treatment of an intramural bile duct stone complicated with immunoglobulin G4-related cholangitis: a case report with video.\n\nPubmed   Journal   ReadQx   PMCPeroral endoscopic tumor resection of a large esophageal leiomyoma using refined traction and extraction techniques.\n\nPubmed   Journal   ReadQx Preventing distal stent deflection using a sheath-assisted technique for malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx Short-type single-balloon enteroscope-assisted endoscopic retrograde cholangiopancreatography for complete occlusion of the biliary-enteric anastomosis.\n\nPubmed   Journal   ReadQx Side-by-side placement and removability of a novel multi-hole self-expandable metallic stent for malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCSide-by-side plastic stent insertion for refractory post-endoscopic sphincterotomy bleeding after covered metal stent placement.\n\nPubmed   Journal   ReadQx Traction-band clip-assisted biliary cannulation for a papilla located in the horizontal limb after total gastrectomy.\n\nPubmed   Journal   ReadQx Trans-fistulous pancreatoscopy-guided pancreatic duct stone extraction after endoscopic ultrasound-guided pancreaticogastrostomy in post-Whipple patient.\n\nPubmed   Journal   ReadQx Tubeless percutaneous transhepatic one-step biliary fistulation combined with choledochoscopic lithotripsy for hepatolithiasis: a case report.\n\nPubmed   Journal   ReadQx Two-layer closure method using anchor pronged clips for endoscopic full-thickness resection.\n\nPubmed   Journal   ReadQx Use of a Zenker's diverticulum overtube for the safe extraction of an unusual gastric foreign body.\n\nPubmed   Journal   ReadQx   PMCUse of a hemostatic matrix for control of bleeding during flexible endoscopic septotomy for Zenker's diverticulum.\n\nPubmed   Journal   ReadQx Gastroenterology\n    \"The cure better not worse than the illness\" - lessons from ethosuximide in irritable bowel syndrome.\n\nPubmed   Journal   ReadQx A Pelvic Cyst in a Patient with Acute Right Upper Quadrant Pain.\n\nPubmed   Journal   ReadQx A Rare and Reversible Cause of Gastric Wall Thickening and Severe Anemia.\n\nPubmed   Journal   ReadQx Adolescent Risk Factors for the Presence and Persistence of Irritable Bowel Syndrome in Young Adulthood-Findings From a Prospective Birth Cohort.\n\nPubmed   Journal   ReadQx FORECASTING THE INCIDENCE AND PREVALENCE OF INFLAMMATORY BOWEL DISEASE ACROSS NINE EPIDEMIOLOGIC STAGE 3 NATIONS.\n\nPubmed   Journal   ReadQx H Pylori Eradication in Healthy Adults Not Strongly Associated with Improved Mortality: A Fragility Index Analysis.\n\nPubmed   Journal   ReadQx Improving efficacy without increasing side effects? Exploring the impact of a novel GLP-1-glucagon dual receptor agonist upon metabolic dysfunction-associated steatohepatitis.\n\nPubmed   Journal   ReadQx Incidence of Rectal Cancer in Patients with Isolated Ulcerative Proctitis - A Population-Based Cohort Study.\n\nPubmed   Journal   ReadQx Involvement of Eosinophil-Driven Intestinal Immune Activation in Different Irritable Bowel Syndrome Subtypes and in the Response to a FODMAP Lowering Diet: A Post Hoc Analysis of the Randomized Controlled DOMINO Trial.\n\nPubmed   Journal   ReadQx Long-Term, Prospective Assessment of Cancer Risk in APC c.3920T>A (I1307K) Carriers: Evidence From a Cohort of Over 21,000 Healthy Individuals.\n\nPubmed   Journal   ReadQx Microbes and macrophages: how they interact to promote ulcerative colitis.\n\nPubmed   Journal   ReadQx TET3 is a Common Epigenetic Immunomodulator of Pathogenic Macrophages.\n\nPubmed   Journal   ReadQx Time-Restricted Feeding Reduces Body Mass Index, Visceral Adiposity, Systemic Inflammation, and Clinical Disease Activity in Adults With Crohn's Disease: A Randomized Controlled Study.\n\nPubmed   Journal   ReadQx Unusual Crohn's-like Enteritis in a Female Pediatric Patient.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Cholesterosis Beyond the Gallbladder: A Rare Case of Common Bile Duct Involvement Associated with Pancreaticobiliary Union.\n\nPubmed   Journal   ReadQx Radiofrequency ablation for a malignant biliary stricture by unresectable small-cell neuroendocrine carcinoma of the common bile duct (with video).\n\nPubmed   Journal   ReadQx Recurrent Pyloric Stenosis in a Roux-en-Y Gastric Bypass Patient Treated with EUS-Guided Gastrojejunostomy.\n\nPubmed   Journal   ReadQx Top tips for the endoscopic management of incompletely resected polyps (with videos).\n\nPubmed   Journal   ReadQx When CT Falls Short: Role of EUS and Peroral Pancreatoscopy in Identifying Main Duct Intraductal Papillary Mucinous Neoplasm in Patients with Asymptomatic Elevated CA19-9.\n\nPubmed   Journal   ReadQx Gut\n    Catch me if you can! Is there protection from HCV (re)infection?\n\nPubmed   Journal   ReadQx Exploiting a purine imbalance to target <i>KRAS<\/i> mutant pancreatic adenocarcinomas.\n\nPubmed   Journal   ReadQx From IPMN to invasive pancreatic cancer: new spatial insights.\n\nPubmed   Journal   ReadQx Hydroxylation matters! Microbial bile acid metabolism and colorectal cancer.\n\nPubmed   Journal   ReadQx Real-world evidence supports earlier treatment in HBeAg-positive but not HBeAg-negative chronic hepatitis B virus infection.\n\nPubmed   Journal   ReadQx Hepatology\n    Letter to the editor: Hepatocyte-derived extracellular vesicles promote endothelial pyroptosis in chronic liver disease: Undefined role of miR-153-3p.\n\nPubmed   Journal   ReadQx Reply: Deep learning and digital pathology powers prediction of HCC development in steatotic liver disease.\n\nPubmed   Journal   ReadQx Shedding new light on the chicken-and-egg dilemma of hepatitis delta virus (HDV) replication initiation.\n\nPubmed   Journal   ReadQx Thawing \"cold\" tumors: The NRF2-COX2-PGE2 axis as a pathway to precision immunotherapy in HCC.\n\nPubmed   Journal   ReadQx Unravelling the immunogenetic architecture of cholangiocarcinoma.\n\nPubmed   Journal   ReadQx J Hepatol\n    Hepatic zonation as the gatekeeper of β-catenin oncogenic transformation.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Beyond Viral Eradication-Cardiometabolic Risk and Cardiovascular Outcomes After SVR in Chronic Hepatitis C. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter on: 'Impact of Frailty on the Prognosis of Patients With Liver Cirrhosis Undergoing Insertion of a TIPS'.\n\nPubmed   Journal   ReadQx Letter on: 'Impact of Frailty on the Prognosis of Patients With Liver Cirrhosis Undergoing Insertion of a TIPS'. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: A Patient Centric Approach to Tapering Steroids in Steroid Responsive Moderate to Severely Active Ulcerative Colitis.\n\nPubmed   Journal   ReadQx Letter: A Patient Centric Approach to Tapering Steroids in Steroid Responsive Moderate to Severely Active Ulcerative Colitis. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Rifaximin Versus Low FODMAP Diet in IBS: What the Primary Endpoint Does Not Tell Us.\n\nPubmed   Journal   ReadQx Letter: Rifaximin Versus Low FODMAP Diet in IBS: What the Primary Endpoint Does Not Tell Us. Authors' Reply.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Cost-effectiveness of Novel Colorectal Neoplasia Screening Tests.\n\nPubmed   Journal   ReadQx Reply: Cost-effectiveness of Novel Noninvasive Screening Tests for Colorectal Neoplasia.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Beyond Curability: Age and Surgical Risk in Individualized Treatment of T1 Colorectal Cancer.\n\nPubmed   Journal   ReadQx Caution in Generalizing the Safety of Isolated Deep Submucosal Invasion in T1 Colorectal Cancer.\n\nPubmed   Journal   ReadQx Comments on \"Total Pancreatectomy With Islet Autotransplantation for Chronic Pancreatitis\".\n\nPubmed   Journal   ReadQx Defying GRAVITI - Reporting safety data in treat-through studies with rescue mechanisms.\n\nPubmed   Journal   ReadQx Diet and Chronic Constipation: Key Considerations of Subtype Specificity, Synergistic Effects, and Temporal Dynamics.\n\nPubmed   Journal   ReadQx Shared Decision Making in the Management of High-Risk T1 Colorectal Cancer.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Enhancing risk-based Barrett's esophagus screening through streamlined referral pathways.\n\nPubmed   Journal   ReadQx Is it time to abandon night-before laxative bowel preparation for small-bowel capsule endoscopy?\n\nPubmed   Journal   ReadQx Open Zenker without mucosal closure: novel to gastroenterology but not to otorhinolaryngology.\n\nPubmed   Journal   ReadQx The reliability of the endoscopic submucosal dissection versus transanal minimally invasive surgery recovery comparison: examining indication bias, baseline imbalance, and limited statistical power.\n\nPubmed   Journal   ReadQx Gut\n    Beyond gastrointestinal symptom burden: exploring the impact of previous cholecystectomy on ultrasound-based hepatocellular carcinoma surveillance in patients with liver cirrhosis.\n\nPubmed   Journal   ReadQx Challenges in defining MASLD in lean individuals: the impact of the Fatty Liver Index on phenotypic characterisation.\n\nPubmed   Journal   ReadQx Clarifying the decision rules and implementation boundaries for risk-based HCC surveillance in MASLD.\n\nPubmed   Journal   ReadQx Combined response to letters to the editors.\n\nPubmed   Journal   ReadQx Defining preclinical stages of Crohn's disease by faecal calprotectin and other risk factors: response to letter.\n\nPubmed   Journal   ReadQx Gastric cancer attributable to Helicobacter pylori in 2040.\n\nPubmed   Journal   ReadQx Gut health is associated with clonal haematopoiesis in older adults with and without HIV: the ARCHIVE longitudinal cohort study.\n\nPubmed   Journal   ReadQx Negative trial, positive lessons: refining endpoints and eligibility in RAP/CP prevention studies.\n\nPubmed   Journal   ReadQx Preclinical stages of Crohn's disease defined by faecal calprotectin in asymptomatic first-degree relatives.\n\nPubmed   Journal   ReadQx Real-world treatment patterns in microscopic colitis: a nationwide study from Sweden.\n\nPubmed   Journal   ReadQx Repositioning dual GLP-1/GIP receptor agonists for the treatment of colitis and colitis-associated tumourigenesis.\n\nPubmed   Journal   ReadQx SIMBA trial: reasons for failure despite sound principle.\n\nPubmed   Journal   ReadQx J Hepatol\n    Author response: Language barriers for adoption of artificial intelligence in hepatology.\n\nPubmed   Journal   ReadQx Obesity definitions reshape cardiovascular risk within MASLD.\n\nPubmed   Journal   ReadQx Progress and Remaining Barriers in Liver Xenotransplantation.\n\nPubmed   Journal   ReadQx The 2025 BCLC Staging System: Should Potential Liver Transplantation Be Prioritized?\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-13T06:55:21-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-06-2026/",
    "title": "Fri Feb 06 2026",
    "description": "41 articles - From Friday Jan 30 2026 to Friday Feb 06 2026",
    "author": [],
    "date": "2026-02-06",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Hepatology\n    Impact of newer antihyperglycemic agents on hepatic complications: A systematic review and meta-analysis of data from 5.3 million patients with type 2 diabetes mellitus.\nGLP-1 RAs and SGLT-2 inhibitors were associated with hepatoprotective effects compared with other glucose-lowering therapies in patients with T2DM, with GLP-1 RAs showing additional benefits in chronic liver disease. These findings provide evidence on the relationships between antidiabetic drug classes and liver-related outcomes in patients with T2DM and may inform clinical decision-making.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Clin Gastroenterol Hepatol\n    Diagnostic Accuracy of Non-Invasive Tests for MASLD Across Age, Type 2 Diabetes, and Obesity Subgroups: A Multinational Study.\nAccuracy of non-invasive tests for advanced fibrosis in MASLD is influenced by age, T2D, and obesity. Age-adjusted FIB-4 thresholds may enhance risk stratification. Imaging-based and composite NITs (LSM and Agile-3+) provide more consistent performance across MASLD subpopulations.\nPubmed   Journal   ReadQx Gaze shift to screen edge boosts colorectal adenoma detection: multicenter randomized controlled trial (EYE-SIGHT trial).\nIncreased peripheral gaze by real-time guidance significantly improved adenoma and polyp detection without extending procedure time. This low-burden, scalable approach may offer a simple, effective method to improve colonoscopy. UMIN-CTR, UMIN000055006,\nPubmed   Journal   ReadQx Peppermint oil and sweets in pediatric irritable bowel syndrome and functional abdominal pain: a randomized trial.\n Neither peppermint oil nor peppermint sweets were superior to placebo in treating paediatric IBS and FAP-NOS. These findings suggest prioritizing proven gut-brain axis-targeted interventions for this population.\nPubmed   Journal   ReadQx Tailored treatment of functional dyspepsia with nortriptyline: a multi-center, double-blind, placebo-controlled trial.\nNortriptyline was not more effective than placebo in reducing FD symptoms in participants pre-selected based on CYP2D6 genotype, although a biological effect of nortriptyline could not be ruled out. However, effects related to participants' belief appeared to be stronger;   number, NCT03652571.\nPubmed   Journal   ReadQx Ustekinumab and JAK inhibitors outperform vedolizumab as second-line therapy in anti-TNF-experienced patients with ulcerative colitis.\n Ustekinumab and JAKi were more effective than vedolizumab in inducing steroid-free and biochemical remission following anti-TNFα failure. Safety concerns with JAKi warrant careful patient selection in clinical practice.\nPubmed   Journal   ReadQx Gut\n    Effect of long-term adherence on faecal immunochemical test positivity rate, positive predictive value and detection rate in organised population-based colorectal cancer screening.\n After an initial round with the highest FIT-positivity and detection rates, screening outcomes stabilise at lower levels reflecting neoplasia removal and subsequent selection of a lower-risk population. Because detection rates remain clinically relevant even in an adherent cohort, early screening cessation after a sequence of normal biennial FITs is not justified.\nPubmed   Journal   ReadQx Integrative proteogenomics maps multifactorial aetiology, progression and therapeutic vulnerabilities in gastric cancer.\n This proteogenomic framework defines exposure-informed and microbiome-informed gastric cancer subtypes, providing a molecular schema for patient stratification, prevention and actionable therapeutic vulnerabilities.\nPubmed   Journal   ReadQx Post-infection disorders of gut-brain interaction: results of the Rome Foundation Global Epidemiology Study.\nPI-DGBI represents a significant subset of DGBI, with distinct sociodemographic and clinical characteristics. These findings highlight the role of acute gastroenteritis in triggering the onset of long-term gastrointestinal disorders and underscore the need for targeted interventions to mitigate its impact on patient health.\nPubmed   Journal   ReadQx Prospective evaluation of radical surgery for adenocarcinoma of oesophagogastric junction: real-world insights from the CLAEG study.\n The CLAEG study shows that abdominal lymphadenectomy should be prioritised in AEG, with neoadjuvant therapy, total gastrectomy and laparoscopy associated with favourable short-term outcomes.\nPubmed   Journal   ReadQx Hepatology\n    Incorporating artificial intelligence into imaging for surveillance and diagnosis of liver cancer: Innovations, challenges, and clinical translation.\nLarge, prospective multicenter validation studies are essential to confirm clinical benefit and safety. Ultimately, the careful implementation of trustworthy and explainable AI tools could enable earlier detection, greater diagnostic precision, and more equitable liver cancer care.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    2026 CME Information.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Response to Chinitz and Menon.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Periampullary Subepithelial Pseudotumor in Acute Cholangitis.\n\nPubmed   Journal   ReadQx Endoscopy\n    A case involving a submucosal bulge in the duodenal bulb was ultimately confirmed to be a residual gallbladder.\n\nPubmed   Journal   ReadQx A novel 6 Fr inside biliary stent system for perihilar biliary drainage.\n\nPubmed   Journal   ReadQx A novel endoscopic ultrasound system assisted by artificial intelligence for the recognition of pancreatic parenchyma and the detection of solid/cystic lesions.\n\nPubmed   Journal   ReadQx A triple-guidewire technique to stabilize the endoscope during endoscopic ultrasonography-guided pancreatic drainage following pancreaticoduodenectomy.\n\nPubmed   Journal   ReadQx Arterial bleeding during endoscopic ultrasound-guided pancreatic pseudocyst drainage using a novel ultrasound processor.\n\nPubmed   Journal   ReadQx Combined gastric mucosal ablation of the fundus using a new hybrid device with endoscopic sleeve gastroplasty for obesity.\n\nPubmed   Journal   ReadQx Diagnosis of gallbladder villous tubular adenoma with high-grade intraepithelial neoplasia via peroral endoscopic choledochoscopy: a rare case of an elderly patient.\n\nPubmed   Journal   ReadQx Endoscopic closure of a gastrocutaneous fistula reopening 18 years after gastrostomy removal using argon plasma coagulation and endoscopic hand suturing.\n\nPubmed   Journal   ReadQx Endoscopic removal of esophageal bezoars using a condom as a novel retrieval device.\n\nPubmed   Journal   ReadQx Endoscopic rescue after lumen-apposing metal stent deployment failure during endoscopic ultrasound-guided drainage of a giant pancreatic pseudocyst.\n\nPubmed   Journal   ReadQx Endoscopic ultrasonography-guided B3 branch drainage/anastomosis as hepaticoduodenostomy in atrophic left hepatic lobe case.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided perforator-targeted embolization for gastric variceal bleeding due to left-sided portal hypertension.\n\nPubmed   Journal   ReadQx Fluoroscopy-guided, sheath-assisted biopsy for indeterminate intraductal biliary masses.\n\nPubmed   Journal   ReadQx Gel immersion electrohydraulic lithotripsy for gallbladder stones through a lumen-apposing metal stent.\n\nPubmed   Journal   ReadQx Novel application of metal-clip traction-assisted endoscopic intermuscular dissection for a rare calcifying fibrous tumor.\n\nPubmed   Journal   ReadQx Peroral cholangiopancreatoscopy-guided diagnosis and treatment of an intramural bile duct stone complicated with immunoglobulin G4-related cholangitis: a case report with video.\n\nPubmed   Journal   ReadQx Side-by-side placement and removability of a novel multi-hole self-expandable metallic stent for malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx Use of a Zenker's diverticulum overtube for the safe extraction of an unusual gastric foreign body.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Letter: Rifaximin Versus Low FODMAP Diet in IBS: What the Primary Endpoint Does Not Tell Us.\n\nPubmed   Journal   ReadQx Letter: Rifaximin Versus Low FODMAP Diet in IBS: What the Primary Endpoint Does Not Tell Us. Authors' Reply.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Comments on \"Total Pancreatectomy With Islet Autotransplantation for Chronic Pancreatitis\".\n\nPubmed   Journal   ReadQx Diet and Chronic Constipation: Key Considerations of Subtype Specificity, Synergistic Effects, and Temporal Dynamics.\n\nPubmed   Journal   ReadQx Gut\n    Challenges in defining MASLD in lean individuals: the impact of the Fatty Liver Index on phenotypic characterisation.\n\nPubmed   Journal   ReadQx Clarifying the decision rules and implementation boundaries for risk-based HCC surveillance in MASLD.\n\nPubmed   Journal   ReadQx Real-world treatment patterns in microscopic colitis: a nationwide study from Sweden.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-06T07:30:32-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-30-2026/",
    "title": "Fri Jan 30 2026",
    "description": "68 articles - From Friday Jan 23 2026 to Friday Jan 30 2026",
    "author": [],
    "date": "2026-01-30",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Gastroenterology\n    AGA Clinical Practice Update on Inpatient Management of Adults With Inflammatory Bowel Disease: Expert Review.\nBEST PRACTICE ADVICE 12: Hospitalized adult patients with Crohn's disease and active perianal symptoms should have a multidisciplinary treatment approach involving both medical and surgical care. BEST PRACTICE ADVICE 13: Stability of treatment response should be achieved before discharge, and a clear discharge transition plan established.\nPubmed   Journal   ReadQx Comparing Harms and Benefits of Pancreatic Cyst Surveillance Guidelines: A Microsimulation Study.\n\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Clin Gastroenterol Hepatol\n    Phenotypic Differences in Inflammatory Bowel Diseases Across Race, Ethnicity and Geography: A Systematic Review of 237 Population-Based Studies.\n This global, transethnic meta-analysis revealed persistent differences in IBD phenotype and outcomes across ethnic groups. Future studies integrating multi-omic measurements in ethnically diverse populations are essential to elucidate the biologic basis of these variations.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Nationwide Implementation of Double Reflex Testing for Hepatitis Delta in Spain: Results From the Retrospective Phase of the Spain-DDR Study.\n Between 2022 and 2024, double reflex diagnostic implementation expanded rapidly, demonstrating national feasibility and describing hepatitis D virus seroprevalence. However, regional inequities persist. Sustained uptake will require standardised reflex protocols, harmonization of viral load assays and continuous training to reduce underdiagnosis and improve care of coinfected patients.\nPubmed   Journal   ReadQx Real-World Performance of FIT Triage for Symptomatic Colonoscopy: Analysis of the UK National Endoscopy Database (NED).\n This national analysis demonstrates the superiority of FIT-based triage over symptom-based referral, with FIT ≥ 10 identifying high-risk patients, including those aged 40-49, while FIT < 10 indicated very low risk.\nPubmed   Journal   ReadQx The Alpha-1 Pi*MZ Genotype Is an Independent Risk Factor for Hepatocellular Carcinoma Development in Patients With ACLD.\n The SERPINA1 Pi*MZ genotype is associated with an increased risk of HCC development in patients with ACLD, independently of other HCC risk factors.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Ethical and Practical Considerations for Mental Health Screening in Adult Patients with Inflammatory Bowel Disease.\n The implementation of routine mental health screening for adults with IBD aligns with core ethical principles and supports comprehensive biopsychosocial care. With thoughtful implementation, gastroenterology practices can improve identification of depression and anxiety and facilitate timely access to appropriate mental health services.\nPubmed   Journal   ReadQx Low-dose aspirin continuation during gastric ESD in patients with low thrombotic risk: a randomized trial.\nThe non-inferiority of LDA continuation over discontinuation for ESD-related major bleeding in gastric ESD was not demonstrated. Therefore, discontinuation of LDA during the periprocedural period is recommended for patients with low thrombotic risk. (UMIN000013177).\nPubmed   Journal   ReadQx MELD-Lactate and lactate clearance in critically ill cirrhosis patients with sepsis.\n Early reduction in initial LA by one-third predicts 30-day mortality and may indicate treatment response in cirrhosis patients with sepsis in the ICU. Combining MELD-LA and LA clearance early enables better risk stratification and informs management.\nPubmed   Journal   ReadQx Optimal Single or Combined Parameters for Dyssynergic Defecation on Anorectal Manometry: A Proof-of-Concept Machine Learning Study.\nTwo-hundred and twenty-two (72.3%) patients had a clinical diagnosis of DD. Compared to patients without clinical diagnosis of DD, patients with DD had significantly lower rectoanal pressure gradient (RAG) (median -34.7 [IQR -57.1, -13.0] vs -24.6 [IQR -44.5, -2.4] mmHg, p=0.009) and more abnormal BET (59.5% vs 11.8%, p 80% PPV for diagnosing DD in patients with chronic constipation.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    6-Mercaptopurine vs. Mycophenolate Mofetil in Autoimmune Hepatitis and Azathioprine Intolerance: A Multicenter Study.\nBoth 6-MP and MMF were capable of maintaining biochemical response in patients with AIH who were intolerant to AZA, with no clear evidence of inferiority of either treatment. While MMF was generally better tolerated, 6-MP may present a safe and effective treatment option in women of reproductive age. In addition, therapy with 6-MP enables clinicians to monitor drug metabolite levels, titrate dosages, and monitor adherence.\nPubmed   Journal   ReadQx Endosc Int Open\n    Characteristics and causes of post-endoscopy Barrett's neoplasia: Retrospective multicenter study.\nPEBN occurring in LSBE was mostly overlooked because of inadequate observation, whereas PEBN at the 0 to 3 o'clock position in SSBE was frequently misdiagnosed as esophagitis. Bearing these results in mind may improve quality of endoscopic screening and reduce incidence of PEBN.\nPubmed   Journal   ReadQx   PMCEndoscopic submucosal dissection for early gastric cancer in the elderly: Spanish multicenter prospective study during initial experience.\nOctogenarians with EGC benefit from ESD in a Western setting in terms of disease-free survival, but have lower long-term survival due to comorbidities, underscoring the importance of pre-procedure risk assessment. ESD is a proven safe technique, but in the subgroup of patients aged ≥ 80 years with severe comorbidities (ASA-PS ≥ IV), periprocedural mortality is increased and the indication should be carefully evaluated.\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided radiofrequency ablation for large branch-duct intraductal papillary mucinous neoplasms: Safety and efficacy trial.\nEUS-RFA in large, predominantly multilocular BD-IPMNs shows promising volumetric efficacy. Safety may be improved through refined energy delivery and technical advances. Molecular response remains exploratory and requires further validation. Long-term studies assessing progression-free outcomes are needed to define its role as an organ-preserving therapeutic option.\nPubmed   Journal   ReadQx   PMCPredictors of non-compliance with post-procedure follow-up after endoscopic stent placement.\nPatient-specific risk factors for non-compliance of stent removal were identified. Patients with such risk factors may require extra education and communication efforts.\nPubmed   Journal   ReadQx   PMCWhich patients with palliative malignant biliary obstruction will benefit most from biliary drainage: Development and validation of a prognostic score.\nThis score could be used in routine clinical practice to identify patients who have better survival outcomes after biliary drainage in palliative MBO.\nPubmed   Journal   ReadQx   PMCEndoscopy\n    Robot-Assisted Endoscopic Retrograde Cholangiopancreatography: A Pilot Study.\n Despite the need for cautious interpretation in this limited cohort, our initial outcomes support the procedural feasibility of the robotic system and hint at its potential to assist in ERCP, but must be confirmed in larger studies.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Diagnostic value of magnifying endoscopy for colorectal laterally spreading tumor non-granular type.\nMagnifying endoscopy has limited utility in therapeutic decision-making for LST-NG, particularly for PD lesions, indicating the importance of en bloc endoscopic resection whenever technically feasible, regardless of magnifying endoscopic findings.\nPubmed   Journal   ReadQx Endoscopic Ultrasound-Guided Coils Embolization with Cyanoacrylate Injection versus Transjugular Intrahepatic Portosystemic Shunt with Variceal Embolization for Gastric Variceal Bleeding: A Multicenter Propensity-Matched Analysis.\n EUS-Coils+CYA and TIPS+VE showed comparable outcomes in controlling GV rebleeding and survival. Patients treated with EUS-Coils+CYA had a lower incidence of HE but carried a risk of ectopic embolism.\nPubmed   Journal   ReadQx Gut\n    NSUN6 deficiency drives immune suppression in pancreatic cancer via the KDM5A-CCL2-macrophage axis.\n NSUN6 deficiency drives immune suppression through the m 5 C-KDM5A-CCL2 axis in PDAC. Targeting the NSUN6-CCL2 axis represents a promising strategy to sensitise PDAC to ICB therapy.\nPubmed   Journal   ReadQx Hepatology\n    Genomic and transcriptomic profiling of hepatocellular carcinoma in patients with Fontan-associated liver disease.\nGenomic mutational profiles of FALD and non-Fontan CHS HCCs are distinct from HCCs with other etiologies. Copy number alterations and transcriptional profiles in FALD HCCs classified these into a poor-prognosis group of HCCs.\nPubmed   Journal   ReadQx Stroma-driven inter- and intratumoral heterogeneity of PD-L1 expression in cholangiocarcinoma: Implications for biomarker development and prognostic evaluation.\n Our data indicate that stroma content may be a surrogate for inflamed iCCA. Moreover, the inter- and intratumoral heterogeneity of iCCA poses a significant challenge to interpreting the PD-L1 signal. To establish tissue-based biomarkers in iCCA, a more granular annotation of their expression in different intratumoral compartments will be critical.\nPubmed   Journal   ReadQx J Hepatol\n    A single-cell atlas of the woodchuck liver reveals cellular programs conserved in human HBV infection.\nWe present a multi-omic atlas of healthy, diseased, and ex vivo-stimulated woodchuck liver. This work identified shared WHV-HBV pathological processes, reinforces the value of this preclinical model and provides a resource to advance HBV pathogenesis studies and therapeutic development. Impact and implications Limited treatment options for liver disease, often requiring liver transplantation, emphasize the need for human-relevant animal models to speed the development of new therapeutic interventions. Woodchucks infected with woodchuck hepatitis virus (WHV) develop chronic hepatitis and liver cancer, similar to human hepatitis B virus (HBV) infection. However, the composition and active biological processes in woodchuck hepatic cells were poorly understood, limiting the utility of this model to therapeutic discovery. In this study, we characterized the healthy and chronically infected woodchuck liver in comparison to human HBV at a single-cell resolution reinforcing the potential of WHV-infected woodchuck as a model for human HBV disease.\nPubmed   Journal   ReadQx AF6 knockout-induced upregulation of bile acid production promotes CXCL14-mediated antitumor immunity in HCC: Effect of the BA/Butyrate/CXCL14 axis in HCC.\nAF6 modulates primary BA synthesis, driving gut microbiota-dependent butyrate production and Cxcl14-mediated immune remodeling in HCC. This axis highlights a novel mechanism linking BA metabolism, gut microbiota, and immune regulation, offering potential therapeutic targets for liver cancer treatment. Impact and implications This study establishes that hepatic Af6 deficiency restrains hepatocarcinogenesis via a BA-driven, microbiota-dependent butyrate-CXCL14 axis. This axis highlights a novel mechanism linking BA metabolism, gut microbiota, and immune regulation, providing potential therapeutic targets for liver cancer treatment. This research represents the first mouse model in which induces the generation of primary BAs is potentiated without associated alterations in the typical epithelial morphology. We expect that this model will be of use in monitoring BA-related pathological processes in the gastrointestinal tract, including cancer progression.\nPubmed   Journal   ReadQx Incidence and implications of abstinence-induced recompensation in alcohol-related cirrhosis.\nAlcohol abstinence enabled recompensation in one third of patients with decompensated alcohol-related cirrhosis, particularly with early abstinence and absence of further decompensation. Recompensation led to a significant survival benefit with maintained abstinence, with a negligible residual risk of liver-related death and HCC. Impact and implications Hepatic recompensation, as defined by Baveno VII, is a novel clinical concept reflecting the potential for disease regression and resolution of decompensating events in patients with cirrhosis once the underlying aetiological factor is removed or controlled. In this multicentre study, sustained alcohol abstinence led to recompensation in one third of patients with decompensated alcohol-related cirrhosis within 5 years, particularly if abstinence was achieved early and in the absence of further decompensation. Recompensation markedly improved outcomes, with a negligible residual risk of liver-related death and hepatocellular carcinoma when abstinence is maintained. These findings support personalised treatment approaches in decompensated alcohol-related cirrhosis by helping identify patients at risk of progression or with potential for regression.\nPubmed   Journal   ReadQx Updated data from IMbrave050: Adjuvant atezolizumab plus bevacizumab for high-risk hepatocellular carcinoma.\nIn this updated analysis, the initial RFS benefit seen with atezolizumab plus bevacizumab vs active surveillance was not sustained and OS remained immature. The safety profile of atezolizumab plus bevacizumab remained manageable and consistent with that of each agent and the underlying disease. Overall, the benefit-risk profile does not support atezolizumab plus bevacizumab as adjuvant therapy. Clinical trial number NCT04102098 IMPACT AND IMPLICATIONS  Based on results from the IMbrave150 trial, atezolizumab in combination with bevacizumab is the standard-of-care first-line treatment for unresectable HCC, prompting interest in investigating the combination in earlier treatment settings. IMbrave050 was the first immunotherapy study to report data in the adjuvant setting for HCC, where an early RFS benefit was observed at the pre-specified interim analysis but not maintained with longer follow-up;  overall survival remained immature. The updated results of IMbrave050 do not support the use of atezolizumab plus bevacizumab in the adjuvant setting. However, subgroup analyses suggest a potential benefit in select patients, warranting further prospective evaluation. Effective perioperative or adjuvant treatment remains a major unmet need for patients with HCC given the high rate of early post-operative relapse.\nPubmed   Journal   ReadQx Yttrium-90 radioembolization is associated with a lower risk of liver transplant waitlist dropout than chemoembolization in hepatocellular carcinoma.\nIn a large national cohort of liver transplant candidates with HCC, TARE compared to TACE as first LRT was associated with higher rates of complete necrosis on explant, lower likelihood of multiple LRTs, and lower risk of waitlist dropout. Impact and implications With nearly al hepatocellular carcinoma (HCC) patients in the US now receiving local regional therapies (LRT), better understanding of the optimal LRT type to achieve tumor control and maintain tumor stage is needed. In this contemporary study of over 5000 patients using the US national database (UNOS), we showed that trans-arterial radioembolization (TARE) may be the preferred bridging therapy over chemoembolization (TACE) based on a significantly lower probability of waitlist dropout after controlling for liver function and tumor characteristics. Additionally, TARE treated patients demonstrated higher probability of complete pathologic response and reduced tumor under-staging on explant, which taken together strongly suggests that TARE is a more effective tumor treatment compared to TACE.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Clin Gastroenterol Hepatol\n    Blue Notes.\n\nPubmed   Journal   ReadQx Knowledge, Attitudes, and Environment Related to Gastroenterology and Hepatology Care for Sexual and Gender Minorities.\n\nPubmed   Journal   ReadQx Gut\n    Shaping the future of postoperative recurrence in Crohn's disease: personalised approaches with AI-enabled imaging and multi-omics.\nWhile promising, these innovations require prospective validation, methodological standardisation and integration into clinical workflows before translation into routine practice. This review summarises the current understanding of POR, highlights emerging diagnostic and monitoring technologies and explores how AI-enabled endoscopy and multi-omics approaches may transform future management, paving the way towards precision medicine for POR in CD.\nPubmed   Journal   ReadQx J Hepatol\n    Revisiting Prophylactic Corticosteroids to Mitigate Severe Immune-Related Adverse Events in Hepatocellular Carcinoma.\nJudicious PC use may offer a practical means to mitigate severe irAEs-particularly in anti-CTLA-4-containing regimens-while maintaining antitumor activity. We advocate for prospective evaluation of PC in ICI-based combinations with higher immune-mediated toxicity to better define their role in HCC.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Clin Gastroenterol Hepatol\n    Seladelpar improves cholestasis and pruritus in obeticholic acid and fibrate-experienced patients with PBC.\n\nPubmed   Journal   ReadQx Endosc Int Open\n    Endoclip and snare combined traction and resection for treating gastric submucosal tumor with extraluminal growth.\n\nPubmed   Journal   ReadQx   PMCNovel endoscopic resection of synchronous dual gastric lesions using a compact robotic arm system.\n\nPubmed   Journal   ReadQx   PMCEndoscopy\n    A novel application of the submucosal tunnel technique for resection of a giant duodenal lipoma.\n\nPubmed   Journal   ReadQx   PMCBeyond the weekend: great potential for photometric capsule-based risk assessment.\n\nPubmed   Journal   ReadQx Bridge formation method for endoscopic submucosal dissection of early gastric neoplasms along the lesser curvature at the gastric angle.\n\nPubmed   Journal   ReadQx   PMCClinical and methodological considerations in artificial intelligence-assisted endoscopic ultrasonography for pancreatic mass detection.\n\nPubmed   Journal   ReadQx Comments on \"Comparing low volume versus intermediate volume bowel preparation and their impact on work and tolerability\".\n\nPubmed   Journal   ReadQx Endoscopic laser lithotripsy for a pancreaticojejunostomy stricture using a novel ultra-slim cholangiopancreatoscope via an endoscopic ultrasound-guided pancreatogastrostomy route.\n\nPubmed   Journal   ReadQx   PMCEndoscopy E-Videos - recently published.\n\nPubmed   Journal   ReadQx Gastric inverted polyp mimicking submucosal tumor.\n\nPubmed   Journal   ReadQx   PMCNovel needle system for transmural access in therapeutic endoscopic ultrasound.\n\nPubmed   Journal   ReadQx   PMCNovel use of cholangioscopy-assisted enteroscopy for foreign body removal from a narrow-ostium ileal diverticulum.\n\nPubmed   Journal   ReadQx   PMCRemoval of an over-the-scope clip using balloon dilation.\n\nPubmed   Journal   ReadQx   PMCRescue endoscopic ultrasound-guided hepaticogastrostomy with antegrade stenting for food-impacted complete papillary occlusion via intentional stent-mesh traversal.\n\nPubmed   Journal   ReadQx   PMCSimultaneous bridging and antegrade stent-in-stent placement via endoscopic ultrasound-guided hepaticogastrostomy using novel multi-hole metal stents.\n\nPubmed   Journal   ReadQx   PMCSingle-operator esophageal endoscopic submucosal dissection using an endoscope-tethered adjustable knife.\n\nPubmed   Journal   ReadQx   PMCSuccessful endoscopic management of post-coloplasty cervical esophagocutaneous fistula using sequential diabolo and fully covered stents.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    Core Experiences in Gastropsychology Fellowship Training.\n\nPubmed   Journal   ReadQx Knowledge, Attitudes, and Environment Related to Gastroenterology and Hepatology Care for Sexual and Gender Minorities.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Endoscopic fistulotomy for managing refractory gastrocutaneous fistulas following laparoscopic sleeve gastrectomy: an effective and simple method.\n\nPubmed   Journal   ReadQx Intraductal Papillary Mucinous Neoplasm Arising in Gastric Ectopic Pancreas.\n\nPubmed   Journal   ReadQx Making the Inaccessible Biopsiable: Overtube-Assisted EUS Post-Whipple.\n\nPubmed   Journal   ReadQx Non-Confluent Hepatic Ducts Draining Separately into the Duodenum: A Unique Biliary Tree Variant.\n\nPubmed   Journal   ReadQx Underwater Resection of Redundant Jejunal Folds Causing Recurrent Cholangitis After Whipple Procedure.\n\nPubmed   Journal   ReadQx Uvular Necrosis After Routine Diagnostic Endoscopy: A Rare Adverse Event.\n\nPubmed   Journal   ReadQx Gut\n    Kupffer cell autophagy emerges as a central regulator of immune dysregulation in primary biliary cholangitis.\n\nPubmed   Journal   ReadQx Role of TL1A in perianal fistulising Crohn's disease: a new therapeutic target?\n\nPubmed   Journal   ReadQx Hepatology\n    Letter to the Editor: From weight to waist: Refining fibrosis prediction in the global MASLD cohort.\n\nPubmed   Journal   ReadQx Letter to the editor: Deep learning and digital pathology for HCC prediction in steatotic liver disease.\n\nPubmed   Journal   ReadQx Reply: From weight to waist: Refining fibrosis prediction in the global MASLD cohort.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Letter: Trajectories of Hepatic Function Markers Enable Early Prediction of Hepatic Recompensation-Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Trajectories of Hepatic Function Markers Enable Early Prediction of Hepatic Recompensation.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Non-paired comparison of EUS-guided and transjugular liver approaches using different needles: can firm conclusions be made?\n\nPubmed   Journal   ReadQx Gastroenterology\n    Dietary Flexibility as a Pathway to Nutritional Remission in Crohn's Disease.\n\nPubmed   Journal   ReadQx Reconsidering the Microbiome and Maintenance Claims in Whole-Food Dietary Trials for Crohn's Disease.\n\nPubmed   Journal   ReadQx J Hepatol\n    Absolute risk estimation of liver disease cannot be based on time-varying covariates.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-30T12:23:14-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-23-2026/",
    "title": "Fri Jan 23 2026",
    "description": "130 articles - From Friday Jan 16 2026 to Friday Jan 23 2026",
    "author": [],
    "date": "2026-01-23",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Clin Gastroenterol Hepatol\n    Endovascular interventions reduce rebleeding in patients with gastric varices: An individual patient data meta-analysis.\n Endovascular interventions (BRTO and TIPS) are superior to ECI for reducing all-cause rebleeding in patients with cirrhosis and GV hemorrhage. Larger studies with standardized end-points and long-term outcomes are needed to clarify survival benefit and optimize treatment selection.\nPubmed   Journal   ReadQx Impact of 20% Change in VCTE-measured Liver Stiffness on Liver-related Outcomes: A systematic Review and Meta-Analysis.\n Dynamic LSM changes in no-cACLD progressors and cACLD regressors are significantly associated with increased and decreased LRE risk, respectively. These findings highlight the potential of serial LSM measurements for monitoring chronic liver disease and for clinical trial endpoints. Prospective longitudinal studies are needed to evaluate if changes in LSM measurements over time are linked to improved patient outcomes.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    CLINICAL RESPONSE TO GASTRIC PERORAL ENDOSCOPIC MYOTOMY AND ITS ASSOCIATION TO CHANGES IN PYLORIC IMPEDANCE PLANIMETRY MEASUREMENTS: A SYSTEMATIC REVIEW AND META ANALYSIS.\n Our analysis shows that patients who responded to G-POEM had higher baseline GCSI scores when compared to non-responders. Post-G- POEM pylorus CSA was associated with clinical response. FLIP may provide objective assessment of pyloric changes and be a potential tool to predict clinical outcome of G-POEM. Additional studies with standardized FLIP protocols in patients undergoing G-POEM are needed.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Gastroenterol\n    Addiction in Gastrointestinal and Liver Disorders.\nMedications for alcohol use disorder and opioid use disorder are underutilized despite strong evidence for safety and efficacy, even in patients with hepatic dysfunction. Gastroenterologists and hepatologists are often well-positioned to identify and address substance use disorders early and should strive to provide coordinated care that improves both addiction and GI/liver-related outcomes.\nPubmed   Journal   ReadQx An Artificial Intelligence-Guided Strategy to Reduce Poor Bowel Preparation: A Multicenter Randomized Controlled Study.\n A software application-driven colon cleansing process improves preparation quality in outpatients (NCT05871814).\nPubmed   Journal   ReadQx Cost-effectiveness of first-line regimens for Helicobacter pylori infection in the United States.\n BQT was found to be the cost-effective first-line treatment. Rifabutin triple therapy was a cost-effective alternative. Policymakers should prioritize BQT and rifabutin triple therapy versus other therapies.\nPubmed   Journal   ReadQx Ethical and Practical Considerations for Mental Health Screening in Adult Patients with Inflammatory Bowel Disease.\n The implementation of routine mental health screening for adults with IBD aligns with core ethical principles and supports comprehensive biopsychosocial care. With thoughtful implementation, gastroenterology practices can improve identification of depression and anxiety and facilitate timely access to appropriate mental health services.\nPubmed   Journal   ReadQx Low-dose aspirin continuation during gastric ESD in patients with low thrombotic risk: a randomized trial.\nThe non-inferiority of LDA continuation over discontinuation for ESD-related major bleeding in gastric ESD was not demonstrated. Therefore, discontinuation of LDA during the periprocedural period is recommended for patients with low thrombotic risk. (UMIN000013177).\nPubmed   Journal   ReadQx Machine Learning Model Predicts Recurrent Clostridioides difficile Infection in Patients With Inflammatory Bowel Disease (Recur CDI-IBD).\n The RecurCDI-IBD model demonstrates good discriminatory ability with balanced precision and recall in identifying IBD patients at higher risk for recurrent CDI. These findings highlight the potential of data-driven approaches to support clinical risk assessment. Further studies incorporating larger and more diverse cohorts and prospective external validation are needed to confirm generalizability and optimize clinical applicability.\nPubmed   Journal   ReadQx Treatment Delays and Survival in Patients with Hepatocellular Carcinoma: A Multicenter Cohort Study.\n Treatment delays exceeding 90 days occurred in over one-fifth of patients but were not associated with significant differences in survival.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Serum IgG Response to a Conserved Domain of Commensal Flagellins Predicts Future Risk of Crohn's Disease in First-Degree Relatives.\n Increased antibody response in healthy FDRs towards Lachnospiraceae flagellins is associated with future risk of CD. Importantly, pre-CD subjects shared seroreactivity towards a conserved bacterial flagellin epitope, which may represent an early pre-clinical biomarker of CD.\nPubmed   Journal   ReadQx Endosc Int Open\n    Anchoring of esophageal stents with through-the-scope suturing devices: Preclinical proof of concept and first clinical cases.\nThis is the first preclinical and clinical description of the benefits of TTSS for FCSEMS anchoring in esophageal refractory benign strictures. Safe and efficient anchoring with TTSS could allow using double-silicon-layered FCSEMS that can be left in place several months for management of refractory benign strictures. This work paves the way for prospective studies assessing FCSEMS anchoring with TTSS.\nPubmed   Journal   ReadQx Assessment of early gastric cancer visibility in deep-learning-based virtual indigo carmine chromoendoscopy (with video).\nVirtual IC improved visibility compared with WLE in nearly half the assessments, although its efficacy did not equal real IC. Optimizing performance for specific endoscope systems may enhance its clinical utility as a practical alternative for improving EGC detection.\nPubmed   Journal   ReadQx Automated assessment of small bowel and colon cleansing in enteroscopy using a convolutional neural network.\nCurrent bowel cleanliness assessment methods are subjective and region-specific. This study presents the first CNN capable of panendoscopic bowel cleanliness evaluation during DAE, achieving high accuracy and demonstrating potential for real-time clinical application. This study marks a key step toward standardizing cleanliness assessment and endoscopy quality improvement.\nPubmed   Journal   ReadQx Clinical outcomes of circumferential endoscopic submucosal dissection in esophageal squamous cell carcinoma > 50 mm: Retrospective cohort study.\nResults Stricture incidence was not significantly different (> 50 mm vs ≤ 50 mm: 13% vs 18%, 50 mm did not increase adverse events and provided comparable long-term survival. These findings support feasibility beyond guideline limits and emphasize further refinement of stricture prevention.\nPubmed   Journal   ReadQx Comparison of adenoma detection rate using the novel 5-LED vs xenon-light endoscopic system: Propensity score matching analysis.\nThe EVIS X1 system may have the potential to improve adenoma detection, particularly when used with CMOS sensor-equipped scopes. These findings suggest potential benefits for colorectal cancer screening, although further large-scale studies are warranted for validation.\nPubmed   Journal   ReadQx Endoscopic necrosectomy is safe in patients with pancreatic walled-off necrosis: Insights from a tertiary center study of 880 procedures.\nAEs are rare in EN but are associated with increased mortality.\nPubmed   Journal   ReadQx Endoscopic ultrasound molecular evaluation of pancreatic cancer trial to profile molecular landscape of inoperable pancreatic ductal adenocarcinoma.\nThis real-world study confirms the feasibility and utility of CGP using EUS-FNB in advanced PDAC. It illustrates the importance of timely access to personalized therapy informed by CGP, which can impact the treatment pathway and improve survival outcomes.\nPubmed   Journal   ReadQx Enhancing emergency endoscopy efficiency with an additional suction channel: In vitro assessment.\nA standard gastroscope equipped with an ASC significantly enhances suction performance in an in vitro model, outperforming gastroscopes with larger working channels. These findings warrant further validation in an ex vivo model to determine their clinical applicability.\nPubmed   Journal   ReadQx Identifying high-risk patients having ERCP as a day surgery with an online prediction platform: Multicohort validation of a machine learning model.\nThe results indicate that the proposed LR model, utilizing the top seven risk factors, could serve as an effective tool for predicting occurrence of complications in day surgery.\nPubmed   Journal   ReadQx Multicenter study of colon capsule endoscopy in post-polypectomy surveillance.\nCCE is a safe diagnostic of colorectal polyps. In surveillance, its \"filter function\" complements existing colorectal diagnostic services by providing capacity and choice.\nPubmed   Journal   ReadQx Neoplastic risk in hyperplastic esophagogastric junction lesions: Comprehensive multicenter study.\nEGJ hyperplastic lesions showed a non-negligible risk of neoplastic transformation. These findings highlight the need for careful endoscopic assessment to predict malignancy while promoting appropriate management strategies to ensure adequate R0 resection in case of undetected local malignancy.\nPubmed   Journal   ReadQx Technical aspects of endoscopic internal drainage procedure, secured by endoscopic suture fixation: Experimental study.\nIn conclusion, this study demonstrates the conceptual possibility of using an endoscopic needle holder for suture-fixation of a drain. Further clinical investigations are required to establish a full feasibility test of the concept.\nPubmed   Journal   ReadQx Endoscopy\n    Approaches to assessing completeness of polyp resections in clinical practice: a systematic scoping review.\nDifferent methods are available to assist in visual confirmation of complete resection and measuring IRRs, with considerable variability in their application. This review highlights the need for standardized assessment of complete colorectal polyp resection.\nPubmed   Journal   ReadQx Gastroenterology\n    ENPP1-Regulated Extracellular Purine Metabolism Drives Pancreatitis-Mediated Pancreatic Cancer.\nThe study results identified ENPP1 as a contributor to pancreatitis-mediated pancreatic cancer and a potential therapeutic target for pancreatic carcinogenesis.\nPubmed   Journal   ReadQx Faecalibacterium prausnitzii Induces an Anti-inflammatory Response and a Metabolic Reprogramming in Human Monocytes.\nF prausnitzii induces an anti-inflammatory response and rewires energy metabolism in human monocytes in healthy and inflamed conditions, potentially explaining its beneficial impact on intestinal inflammation and human health in general. These results provide new insight into the mechanisms underlying the anti-inflammatory effects of F prausnitzii and are crucial for a better understanding of its potential use in IBD treatment.\nPubmed   Journal   ReadQx Utility of Serum Biomarkers in Addition to Ultrasound for Early Detection of Hepatocellular Carcinoma in High-Risk Patients: A Randomized Controlled Trial.\nAddition of AFP, AFP-L3, and DCP to biannual US did not improve early-stage HCC detection. The trial was not adequately powered to provide evidence that the use of BMs aside from US plus AFP improves HCC surveillance. Establishing and validating alternative approaches to incorporation of BMs may improve surveillance methods for early-stage HCC detection. , Number  NCT02272504.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Computer Aided Polyp Detection Multi-center International Randomized Controlled Study with a Focus on Community Clinics: GAIN Clinical Trial.\nThese results support the incorporation of CADe devices into colonoscopy practice for improving efficacy and quality over standard-of-care, particularly in community practices.\nPubmed   Journal   ReadQx EUS-guided ethanol lavage as a novel therapeutic modality for symptomatic simple renal cysts.\nEUS-EL appears technically feasible and safe for treating simple renal cysts, with preliminary results supporting further evaluation in larger prospective studies.\nPubmed   Journal   ReadQx Fluoroscopy-free Direct Solitary Cholangioscopy versus Endoscopic Retrograde Cholangiography for Clearance of Noncomplex Biliary Stones: A Noninferiority Randomized Controlled Trial.\n Clearance rates of noncomplex biliary stones and rates of SAEs were comparable for ERC versus fluoroscopy-free DSC, with lower exposure to fluoroscopy-associated radiation during DSC. (ClinicalTrials.gov no. NCT03421340).\nPubmed   Journal   ReadQx Long-term Outcomes of EUS-guided Gastroenterostomy (LONG-RANGE study): a prospective cohort study tracking symptom recurrence, reintervention timelines and stent modifications over time.\nClinically overt EUS-GE dysfunctions are rare and successfully endoscopically amenable, discouraging scheduled surveillance in malignancies. However, LAMS shows predictable narrowing, sustained by subclinical local reactions, which might inform surveillance in benign indications.\nPubmed   Journal   ReadQx Prospective cohort study of palliative treatment of esophageal cancer with liquid nitrogen spray cryotherapy.\nSpray cryotherapy had a durable and repeatable benefit for palliation of obstructive symptoms of esophageal cancer and quality of life in the majority of patients, without the need for feeding tube or esophageal stent placement. Treatments were generally well-tolerated.\nPubmed   Journal   ReadQx The 2025 top 10 list of endoscopy topics in medical publishing: an annual review by the American Society for Gastrointestinal Endoscopy Editorial Board.\nThe top 10 identified topics collectively represent advances in the following endoscopic areas: endoscopic GERD therapies, non-variceal GI bleeding, endo-oncology, endo-hepatology, vacuum therapy, colonoscopy prep primer, polypectomy best practices, metabolic and bariatric endoscopy, third space endoscopy, and AI applications in endoscopy. Board members were each assigned a topic area and summarized relevant and important articles, thereby generating this overview of the \"top 10\" endoscopic advances of 2025.\nPubmed   Journal   ReadQx Gut\n    Associations between demographic, clinical and dietary factors and flares in inflammatory bowel disease: the PRognostic effect of Environmental factors in Crohn's and Colitis (PREdiCCt) prospective cohort study.\n Higher habitual meat intake was associated with increased risk of objective flare in UC, suggesting diet may contribute to flare susceptibility in specific patient groups.\nPubmed   Journal   ReadQx Complement-secreting CAFs are associated with better prognosis in pancreatic cancer: single-cell multiomics.\n Our study demonstrates that csCAFs may represent an early-stage iCAF subtype and suggests a promising strategy for reprogramming iCAFs into csCAFs.\nPubmed   Journal   ReadQx Genetic dissection of stool frequency implicates vitamin B1 metabolism and other actionable pathways in the modulation of gut motility.\nWe identify therapeutically tractable mechanisms involved in the control of gut motility, including a previously unrecognised role for vitamin B1. These findings warrant mechanistic and clinical studies to evaluate their translational potential in IBS and other dysmotility syndromes.\nPubmed   Journal   ReadQx LY6D identifies persistent stem-like cells driving pancreatic tumourigenesis.\n Our work defines the LY6D + gastric-like cell state as a key driver linking early pre-malignant heterogeneity to PDAC initiation and progression. LY6D represents a pan-stage therapeutic target and a candidate biomarker for early detection and therapeutic targeting.\nPubmed   Journal   ReadQx Oncological impact of universal endoscopic submucosal dissection for large Barrett's cancers.\nPeriod 2 had a higher cancer burden (52.3% vs 34.9%) and greater ESD use (77.1% vs 21.2%). Basal R0 resection improved from 69.7% to 91.2% (p 15 mm improves basal R0 resection, reduces recurrence and improves short-term survival for T1b disease, supporting routine ESD for al larger Barrett's cancers.\nPubmed   Journal   ReadQx Steatosis grade and cardiometabolic burden as determinants of hepatocellular carcinoma risk after hepatitis C cure in patients with metabolic dysfunction-associated steatotic liver disease.\n Advanced hepatic steatosis and glycaemic abnormalities, rather than overall cardiometabolic burden, are independently associated with increased HCC risk after HCV cure.\nPubmed   Journal   ReadQx Targeting ADAR1-mediated RNA editing inhibits hepatic stellate cell activation and liver fibrosis by enhancing HSC-intrinsic innate immunity.\n ADAR1-imposed RNA editome suppresses HSC-intrinsic innate immunity and promotes collagen production, leading to aggravated HSC activation and liver fibrosis. Targeting ADAR1 with its pharmacological inhibitor or HSC-selective RNAi shows great promise in treating liver fibrosis.\nPubmed   Journal   ReadQx Zinc-dependent RNA-binding protein controls hepatocyte senescence and recovery from alcohol-related liver failure.\n These findings uncover a zinc-dependent ZFP36L1-regulon that governs hepatocyte fate by repressing p21- and JAG1-driven senescence and NOTCH activation and highlight ZFP36L1 as a promising therapeutic target in ALD.\nPubmed   Journal   ReadQx Hepatology\n    Biologically explicable multimodal model predicting local tumor progression and tumor invasiveness of hepatocellular carcinoma.\n Multimodal model achieved satisfactory performance on classifying tumor invasiveness, and provided effective strategy for high-invasiveness tumor to reduce LTP occurrence.\nPubmed   Journal   ReadQx NRF2-COX2-PGE2 axis drives immune cold tumors and predicts resistance to combination immunotherapy in hepatocellular carcinoma.\nTumor-intrinsic activation of the NRF2-COX2-PGE₂ axis drives immune cold TMEs and mediates Atez/Bev resistance in HCC. Targeting this pathway may enhance efficacy, and plasma PGE₂ represents a non-invasive biomarker for stratification.\nPubmed   Journal   ReadQx J Hepatol\n    Single nucleotide polymorphisms in the bepirovirsen binding site have limited impact on treatment response in chronic hepatitis B.\nThe majority of participants achieved >1 log HBsAg reductions, including transient HBsAg loss in some, though numerically smaller HBsAg reductions in participants with baseline SNPs require further investigation to better understand resistance mechanisms to bepirovirsen. Impacts and implications HBV sequence polymorphisms can lead to antiviral resistance for the treatment of chronic HBV infection. Therefore, it is important for HCPs to understand the prevalence and development of bepirovirsen binding site SNPs and how their presence in patients with chronic HBV infection may impact the virological response to bepirovirsen treatment. The Phase 2b clinical study findings reported here show that the large majority (92%) of non-responders, partial responders or relapsers did not have bepirovirsen binding site SNPs. Those with bepirovirsen binding site SNPs (7% of participants) still achieved HBsAg reductions, indicating that there is no need at this stage to test for specific HBV variants when administering bepirovirsen, and that treatment resistance via a change in sequence complementarity may be minimal and likely multifactorial. Additional data from ongoing Phase 3 studies of bepirovirsen will provide additional context for assessing this need, and for understanding potential mechanisms of resistance to bepirovirsen.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Linking Patients With Cirrhosis to Clinical Care-The Hurdles and Way Forward.\n\nPubmed   Journal   ReadQx Editorial: TIPS in the Era of Aging and Metabolic Comorbidity: Rethinking Risks and Rewards.\n\nPubmed   Journal   ReadQx Review Article: Classic Bismuth Quadruple Therapy for Helicobacter pylori Infection-Questions Focused on Clinical Practice.\nBQT remains the most effective, safe, and practical regimen for H. pylori eradication, ensuring high cure rates across diverse resistance patterns and clinical settings. Simplified formulations further improve convenience and adherence, reinforcing its role as a globally applicable therapy.\nPubmed   Journal   ReadQx Review Article: Drug Approval for Gastroparesis-Suggestions for Improving the Process for Positive Results.\n The evidence documented here justifies consideration of gastroparesis as an orphan disease, as well as an innovative approach to supplement the regulatory bodies' recommendations and guidance to industry. We propose treatment trials of 4-weeks duration and considering the use of specific symptoms of gastroparesis as clinical endpoints based on a pharmaceutical agent's mechanism of action, rather than using a total gastroparesis symptom score. Such an approach would include evidence of safety and efficacy of new medications targeting gastroparesis subscales, and approval for marketing would be based on the symptoms specifically ameliorated in robust trials.\nPubmed   Journal   ReadQx Gastroenterology\n    Is a Goldilocks Solution for Colorectal Cancer Screening Just a Fairy Tale? Overdiagnosis Versus Later Diagnosis of Premalignant Lesions.\n\nPubmed   Journal   ReadQx Understanding Polyposis Development: Progress and the Many Remaining Challenges.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A note from the Editor-in-Chief.\n\nPubmed   Journal   ReadQx Barotrauma perforation at colonoscopy: potentially disastrous but preventable.\n\nPubmed   Journal   ReadQx Endoscopic submucosal dissection for anal canal lesions: Expanding the frontiers or stretching the limits?\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided choledochoduodenostomy without the need for dilation: Shortening the shortcut!\n\nPubmed   Journal   ReadQx Melius abundare quamdeficere! Adding base ablation to margin ablation may further reduce the risk of residual or recurrence adenoma.\n\nPubmed   Journal   ReadQx Pancreatic fluid collections in 3 dimensions: seeing is revealing.\n\nPubmed   Journal   ReadQx Shedding light on refractory pancreaticobiliary strictures: the emerging role of laser dissection.\n\nPubmed   Journal   ReadQx Sometimes less is less: endoscopic submucosal resection with band ligation of rectal neuroendocrine tumors with and without submucosal injection.\n\nPubmed   Journal   ReadQx Stent savvy: a step toward clarity in navigating metallic stent choice for malignant biliary obstruction.\n\nPubmed   Journal   ReadQx To fin or not to FIN: a tale of 2 stents.\n\nPubmed   Journal   ReadQx Why rectal cancer deserves a standalone spotlight.\n\nPubmed   Journal   ReadQx J Hepatol\n    Is liver steatosis a disease or the emperor's new clothes?\nRecognising the differentiation between steatosis (not a standalone liver disease) and MASH/fibrosis (true driver of liver-related risk) enables more precise risk communication, guides targeted surveillance and therapy, and prevents unnecessary alarm or wasting resources in strained healthcare systems. This paradigm shift supports credible, evidence-based public health strategies focused on metabolic health and fibrosis prevention.\nPubmed   Journal   ReadQx Standing on the shoulders of giants.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Autoimmune Hepatitis and Depression.\n\nPubmed   Journal   ReadQx Correction to: Clinical Evolution, Complications, and Need for Advanced Therapy in Patients With Ulcerative Colitis (Abstract S2018); Pioneering Minimally Invasive Management of Pancreatic Neuroendocrine Tumor: First EUS-RFA Case in Colombia (Abstract S3312); and Jejunal Diverticulum With Arteriovenous Malformation (Abstract S4758).\n\nPubmed   Journal   ReadQx Correction to: Randomized, Double-Blind, Active-Controlled Phase 3 Study to Evaluate Efficacy and Safety of Zastaprazan Compared to Esomeprazole in Erosive Esophagitis.\n\nPubmed   Journal   ReadQx Gallstone Ileus: A Rare Complication of EUS-Guided Gallbladder Drainage.\n\nPubmed   Journal   ReadQx Letter to the Editor.\n\nPubmed   Journal   ReadQx Response to Rao et al.\n\nPubmed   Journal   ReadQx Reviewer Recognition.\n\nPubmed   Journal   ReadQx Endosc Int Open\n    Clip-assisted anchoring method to facilitate submucosal tunnel entry in peroral endoscopic myotomy for severe fibrosis.\n\nPubmed   Journal   ReadQx Laser stricturotomy-assisted rendezvous ERCP and cholangioscopy for post-cholecystectomy complete common bile duct transection.\n\nPubmed   Journal   ReadQx Endoscopy\n    A case of massive hemobilia during plastic stent exchange following distal pancreatectomy with celiac axis resection and carbon-ion radiotherapy.\n\nPubmed   Journal   ReadQx A rare case of endoscopically removing a fractured pancreatic stent related to surgery.\n\nPubmed   Journal   ReadQx   PMCA simplified strategy for stent fixation using a defect-closure system in refractory esophageal stricture.\n\nPubmed   Journal   ReadQx Cholangioscopy-guided laser lithotripsy alongside a plastic stent for common bile duct stones after total gastrectomy.\n\nPubmed   Journal   ReadQx   PMCDirect-view endoscopic ultrasound-guided fibrotic hepaticojejunostomy stricture managed with a modified stent tube.\n\nPubmed   Journal   ReadQx Effectiveness of immediate contrast-enhanced evaluation after endoscopic ultrasound-guided ethanol injection for a pancreatic neuroendocrine tumor.\n\nPubmed   Journal   ReadQx Emergency colonoscopy for rectal ulcer bleeding: argon plasma coagulation failure rescued by underwater snare-tip coagulation and self-assembling peptide hydrogel.\n\nPubmed   Journal   ReadQx   PMCEndoscopic submucosal dissection for a retrorectal tailgut cyst: a case report.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-free lumen apposing metal stent recanalization of a complete ileal J-pouch stenosis restoring intestinal continuity.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided colorectal anastomosis using a lumen-apposing metal stent for complete anastomotic stricture.\n\nPubmed   Journal   ReadQx Esophagopleural fistula and candidiasis: endoscopic stent management after steroid-induced perforation.\n\nPubmed   Journal   ReadQx Flipping the tumor from outward to inward: simplifying and accelerating endoscopic full-thickness resection.\n\nPubmed   Journal   ReadQx   PMCFour-branched hybrid stent placement using multi-hole-covered self-expandable metallic stents for Bismuth type IV malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCIdentification of an intramuscular gastric subepithelial stromal tumor during endoscopic resection by using endoscopic ultrasound within the submucosal tunnel.\n\nPubmed   Journal   ReadQx Innovative resource-limited endoscopy simulator for skill development.\n\nPubmed   Journal   ReadQx   PMCLaser ablation for tumor ingrowth of the bridging stent via the endoscopic ultrasound-guided hepaticogastrostomy.\n\nPubmed   Journal   ReadQx Laser lithotripsy for refractory stones in the cystic duct and common bile duct.\n\nPubmed   Journal   ReadQx   PMCLong-term local tumor control by endoscopic radiofrequency ablation for ampullary carcinoma with biliary extension in a patient with familial adenomatous polyposis.\n\nPubmed   Journal   ReadQx Lumen-apposing metal stent fixation using a defect-closure system for the management of a case of afferent limb syndrome.\n\nPubmed   Journal   ReadQx Marsupialisation of a tunnel flap for a false oesophageal lumen post peroral endoscopic myotomy.\n\nPubmed   Journal   ReadQx   PMCNasobiliary tube-assisted cholangioscopy-guided electrohydraulic lithotripsy successfully used to treat a difficult common bile duct stone.\n\nPubmed   Journal   ReadQx   PMCOvercoming sharp angulation for biliary access with a novel endoscopic retrograde cholangiopancreatography cannula in surgically altered anatomy.\n\nPubmed   Journal   ReadQx Preemptive fixation of a jejunal enteral tube extension via novel anchoring system.\n\nPubmed   Journal   ReadQx Prophylactic clip closure after colorectal endoscopic submucosal dissection: lessons from a European multicenter analysis and the Japanese experience.\n\nPubmed   Journal   ReadQx Tip-in underwater endoscopic mucosal resection for a sessile lesion at a poorly visualized location.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Association Between Serrated Polyps on Index Examination and Advanced Findings Detected on the Second Surveillance Colonoscopy: Data From the New Hampshire Colonoscopy Registry.\n\nPubmed   Journal   ReadQx Characteristics of Colonoscopy- and Fecal Immunochemical Test-Based Screen-Detected Premalignant Neoplastic Lesions: Results From the COLONPREV Study.\n\nPubmed   Journal   ReadQx HLA Heterozygosity Influences Colorectal Cancer Risk and Survival Outcome.\n\nPubmed   Journal   ReadQx MLH1 Lynch Syndrome Colorectal Cancers Are Driven by Heterogeneous Wnt Pathway Gene Mutations.\n\nPubmed   Journal   ReadQx Progression of Pancreatic Morphologic Changes and Endocrine Dysfunction After Acute Pancreatitis: Preliminary Results of the Longitudinal Goulash-Plus Cohort Study.\n\nPubmed   Journal   ReadQx Hepatology\n    Alcohol use dominates determining liver related events in steatotic liver disease: Rethinking the role of metabolic dysfunction.\n\nPubmed   Journal   ReadQx Fellows' Corner.\n\nPubmed   Journal   ReadQx From intuition to index: Combining frailty and comorbidities to stratify liver transplant risk.\n\nPubmed   Journal   ReadQx Fueling fibrosis: The PBX1-IL7R axis and its role in hepatic stellate cell activation.\n\nPubmed   Journal   ReadQx MASLD: To screen or not to screen-That is the question.\n\nPubmed   Journal   ReadQx Metabolic syndrome and cholangiocarcinoma: A signal too strong to ignore.\n\nPubmed   Journal   ReadQx Population-level screening for liver disease: Opportunities and challenges.\n\nPubmed   Journal   ReadQx J Hepatol\n    A rare vascular puzzle: Portal hypertension and hepatic lesions.\n\nPubmed   Journal   ReadQx From the Editor's Desk...\n\nPubmed   Journal   ReadQx Redox-dependent substrate use in hepatic gluconeogenesis shapes exercise performance.\n\nPubmed   Journal   ReadQx Tobevibart and elebsiran for the treatment of chronic hepatitis delta.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: TIPS in the Era of Aging and Metabolic Comorbidity-Rethinking Risks and Rewards. Authors Reply.\n\nPubmed   Journal   ReadQx Letter: Using Anti-HBs Titers to Tailor HBV Reactivation Monitoring in Patients With Solid Tumours-Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Using Anti-HBs Titres to Tailor HBV Reactivation Monitoring in Patients With Solid Tumours.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Addressing the elephant in the room: Herbal liver injury is more severe and catastrophic than liver injury from conventional drugs.\n\nPubmed   Journal   ReadQx GEMA-AI and the Ethical Future of Liver Transplantation: Between Survival and Meaningful Outcomes.\n\nPubmed   Journal   ReadQx Portal Pressure Measurement: A Question of How or by Whom?\n\nPubmed   Journal   ReadQx The DILI-Inpt Prognostic Score.\n\nPubmed   Journal   ReadQx Toward More Equitable Liver Allocation: Optimizing the GEMA-AI Model for the Chinese Context.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Does modified peroral endoscopic myotomy really not reduce the incidence of postoperative reflux esophagitis?\n\nPubmed   Journal   ReadQx Increased risks associated with large endoscopic sphincterotomy combined with endoscopic papillary large balloon dilation.\n\nPubmed   Journal   ReadQx Optimizing evidence translation for transoral outlet reduction: methodologic considerations and clinical implications.\n\nPubmed   Journal   ReadQx Percutaneous sinus tract endoscopic necrosectomy: double-lumen catheters may be more economical and equally safe compared with fully covered metal stents.\n\nPubmed   Journal   ReadQx The hidden advantage: colonoscopy preparation mitigates gastric content risk associated with glucagon-like peptide-1 receptor agonists.\n\nPubmed   Journal   ReadQx Toward a more nuanced evaluation of endoscopic sleeve gastroplasty: beyond biomarkers to clinical meaning.\n\nPubmed   Journal   ReadQx Gut\n    Clarifying the stopping rule and clinical value of AI-guided PEG titration for bowel preparation.\n\nPubmed   Journal   ReadQx J Hepatol\n    Is Partial Cure a Realistic Endpoint for Novel Hepatitis B Therapy?\n\nPubmed   Journal   ReadQx Thrombotic microangiopathy or rejection in first pig-to-human patient liver xenotransplantation.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-23T07:52:50-05:00",
    "input_file": {}
  }
]
