[
  {
    "path": "gi/03-14-2025/",
    "title": "Fri Mar 14 2025",
    "description": "97 articles - From Friday Mar 07 2025 to Friday Mar 14 2025",
    "author": [],
    "date": "2025-03-14",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    ACG Clinical Guideline: Diagnosis and Management of Gastric Premalignant Conditions. \r\nExtensive high-quality data from US populations regarding GPMC management are lacking, but continue to accrue, and the quality of evidence for the recommendations presented herein should be interpreted with this dynamic context in mind. The GPMC research and education agendas are broad and include high-quality prospective studies evaluating opportunistic endoscopic screening for GC/GPMC, refined delineation of what constitutes \"high-risk\" populations, development of novel biomarkers, alignment of best practices, implementation of training programs for improved GPMC/GC detection, and evaluation of the impact of these interventions on GC incidence and mortality in the US.\r\nPubmed   Journal   ReadQx \r\nUtility of the ESPGHAN Biopsy Sparing Guidelines for Celiac Disease in Children.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Optimizing Bowel Preparation Quality for Colonoscopy: Consensus Recommendations by the US Multi-Society Task Force on Colorectal Cancer.\r\nWe suggest the adjunctive use of oral simethicone for bowel preparation before colonoscopy. Routine tracking of the rate of adequate bowel preparations at the level of individual endoscopists and at the level of the endoscopy unit is also recommended, with a target of >90% for both rates.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Optimizing bowel preparation quality for colonoscopy: consensus recommendations by the US Multi-Society Task Force on Colorectal Cancer.\r\nWe suggest the adjunctive use of oral simethicone for bowel preparation before colonoscopy. Routine tracking of the rate of adequate bowel preparations at the level of individual endoscopists and at the level of the endoscopy unit is also recommended, with a target of >90% for both rates.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    British Society of Gastroenterology practice guidance on the management of acute and chronic gastrointestinal symptoms and complications as a result of treatment for cancer.\r\nThe physical, emotional and financial costs to individuals, their families and society from cancer therapy can be considerable. Identifying and signposting affected patients who require specialist services is the role of al clinicians. Progress in the treatment of cancer increasingly means that patients require expert, multidisciplinary supportive care providing effective and safe treatment at every stage of the cancer journey. Development of such expertise should be prioritised as should the education of health professionals and the public in what, when and how acute and chronic gastrointestinal symptoms and complications should be managed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    IL-23p19 Antagonists vs. Ustekinumab for Treatment of Crohn's Disease: A Meta-analysis of Randomized Controlled Trials.\r\nIL-23p19 antagonists are probably more efficacious and safer than ustekinumab in patients with moderate-to-severe CD in patients with prior biologic exposure, but not in biologic-naïve patients.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparing the Safety and Efficacy of Overstitch, X-Tack, and Endoscopic Hand Suturing for Closure of Gastrointestinal Defects After Endoscopic Resection: A systematic review and Meta-Analysis. \r\nEHS and X-tack had lower adverse event rates than Overstitch. Future direct comparison studies would be needed to corroborate our findings.\r\nPubmed   Journal   ReadQx \r\nEndoscopists' knowledge, perceptions and attitudes toward the use of artificial intelligence in endoscopy: A systematic review. \r\nConcerns regarding the impact on clinical practice, costs and medicolegal considerations remain. Establishing robust regulatory frameworks is crucial to the integration of AI into endoscopy.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Fiber and whole grain intakes in relation to liver cancer risk: An analysis in 2 prospective cohorts and systematic review and meta-analysis of prospective studies. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: Fiber and whole grain intakes in relation to liver cancer risk: An analysis in 2 prospective cohorts and systematic review and meta-analysis of prospective studies. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Cumulative Impact of Clinical Disease Activity, Biochemical Activity and Psychological Health on the Natural History of Inflammatory Bowel Disease During 8 Years of Longitudinal Follow-Up.\r\n Psychological co-morbidity and active disease have a cumulative adverse impact on IBD prognosis.\r\nPubmed   Journal   ReadQx \r\nSafety of Advanced Combination Treatment With Selective JAK1 Inhibitors and Biological Therapies in Inflammatory Bowel Diseases: A Real World Experience.\r\nThe infection incidence rate was 25.4 per 100 person-years (95% CI: 6.47-69.19), though the wide confidence interval limits conclusions on safety differences with monotherapy. These findings highlight the importance of preventive measures, careful patient selection, and rigorous monitoring to mitigate infection risks associated with ACT.\r\nPubmed   Journal   ReadQx \r\nSubstantial Reduction of Systemic Corticosteroid Use After Primary Ileocaecal Resection in Swedish Patients With Crohn's Disease: A Population-Based Cohort Study.\r\n Our results suggest a significant corticosteroid-sparing effect of ileocaecal resection in Crohn's disease patients with high pre-operative use, indicating a beneficial outcome of earlier surgical intervention. Despite increasing use of biologics, pre-operative corticosteroid use was consistent over the study period.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Acetic Acid-Indigo Carmine Chromocolonoscopy for Proximal Serrated Lesions: A Randomized, Three-Arm Colonoscopy Study. \r\nAIM significantly improved proximal colon SDRs and outperformed WLI and IC. The relationship between SDR and CRC incidence warrants further investigation.\r\nPubmed   Journal   ReadQx \r\nFecal Incontinence in Adults: New Therapies. \r\nColostomy is considered a last resort. Injection of autologous muscle cells into the external anal sphincter has shown promise in small, uncontrolled trials, though has not yielded significant results in most controlled trials.\r\nPubmed   Journal   ReadQx \r\nGastric Cancer Screening in the United States: A Review of Current Evidence, Challenges, and Future Perspectives. \r\nWe further discuss the critical knowledge gaps and challenges in promoting gastric cancer screening in the United States. Dedicated research is urgently needed to enrich the US-based data on gastric cancer primary and secondary prevention to inform clinical practice and reduce gastric cancer-related morbidity and mortality in a cost and resource efficient manner.\r\nPubmed   Journal   ReadQx \r\nHigh Risk of Persistence and Risk of Dysplasia after Ultrashort Barrett's Diagnosis.\r\n The prevalence of persistent BE after index USBE is high, and there is a risk of developing dysplasia/neoplasia in persistent BE after USBE. We were unable to detect a difference in the risk of dysplasia/neoplasia between persistent BE after index USBE and BE ≥1cm on index endoscopy in a cohort of United States veterans. White race and Hispanic ethnicity are associated with persistent BE after index USBE and may be target demographics for surveillance.\r\nPubmed   Journal   ReadQx \r\nInfections in Standard or Tapered Dose of Prednisolone for Alcohol-Associated Hepatitis: A Randomized Trial (STASH Trial). \r\nIn patients with severe AAH, a tapered prednisolone regimen may mitigate the frequency of infections. (CTRI/2023/03/050521).\r\nPubmed   Journal   ReadQx \r\nInternational, multicenter analysis of endoscopic full-thickness resection of duodenal neuroendocrine tumors. \r\nEFTR of dNET showed high technical success and R0 resection rates and very low rate of severe AEs. It could become endoscopic treatment of choice for dNET, at least for lesions not within proximity of the pylorus.\r\nPubmed   Journal   ReadQx \r\nLong-Term Safety of Mirikizumab in Patients With Moderately to Severely Active Ulcerative Colitis: An Integrated 2-Year Safety Analysis.\r\nThe mirikizumab 2-year integrated safety profile in patients with moderately to severely active UC was consistent across subgroups and with previous findings, without new significant safety concerns.\r\nPubmed   Journal   ReadQx \r\nMicroscopic colitis and risk of venous thromboembolism: A nationwide matched cohort study. \r\nThe results remained robust in sensitivity analyses. In this population-based study, individuals with MC had a 21% higher risk of VTE compared with reference individuals, equivalent to one extra VTE event for every 37 MC individuals followed for ten years.\r\nPubmed   Journal   ReadQx \r\nMinimum platelet count threshold for safe colonoscopic polypectomy: A large-scale propensity scored-matched analysis. \r\nThe results obtained using IPTW were consistent. Patients with platelet counts < 90,000/μL exhibited significantly elevated rates of IPPB and DPPB, suggesting that maintaining platelet levels above this threshold may be crucial for ensuring the safety of colonic polypectomy.\r\nPubmed   Journal   ReadQx \r\nMirikizumab Improves Quality of Life and Work Productivity in Patients with Moderately to Severely Active Crohn's Disease: Results from the Phase 3 VIVID-1 study. \r\nAt Weeks 12 and 52, a greater proportion of mirikizumab-treated patients versus placebo achieved IBDQ response, IBDQ remission, and clinically important improvement in physical and mental component summaries of SF-36 (all p<0.001). Patients with moderately to severely active CD treated with mirikizumab reported clinically meaningful improvements in HRQoL and work productivity versus placebo at Week 12 which were maintained at Week 52.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    CHOLECYSTECTOMY IS A RISK FACTOR FOR MICROSCOPIC COLITIS: A NATIONWIDE POPULATION-BASED MATCHED CASE CONTROL STUDY. \r\nCholecystectomy is associated with an increased risk of subsequent MC. These findings have implications for surgeons and general practitioners and underscore the need for further research into the underlying association between bile-acid and microscopic colitis.\r\nPubmed   Journal   ReadQx \r\nEndoscopic En Bloc Versus Piecemeal Resection of Large Colonic Adenomas: carbon footprint post-hoc analysis of a randomized trial.\r\n ESD strategy for lesions over 25 mm could reduce the environmental impact by reducing the associated follow up colonoscopies and transports of patients. If P-EMR could be performed in local centers with similar quality, results would be in favor of local P-EMR.\r\nPubmed   Journal   ReadQx \r\nIntestinal Ultrasound Findings and Their Prognostic Value in Early Crohn's Disease - a Copenhagen IBD Cohort Study. \r\nTransmural remission is an achievable outcome target for many newly diagnosed Crohn's disease patients and is associated with a favorable clinical outcome, including sustained steroid-free clinical remission. Further, intestinal ultrasound findings at diagnosis predict future ileocecal resection.\r\nPubmed   Journal   ReadQx \r\nReal-World Effectiveness and Safety of Upadacitinib in Crohn's disease: A Multi-Centre Study.\r\n UPA was effective at inducing clinical and endoscopic remission in a real-world group of patients with CD, even with prior exposure to multiple prior advanced therapies. No new safety concerns were identified.\r\nPubmed   Journal   ReadQx \r\nWorsening disease severity as measured by I-SEE associates with decreased treatment response to topical steroids in eosinophilic esophagitis patients. \r\nI-SEE correlated with baseline features in a large EoE cohort, performed similarly in children and adults, and associated with post-treatment responses to tCS. These data support that I-SEE provides prognostic data and suggest that severe disease may benefit from intensive upfront management.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Real-time automated assessment of histological disease activity in patients with ulcerative colitis using single-wavelength endoscopy technology. \r\nAt the per-patient level, overall diagnostic accuracy remained high at 94.4%, with only 2/36 underestimations compared with GBS. A novel SWE-CAD system demonstrated clinical accuracy of 94.4% at the per-patient level, potentially aiding physicians in interpreting subtle endoscopic abnormalities and paving the way to more individualized patient management.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AI-driven Personalized Medicine: Transforming Clinical Practice in Inflammatory Bowel Disease. \r\nThe future of IBD care lies in the AI-enabled \"Endo-Histo-OMICs\" integrative real-time approach, harmoniously fusing endoscopic, histological, and molecular data. Despite challenges in its adoption, this paradigm shift has the potential to refine risk stratification, improve therapeutic precision, and enable personalized interventions, ultimately advancing the implementation of precision medicine in routine clinical practice.\r\nPubmed   Journal   ReadQx \r\nColon Cancer Screening, Surveillance, and Treatment: Novel AI driving strategies in the management of colon lesions. \r\nMoreover, CADx limited specificity and binary output underscore the necessity for explainable AI to gain endoscopists' trust. This review aims to explore the benefits, harms, and limitations of AI for colon cancer screening, surveillance, and treatment focusing on CADe and CADx systems for lesion detection and characterization, respectively, while addressing challenges in integrating these technologies into clinical practice.\r\nPubmed   Journal   ReadQx \r\nMebeverine and the influence of labeling in adolescents with irritable bowel syndrome or functional abdominal pain-NOS: a 2x2 randomized, placebo-controlled trial. \r\nMebeverine was ineffective in pediatric IBS and FAP-NOS treatment. However, a positive drug label significantly enhanced treatment outcomes compared to a blinded trial label.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    GPR171 restrains intestinal inflammation by suppressing FABP5-mediated Th17 cell differentiation and lipid metabolism. \r\nGPR171 deficiency promotes Th17 cell differentiation and causes lipid metabolism perturbation, contributing to intestinal inflammation in a FABP5-dependent manner. Target therapy (eg, BigLEN-Fc) represents a novel therapeutic approach for IBD treatment.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A prospective multicenter validation of RETREAT for post-transplantation hepatocellular carcinoma recurrence prediction.\r\n The RETREAT score retains high accuracy for predicting post-LT HCC recurrence, further supporting RETREAT guided post-LT HCC surveillance and care.\r\nPubmed   Journal   ReadQx \r\nAI-driven synthetic data generation for accelerating hepatology research: A study of the United Network for Organ Sharing (UNOS) database.\r\n AI-generated synthetic data derived from diffusion models can faithfully replicate complex hepatology datasets, maintain key clinical signals, and ensure strong privacy safeguards. This approach can help address data scarcity, enhance model generalizability, foster multi-institutional collaboration, and accelerate progress in hepatology research.\r\nPubmed   Journal   ReadQx \r\nCAD manipulates tumor intrinsic DHO/UBE4B/NF-κB pathway and fuels macrophage cross-talk, promoting hepatocellular carcinoma metastasis. \r\nConsequently, the metastatic capability of HCC was remarkably enhanced. Therapy targeting CAD may offer a promising approach to curb HCC metastasis by reducing tumor cells' metastatic potential and also shifting the tumor microenvironment towards a less pro-metastatic state.\r\nPubmed   Journal   ReadQx \r\nPre-B-Cell leukemia transcription factor 1 contributes to liver fibrosis by enabling IL-7 signaling in hepatic stellate cells. \r\nFinally, a positive correlation between PBX1, IL7R and HSC activation was identified in cirrhotic patients. Our data uncover a previously unappreciated role for PBX1 in HSC activation and provide proof-of-concept for targeting IL-7 signaling in the intervention of liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nThe relationship between mean arterial pressure and terlipressin in hepatorenal syndrome-acute kidney injury reversal: a post hoc analysis.\r\nThese data highlight that terlipressin leads to an early, sustained increase in MAP, which is a key pharmacodynamic target for HRS-AKI reversal.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Circadian Control of Hepatic Ischemia/Reperfusion Injury via HSD17B13-Mediated Autophagy in Hepatocytes.\r\nOur study uncovers a pivotal role of hepatocyte BMAL1 in modulating circadian rhythms in HIRI via HSD17B13-mediated autophagy and offers a promising strategy for preventing and treating HIRI by targeting the BMAL1/HSD17B13 axis. Impact and implications This study unveils a pivotal role of the BMAL1/HSD17B13 axis in the circadian control of hepatic ischemia/reperfusion injury, providing new insights into the prevention and treatment of hepatic ischemia/reperfusion injury. The findings have scientific implications as they enhance our understanding of the circadian regulation of hepatic ischemia/reperfusion injury. Furthermore, clinically, this research offers opportunities for optimizing treatment strategies in hepatic ischemia/reperfusion injury by considering the timing of therapeutic interventions.\r\nPubmed   Journal   ReadQx \r\nClinical and Pathophysiological Characteristics of Non-acute Decompensation of Cirrhosis. \r\nThese findings are crucial for hepatologists and researchers in risk stratifying patients and optimizing transplant candidacy. Interventions targeting necroptosis and pyroptosis pathways may improve outcomes, providing a significant shift towards precision medicine in cirrhosis care.\r\nPubmed   Journal   ReadQx \r\nRecompensation of decompensated cirrhosis in hepatitis C patients after SVR: Prognostic implications. \r\nTwo-thirds of patients with decompensated cirrhosis achieved recompensation twelve months post-SVR, leading to improved survival compared to those without recompensation, though still lower than in compensated patients. However, HCC risk remained unchanged in the recompensated cohort.\r\nPubmed   Journal   ReadQx \r\nSour neuronal signalling attenuates macrophage mediated liver injury. \r\nOur findings provide new insights into the brain-liver axis and therapeutic perspectives for liver injury. This clinical trial was registered with the Chinese Clinical Trial Registry (ChiCTR2400088096) IMPACT AND IMPLICATIONS: ● This study clarified that sour stimuli, which is related to acid (low pH value), is at least partly responsible for reducing human and mouse liver ischemia and reperfusion injury through nerves, and confirmed the important role of brain-liver axis in liver ischemia and reperfusion injury.● This study found that brain-liver axis to increase liver ischemia-reperfusion injury through the secretion of TAFA2 protein, and proved that TAFA2 protein mediated liver ischemia-reperfusion injury through the recruitment and activation of macrophages.● This study found that CCR2 is the receptor for TAFA2 protein, and TAFA2 and CCL2 produce a different transcriptional profile by RNA sequencing.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Upadacitinib-A Promising Induction Agent for Paediatric Crohn's Disease? \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A comprehensive review of geriatric syndromes and assessment in older adults with inflammatory bowel diseases. \r\nGeriatric syndromes are prevalent and negatively impact older patients with IBD. Systematic assessment for their presence and multidisciplinary interventions to improve them are important to improve outcomes of older adults with IBD.\r\nPubmed   Journal   ReadQx \r\nTo treat of not to treat - prospection and prognosis in IBD. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    GLS2-mediated YAP1 Glutamylation Facilitates Immune Evasion in Pancreatic Ductal Adenocarcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Hot and Cold Fibrosis: The Role of Serum Biomarkers to assess the Immune Mechanisms and ECM-Cell Interactions in Human Fibrosis.\r\nThis article aims to explore the relationship between hot and cold fibrosis, the role of various types of collagens and their biologically active fragments in modulating the immune system, and how serological ECM biomarkers can help the understanding of the disease-relevant interactions between immune and mesenchymal cells in fibrotic tissues. Additionally, we draw lessons from immuno-oncology research in solid tumors to shed light on potential strategies for fibrosis treatment and highlight the advantage of having a \"hot fibrotic environment\" to treat fibrosis by enhancing collagen degradation through modulation of the immune system.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Rare Tumor of the Esophagus: Primary Malignant Melanoma.\r\n\r\nPubmed   Journal   ReadQx \r\nCan Only Fluid Therapy Be the Answer in Prevention of Postendoscopic Retrograde Pancreatitis? \r\n\r\nPubmed   Journal   ReadQx \r\nDisseminated Talaromyces marneffei involving the colon: a unique opportunistic infection. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Pancreaticogastrostomy Using a Lumen-Apposing Metal Stent: A Simplified, Alternative Approach.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic diagnosis of gastropericardial fistula caused by intrathoracic gastric ulcer.\r\n\r\nPubmed   Journal   ReadQx \r\nPlastics: Here, There, and Everywhere - Implications for Gastrointestinal Health and Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPreventing Postendoscopic Submucosal Dissection Coagulation Syndrome With Transrectal Drainage Tubes: Are We Targeting the Right Patients and Mechanisms? \r\n\r\nPubmed   Journal   ReadQx \r\nRefractory Dysphagia: A Case of Co-Existing Eosinophilic Esophagitis and Achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A Real-World Study of Cumulative Steroid Burden Among Patients with Eosinophilic Esophagitis in the United States. \r\n\r\nPubmed   Journal   ReadQx \r\nDiffuse esophageal uptake on 18F-fluorodeoxyglucose positron emission tomography/computed tomography scan. \r\n\r\nPubmed   Journal   ReadQx \r\nEconomic Benefit of Implementation of Pediatric Transnasal Endoscopy in Eosinophilic Esophagitis. \r\n\r\nPubmed   Journal   ReadQx \r\nResolving metabolic dysfunction-associated steatotic liver disease reduces subclinical cardiovascular damage in Chinese youths. \r\n\r\nPubmed   Journal   ReadQx \r\nThe Impact of Metabolic Dysfunction and Bariatric Surgery on Severity and Outcomes in Alcohol Associated Hepatitis. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case report of piecemeal submucosal tunnel endoscopic resection for a giant esophageal leiomyoma larger than 8 cm. \r\n\r\nPubmed   Journal   ReadQx \r\nDirect needle puncture technique using a radial miniature probe for complete anastomotic obstruction after hepaticojejunostomy. \r\n\r\nPubmed   Journal   ReadQx \r\nDuodenal biopsy and drainage procedures via the hepaticogastrostomy route using a newly designed device delivery system. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic \"combined-arms approach\" for the management of a giant intraductal papillary mucinous neoplastic lesion of the bile duct. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of intrahepatic bile duct stones using a slim basket catheter passed through a device delivery system in a patient who had undergone pancreaticoduodenectomy. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticojejunostomy through an endoscopic ultrasound-guided enteroanastomosis. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticojejunostomy using forward-viewing echoendoscope for hepatic duct obstruction due to postoperative bile duct injury. \r\n\r\nPubmed   Journal   ReadQx \r\nFlushing ensures vessel presealing in underwater third-space endoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nReintervention technique for endoscopic ultrasound-guided hepaticogastrostomy combined with bridging stent deployment using a novel double-lumen dilator. \r\n\r\nPubmed   Journal   ReadQx \r\nSafe and reliable removal of a migrated biliary metal stent with a snare placed over the balloon using the two-devices-in-one-channel method. \r\n\r\nPubmed   Journal   ReadQx \r\nTreatment of a necrotic collection after tangential gastric resection by using an automated endoscopic debridement catheter. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Cause of Obstruction in IPAA. \r\n\r\nPubmed   Journal   ReadQx \r\nA Rare Cause of Recurrent Abdominal Pain. \r\n\r\nPubmed   Journal   ReadQx \r\nAn unexpected cause of acute liver failure following CAR T-cell therapy. \r\n\r\nPubmed   Journal   ReadQx \r\nBeyond scratching the surface: a non-pruritogenic novel bile acid derivative that ameliorates cholestatic- and diet-induced liver injury. \r\n\r\nPubmed   Journal   ReadQx \r\nDeveloping a Strategy for Prevention of Avoidable Postcolonoscopy Colorectal Cancers: Current and Future Perspectives.\r\n\r\nPubmed   Journal   ReadQx \r\nMetagenome-informed metaproteomics: a new frontier in gut host-microbe-diet analysis. \r\n\r\nPubmed   Journal   ReadQx \r\nStretch and Flex: Mechanosensing and stem cells. \r\n\r\nPubmed   Journal   ReadQx \r\nSummary Gastro Digest: Can Inebilizumab change the management of IgG4-related Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nYields and Completion Rates of Colorectal Cancer Screening Modalities in Patients aged 45-50. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A rare case of primary signet-ring cell carcinoma with a rare endoscopic presentation. \r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Dysphagia and colonic lesions. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hepatic encephalopathy - We are no longer those who believe that reality is what we perceive. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Downstaging of hepatocellular carcinoma before liver transplantation: More details, more significance.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Downstaging of hepatocellular carcinoma before liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nThe dynamic landscape of cholestatic liver disease. \r\n\r\nPubmed   Journal   ReadQx \r\nThe role of angiotensin-converting enzyme inhibitors and angiotensin receptor blockers in managing metabolic dysfunction-associated steatotic liver disease. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter on \"Autoimmune Hepatitis and Vitamin D Deficiency: A Nationwide Perspective\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Impact of Nonalcoholic Fatty Liver Disease on the Survival of People Living With HIV-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Impact of Nonalcoholic Fatty Liver Disease on the Survival of People Living With HIV.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: No Biochemical Relapse Is Associated With the Highest Off-Therapy HBsAg Loss Rate-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: No Biochemical Relapse Is Associated With the Highest Off-Therapy HBsAg Loss Rate. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Refining risk estimates of colorectal cancer in steatotic liver disease: Insights on methodological challenges. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Healthy first-degree relatives from multiplex families versus simplex families have a higher subclinical intestinal inflammation, a distinct fecal microbial signature, and harbor a higher risk of developing Crohn's disease\". \r\n\r\nPubmed   Journal   ReadQx \r\nExpand Research in Risk of Developing Crohn's Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    EUS-guided portal pressure measurement: beware of thrombosis risk. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Several questions about the study of hypothermic oxygenated machine perfusion. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-17T07:56:20-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-07-2025/",
    "title": "Fri Mar 07 2025",
    "description": "122 articles - From Friday Feb 28 2025 to Friday Mar 07 2025",
    "author": [],
    "date": "2025-03-07",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Guidelines in practice: Diagnosis and management of eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Bowel Preparation Quality for Colonoscopy: Consensus Recommendations by the US Multi-Society Task Force on Colorectal Cancer.\r\nWe suggest the adjunctive use of oral simethicone for bowel preparation before colonoscopy. Routine tracking of the rate of adequate bowel preparations at the level of individual endoscopists and at the level of the endoscopy unit is also recommended, with a target of >90% for both rates.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Optimizing Bowel Preparation Quality for Colonoscopy: Consensus Recommendations by the US Multi-Society Task Force on Colorectal Cancer.\r\nWe suggest the adjunctive use of oral simethicone for bowel preparation before colonoscopy. Routine tracking of the rate of adequate bowel preparations at the level of individual endoscopists and at the level of the endoscopy unit is also recommended, with a target of >90% for both rates.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy Colorectal Cancer Screening Project National Summit. \r\n\r\nPubmed   Journal   ReadQx \r\nImpact of EUS-guided fine-needle biopsy on International Consensus Diagnostic Criteria for diagnosing autoimmune pancreatitis: a prospective multicenter study.\r\nEUS-FNB using end-cutting needles enhances ICDC criteria in >90% of patients, ruling out malignancy in focal presentations and defining the specific subtype of AIP. Clinicaltrial gov number, NCT04397731.\r\nPubmed   Journal   ReadQx \r\nOptimizing bowel preparation quality for colonoscopy: consensus recommendations by the US Multi-Society Task Force on Colorectal Cancer.\r\nWe suggest the adjunctive use of oral simethicone for bowel preparation before colonoscopy. Routine tracking of the rate of adequate bowel preparations at the level of individual endoscopists and at the level of the endoscopy unit is also recommended, with a target of >90% for both rates.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Steatotic Liver Disease Prevalence in China: A Population-Based Study and Meta-Analysis of 17.4 Million Individuals.\r\n The ubiquitously rising prevalence of SLD in Chinese populations underscores the urgent need for targeted public health interventions.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Accuracy of Visual Estimation for Measuring Colonic Polyp Size: A Systematic Review and Meta-Analysis.\r\n Visual estimation is an inaccurate and imprecise way to measure colorectal polyps. Further research is needed to determine the impact on clinical outcomes related to colorectal cancer. Investment in new technology to aid in polyp measurement is an important next step.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Cold compared to Hot Endoscopic Mucosal Resection of Large Non-Pedunculated Colorectal Polyps: Systematic Review and Meta-Analysis.\r\nFour additional cohort studies were included in the secondary analyses. On random effects modeling, c-EMR was associated with a significantly lower risk of delayed bleeding (OR, 0.25 [95%CI:0.11 - 0.57], p=0.001, I2 =0%), early bleeding (OR, 0.34 [95%: 0.2 - 0.6], p 20 mm in size, but strategies to manage the higher odds of recurrence remain essential.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Outcomes of Interval Cholecystectomy Following Endoscopic Ultrasound-guided Gallbladder Drainage: A Systematic Review and Meta-Analysis. \r\nOur study demonstrates that interval CCY is technically feasible and safe after EUS-GBD. Endoscopists should still consider the local surgical expertise and recommendations before performing EUS-GBD in patients who could eventually become surgical candidates afterward.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Glucagon-like peptide-1 receptor agonist use is associated with a lower risk of major adverse liver-related outcomes: a meta-analysis of observational cohort studies. \r\nGLP-1RA use is associated with a lower risk of liver-related complications and hepatic decompensation in people with T2D. These findings suggest a role of GLP-1RAs in preventing liver-related complications beyond their beneficial cardiometabolic effects.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Differential Characteristics and Survival Outcomes of Patients With Cirrhosis According to Underlying Liver Aetiology.\r\nSurvival outcomes in patients with cirrhosis varied by aetiology and have changed over time, which should be taken into account for future practice guidelines and modelling studies.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Safety of Upadacitinib Induction Therapy for 223 Patients With Crohn's Disease: A GETAID Multicentre Cohort Study.\r\n In this real-world cohort of highly refractory CD patients, upadacitinib induction resulted in a clinical response in about two-thirds of patients and in SFCR in half of the patients, with an acceptable safety profile.\r\nPubmed   Journal   ReadQx \r\nEffects of a 12-Week Mediterranean-Type Time-Restricted Feeding Protocol in Patients With Metabolic Dysfunction-Associated Steatotic Liver Disease: A Randomised Controlled Trial-The 'CHRONO-NAFLD Project'. \r\nThe study is registered at clinicaltrials. gov (NCT05866744).\r\nPubmed   Journal   ReadQx \r\nPatient Reported Outcomes in Primary Sclerosing Cholangitis: An Australian Perspective. \r\nWe have demonstrated that PSC-related PRO is significantly associated with liver disease severity. Further large-scale studies are required to further interrogate these findings.\r\nPubmed   Journal   ReadQx \r\nSafety of Advanced Combination Treatment With Selective JAK1 Inhibitors and Biological Therapies in Inflammatory Bowel Diseases: A Real World Experience.\r\nThe infection incidence rate was 25.4 per 100 person-years (95% CI: 6.47-69.19), though the wide confidence interval limits conclusions on safety differences with monotherapy. These findings highlight the importance of preventive measures, careful patient selection, and rigorous monitoring to mitigate infection risks associated with ACT.\r\nPubmed   Journal   ReadQx \r\nWomen's Health Disorders in a Coeliac Disease Population After Diagnosis-A Nationwide Cohort Analysis.\r\nWomen with coeliac disease have higher frequencies of subsequent women's health disorders related to ovarian function, menstruation, fertility and menopause. Clinicians should be aware of these associations to detect women's health disorders during longitudinal coeliac care and promptly refer for a multidisciplinary approach with obstetrics and gynaecology.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    An unrecognized threat: An evaluation of exposure to air pollutants during smoke-generating endoscopy procedures.\r\n Smoke produced during endoscopy is a potential health risk for endoscopy staff. Protective measures and further research on long-term exposure effects are warranted.\r\nPubmed   Journal   ReadQx \r\nAnti-gliadin Antibodies and the Brain in People Without Celiac Disease: A Case-Control Study. \r\nOur analysis is the most comprehensive to date and uses a number of outcome measures known to be sensitive to subtle shifts in neurophysiology and cognition. Incidental AGA does not appear to be associated with any indications of neuropsychological deficit.\r\nPubmed   Journal   ReadQx \r\nDry suction versus wet suction of endoscopic ultrasound-guided fine-needle biopsy for diagnosis of solid pancreatic lesions:a multicenter randomized controlled non-inferiority trial.\r\nregarding the suction techniques of EUS-FNB remain controversial. This study aimed to compare the diagnostic accuracy of the dry suction versus wet suction technique in solid pancreatic lesions (SPLs) and determine the optimal number of passes for EUS-FNB. Methods This investigation was conducted as a multicenter, randomized, controlled, non-inferiority trial. Patients with SPLs were randomly allocated to receive either the dry or wet suction technique. The primary outcome was diagnostic accuracy. The secondary outcomes included sensitivity, specificity, optimal number of needle passes, specimen quality, procedure time, and adverse events. Results Of the 200 patients, 193 were included in the final analysis, with 96 in the dry suction group and 97 in the wet suction group. The diagnostic accuracies were 97.92% and 96.91% in the dry and wet groups, respectively, with a 1.01% difference between the study groups (two-sided 95% CI, -3.47% to 5.48%, P=0.659). The overall adverse event rate was 2.6%. No significant differences were observed in sample adequacy (98.9% vs 98.9%, P = 1) or blood contamination (P = 0.796). Regarding procedure time, there was no statistical difference (18.68±8.03 min vs 19.36±8.89 min, P=0.626);  however, more procedural steps were required in the wet suction technique. No significant difference was found between the cumulative diagnostic accuracy of each needle (1st pass 93.78% vs 2nd pass 95.34% vs 3rd pass 97.41%, P = 0.225). Disscussion The dry suction technique is non-inferior to the wet suction technique for EUS-FNB in SPLs. In the absence of rapid on-site evaluation (ROSE), only one pass was required to achieve more than 90% diagnostic accuracy. (ClinicalTrial.gov number NCT05549856.).\r\nPubmed   Journal   ReadQx \r\nImpact of Surveillance Colonoscopy Timing on Colorectal Cancer Incidence Following Advanced Adenoma Resection.\r\n In the AA group, surveillance colonoscopy within 3 years was associated with a lower risk of CRC. These findings suggest that a first surveillance within 3 years is particularly effective in patients with AA.\r\nPubmed   Journal   ReadQx \r\nImproving the Real-time Classification of Disease Severity in Ulcerative Colitis: Artificial Intelligence as the Trigger for a Second Opinion.\r\nOur innovative AI model shows significant potential for enhancing the accuracy of UC severity classification and improving the proficiency of non-IBD experts. It is designed for clinical use and has proven feasible in real-world testing.\r\nPubmed   Journal   ReadQx \r\nIncreasing rate of hospitalization for inflammatory bowel disease is an age-related effect: A Canadian Population Study.\r\nThese data support the hypothesis that age effects are primarily responsible for increased risk of hospitalizations. As the prevalence of IBD continues to rise and age distribution of Canadians shifts towards an older-aged population, increasing the allocation of healthcare resources to prevent age-related risks of hospitalizations would be beneficial to reduce hospital burdens.\r\nPubmed   Journal   ReadQx \r\nNeoplasia detection via colonic surveillance among young individuals with MSH6 and PMS2-associated Lynch Syndrome.\r\nAmong individuals with MSH6/PMS2-associated LS undergoing early colonoscopy, neoplasia was common, even in those under 30. Current recommendations suggesting delayed initiation of surveillance among such patients may lead to missed preventive opportunities.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Endoscopic En Bloc Versus Piecemeal Resection of Large Colonic Adenomas: carbon footprint post-hoc analysis of a randomized trial. \r\nESD strategy for lesions over 25 mm could reduce the environmental impact by reducing the associated follow up colonoscopies and transports of patients. If P-EMR could be performed in local centers with similar quality, results would be in favor of local P-EMR.\r\nPubmed   Journal   ReadQx \r\nGallbladder cancer and dysplasia in cholecystectomy specimens: A large study in high-incidence regions of South America. \r\nThese recruitment-site specific risk factors may help refine current prevention strategies by prioritizing prophylactic cholecystectomy in high-risk patients. The approach used in this study may guide future investigations on GBC prevention in high-incidence, low-income regions.\r\nPubmed   Journal   ReadQx \r\nLiver decompensation in patients with hepatocellular carcinoma treated with Atezolizumab plus Bevacizumab: a real-life study.\r\n Atezobeva is effective in both Child Pugh A and B patients. The possibility to resume treatment after an episode of decompensation underscores the importance of integrated hepato-oncological management.\r\nPubmed   Journal   ReadQx \r\nRisks of 75 major congenital malformations after in utero exposure to thiopurines and anti-TNF for maternal inflammatory bowel disease.\r\nThis study provides no evidence of substantial risk of MCM associated with in utero exposure to thiopurines or anti-TNF, except for talipes equinovarus, which appears increased with exposure to anti-TNF. This finding needs to be confirmed in further studies.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Efficacy and safety of H-APC in Barrett's esophagus: Italian prospective multicenter study.\r\nThe H-APC technique showed promising results in terms of effectiveness and safety with good tolerability in achieving initial CE-IM and CE-D in a selected population of BE patients.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic transpapillary gallbladder stenting vs percutaneous cholecystostomy for managing acute cholecystitis: Nationwide propensity score study.\r\nOur nationwide analysis revealed that ERCP-guided gallbladder drainage should be the preferred approach for managing acute cholecystitis when unfit for surgery.\r\nPubmed   Journal   ReadQx   PMC\r\nHybrid percutaneous endoscopic gastrostomy (Hybrid PEG) improves patient safety by combining pull-through technique with gastropexy.\r\nHybrid PEG and direct puncture are equally safe PEG insertion techniques, with significantly better safety profiles than the pull-through technique. Despite the retrospective design of the study, these results suggest preferential use of hybrid PEG due to handling.\r\nPubmed   Journal   ReadQx   PMC\r\nImprovement in adenoma detection rate by artificial intelligence-assisted colonoscopy: Multicenter quasi-randomized controlled trial.\r\nAI-assisted colonoscopy significantly increased ADR by 12.5% overall, with a notable 16.3% increase in the screening population. The unchanged NNRR indicates that the higher PDR was due to increased ADR, not unnecessary resections.\r\nPubmed   Journal   ReadQx   PMC\r\nPediatric cylindrical battery ingestion.\r\nAccording to our study data, conservative management may be advised for the majority of cases of CB ingestion. However, we acknowledge that CB should be timely removed whenever they are A23 or A27 type, damaged prior to ingestion, in cases of multiple ingestion, whenever retained in the stomach for a prolonged period, or whenever a child complains about any clinical signs or symptoms or had undergone prior abdominal surgery.\r\nPubmed   Journal   ReadQx   PMC\r\nReal-world effectiveness and safety of 1L polyethylene glycol and ascorbic acid for bowel preparation in patients aged 80 years or older.\r\nThis post-hoc analysis confirms 1L PEG-ASC to be an effective and safe bowel cleansing preparation for patients aged 80 years or older in a real-world setting.\r\nPubmed   Journal   ReadQx   PMC\r\nSustained success in endoscopic performance demonstrated by the Irish National Endoscopy Quality Improvement Programme.\r\nThis study represents the first published endoscopist-level NEQI data demonstrating ongoing KQI improvements for endoscopists at al activity levels. Sustaining this improvement and continuing to capture national endoscopic performance will remain a core role of the Irish NEQI program. Workforce imbalances and minimum annual volumes continue to represent challenges for national endoscopy programs.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Endoscopic ultrasound-guided tissue sampling: European Society of Gastrointestinal Endoscopy (ESGE) Technical and Technology Review. \r\nMIAB could represent the first choice for smaller lesions (<20 mm) if proper expertise is available. ESGE does not recommend the use of antibiotic prophylaxis before EUS-guided tissue sampling of solid masses and EUS-FNA of pancreatic cystic lesions.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Artificial Intelligence Applications in Image-Based Diagnosis of Early Esophageal and Gastric Neoplasms. \r\nIn the future, AI promises substantial advancements in automated real-time endoscopic guidance, personalized risk assessment, and optimized biopsy decision-making. As it evolves, it would substantially impact not only early diagnosis and prognosis but also the cost-effectiveness of managing upper GI diseases, ultimately leading to improved patient outcomes and more efficient healthcare delivery.\r\nPubmed   Journal   ReadQx \r\nDiagnostic Accuracy of Timed Barium Esophagram for Achalasia.\r\nTBE can accurately identify achalasia/FLIP+ EGJOO when using multiple metrics in a classification tree model. This provides a simple, standardized approach to TBE interpretation that is superior to traditional single-metric methods.\r\nPubmed   Journal   ReadQx \r\nThe impact of HBsAg reduction via siRNA treatment on natural and vaccine (BRII-179)-induced HBV-specific humoral and cellular immune responses. \r\nMoreover, the neutralizing ability of the anti-HBs positive sera was associated with HBsAg reduction. SiRNA-induced HBsAg reduction may contribute to the persistence and efficacy of the humoral arm of HBV-specific adaptive immunity in CHB participants receiving therapeutic vaccine BRII-179.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparison of graphical user interfaces for computer-aided detection in Barrett's neoplasia. \r\nSubjectively, 23 endoscopists preferred the heatmap and 14 the bounding box (p=0.04). Although endoscopists expressed a preference for the heatmap GUI, this was not associated with a statistical difference in performance outcomes.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Suturing to Prevent Migration of Esophageal Fully Covered Self-Expanding Metal Stents: A Randomized Controlled Trial. \r\nThese findings support the efficacy, safety, and cost-effectiveness of endoscopic suture fixation for preventing esophageal FC-SEMS migration. Further studies comparing endoscopic suturing and other stent fixation strategies are warranted.\r\nPubmed   Journal   ReadQx \r\nOpen Zenker's Peroral Endoscopic Myotomy: Technical and Clinical Outcomes of a Novel Technique. \r\nOZ-POEM is a novel, feasible, and safe procedure with a short procedure time, eliminating the need for incision site closure. The incorporation of extensive mucosotomy is the likely reason behind the very low recurrence rate (3.8%);  however, prospective comparative studies are necessary to support these findings.\r\nPubmed   Journal   ReadQx \r\nRevisiting the Starting Age of Colorectal Cancer Screening for Average-Risk Asian Population: a cost-effectiveness analysis. \r\nInitiating CRC screening at age 45 using FIT in Hong Kong was determined to be a well-balanced and cost-effective strategy. This approach demonstrated a cost advantage over starting screening at age 40 and resulted in more lives saved compared to screening at age 50.\r\nPubmed   Journal   ReadQx \r\nRisk factors for difficult endoscopic bowel dilatation of predominantly shorter and non - inflammatory strictures among patients with inflammatory bowel disease: Findings from a IBD tertiary centers in Poland and Czech Republic. \r\nReduction of difficult EBD should be considered primarily in the context of their modifiable risk factors. Prospective studies with simultaneous evaluation of transmural healing are needed to truly assess whether VDZ treatment, immunosuppressive therapy and total parenteral nutrition reduce the risk of EBD.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    24-Nor-ursodeoxycholic acid improves intestinal inflammation by targeting TH17 pathogenicity and transdifferentiation.\r\nBackground 24-Nor-ursodeoxycholic acid (NorUDCA) is a novel therapeutic bile acid for treating immune-mediated cholestatic liver diseases, such as primary sclerosing cholangitis (PSC). Objective Since PSC strongly associates with T helper-type-like 17 (T 17-mediated intestinal diseases and beyond.\r\nPubmed   Journal   ReadQx \r\nBioprinting functional hepatocyte organoids derived from human chemically induced pluripotent stem cells to treat liver failure.\r\n Our bioprinted hepatic tissue model exhibits remarkable therapeutic efficacy for liver failure and holds great potential for clinical research in the field of liver regenerative medicine.\r\nPubmed   Journal   ReadQx \r\nE-twenty-six-specific sequence variant 5 (ETV5) facilitates hepatocellular carcinoma progression and metastasis through enhancing polymorphonuclear myeloid-derived suppressor cell (PMN-MDSC)-mediated immunosuppression. \r\nETV5 facilitates HCC progression and metastasis by promoting the recruitment, infiltration and activation of PMN-MDSCs. Synergistic application of anti-S100A9 or TLR4/RAGE inhibitors with anti-PD-L1 therapy holds great promise as an effective combinational treatment strategy for ETV5-positive HCC.\r\nPubmed   Journal   ReadQx \r\nGut microbial-derived N-acetylmuramic acid alleviates colorectal cancer via the AKT1 pathway. \r\nThe PGF NAM protects against intestinal tumourigenesis by targeting the AKT1 signalling pathway. NAM may serve as a novel potential preventive and therapeutic biomarker against CRC.\r\nPubmed   Journal   ReadQx \r\nMargin thermal ablation eliminates size as a risk factor for recurrence after piecemeal endoscopic mucosal resection of large non-pedunculated colorectal polyps. \r\nMTA negates the effect of size on the incidence of recurrence after piecemeal endoscopic mucosal resection of colorectal polyps ≥40 mm. Australian Colonic Endoscopic Resection cohort (NCT01368289;  NCT02000141).\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Determining safe washout period for immune checkpoint inhibitors prior to liver transplantation: An international retrospective cohort study.\r\nOur findings suggest that a washout period longer than 50 days for ICIs before liver transplantation appears to be safe with respect to rejection risk. While these results may help guide clinical decision-making, future prospective studies are essential to establish definitive guidelines.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Circadian Control of Hepatic Ischemia/Reperfusion Injury via HSD17B13-Mediated Autophagy in Hepatocytes. \r\nThe findings have scientific implications as they enhance our understanding of the circadian regulation of hepatic ischemia/reperfusion injury. Furthermore, clinically, this research offers opportunities for optimizing treatment strategies in hepatic ischemia/reperfusion injury by considering the timing of therapeutic interventions.\r\nPubmed   Journal   ReadQx \r\nRat hepatitis E virus as an aetiological agent of acute hepatitis of unknown origin.\r\nOur study demonstrated that ratHEV is an emerging and underdiagnosed cause of acute hepatitis. The results provide evidence that ratHEV should be monitored and included in the differential diagnosis of acute hepatitis. Clinical trial number ClinicalTrials.gov Identifier  NCT05062967 IMPACT AND IMPLICATIONS  While rat hepatitis E virus (ratHEV) is a newly emerging zoonotic virus worldwide, the results of the present study indicate that the molecular diagnosis methods for this virus may be inappropriate. After establishing a proper molecular diagnostic algorithm using available assays, we demonstrated that ratHEV is an emerging and underdiagnosed aetiological agent of acute hepatitis of unknown origin. The results also expand the knowledge of the diversity of ratHEV strains capable of infecting humans in Europe. These findings strongly suggest that ratHEV should be monitored and included in the differential diagnosis of acute hepatitis.\r\nPubmed   Journal   ReadQx \r\nValue of non-invasive test dynamics in guiding HCC surveillance decisions after HCV cure in patients with cirrhosis.\r\nThe dynamics of NITs following SVR do not identify cirrhotic patients who could be safely excluded from surveillance programmes. NIT current value is more informative than slope which would necessitate to regularly re-assess HCC risk to design individualized surveillance strategies. Impact and implications It has been postulated that that monitoring noninvasive tests (NIT) dynamics following HCV cure may inform on HCC residual risk in patients with cirrhosis, and may allow for the discontinuation of surveillance in certain patient subsets. We analyzed data from over 3,000 patients and found that while al NITs improved in cirrhotic patients who did not develop HCC, those who eventually developed liver cancer showed more contrasted changes in these tests. Specifically, the current values of tests like Fib4 and APRI were linked to an increased risk of HCC. while their slopes did not provide additional useful information, suggesting that dedicated prospective studies are warranted to define how repeated measurement of NIT could be combined with other variables into HCC risk stratification algorithms. Until then, HCC surveillance should be maintained in al patients with cirrhosis following HCV eradication, even in case of decreased NIT.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Balancing the Yin and Yang of Alcohol-Associated Liver Disease-Integrating Pathophysiology, Liver-Directed Therapy and Addiction Management.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Beyond Clinical Trials-Real-World Data Suggest Usefulness of GLP-1 RAs in MASLD Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Can We Modify the Development and Disease Course of Inflammatory Bowel Disease by Diet?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Risk of Incident Type 2 Diabetes and Prediabetes in Patients With Direct Acting Antiviral-Induced Cure of Hepatitis C Virus Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Randomized Trial on Dietary Elimination Based on IBS-Specific IgG Testing: Has the Evidence for Food Sensitivity Arrived? \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief. \r\n\r\nPubmed   Journal   ReadQx \r\nAddressing the obesity epidemic through safe and effective endoscopic bariatric therapies. \r\n\r\nPubmed   Journal   ReadQx \r\nAdvancing the management of achalasia with peroral endoscopic myotomy (POEM) versus pneumatic balloon dilation: Is POEM the superior choice? \r\n\r\nPubmed   Journal   ReadQx \r\nERCP in the era of single-use endcaps and single-use duodenoscopes. \r\n\r\nPubmed   Journal   ReadQx \r\nFiducial markers in esophageal and rectal cancer therapy: potential benefits and financial considerations. \r\n\r\nPubmed   Journal   ReadQx \r\nImpact of difficult biliary cannulation on post-ERCP pancreatitis: Who is high risk, and is it time for a paradigm shift? \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Vasomics of the liver. \r\nDespite this, vasomics is yet to be widely recognised. Therefore, we furnished a comprehensive definition of vasomics providing a classification of existing hepatic vascular phenotypes into the following categories: anatomical, biomechanical, biochemical, pathophysiological and composite.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Histone Serotonylation in HCC: Decoding the Impact of \"Happy\" Histones on Liver Cancer Progression. \r\n\r\nPubmed   Journal   ReadQx \r\nIntegrative Metabolism in MASLD and MASH: Pathophysiology and Emerging Mechanisms.\r\nIt highlights the contributions of white adipose tissue insulin resistance and impaired mitochondrial dynamics to hepatic lipid accumulation. Further understanding how the interplay between substrate flux from the gastro-intestinal tract integrates with adipose tissue and intersects with structural and functional alterations to liver mitochondria will be important to identify novel therapeutic targets and advance the treatment of MASLD and MASH.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Ileocaecal tuberculosis in a patient receiving anti-TNF treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nInternal Validation is Imperative for Comparative Observational Studies Using TriNetX Cohort Level Data. \r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Dai et al. \r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Liu and Zhang. \r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Yu Yang et al. \r\n\r\nPubmed   Journal   ReadQx \r\nSignificant Family Risk of Celiac Disease Worthy of Our Attention. \r\n\r\nPubmed   Journal   ReadQx \r\nSpine and Sacroiliac Joint Involvement in Newly Diagnosed Patients With Inflammatory Bowel Disease: Clinical and MRI Findings From a Population-Based Cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater Endoscopic Resection: A Novel Treatment of Colonic Duplication Cysts.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nClin Gastroenterol Hepatol\r\n    A Real-World Study of Cumulative Steroid Burden Among Patients with Eosinophilic Esophagitis in the United States. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    An innovative approach to close large mucosal defects post-endoscopic submucosal sissection: threads combined with endoclips.\r\n\r\nPubmed   Journal   ReadQx \r\nClosure of refractory gastrocutaneous fistula using submucosal dissection and over-the-scope clip assisted by a standard clip.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnetic bead embedded in abdominal cavity successfully retrieved by endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel method of biopsy for a bile duct lesion in the hepatic hilum with a new slim cholangioscope using a tapered-tip sheath.\r\n\r\nPubmed   Journal   ReadQx \r\nPost-gastric endoscopic submucosal dissection suturing by the reopenable clip over line method using the clip with line pulley securing technique.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection using gel immersion for early gastric cancer with situs inversus totalis.\r\n\r\nPubmed   Journal   ReadQx \r\nVisualized, radiation-free diagnosis and treatment of biliary stone complexes from migrated surgical clips via peroral cholangioscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Innovation Meets Practice: A Scalable Simulation-based Methodology for Massive Paracentesis Training.\r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent Acute Pancreatitis (RAP): many faces(/facets) of a challenging disease. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A case of acute phlegmonous gastritis combined with eosinophilic gastroenteritis. \r\n\r\nPubmed   Journal   ReadQx \r\nAdvanced Endoscopy Fellowship Training in the United States: Current Problems and Potential Solutions. \r\n\r\nPubmed   Journal   ReadQx \r\nAdvanced Prostate Cancer Diagnosed Through Colonoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nColonic lipoma with polyp removed by endoscopic mucosal resection. \r\n\r\nPubmed   Journal   ReadQx \r\nGoing Straight to the Source: Treatment of Refractory Duodenal Bleeding in a Patient with Roux-en-Y Gastric Bypass Anatomy. \r\n\r\nPubmed   Journal   ReadQx \r\nMetastatic Pancreatic Cancer in the Stomach. \r\n\r\nPubmed   Journal   ReadQx \r\nSingle-Stage EUS-Guided Gastrogastrostomy Secured With Clips With Anchor Prongs to Treat Massive Gastrointestinal Hemorrhage in Roux-en-Y Gastric Bypass. \r\n\r\nPubmed   Journal   ReadQx \r\nUnmasking the Pain: Cytomegalovirus Gastric Infection Revealed Through Unusual Gastric Lesions. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Diagnosis of nasopharyngeal disease during upper GI endoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Check(point)s and balances: 'Know thy enemy'.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    B cell-depleting anti-CD19 monoclonal antibody holds promise for treating IgG4-related cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nPeripheral fat mobilization and mitochondrial fat metabolism: Fueling the energy demands of liver regeneration. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Balancing the Yin and Yang of Alcohol-Associated Liver Disease-Integrating Pathophysiology, Liver-Directed Therapy, and Addiction Management. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Beyond Clinical Trials-Real-World Data Suggest Usefulness of GLP-1 RAs in MASLD Treatment. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Can We Modify the Development and Disease Course of Inflammatory Bowel Disease by Diet? Author's Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Risk of Incident Type 2 Diabetes and Prediabetes in Patients With Direct Acting Antiviral-Induced Cure of Hepatitis C Virus Infection-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing Risk-Adapted Colorectal Cancer Screening for People With Diabetes-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing Risk-Adapted Colorectal Cancer Screening for People With Diabetes.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Iron Metabolism in SLD-A Complex Puzzle That Requires Further Evaluation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Iron Metabolism in SLD-A Complex Puzzle Yet to be Explored. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Evaluating Stool-Based CRC Surveillance: Rethinking Sensitivity and Adherence.\r\n\r\nPubmed   Journal   ReadQx \r\nRegarding \"Stool-Based Testing for Post-Polypectomy Colorectal Cancer Surveillance Safely Reduces Colonoscopies: The MOCCAS Study\".\r\n\r\nPubmed   Journal   ReadQx \r\nToward Optimizing Familial Colorectal Cancer Surveillance Strategies. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Automated endoscopic restrictive procedure: a pilot trial with more to come. \r\n\r\nPubmed   Journal   ReadQx \r\nConsiderations for endoscopic gastroplasty: efficacy, bias, and future directions. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic scoring of immune-mediated colitis disease activity. \r\n\r\nPubmed   Journal   ReadQx \r\nMisleading metrics in classification tasks: a closer look at negative predictive value in the context of post-ERCP pancreatitis prediction. \r\n\r\nPubmed   Journal   ReadQx \r\nRefining adaptive traction insights for enhanced endoscopic submucosal dissection outcomes. \r\n\r\nPubmed   Journal   ReadQx \r\nThe role of underlying pancreatic ductal obstruction and risk of post-ERCP pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of prediction tools for GI bleeding in patients using dual antiplatelet therapy after percutaneous coronary intervention. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Is the green mark really recyclable?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Beyond Metabolic Benefits: The Underexplored Immunomodulatory Effects of GLP-1/Glucagon Agonists.\r\n\r\nPubmed   Journal   ReadQx \r\nDivergent Roles of MASLD Components in Chronic Hepatitis B: A Double-Edged Sword. \r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing Clustering Validity in MELD Subtype Analysis: A Call for Robust Statistical Methods.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to \"Inclusion of patients with active urinary sediment in treatment of hepatorenal syndrome\" by Hamadah A. and Gharaibeh K. \r\n\r\nPubmed   Journal   ReadQx \r\nTailoring Post-TIPS Hemodynamic Targets to Clinical Indications: Variceal Bleeding vs. Refractory Ascites. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-07T15:22:47-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-28-2025/",
    "title": "Fri Feb 28 2025",
    "description": "135 articles - From Friday Feb 21 2025 to Friday Feb 28 2025",
    "author": [],
    "date": "2025-02-28",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gut\r\n    Development of live biotherapeutic products: a position statement of Asia-Pacific Microbiota Consortium. \r\nThe development of LBP should be approached with a strong emphasis on microbiological evaluation, clinical relevance, scientific mechanisms and safety at every stage. These measures are essential to ensure the safety, effectiveness and long-term success of the product.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Critical Update: AASLD Practice Guidance on prevention, diagnosis, and treatment of hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Inverse Association Between Helicobacter pylori Infection and Eosinophilic Oesophagitis.\r\nExposure to H. pylori was significantly associated with decreased odds of EoE/EE. As a stronger protective effect was found in more recent studies, the epidemiology of this association may evolve and deserve to be further monitored.\r\nPubmed   Journal   ReadQx \r\nSteatotic Liver Disease Prevalence in China: A Population-Based Study and Meta-Analysis of 17.4 Million Individuals.\r\n The ubiquitously rising prevalence of SLD in Chinese populations underscores the urgent need for targeted public health interventions.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Glucagon-like peptide-1 receptor agonist use is associated with a lower risk of major adverse liver-related outcomes: a meta-analysis of observational cohort studies. \r\nGLP-1RA use is associated with a lower risk of liver-related complications and hepatic decompensation in people with T2D. These findings suggest a role of GLP-1RAs in preventing liver-related complications beyond their beneficial cardiometabolic effects.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: A Phase 2b Study to Evaluate the Efficacy and Safety of MK-3655 in Individuals With Pre-Cirrhotic MASH.\r\nIn patients with pre-cirrhotic MASH, treatment with MK-3655 resulted in a modest reduction in LFC at 24 weeks. Clinical trial number EudraCT  2019-003048-63;  NCT  04583423.\r\nPubmed   Journal   ReadQx \r\nDifferential Characteristics and Survival Outcomes of Patients With Cirrhosis According to Underlying Liver Aetiology.\r\nSurvival outcomes in patients with cirrhosis varied by aetiology and have changed over time, which should be taken into account for future practice guidelines and modelling studies.\r\nPubmed   Journal   ReadQx \r\nEffects of a 12-Week Mediterranean-Type Time-Restricted Feeding Protocol in Patients With Metabolic Dysfunction-Associated Steatotic Liver Disease: A Randomised Controlled Trial-The 'CHRONO-NAFLD Project'. \r\nThe study is registered at clinicaltrials. gov (NCT05866744).\r\nPubmed   Journal   ReadQx \r\nMulticentre Study of 10,369 Symptomatic Patients Comparing the Diagnostic Accuracy of Colon Capsule Endoscopy, Colonoscopy and CT Colonography. \r\nCCE is safe and accurate for the diagnosis of colorectal disease. In the suspected CRC pathway, its 'filter function' complements existing colorectal diagnostic services by creating additional capacity.\r\nPubmed   Journal   ReadQx \r\nRisk of Incident Type 2 Diabetes and Prediabetes in Patients With Direct Acting Antiviral-Induced Cure of Hepatitis C Virus Infection.\r\n The incidence rates of T2D and prediabetes remain substantial among patients after HCV eradication. Lifestyle modification, drug therapy and regular monitoring of glycemic status are crucial for patients at risk of developing T2D and prediabetes following HCV clearance.\r\nPubmed   Journal   ReadQx \r\nWomen's Health Disorders in a Coeliac Disease Population After Diagnosis-A Nationwide Cohort Analysis.\r\nWomen with coeliac disease have higher frequencies of subsequent women's health disorders related to ovarian function, menstruation, fertility and menopause. Clinicians should be aware of these associations to detect women's health disorders during longitudinal coeliac care and promptly refer for a multidisciplinary approach with obstetrics and gynaecology.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Review of the Modified Multiplier of SES-CD (MM-SES-CD) and How to Use in Clinical Trials and Practice.\r\nThe Modified Multiplier Simple Endoscopic Score for Crohn's Disease (MM-SES-CD), developed by multivariable logistic regression modelling, weighs the individual parameters of the SES-CD including disease distribution based on their prognostic values for achieving ER. The objective of this qualitative review is to provide guidance to clinicians and clinical trialists for how to use and interpret the MM-SES-CD.\r\nPubmed   Journal   ReadQx \r\nEfficacy of 1 L polyethylene glycol plus ascorbic acid with linaclotide versus senna for bowel preparation: A multicenter, endoscopist-blinded, randomized controlled trial (Apple trial).\r\nThe linaclotide regimen was superior to the senna regimen in terms of BP efficacy without reducing tolerability. It can be a promising new option for BP, especially in patients at a high-risk of inadequate BP.\r\nPubmed   Journal   ReadQx \r\nNeoplasia detection via colonic surveillance among young individuals with MSH6 and PMS2-associated Lynch Syndrome.\r\nAmong individuals with MSH6/PMS2-associated LS undergoing early colonoscopy, neoplasia was common, even in those under 30. Current recommendations suggesting delayed initiation of surveillance among such patients may lead to missed preventive opportunities.\r\nPubmed   Journal   ReadQx \r\nPatterns of HBV viremia change and HBsAg loss rate in patients without retreatment within 2 years after entecavir or tenofovir cessation.\r\nPatients who remained or transitioned to the inactive phase had a high HBsAg loss rate without retreatment within 2 years after NA cessation.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Characterization of screening strategies for Lynch syndrome in Latin America. \r\nOur study provides real-world outcomes that highlight disparities in screening uptake and counseling referrals, illustrating the challenges that Latin American countries face in hereditary cancer syndrome screening. These results contribute to the rationale for designing effective screening strategies for LS, which may also be applicable to other hereditary cancer syndromes, ultimately.\r\nPubmed   Journal   ReadQx \r\nCost-Effectiveness of Lynch Syndrome Identification Strategies in Individuals with Colorectal Cancer and the Impact on At-Risk Relatives. \r\nThe decrease in CRC incidence across generations can be used to facilitate discussions with relatives to improve uptake of CT. Further studies to optimize the uptake of CT are paramount to decrease risk of CRC in LS.\r\nPubmed   Journal   ReadQx \r\nGallbladder cancer and dysplasia in cholecystectomy specimens: A large study in high-incidence regions of South America. \r\nThese recruitment-site specific risk factors may help refine current prevention strategies by prioritizing prophylactic cholecystectomy in high-risk patients. The approach used in this study may guide future investigations on GBC prevention in high-incidence, low-income regions.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Application of EUS or MRCP prior to ERCP in patients with suspected choledocholithiasis in clinical practice. \r\nThis study shows that stratification according to the ESGE guideline is useful to reduce the number of unnecessary additional imaging procedures and ERCPs in patients with a suspicion of choledocholithiasis. It seems worthwhile to perform EUS prior to ERCP in the same session.\r\nPubmed   Journal   ReadQx \r\nAssessment of safety and patency of 7-mm covered metal stents for preoperative biliary drainage in pancreatic cancer: Prospective multicenter study.\r\nThe 7-mm MS did not reduce incidence of pancreatitis among surgical candidates for PC.\r\nPubmed   Journal   ReadQx \r\nDay before late regimen vs standard split dose of low-volume PEG-CS for early morning colonoscopy: Multicenter randomized controlled trial.\r\nAlbeit more tolerable, the DBL regimen was less effective than the SD regimen with regard to successful bowel cleansing for colonoscopies between 8 am and 10 am. Subgroup analysis on colonoscopies scheduled before 9 am showed that the two regimens have similar efficacy, suggesting that the DBL regimen may be a valuable alternative to the SD regimen for very early morning colonoscopies.\r\nPubmed   Journal   ReadQx \r\nEUS-guided gallbladder drainage vs dual stent transpapillary gallbladder drainage for management of acute cholecystitis.\r\nThis study demonstrates that DSET-GBD has similarly low rates of recurrent acute cholecystitis compared with EUS-GBD. DSET-GBD should be considered as an alternative management strategy for management of acute cholecystitis in patients who are unable to undergo CCY.\r\nPubmed   Journal   ReadQx \r\nEUS-guided rendezvous is a viable salvage technique for failed billiary cannulation in patients with Roux-en-Y gastric bypass undergoing BAE-ERCP.\r\nEUS-RV in patients with RYGB has high technical and clinical success and can be a viable alternative to more invasive options when BAE-ERCP fails using traditional cannulation techniques.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of H-APC in Barrett's esophagus: Italian prospective multicenter study. \r\nRegarding tolerability, mean pain score was 1.3 (SD 1.99) whereas mean dysphagia score was 1.28 (SD 0.56). The H-APC technique showed promising results in terms of effectiveness and safety with good tolerability in achieving initial CE-IM and CE-D in a selected population of BE patients.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of conservative treatment for colonic diverticular bleeding: Prospective study.\r\nConservative treatment for non-severe colonic diverticular bleeding is appropriate and efficient.\r\nPubmed   Journal   ReadQx \r\nEndoscopic and clinical characteristics of autoimmune atrophic gastritis: Retrospective study.\r\n This study offers insights into the clinical, laboratory, and magnifying endoscopic features of patients with AIG. It demonstrates the three main magnifying endoscopic appearances of AIG and highlights the significant prevalence of gastric neoplasia, even in the low-risk Western population. These findings emphasize the importance of the endoscopic exam in identifying AIG and notably present the key magnifying endoscopy findings in a Western setting for the first time.\r\nPubmed   Journal   ReadQx \r\nEndoscopic blind limb reduction with septotomy for the treatment of candy cane syndrome after Roux-en-Y gastric bypass: Pilot feasibility study.\r\nEBLR may be a potentially safe, efficacious, and cost-effective alternative to surgery in patients with CCS. Further prospective studies are needed.\r\nPubmed   Journal   ReadQx \r\nEndoscopic mucosal resection defect inspection for predicting recurrences: International image-based survey. \r\nThis study shows that recurrences after presumed complete EMR can reasonably well be predicted by both experienced and less experienced endoscopists when evaluating images with mucosal defects. Thorough inspection of the post-EMR defect may reduce recurrence rates by recognizing and subsequent treatment of suspect areas.\r\nPubmed   Journal   ReadQx \r\nEndoscopic transpapillary gallbladder drainage is associated with favorable long-term outcomes in patients with advanced liver disease. \r\nTranspapillary gallbladder stenting is technically feasible and associated with high rates of clinical success in patients with decompensated liver disease. Stone resolution is common after transpapillary gallbladder stenting and may portend favorable patient outcomes.\r\nPubmed   Journal   ReadQx \r\nEndoscopic transpapillary gallbladder stenting vs percutaneous cholecystostomy for managing acute cholecystitis: Nationwide propensity score study. \r\nERCP was consistently associated with lower rates of post-procedural AEs compared with PCT including acute hypoxemic respiratory failure ( P < 0.001), acute renal failure ( P < 0.001), shock ( P < 0.001), and need for blood transfusions ( P < 0.001). Our nationwide analysis revealed that ERCP-guided gallbladder drainage should be the preferred approach for managing acute cholecystitis when unfit for surgery.\r\nPubmed   Journal   ReadQx \r\nFeasibility of a novel 5F plastic stent in endoscopic transpapillary gallbladder drainage for acute cholecystitis. \r\nThe median time to late AE was 238 days for the 7F group and 187 days for the 5F group, with no significant difference. A 5F stent can provide outcomes comparable to those of a 7F stent and help prevent hyperamylasemia.\r\nPubmed   Journal   ReadQx \r\nGender disparity in hepatobiliary endoscopy training and delivery: Results of a nationwide survey.\r\nGender disparity in HPB endoscopy exists and is stark. Underlying this are attitudes, assumptions, and environmental factors that will require systemic and sustained correction. Ideas about how to address this challenge need to be explored.\r\nPubmed   Journal   ReadQx \r\nHybrid percutaneous endoscopic gastrostomy (Hybrid PEG) improves patient safety by combining pull-through technique with gastropexy. \r\nHybrid PEG and direct puncture are equally safe PEG insertion techniques, with significantly better safety profiles than the pull-through technique. Despite the retrospective design of the study, these results suggest preferential use of hybrid PEG due to handling.\r\nPubmed   Journal   ReadQx \r\nImprovement in adenoma detection rate by artificial intelligence-assisted colonoscopy: Multicenter quasi-randomized controlled trial. \r\nAI-assisted colonoscopy significantly increased ADR by 12.5% overall, with a notable 16.3% increase in the screening population. The unchanged NNRR indicates that the higher PDR was due to increased ADR, not unnecessary resections.\r\nPubmed   Journal   ReadQx \r\nIngestible sensor capsule with extended battery capacity allows early diagnosis of GI malignancy in comorbid patients with occult bleeding and anemia.\r\nThe second generation with an extended battery capacity of 9 hours opens the possibility of detecting blood in the middle and lower gastrointestinal tract. Herein we report another advantage of the extended battery capacity allowing noninvasive bleeding detection in the middle and lower gastrointestinal tract, leading to early endoscopic diagnosis of gastrointestinal malignancies with occult bleeding in comorbid patients with severe anemia.\r\nPubmed   Journal   ReadQx \r\nNovel device for blunt dissection in third space endoscopy: Preliminary animal study (with video).\r\nBlunt dissection using our device was feasible, safe, and potentially effective in third space endoscopy procedures by shortening operating time, reducing submucosal injections, and potentially minimizing muscle layer injury.\r\nPubmed   Journal   ReadQx \r\nOptimizing duodenal tissue acquisition for mechanistic studies of duodenal ablation in type 2 diabetes.\r\nDuodenal cold snare resection is safe and can provide high-quality tissue for optimally oriented TMAs and high-quality tissue dissociation scores for scRNA-seq (, NCT06333093, NCT05984238). This approach will allow mechanistic studies about the effects of duodenal ablation on metabolic syndrome and T2D.\r\nPubmed   Journal   ReadQx \r\nPediatric cylindrical battery ingestion. \r\nAccording to our study data, conservative management may be advised for the majority of cases of CB ingestion. However, we acknowledge that CB should be timely removed whenever they are A23 or A27 type, damaged prior to ingestion, in cases of multiple ingestion, whenever retained in the stomach for a prolonged period, or whenever a child complains about any clinical signs or symptoms or had undergone prior abdominal surgery.\r\nPubmed   Journal   ReadQx \r\nReal-world effectiveness and safety of 1L polyethylene glycol and ascorbic acid for bowel preparation in patients aged 80 years or older. \r\nAt least one AE was experienced by 4.5% of participants, the most frequent being mild dehydration (2.8%) and nausea (1.2%). This post-hoc analysis confirms 1L PEG-ASC to be an effective and safe bowel cleansing preparation for patients aged 80 years or older in a real-world setting.\r\nPubmed   Journal   ReadQx \r\nReassessment reveals underestimation of infiltration depth in surgical resection specimens with lymph-node positive T1b esophageal adenocarcinoma.\r\nOur findings highlight the potential for underestimating tumor depth of invasion and other high-risk features in surgical specimens. Despite the limited cohort size, our study confirmed a consistent high-risk histological profile across al cases. Caution is warranted when extrapolating LNM risk data from historic heterogeneous cross-sectional surgical cohorts to the modern ER era.\r\nPubmed   Journal   ReadQx \r\nSustained success in endoscopic performance demonstrated by the Irish National Endoscopy Quality Improvement Programme. \r\nSustaining this improvement and continuing to capture national endoscopic performance will remain a core role of the Irish NEQI program. Workforce imbalances and minimum annual volumes continue to represent challenges for national endoscopy programs.\r\nPubmed   Journal   ReadQx \r\nTechnical outcomes between a drill dilator and ultra-tapered mechanical dilator during EUS-guided pancreaticogastrostomy: Comparative study. \r\nMean procedure time was shorter in the Tornus ES group (13.38±3.80 min) compared with the ES dilator group (21.40±1.54 min) ( P =0.0013). In conclusion, Tornus ES might be considered as the initial dilation device during EUS-PGS.\r\nPubmed   Journal   ReadQx \r\nUse of the mini-forceps traction-assisted cannulation technique when standard ERCP methods fail: Single-center retrospective study.\r\nMFTAC is a feasible salvage approach for biliary access when standard cannulation methods fail.\r\nPubmed   Journal   ReadQx \r\nUseful treatment selection strategy for endoscopic hemostasis in colonic diverticular bleeding according to endoscopic findings (with video). \r\nDirect clipping when placement of clips at the bleeding point is feasible and EBL when direct clipping is not feasible is a reasonable strategy in terms of effectiveness, efficiency, and safety. Selection of hemostatic method according to the visual field of SRH and maneuverability of the endoscope allows the advantages of both methods to be realized.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Biliary drainage prior to pancreatoduodenectomy with Endoscopic Ultrasound-guided choledochoduodenostomy vs conventional Endoscopic Retrograde Cholangiopancreatography: a propensity score matched study and surgeon-survey.\r\n This early experience suggests that preoperative biliary drainage with EUS-CDS does not increase the rate of complications after pancreatoduodenectomy and only infrequently hampers surgical exploration.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Vacuum Therapy for the Management of Non-Variceal Upper Gastrointestinal Bleeding: A Valuable Resource for the Endoscopist's Toolbox.\r\n EVT appears to be safe and effective in the management of NVUGIB. This approach could be particularly useful in refractory or diffuse bleeding. Larger studies are warranted to validate these findings.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided tissue sampling: European Society of Gastrointestinal Endoscopy (ESGE) Technical and Technology Review. \r\nMIAB could represent the first choice for smaller lesions (<20 mm) if proper expertise is available. ESGE does not recommend the use of antibiotic prophylaxis before EUS-guided tissue sampling of solid masses and EUS-FNA of pancreatic cystic lesions.\r\nPubmed   Journal   ReadQx \r\nImpact of Endoscopic Ultrasound-guided biliary drainage on the management of difficult biliary cannulation in patients with distal malignant biliary obstruction.\r\nThe risk of AEs is higher in patients with DMBO, and DBC, this appears to be mainly related to the advanced cannulation techniques. In patients with dilated CBD (>12mm) \"early\" EUS-BD may minimize the risk of adverse events.\r\nPubmed   Journal   ReadQx \r\nLeaving colorectal polyps in situ with endocytoscopy assisted by computer-aided diagnosis: a cost-effectiveness study. \r\nBoth endoscopist-alone and CADx-assisted optical diagnosis reduce colonoscopy costs. The risk of missed adenomas and surveillance interval deviations appear marginal.\r\nPubmed   Journal   ReadQx \r\nPartial ampullary endoscopic mucosal resection in patients with difficult biliary cannulation: A prospective cohort study. \r\n PA-EMR is an effective and safe rescue technique in patients with difficult biliary cannulation.\r\nPubmed   Journal   ReadQx \r\nReversible endoscopic gastroduodenal bypass: Endoscopic ultrasound-guided gastro-jejunostomy with pyloric exclusion for the treatment of persistent duodenal leaks after failed surgical repair. \r\nREGB is a technically feasible, reversible, and minimally invasive alternative for managing post-surgical duodenal leaks. Further studies are needed to validate its safety and efficacy.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Electroacupuncture Reduces Duration of Postoperative Ileus After Laparoscopic Gastrectomy for Gastric Cancer: A Multicenter Randomized Trial.\r\nEA was superior to SA and standard care only for reducing POI duration and the risk of prolonged POI in patients undergoing laparoscopic gastrectomy for gastric cancer (Trial number  ChiCTR2100050660).\r\nPubmed   Journal   ReadQx \r\nPsychological stress-induced local immune response to food antigens increases pain signaling across the gut in mice.\r\nPsychological stress induces a type 2 immune response to food antigens, with IgE-mediated mast cell activation and increased pain signaling in the small intestine and colon in response to food. These findings may explain the potential role of psychological stress in food-induced symptoms in IBS.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Natural course of high-grade dysplasia in Barrett's esophagus: a scoping review and case-series.\r\n The lag-time between the diagnosis of HGD and progression to clinically-evident EAC varied from 1.5 to 10 years. EET for BE with HGD in patients with less than 3 years of life expectancy seems unlikely to be beneficial. These results may guide management decisions for patients with BE. NL7039;  CRD42022362088.\r\nPubmed   Journal   ReadQx \r\nSafety of Same-Day Discharge After Gastric Peroral Endoscopic Myotomy in Patients with Refractory Gastroparesis: An International Multi-Center Study.\r\nG-POEM is safe with low incidence of AEs and 15-day readmission rates. SDD appears safe in uncomplicated cases, suggesting that upper gastrointestinal studies post-G-POEM may be unnecessary.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Characterisation of MRGPRX2<sup>+<\/sup> mast cells in irritable bowel syndrome.\r\n The MRGPRX2 pathway is functionally upregulated in the colon of patients with IBS, supporting its role in abdominal pain in IBS.\r\nPubmed   Journal   ReadQx \r\nE-twenty-six-specific sequence variant 5 (ETV5) facilitates hepatocellular carcinoma progression and metastasis through enhancing polymorphonuclear myeloid-derived suppressor cell (PMN-MDSC)-mediated immunosuppression. \r\nETV5 facilitates HCC progression and metastasis by promoting the recruitment, infiltration and activation of PMN-MDSCs. Synergistic application of anti-S100A9 or TLR4/RAGE inhibitors with anti-PD-L1 therapy holds great promise as an effective combinational treatment strategy for ETV5-positive HCC.\r\nPubmed   Journal   ReadQx \r\nGene score to quantify systemic inflammation in patients with acutely decompensated cirrhosis. \r\nACLF developed during hospitalisation in 80% of patients with a CLIF-SIG score >0.386 on admission. In patients with ADC, the CLIF-SIG score is an accurate estimator of SI, clinical course severity and prognosis.\r\nPubmed   Journal   ReadQx \r\nGut microbial-derived N-acetylmuramic acid alleviates colorectal cancer via the AKT1 pathway. \r\nThe PGF NAM protects against intestinal tumourigenesis by targeting the AKT1 signalling pathway. NAM may serve as a novel potential preventive and therapeutic biomarker against CRC.\r\nPubmed   Journal   ReadQx \r\nMulticentre randomised controlled trial of a self-assembling haemostatic gel to prevent delayed bleeding following endoscopic mucosal resection (PURPLE Trial).\r\n The application of a haemostatic gel following EMR of large flat lesions in the duodenum and colorectum does not reduce the rate of delayed bleeding.\r\nPubmed   Journal   ReadQx \r\nSerological screening for coeliac disease in an adult general population: the HUNT study. \r\nThe TG2 IgA assay showed excellent abilities as a screening tool for CeD in the adult general population. However, the diagnostic accuracy of TG2 IgG was too poor for selectively identifying individuals with CeD.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Assessment of liver injury potential of investigational medicines in drug development. \r\nWhile these approaches have been successful in dramatically reducing the marketing approval of medications eventually associated with hepatotoxicity, many challenges remain in identifying the risk for DILI during preclinical and early-to-late clinical development stages for genetic medicines, biological agents, and immunotherapies. In this review, we discuss current preclinical, in-silico, and clinical development approaches to screen for DILI potential of an investigational agent and provide a high-level description of regulators' approach for assessing DILI risk in an NDA.\r\nPubmed   Journal   ReadQx \r\nIntegrative transcriptome profiling elucidates molecular and immunovascular characteristics of macrotrabecular hepatocellular carcinoma. \r\nSingle-cell analysis has deepened our understanding of the molecular mechanism and tumor microenvironment in aggressive HCC. The combination of targeting tumor vasculature and blocking immune checkpoints represents a promising therapeutic strategy for this subtype.\r\nPubmed   Journal   ReadQx \r\nRepression of the ERRγ-CYP2E1 pathway by fibroblast growth factor 4 mitigates alcoholic liver injury. \r\nOur study identifies FGF4 as a stress-responsive regulator in liver pathophysiology, operating via an FGFR4-mediated ERRγ-CYP2E1 signaling pathway. These results underscore the potential of FGF4 and its downstream pathways as therapeutic targets for ALD treatment.\r\nPubmed   Journal   ReadQx \r\nSelective genetic inactivation of Caspase 8 in hepatocytes ameliorates progression of MASH following Jnk deficiency. \r\nThis process is mainly mediated by Caspase 8-dependent apoptosis, thereby discovering that Caspase 8 is a downstream target of JNK½. Caspase 8 directed therapy in hepatocytes might be a promising treatment for patients with an increased oxidative stress response and MASH.\r\nPubmed   Journal   ReadQx \r\nSpatial single-cell proteomics landscape decodes the tumor microenvironmental ecosystem of intrahepatic cholangiocarcinoma. \r\nFurthermore, a spatial TME deep learning system was developed to predict the prognosis of iCCA patients with high accuracy from a single 1-mm2 tumor sample. This study offers preliminary insights into the spatial TME ecosystem of iCCA, providing valuable foundations for precise patient classification and the development of personalized treatment strategies.\r\nPubmed   Journal   ReadQx \r\nβ-Catenin regulates distinct pathways from YAP and suppresses ONECUT1 to drive hepatoblastoma development in mice and humans. \r\nWe show that suppressing activated β-Catenin could hamper HB progression in vivo by affecting pathways distinct from those regulated by YAP in HB. Inhibition of ONECUT1 expression by β-Catenin might represent a critical molecular event leading to HB formation.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A phase III randomised study of first-line NUC-1031/cisplatin vs. gemcitabine/cisplatin in advanced biliary tract cancer.\r\nNuTide 121 was terminated early due to futility. NUC-1031/cisplatin did not set a new standard in first-line aBTC.\r\nPubmed   Journal   ReadQx \r\nDeveloping splice-switching oligonucleotides for urea cycle disorder using an integrated diagnostic and therapeutic platform. \r\nSpecifically, we focus on CD, going from the discovery of a novel splice variant in the SLC25A13 gene with our novel UCD Deep Intronic-Gene Panel, to the development and in vivo validation of an efficacious SSO candidate for the pathogenic splice variant. We envision the possibility of extrapolating this pipeline to the diagnosis and development of treatments for other rare genetic diseases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Association of Antibiotic Exposure With Microscopic Colitis. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Lipidomics in MASLD and MetALD.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Surveillance Colonoscopy for Detection of Neoplasia in Inflammatory Bowel Disease-Is Dye-Based Chromoendoscopy Always the Final Answer?\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Real-life data about obesity management.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Exercise, Gut Microbiome, and Gastrointestinal Diseases: Therapeutic Impact and Molecular Mechanisms.\r\nFuture efforts should concentrate on gaining a deeper understanding of the factors involved in exercise-gut interactions through the generation of functional 'omics readouts (ie, metatranscriptomics, metaproteomics, and metabolomics) that have the potential to identify functional traits of the microbiome that are linked to host health and disease states, and validating these interactions in experimental and preclinical systems. A greater understanding of how PA interacts with the GI tract and the microbiome may enable targeted therapeutic strategies to be developed for individuals and populations at risk for a variety of GI diseases.\r\nPubmed   Journal   ReadQx \r\nRandomized Trial on Dietary Elimination Based on IBS-Specific IgG Testing: Has the Evidence for Food Sensitivity Arrived? \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    RNA-based therapies in liver metabolic diseases.\r\nDespite their potential, the high costs of RNA therapies pose a challenge that will require cost-utility models to guide pricing and accessibility. Here, we discuss the fundamental aspects of RNA-based therapeutics and showcase the most relevant preclinical and clinical developments in genetic liver metabolic diseases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    'Extensive colonic ulceration due to mucormycosis after renal transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nAddressing Follow-up Limitations in Endoscopic Submucosal Dissection Research.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to: Gastric Plexiform Fibromyxoma Associated With Secondary Hypertension: A Case Report (S5145).\r\n\r\nPubmed   Journal   ReadQx \r\nIleocaecal tuberculosis in a patient receiving anti-TNF treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nPolypoid Gastric Metastasis as Initial Finding of Prostate Cancer: A Rare Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nSpine and Sacroiliac Joint Involvement in Newly Diagnosed Patients With Inflammatory Bowel Disease: Clinical and MRI Findings From a Population-Based Cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Chromoendoscopy in colorectal surveillance for primary sclerosing cholangitis and inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRescue of a biliary extraction basket impaction using argon plasma coagulation. \r\n\r\nPubmed   Journal   ReadQx \r\nSurveillance colonoscopy in PSC-IBD: Some answers but more questions remain.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A technique for penetrating the bile duct wall using a guidewire during endoscopic ultrasound-guided hepaticogastrostomy. \r\n\r\nPubmed   Journal   ReadQx \r\nAre we ready to change our surveillance strategy for primary sclerosing cholangitis patients? \r\n\r\nPubmed   Journal   ReadQx \r\nCold snaring vs. standard forceps biopsy in sampling colorectal cancer: a comparative case report.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nContrast-enhanced endoscopic ultrasonography for diagnosis of leiomyosarcoma of the inferior vena cava.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound portal pressure gradient: possible discrepancies in metabolic dysfunction-associated steatotic liver disease-related portal pressure measurements. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticogastrostomy without tract dilation using a novel 0.035-inch guidewire.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointestinal stromal tumors in hepatic round ligament cysts: diagnostic utility of detective flow imaging. \r\n\r\nPubmed   Journal   ReadQx \r\nNovel use of superb microvascular imaging in endoscopic ultrasound-guided tissue acquisition for pancreatic mass.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRectal cancer masquerading as submucosal tumors: endoscopic submucosal dissection uncovers the reality. \r\n\r\nPubmed   Journal   ReadQx \r\nReintervention for recurrent biliary obstruction after stent-in-stent deployment of multi-hole self-expandable metal stents.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrograde endoscopic ultrasound-guided entero-enterostomy for the management of a high-output enterocutaneous fistula and ileal stricture in a complex surgical abdomen. \r\n\r\nPubmed   Journal   ReadQx \r\nTraction-assisted and saline immersion endoscopic submucosal dissection for complete resection of peri-appendiceal large nonpedunculated colorectal polyps.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    An Unusual Case of Unexplained Portal Hypertension and Splenomegaly. \r\n\r\nPubmed   Journal   ReadQx \r\nElusive Diagnosis: Liver Tumor Emerging After Early Pancreatic Cancer Surgery. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopist Adenoma Detection Rates and Subsequent Risks of Colorectal Cancer. \r\n\r\nPubmed   Journal   ReadQx \r\nEpstein-Barr Virus (EBV) Exposure Precedes Crohn`s Disease Development. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointestinal tissue eosinophil quantification in healthy adult volunteers. \r\n\r\nPubmed   Journal   ReadQx \r\nPersistent diarrhoea - what else could it be? \r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent Acute Pancreatitis (RAP): many faces(/facets) of a challenging disease. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderstanding the Differentiation Pathway to BEST4<sup>+<\/sup> Cells in Human Colonic Epithelium.\r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling a Rare Case: Diarrhea, Alopecia, and Polyposis. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Diagnosis of nasopharyngeal disease during upper GI endoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscope reprocessing-resource consumption and emissions. \r\n\r\nPubmed   Journal   ReadQx \r\nFrom microbiota to menu: predicting individual responses to dietary components. \r\n\r\nPubmed   Journal   ReadQx \r\nRate of suitable cases for primary EUS-guided biliary drainage in distal malignant biliary obstruction. \r\n\r\nPubmed   Journal   ReadQx \r\nTargeting Wnt signalling through LINC02418: insights from CRISPR screens. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection for large non-pedunculated colorectal polyps. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Different phenotypes of CMRFs lead to different pathophysiological processes among individuals with MASLD/MetALD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Mean arterial pressure as a complex treatment target in patients with cirrhosis and acute kidney injury. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Optimizing MASLD treatment - A \"lead-in phase\" before resmetirom.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Different phenotypes of CMRFs lead to different pathophysiological processes among individuals with MASLD/MetALD.\r\n\r\nPubmed   Journal   ReadQx \r\nSRChing for new targets in HCC. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Peripheral fat mobilization and mitochondrial fat metabolism: Fueling the energy demands of liver regeneration. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Association of Antibiotic Exposure With Microscopic Colitis-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Lipidomics in MASLD and MetALD-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Surveillance Colonoscopy for Detection of Neoplasia in Inflammatory Bowel Disease-Is Dye-Based Chromoendoscopy Always the Final Answer? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter in Response to: 'Early Ileal Resection in Crohn's Disease Is Not Associated With Severe Long-Term Outcomes: The ERIC Study'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Early Ileal Resection in Crohn's Disease Is Not Associated With Severe Long-Term Outcomes: The ERIC Study: Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Unleashing the potential of exosome ncRNAs for early gastric cancer detection-a critical appraisal of machine learning approaches. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    An ER Transmembrane Protein Protects Against Hepatic Ischemia-Reperfusion Injury By Inhibiting ER-phagy and Apoptosis?\r\n\r\nPubmed   Journal   ReadQx \r\nBoth the timing of the measurement and the adjustment of the portal pressure gradient (PPG) after TIPS implantation are important.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrespondence on \"Hepatic venous pressure gradient predicts risk of hepatic decompensation and liver-related mortality in patients with MASLD\" - Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nIs MELD-Cr an Accurate Predictor of Liver Transplant Outcomes? A Call for Refinement in Allocation Criteria. \r\n\r\nPubmed   Journal   ReadQx \r\nPersonalized risk assessment of advanced liver fibrosis in patients with MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nPotential issues with implementation of EASL-EASD-EASO guidelines on management of MASLD in patients with type 2 diabetes in Sweden.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: \"Procedural bleeding in patients with cirrhosis: from prediction towards prevention\".\r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting the use of albumin in patients with cirrhosis - trial design matters.\r\n\r\nPubmed   Journal   ReadQx \r\nRuptured HCC: An entity in exile from EASL Clinical Practice Guideline!\r\n\r\nPubmed   Journal   ReadQx \r\nThe complexity of portal hypertension without (apparent) cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-28T13:40:29-05:00",
    "input_file": {}
  },
  {
    "path": "gi/02-21-2025/",
    "title": "Fri Feb 21 2025",
    "description": "117 articles - From Friday Feb 14 2025 to Friday Feb 21 2025",
    "author": [],
    "date": "2025-02-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endosc Int Open\r\n    Unifying terminology, reporting, and bowel preparation standards in colon capsule endoscopy: Nyborg Consensus.\r\nThis study established a framework for terminology, reporting, and assessment of bowel cleansing for CCE. Future research should focus on optimizing bowel preparation regimens and exploring artificial intelligence applications in CCE.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Resmetirom therapy for metabolic dysfunction-associated steatotic liver disease: October 2024 updates to AASLD practice guidance. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Correction to: Medical Therapies for Prevention and Treatment of Inflammatory Pouch Disorders-A Systematic Review and Meta-Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Over-the-scope clips vs standard endoscopic interventions for first-line treatment of NVUGI bleeding: Meta-analysis of randomized trials.\r\nOTSCs are more efficient than SEIs as first-line treatment in terms of rebleeding within 30 days and clinical success rates.\r\nPubmed   Journal   ReadQx \r\nTexture and color enhancement imaging versus white light imaging for the detection of colorectal adenomas: Systematic review and meta-analysis.\r\nOur meta-analysis demonstrates that TXI significantly improves detection of colorectal adenomas in patients undergoing colonoscopy for various indications. TXI has the potential to improve overall quality of colonoscopy and contribute to colorectal cancer prevention.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic Band Ligation Versus Argon Plasma Coagulation in the Treatment of Gastric Antral Vascular Ectasia: A Systematic Review and Meta-Analysis. \r\nEBL demonstrated better eradication with fewer treatment sessions, recurrent bleeding, hospitalization and transfusion requirements as compared to APC. It is time that EBL be utilized as the first-line endoscopic treatment for GAVE.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Addressing the High and Rising Global Burden of Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) and Metabolic Dysfunction-Associated Steatohepatitis (MASH): From the Growing Prevalence to Payors' Perspective. \r\nPrioritising the prevention of metabolic dysregulation and timely therapeutic interventions can yield a holistic strategy to combat MASLD, its progression and potentially lower disease costs. NCT06309992.\r\nPubmed   Journal   ReadQx \r\nAir Pollution Associated With Mortality Among Chronic Hepatitis B Patients Treated With Nucleotide/Nucleoside Analogues.\r\nResults All-cause mortality showed an annual incidence of 1.1/100 person-years after a follow-up period of 3798.1 person-years. Factors with the strongest association with all-cause mortality were liver cirrhosis (hazard ratio [HR]/95% confidence interval [CI]: 3.95/1.69-9.23;  p = 0.02), age ([HR]/CI: 1.07/1.03-1.17, p exposure may increase liver-related mortality in patients with chronic hepatitis B and cirrhosis receiving nucleotide/nucleoside analogue treatment.\r\nPubmed   Journal   ReadQx \r\nAssociation of Healthy Lifestyle Behaviours With Incident Inflammatory Bowel Disease: A Population-Based Prospective Cohort Study.\r\nHealthy lifestyle behaviours are significantly associated with lower IBD incidence in middle-aged and elderly individuals, suggesting the potential of lifestyle modifications as a primary prevention strategy for IBD.\r\nPubmed   Journal   ReadQx \r\nChallenges in Histological Endpoints for MASH Therapies: An Exercise in Statistical Modelling.\r\n Imprecise histologic scoring disproportionately impacts the 'superior' arm as the error is proportional to the true response rate. This dilution of effect size should be considered when weighing the clinical benefit and the overall risk-benefit profile in the review of NASH studies. This argues for the adoption of non-invasive biomarkers rather than histologic endpoints.\r\nPubmed   Journal   ReadQx \r\nClinical Course and Prognosis of Long-Term Survivors of Hepatocellular Carcinoma.\r\n Our study highlights that a significant proportion of patients with HCC achieve long-term survival beyond 5 years, with favourable outcomes associated with curative treatments.\r\nPubmed   Journal   ReadQx \r\nClinical Trial to Assess the Safety and Tolerability of Anti-IL 23 Monoclonal Antibody Guselkumab in Patients With Alcohol-Associated Liver Disease.\r\nGuselkumab is safe in doses up to 100 mg and may reduce inflammation markers in ALD. These findings support further phase 2 studies to evaluate the efficacy of guselkumab in ALD, particularly in patients with severe phenotypes.\r\nPubmed   Journal   ReadQx \r\nClinical Trial: The Effects of Emulsifiers in the Food Supply on Disease Activity in Crohn's Disease: An Exploratory Double-Blinded Randomised Feeding Trial. \r\nRecommendations to avoid emulsifiers in patients with active CD are not supported. Australian New Zealand Clinical Trials Registry (ACTRN12619001099112).\r\nPubmed   Journal   ReadQx \r\nComparison Between Dynamic Models for Predicting Response to Corticosteroids in Alcohol-Associated Hepatitis: A Global Cohort Study. \r\nDynamic models-Lille-4, Lille-7, trajectory of serum bilirubin (TSB), and neutrophil-to-lymphocyte ratio (NLR)-were used to estimate 30- and 90-day mortality. Lille-7 demonstrated the highest accuracy for both 30- and 90-day mortality.\r\nPubmed   Journal   ReadQx \r\nMetabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) Impacts Long-Term Outcomes After Curative-Intent Surgery for Hepatocellular Carcinoma.\r\nPatients with HCC undergoing LR and meeting the new MASLD criteria have significantly shorter OS. This study provides empirical prognostic evidence for the novel MASLD/MetALD classification in a large European cohort of patients undergoing curative-intent HCC therapy.\r\nPubmed   Journal   ReadQx \r\nPost-TIPS Overt Hepatic Encephalopathy Increases Long-Term but Not Short-Term Mortality in Cirrhotic Patients With Variceal Bleeding: A Large-Scale, Multicenter Real-World Study.\r\n Post-TIPS OHE does not affect short-term survival but significantly increases long-term mortality risk. These findings highlight the need for continuous monitoring and tailored interventions to improve long-term outcomes in post-TIPS patients.\r\nPubmed   Journal   ReadQx \r\nPrevalence and Predictors of Suspected Metabolic Dysfunction-Associated Steatotic Liver Disease in Adolescents in the United States.\r\nMost adolescents with elevated ALT met MASLD criteria, yet a portion lacked cardiometabolic risk factors or other identifiable causes. These results support the adoption of MASLD criteria in adolescents while indicating a need for further research into cryptogenic ALT elevation in paediatric populations.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Contemporary Landscape of Medical Technology in Gastroenterology Between 2013 and 2023.\r\nTwelve devices (63.2%) had fsavorable, published cost-effective data. To promote evidence-based discussion and uptake of new technology, and especially disruptive or high-risk technology, we propose a practical framework informed by balancing probable efficacy and safety and considering cost-effectiveness.\r\nPubmed   Journal   ReadQx \r\nIdentifying Metabolic Dysfunction-Associated Steatotic Liver Disease Using Natural Language Processing in a US National Cohort. \r\nThis algorithm identified 299,259 (36.5%) of the study cohort with MASLD, compared with 23,218 patients (2.8%) identified using International Classification of Diseases-9/10 codes. An algorithm combining rule-based NLP with cardiometabolic risk factors and alcohol use from EHRs accurately identifies and classifies SLD and can be applied in large epidemiologic studies of SLD in the Veterans Health Administration.\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Disease, Periconceptional Disease Activity, and Risk of Major Congenital Anomalies: A Nationwide Cohort Study.\r\n Children of women with IBD had a heightened susceptibility to mCAs, although absolute and relative risks were lower than previously reported. IBD activity was not linked to mCA risks, but those analyses included relatively few events.\r\nPubmed   Journal   ReadQx \r\nMolecular Triggers of Non-celiac Wheat Sensitivity: A Scoping Review and Analysis.\r\n Gluten is the most extensively investigated wheat component linked to NCWS, but evidence for its role is inconsistent and undermined by methodological limitations. No direct evidence currently links wheat fermentable carbohydrates, ATIs, or other components to NCWS symptoms. The existing evidence is insufficient to justify restricting specific components of wheat in the management of NCWS. Future studies must overcome the identified gaps to rigorously investigate the role of wheat and related cereals in NCWS, with the potential to advance diagnosis and treatment.\r\nPubmed   Journal   ReadQx \r\nRisk of Post-polypectomy Bleeding After Colorectal Endoscopic Mucosal Resection in Patients With Cirrhosis: A Propensity-Matched Analysis of the US Collaborative Network. \r\nOptimizing patients with cirrhosis, especially with decompensated disease, before colorectal EMR and monitoring for post-procedure bleeding remain important. A conservative, supportive approach to managing bleeding in patients with cirrhosis may be as effective as in those without cirrhosis.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Long-Term Safety and Efficacy of Budesonide Oral Suspension for Eosinophilic Esophagitis: a 4-Year, Phase 3, Open-Label Study. \r\nLong-term treatment with BOS was well tolerated. Despite dosing changes/interruptions, approximately half of patients achieved/maintained a histologic response;  initial improvements in endoscopic outcomes were maintained over 48 months.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Digestive endoscopic removal of cocaine pellets: Safety evaluation.\r\nEndoscopic removal of micro-industrially-produced cocaine pellets seems to be a safe and effective method. Therefore, endoscopy has a place in management of these patients.\r\nPubmed   Journal   ReadQx \r\nEndoscopic closure using a dedicated device following gastric endoscopic submucosal dissection: Multicenter, prospective, observational pilot study.\r\nClosure using FLEXLOOP is feasible and safe. Our technique using this new device can be an attractive option for more easily closing mucosal defects. However, further clinical research is warranted to confirm that this technique can prevent delayed complications.\r\nPubmed   Journal   ReadQx \r\nEndoscopic features of solitary colorectal hamartomatous polyps: Solitary juvenile polyp and Peutz-Jeghers polyp.\r\nSolitary JPs and PJPs in the colorectum manifested characteristic endoscopic findings, and combinations of specific characteristic endoscopic findings may be useful for endoscopic diagnosis of solitary JPs and PJPs.\r\nPubmed   Journal   ReadQx \r\nEndoscopic grading of gastric intestinal metaplasia using blue light imaging in a low-risk population: Multicenter cross-sectional validation study.\r\nOur study validates BLI integrated with the EGGIM system as an effective strategy, highlighting its precision in identifying advanced GIM stages. BLI's notable sensitivity enhances its use as a complementary tool to WLE, significantly improving gastric cancer risk assessment.\r\nPubmed   Journal   ReadQx \r\nEndoscopic hemostasis with a self-expandable metal stent as bridge therapy for hemobilia.\r\nEndoscopic hemostasis using SEMS for hemobilia appeared to be a feasible bridge therapy.\r\nPubmed   Journal   ReadQx \r\nGLP-1 receptor agonist use does not increase risk of respiratory complications post-endoscopy.\r\nGLP-1 RA use before endoscopy does not increase respiratory complications, supporting continued preoperative medication use.\r\nPubmed   Journal   ReadQx \r\nGlasgow-Blatchford and Rockall score utility in predicting findings on video capsule endoscopy in patients admitted with overt small bowel bleeding.\r\nGBS and Rockall scores were useful in predicting relevant findings on CE in this cohort of patients with suspected OSBB. In patients with GBS 5 or higher, early CE during the same admission is warranted.\r\nPubmed   Journal   ReadQx \r\nImproved outcomes of endoscopic treatment for delayed perforation following endoscopic submucosal dissection for gastric epithelial neoplasms.\r\nEndoscopic intervention using PGA sheets and OTSC was associated with a low incidence of required surgery for delayed perforation after gastric ESD and is recommended.\r\nPubmed   Journal   ReadQx \r\nNovel submucosal injection material comprising fully synthetic and self-assembling peptide solution in endoscopic submucosal dissection: A pilot study.\r\nNo postoperative bleeding or delayed perforation was observed in any patient. The novel injectable material, PuraLift, can potentially ensure safe and feasible ESD.\r\nPubmed   Journal   ReadQx \r\nPatient adherence to surveillance colonoscopy after endoscopic resection of colorectal polyps and factors associated with loss to follow-up.\r\nNearly half of patients undergoing ER of colorectal polyps ≥ 20 mm are lost to follow-up. We identified several patient- and healthcare-related factors as barriers to SC adherence. Strategies to address these issues and targeting of high-risk populations are urgently needed to enhance SC programs.\r\nPubmed   Journal   ReadQx \r\nPredictive factors for early mortality after EUS-guided gastroenterostomy in malignant gastric outlet obstruction.\r\nEUS-GE should be carefully considered for patients with ascites which was an independent predictor for early mortality after procedure in mGOO, especially those with grade 2 or higher level of ascites.\r\nPubmed   Journal   ReadQx \r\nPredictive factors for long-term patency in duodenal stenting for malignant gastric outlet obstruction.\r\nTreatment of malignant GOO with duodenal SEMS is effective but the reintervention rate is high. Predictors of stent patency were jaundice, semi- or fully-covered SEMS, and chemotherapy. Survival was impaired by jaundice and stent dysfunction.\r\nPubmed   Journal   ReadQx \r\nPull-through endoscopic vacuum-assisted closure therapy for complicated leaks of the gastrointestinal tract: Novel technique.\r\nPull-through EVAC therapy is safe and effective in patients with large and challenging postsurgical leaks of the upper gastrointestinal tract.\r\nPubmed   Journal   ReadQx \r\nRadiographic, fluoroscopic, and endosonographic predictors of failed EUS-guided transgastric stent placement in patients with Roux-en-Y bypass anatomy.\r\nRadiographic features may predict GATE failure including intervening vasculature or insufficient contact between gastric pouch/blind limb and remnant. Patients demonstrating these features may benefit from alternative treatment approaches early in management.\r\nPubmed   Journal   ReadQx \r\nUS multicenter outcomes of endoscopic ultrasound-guided gallbladder drainage with lumen-apposing metal stents for acute cholecystitis.\r\nEUS-GBD with LAMS has a high rate of long-term clinical success and modest AE rates in patients with AC and is a reasonable destination therapy for high-risk surgical candidates.\r\nPubmed   Journal   ReadQx \r\nUtility of cholangioscopy in patients with surgically altered anatomy after percutaneous transhepatic biliary drainage.\r\nSpyGlass cholangioscopy, although challenging, is a safe option for intrahepatic stones and strictures with excellent short-term outcomes and minimal complications.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Cold snare endoscopic mucosal resection versus standard hot technique for large flat non-pedunculated colonic lesions: Results of the CS-EMR 2019 randomized controlled trial. \r\nCompared with the conventional hot technique, the RR of LFNPCL after CS-EMR was significantly greater. A similar safety profile was found between groups.\r\nPubmed   Journal   ReadQx \r\nIn-hospital Mortality in Patients with Lower Gastrointestinal Bleeding: Development and Validation of a Prediction Score.\r\nA new validated score effectively predicts in-hospital mortality in LGIB patients, aiding in risk stratification and management.\r\nPubmed   Journal   ReadQx \r\nOutcomes after radical endoscopic resection of high-risk T1 esophageal adenocarcinoma: an international multicenter retrospective cohort study. \r\n Our findings present low rates of LNM after radical ER of high-risk T1 EAC, consistent with other endoscopy-focused studies. Post-surgical patients are still at risk for metastasis and disease-specific mortality. These results suggest that endoscopic surveillance is suitable for selected cases, but further prospective studies are needed to refine patient selection and confirm optimal outcomes.\r\nPubmed   Journal   ReadQx \r\nTechnical failure of endoscopic ultrasound choledocoduodenostomy: Multicenter case-control study on rescue techniques, consequences and risk factors.\r\nEUS-CDS failures are not rare and are severe in half of the cases. Recognizing risk factors, identifying failures during the procedure, and knowing endoscopic salvage methods are crucial.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    TREM2 depletion in pancreatic cancer elicits pathogenic inflammation and accelerates tumor progression via enriching IL-1β+ macrophages. \r\nTREM2 depletion accelerates tumor progression by enhancing pro-inflammatory macrophages and IL-1β-mediated pathogenic inflammation in PDAC. The accelerated tumor progression by TREM2 depletion can be reversed by blocking IL-1β-associated pathogenic inflammation.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic ultrasound guided coil and glue as a first-line treatment for visceral artery pseudoaneurysm: A long term follow-up study with a proposed algorithmic approach. \r\nNo recurrence was seen after a median follow of 37 months. EUS-guided coil and glue embolization is an effective first-line procedure for splenic artery pseudoaneurysms.\r\nPubmed   Journal   ReadQx \r\nOptical enhancement with magnification versus white light endoscopy for detecting gastric intestinal metaplasia and neoplasia: a randomized controlled trial. \r\nThe inter-observer agreements of experienced endoscopists were good for both groups, with κ-values of 0.75 and 0.61, respectively. ME-OE showed better performance for detecting GIM than WLE in high-risk populations.\r\nPubmed   Journal   ReadQx \r\nPhysical recovery after local resection of non-pedunculated rectal adenomas and T1 carcinomas: endoscopic submucosal dissection versus transanal minimally invasive surgery. \r\nIn terms of mean time to physical recovery, ESD was non-inferior to TAMIS. Post-procedural pain was significantly associated with reduced physical activity.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Multiomics analysis of immune correlatives in hepatocellular carcinoma patients treated with tremelimumab plus durvalumab. \r\nOur study provides a blueprint for in-depth analysis of immune correlates in immunotherapy studies and demonstrates the importance of Treg distribution in HCC. NCT02821754 and the EudraCT identifier: 2019-002767-98.\r\nPubmed   Journal   ReadQx \r\nPurified oat protein can trigger acute symptoms linked to immune activation in coeliac disease patients but not histological deterioration.\r\n Gluten-contamination-free oats can trigger acute dose-dependent immune and symptom responses but usually at a level insufficient to cause sustained symptoms or enteropathy. In 1 of 29 (3%) participants, oat avenin triggered a pro-inflammatory wheat-like response, highlighting that a minority of CD patients may need to exclude oats. Informed choice regarding oats ingestion in CD is important.\r\nPubmed   Journal   ReadQx \r\nReparative immunological consequences of stem cell transplantation as a cellular therapy for refractory Crohn's disease.\r\nThis study suggests SCT functions as a myeloid-directed cellular therapy reinforcing the critical role of macrophages in refractory CD pathophysiology and as a target for cellular therapies. Furthermore, we report an unrecognised functional heterogeneity among HSC subpopulations in CD that may be relevant to our understanding of CD treatment and pathophysiology.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Health-related quality of life is impaired in people with autoimmune hepatitis: Results of a multicentre cross-sectional study within the European Reference Network. \r\nPeople with AIH had impaired HRQoL compared with controls, particularly in terms of physical well-being. HRQoL scores are associated with symptom burden, encompassing both somatic and psychosocial dimensions.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for cholestatic liver diseases: Timing & disease recurrence. \r\nA heightened focus on control of inflammatory bowel disease activity is critical as a potentially important modifiable risk factor for rPSC, including with escalation of medical therapy as needed and timely colectomy when indicated. This review outlines the journey for patients with PBC and PSC, from transplant listing to post-transplant management, emphasizing the need for unique and tailored approaches to optimize outcomes and long-term survival.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Protein phosphatase 6 regulates metabolic dysfunction-associated steatohepatitis via the mTORC1 pathway. \r\nPPP6C is directly activated by FGF21 via FGFRs/βKlotho and improves MASH features through dephosphorylation of TSC2 in hepatocytes. This study implies that pharmacological approaches, genetic or metabolic factors targeting PPP6C activity may offer attractive prospects for treating liver fibrosis and MASH.\r\nPubmed   Journal   ReadQx \r\nUnveiling the Molecular Legacy of Transient Insulin Resistance: Implications for Hepatic Metabolic Adaptability.\r\nSeemingly reversible and unnoticed metabolic challenges in early adulthood may predispose the liver to exacerbated metabolic dysfunctions when confronted with chronic challenges later in life.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Direct-Acting Agents and Risk of Hepatocellular Carcinoma-The End of Controversy.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Endoscopic Activity is an Essential Tool for Patients' Management, Even in Mild Crohn's Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Examining Perianal Fistulising Crohn's Disease Through the Lens of Wound Repair. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Hyperferritinaemia-An Ironclad Biomarker for the Prognostication of MASLD?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Revolutionising Steatotic Liver Disease Diagnosis With Phosphatidylethanol. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Right-Sizing Colonoscopy Referrals for Patients With Possible Signs and Symptoms of Colorectal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The Relevance of Hepatic Flares and Quantitative Hepatitis B Surface Antigen After Stopping HBV Polymerase Inhibitors. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Variceal Bleeding in Patients Receiving Atezolizumab-Bevacizumab for Hepatocellular Carcinoma: Don't Ignore the Risk Factors!\r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Novel Enzyme Therapy Design for Gluten Peptide Digestion Through Exopeptidase Supplementation.\r\nEnzymes should be stabilised throughout the gastrointestinal tract including the small intestine. Exopeptidases perform a critical function by systematically generating absorbable fractions, warranting future investigation as therapeutic agents. Sensitive and translational biomarkers are needed to better assess enzyme efficacy in real-meal conditions.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic ultrasound gallbladder drainage (EUS-GBD) with LAMS: While we know how to drain we are still questioning who to drain.\r\n\r\nPubmed   Journal   ReadQx \r\nOn-site ERCP availability and cholangitis outcomes: Retrospective cohort study.\r\nPatients at ERCP sites compared with non-ERCP sites did not have significantly different mortality. Subgroups of patients with underlying stricturing biliary disease or pancreaticobiliary malignancy and severe cholangitis, who have higher mortality at ERCP sites, warrant further study.\r\nPubmed   Journal   ReadQx \r\nSafety of intrabiliary radiofrequency ablation in cases of residual and recurrent neoplasia after endoscopic papillectomy.\r\nIB-RFA is relatively safe and efficient in cases of residual or recurrent neoplasia after EP and is an alternative to surgery in well-selected cases. Biliary stricture occurred frequently (50%) but could be managed endoscopically without sequelae in al cases. In cases of pancreatic stenting failure and because of the risk of severe and potentially lethal acute pancreatitis, IB-RFA should be postponed.\r\nPubmed   Journal   ReadQx \r\nSurveillance colonoscopy after resection of large polyps: Can we reduce loss to follow up?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Mediterranean diet for Crohn's disease: Embracing colorful diversity to improve the microbiome.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Gut microbiota-related neuroinflammation at the crossroad of food reward alterations: implications for eating disorders.\r\nParticular attention is given to eating disorders (ED, specifically anorexia nervosa, binge eating disorder and bulimia nervosa) and potential links with the gut microbiota, food reward alterations and neuroinflammation. Finally, we propose gut microbiota modulation as a promising therapeutic strategy in food reward alterations and ED.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Correction to: A Case of Dysphagia Megalatriensis.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal clear cell carcinoma treated by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nMetastatic urothelial carcinoma detected by colonoscopy during an evaluation for diarrhea. \r\n\r\nPubmed   Journal   ReadQx \r\nNew Barrett's Esophagus after Sleeve Gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhou et al.\r\n\r\nPubmed   Journal   ReadQx \r\nTriple Modality Triumph: Novel Endoscopic Treatment of Complex Ileorectal Anastomotic Stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A treatment option for rectal gastrointestinal stromal tumor: endoscopic submucosal dissection combined with endoscopic hand-suturing. \r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-guided lithotripsy and extraction of gallbladder stones through the natural lumen. \r\n\r\nPubmed   Journal   ReadQx \r\nColonic stenting plus vascular plug for malignant gastrocolonic fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrograde cholangiopancreatography combined with peroral choledochoscope for the treatment of complete bile duct rupture. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticogastrostomy using a novel double-lumen tapered dilator combined with a 22-G needle. \r\n\r\nPubmed   Journal   ReadQx \r\nInnovative endoscopic device for efficient management of a giant gastric bezoar. \r\n\r\nPubmed   Journal   ReadQx \r\nLaparoscopic and endoscopic cooperative surgery for a gastrointestinal stromal tumor. \r\n\r\nPubmed   Journal   ReadQx \r\nMulti-hole metal stent can prevent cystic and pancreatic duct obstruction during endoscopic ultrasound-guided antegrade stenting combined with hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nScrew stent removal technique using a novel grasping device after inside plastic stent deployment for hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Domain-specific effects of sucrase-isomaltase genotype in irritable bowel syndrome. \r\n\r\nPubmed   Journal   ReadQx \r\nThe MODY-causing mutation of the human carboxyl ester lipase gene (CEL) triggers chronic pancreatitis but not diabetes in mice. \r\n\r\nPubmed   Journal   ReadQx \r\nThe Thing Itself: Medicine as Craft.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Potential indications for peranal endoscopic myectomy in lower rectal cancer. \r\n\r\nPubmed   Journal   ReadQx \r\nTop Tip: Management of esophageal varices not responsive to endoscopic variceal ligation. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Risk of metachronous advanced neoplasia in patients with serrated lesions depending on follow-up schedule.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Deep learning: Cracking the metabolic code. \r\n\r\nPubmed   Journal   ReadQx \r\nDivergent trends in cirrhosis and liver cancer highlight the ongoing efforts required for hepatitis elimination.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Dynamics in liver stiffness to assess response in MASLD patients treated with resmetirom - one piece of the puzzle?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Optimizing MASLD treatment - A \"lead-in phase\" before resmetirom.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Alcohol a confounding factor in assessment of resmetirom therapy. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Liver transplantation for primary and secondary liver tumours-patient-level meta-analyses compared to UNOS conventional indications.\r\n\r\nPubmed   Journal   ReadQx \r\nMore than a lark? LRRK2 inhibitors to treat alpha-1 antitrypsin deficiency. \r\n\r\nPubmed   Journal   ReadQx \r\nNon-Invasive liver disease assessment. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: AASLD Resmetirom Guidance.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Liver transplantation for primary and secondary liver tumors - patient level meta-analyses compared to UNOS conventional indications.\r\n\r\nPubmed   Journal   ReadQx \r\nRevealing new biomarker to predict MASLD progression. \r\n\r\nPubmed   Journal   ReadQx \r\nTrapped in fibrosis: How neutrophil extracellular traps drive HSC activation. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Expression of concern to \"Nitric oxide mimics transcriptional and post-translational regulation during α-Tocopherol cytoprotection against glycochenodeoxycholate-induced cell death in hepatocytes\" [J Hepatol. 2011 Jul;55(1):133-44]. \r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk.. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Hyperferritinaemia-An Ironclad Biomarker for the Prognostication of MASLD? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Revolutionising Steatotic Liver Disease Diagnosis With Phosphatidylethanol-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The Relevance of Hepatic Flares and Quantitative Hepatitis B Surface Antigen After Stopping HBV Polymerase Inhibitors-Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Variceal Bleeding in Patients Receiving Atezolizumab-Bevacizumab for Hepatocellular Carcinoma-Don't Ignore the Risk Factors! Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Head-To-Head Comparison Between Phosphatidylethanol Versus Indirect Alcohol Biomarkers for Diagnosis of MetALD Versus MASLD: A Prospective Study' Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on 'Head-to-Head Comparison Between Phosphatidylethanol Versus Indirect Alcohol Biomarkers for Diagnosis of MetALD Versus MASLD: A Prospective Study'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Clinical Trial: Treatment of Functional Dyspepsia According to Subtype Compared With Empirical Proton Pump Inhibitor.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Clinical Trial: Treatment of Functional Dyspepsia According to Subtype Compared With Empirical Proton Pump Inhibitor: Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Lubiprostone-A Novel Therapeutic Avenue for Gastrointestinal Complications in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Lubiprostone-A Novel Therapeutic Avenue for Gastrointestinal Complications in MASLD. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Hidden Truth of IBD Risk-From Antibiotics to Environmental Factors. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Further Considerations on Dual Targeting of Syndecan-1 and Glucose Transporter-1 in Pancreatic Ductal Adenocarcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Response to Zhang et al.: Evaluating Clinical Utility of CT DNA Monitoring for Recurrence Prediction in Resected Extrahepatic Cholangiocarcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-21T00:37:58-05:00",
    "input_file": {}
  }
]
