[
  {
    "path": "gi/09-22-2023/",
    "title": "Fri Sep 22 2023",
    "description": "145 articles - From Friday Sep 15 2023 to Friday Sep 22 2023",
    "author": [],
    "date": "2023-09-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gut\r\n    Updates to the modern diagnosis of GERD: Lyon consensus 2.0.\r\nCriteria that have not performed well in the diagnosis of actionable GERD have been retired. Personalisation of investigation and management to each patient's unique presentation will optimise GERD diagnosis and management.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    National prevalence estimates for steatotic liver disease and Sub-Classifications using consensus nomenclature.\r\nOur findings highlight the utility of the new consensus nomenclature to address deficiencies present with the old nomenclature, and identify areas that require research to further refine classifications of SLD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Global Prevalence of Fecal Incontinence in Community-Dwelling Adults: A Systematic Review and Meta-analysis.\r\nApproximately 1 in 12 adults worldwide have FI. The prevalence is greater among women and older people.\r\nPubmed   Journal   ReadQx \r\nWithdrawal of Immunomodulators or TNF Antagonists in Patients with Inflammatory Bowel Diseases in Remission on Combination Therapy: A Systematic Review and Meta-analysis.\r\nIn patients with IBD in sustained corticosteroid-free clinical remission for >6m on combination therapy, de-escalation with TNF antagonist withdrawal, but not IMM withdrawal, was associated with an increased risk of relapse.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Umbrella systematic review of potential quality indicators for the detection of dysplasia and cancer at upper gastrointestinal endoscopy.\r\nImage enhancement use, longer examination times, biopsy rate and propofol sedation are potential quality indicators for UGI endoscopy. Neoplasia detection rate and dedicated endoscopy lists are additional potential quality indicators for Barrett's esophagus.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Abdominal pain in patients with inflammatory bowel disease in remission: A prospective study on contributing factors.\r\n In this cohort of patients with IBD in remission, abdominal pain was common and associated with psychosocial factors. A more holistic treatment approach for patients with IBD suffering from abdominal pain may improve quality of care and subjective wellbeing.\r\nPubmed   Journal   ReadQx \r\nAssociation between gut-derived endotoxins and porto-sinusoidal vascular disorder with portal hypertension.\r\nPSVD patients display an altered intestinal permeability and endotoxemia correlated to a pro-aggregating/procoagulant state;  histologically, PSVD was associated with increased TLR4+ cell involvement and platelet clumps within sinusoids. Our study suggests that LPS-TLR4 pathway could contribute to the pathophysiological basis of PSVD with portal hypertension.\r\nPubmed   Journal   ReadQx \r\nClinical trial: Effects of pegozafermin on the liver and on metabolic comorbidities in subjects with biopsy-confirmed nonalcoholic steatohepatitis.\r\nPegozafermin treatment for 20 weeks had beneficial effects on hepatic and metabolic parameters and was well tolerated in subjects with NASH.   NCT04048135.\r\nPubmed   Journal   ReadQx \r\nIntegrated safety analysis of filgotinib for ulcerative colitis: Results from SELECTION and SELECTIONLTE.\r\n FIL200 and FIL100 were well tolerated with no unexpected safety signals in patients with moderately to severely active UC, regardless of previous biologic exposure or age. Clinicaltrials Gov identifiers (nct numbers) NCT02914522, NCT02914535.\r\nPubmed   Journal   ReadQx \r\nLiver disease progression in patients with alpha-1 antitrypsin deficiency and protease inhibitor ZZ genotype with or without lung disease.\r\n In patients with AATD and lung disease, there is a delay in the diagnosis of comorbid liver disease. Our findings suggest that liver disease may progress more rapidly in patients without comorbid lung disease.\r\nPubmed   Journal   ReadQx \r\nMAFLD fibrosis score: Using routine measures to identify advanced fibrosis in metabolic-associated fatty liver disease.\r\n MFS outperforms conventional non-invasive scores in predicting advanced fibrosis, contributing to screening in MAFLD patients.\r\nPubmed   Journal   ReadQx \r\nMicroscopic colitis and risk of incident rheumatoid arthritis: A nationwide population-based matched cohort study.\r\n Patients with MC are at a nearly two-fold risk of developing RA compared to the general population. Knowledge of this increased risk may expedite evaluation for RA in patients with MC presenting with joint symptoms and/or arthralgia, thus preventing delay until RA diagnosis.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Accuracy in polyp size measurement among surgeons, gastroenterologists, trainees and experts: A prospective video-based study.\r\n Visual size estimation of polyps is inaccurate independently of training level, sex, and specialty. Size measurement accuracy can be improved using forceps and yields the highest relative accuracy when an adaptive scale technology is used.\r\nPubmed   Journal   ReadQx \r\nAtherosclerosis as a Risk Factor for IBD: A Population-Based Case-Control Study.\r\nA history of an atherosclerotic-related condition is associated with increased odds of developing IBD, particularly among older adults. Future studies should investigate whether drugs targeting atherosclerotic-related inflammation may prevent IBD in higher-risk individuals.\r\nPubmed   Journal   ReadQx \r\nBaseline Clinical Factors are Associated with Risk of Complications in Crohn's Disease: Appraisal of the AGA Clinical Care Pathway.\r\nWe found a significant association between the number of AGA risk factors and the risk of disease complication in CD;  this association was not significant in UC. The presence of = 3 risk factors in CD leads to the highest risk of complications. The AGA care pathway is a useful tool to stratify patients who are at higher risk of disease complications in CD patients.\r\nPubmed   Journal   ReadQx \r\nConventional vs short duration of antibiotics in patients with moderate or severe cholangitis: Non-inferiority randomized trial.\r\nShort duration of antibiotics is non-inferior to conventional duration in patients with moderate to severe cholangitis in terms of clinical cure, recurrence of cholangitis and overall mortality.\r\nPubmed   Journal   ReadQx \r\nDouble-blind multicenter randomized clinical trial comparing glucagon vs placebo in the resolution of alimentary esophageal impaction.\r\nGlucagon is no more effective than placebo in resolving EFBI or shortening the time required to remove the foreign body. (EUDRA-CT number 2019-004920-40).\r\nPubmed   Journal   ReadQx \r\nGlobal prevalence of psychological distress and comorbidity with disorders of gut-brain interactions.\r\n This global study shows that psychological distress, somatic symptoms, and DGBI are very common and frequently overlap. The coexistence between psychological distress/somatic symptoms and DGBI seems to be especially detrimental to quality of life and healthcare utilization. Individuals with psychological distress/somatic symptoms and DGBI coexistence appear to be a group vulnerable to psychosocial problems that should be studied further and would likely benefit from psychological/psychiatric interventions.\r\nPubmed   Journal   ReadQx \r\nMonitoring Patients with Inflammatory Bowel Disease at High Risk of Anal Cancer.\r\nThis review describes the most recent literature surrounding anal cancer in the IBD population as well as the unique challenges inherent in diagnosing and treating this population. We conclude by proposing a new screening motif based off literature review as well as multidisciplinary clinical experience that aims to increase early detection of anal cancers in the IBD population.\r\nPubmed   Journal   ReadQx \r\nOlder Adult-Onset of Inflammatory Bowel Diseases is Associated With Higher Utilization of Analgesics: A Nationwide Cohort Study.\r\n In this nationwide cohort, older adults most commonly received analgesic prescriptions within 1 year after IBD diagnosis. Additional research is needed to examine the etiology and sequelae of increased analgesic prescribing to this demographic.\r\nPubmed   Journal   ReadQx \r\nOptimizing the management algorithm for adults with functional constipation failing a fiber/laxative trial in general gastroenterology: Cost-effectiveness and cost-minimization analysis.\r\n Anorectal function testing appears to be an emergent technology to optimize cost-effective outcomes, overcoming testing costs by phenotyping care.\r\nPubmed   Journal   ReadQx \r\nOsteoporosis and fragility fractures in patients with cirrhosis evaluated for liver transplantation: Identification of high-risk patients based on computed tomography at evaluation.\r\n In cirrhotic patients evaluated for LT, CT scan identified persons with severe osteoporosis without additional costs.\r\nPubmed   Journal   ReadQx \r\nRandomized trial of prophylactic antibiotics for endoscopic retrograde cholangiopancreatography in patients with biliary obstruction.\r\nAntibiotic prophylaxis before ERCP in patients with biliary obstruction resulted in a significantly lower risk of infectious complications, especially cholangitis, than placebo (ClinicalTrials.gov trial number NCT02958059).\r\nPubmed   Journal   ReadQx \r\nSystematic resection of the visible scar, after incomplete endoscopic resection of rectal neuroendocrine tumours.\r\nIn case of non-R0 resected r-NET, systematic scar resection by EFTR or ESD seems necessary.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Alpha-1 antitrypsin (AAT) augmentation and the liver phenotype of adults with AAT deficiency (genotype Pi*ZZ).\r\n The first evaluation of AAT augmentation on the Pi*ZZ-related liver disease indicates liver safety of a widely used treatment for AATD-associated lung disease. Prospective studies are needed to confirm the beneficial effects and to demonstrate the potential efficacy of exogenous AAT in patients with Pi*ZZ-associated liver disease.\r\nPubmed   Journal   ReadQx \r\nLong-term Safety Outcomes of Fecal Microbiota Transplantation: Real-World Data over Eight Years from the Hong Kong FMT Registry.\r\n This prospective real-world data from Asia's first FMT registry demonstrated that FMT has an excellent long-term safety profile. The risk of developing new medical conditions beyond 12 months after FMT is low.\r\nPubmed   Journal   ReadQx \r\nPREVALENCE AND PREDICTORS OF BARRETT'S ESOPHAGUS AFTER NEGATIVE INITIAL ENDOSCOPY: ANALYSIS FROM TWO NATIONAL DATABASES.\r\n In this study of >350,000 patients, rates of BE on repeat EGD ranged from 1.7-3.4%, and were higher in those with multiple risk factors. Most were likely missed at initial evaluation, underscoring the importance of a high-quality initial endoscopic examination. While routine repeat endoscopic BE screening after a negative initial examination, is not recommended, repeat screening may be considered in carefully selected patients with GERD and = 2 risk factors for BE, potentially using non-endoscopic tools.\r\nPubmed   Journal   ReadQx \r\nSex differences in treatment response to nucleos(t)ide therapy in chronic hepatitis B: a multicenter longitudinal study.\r\nSex differences exist for treatment outcomes among hepatitis B patients. Male sex associated with 16% higher likelihood of clinical remission and 31% higher likelihood of biochemical response than females, while viral suppression and HCC incidence were similar between the two groups.\r\nPubmed   Journal   ReadQx \r\nUse of DPP4 inhibitors and GLP-1 receptor agonists and risk of intestinal obstruction: Scandinavian cohort study.\r\nIn this analysis of nationwide data from three Nordic countries, previous safety signals indicating an increased risk of intestinal obstruction with use of DPP4 inhibitors and GLP-1 receptor agonists were not confirmed.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Accuracy of polyp characterization by artificial intelligence and endoscopists: a prospective, non-randomized study in a tertiary endoscopy center.\r\nAccuracy for polyp characterization by a new commercially available AI system is high, but does not fulfill the criteria for a \"resect-and-discard\" strategy.\r\nPubmed   Journal   ReadQx \r\nEfficacy of a novel integrated biliary stent and nasobiliary catheter system for accidental tube deviation in biliary drainage.\r\nThe UMIDAS NB stent might be useful for biliary drainage in patients with a high risk of NBD tube self-removal.\r\nPubmed   Journal   ReadQx   PMC\r\nTubularization of the gastric pouch helps sustain weight loss after transoral outlet reduction for post-Roux-en-Y gastric bypass weight recurrence.\r\nThe tTORe enhances efficacy and durability of the standard procedure without adding significant procedure-related risks.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Patient safety incidents in endoscopy: a human factors analysis of non-procedural significant harm incidents from the National Reporting and Learning System (NRLS).\r\nCONCLUSIONS This was the first national-level human factors analysis of endoscopy-specific PSIs. This work will inform safety improvement strategies and should empower individual services to review their approach to safety.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    CXADR-Like Membrane Protein regulates colonic epithelial cell proliferation and prevents tumor growth.\r\nThese results reveal novel insights into CLMP function in the colonic epithelium, highlighting an important role in regulating IEC proliferation, suggesting tumor suppressive function in colon cancer.\r\nPubmed   Journal   ReadQx \r\nStandardizing Randomized Controlled Trials in Celiac Disease: An International Multidisciplinary Appropriateness Study.\r\n We developed standardized recommendations for clinical trial design, eligibility criteria, outcome measures, gluten challenge, and disease evaluations for RCTs in patients with CeD.\r\nPubmed   Journal   ReadQx \r\nTraditional Medicine Pien Tze Huang Suppresses Colorectal Tumorigenesis through Restoring Gut Microbiota and Metabolites.\r\n PZH manipulated gut microbiota and metabolites toward a more favorable profile, improves gut barrier function, and suppresses oncogenic and pro-inflammatory pathways, thereby suppressing colorectal carcinogenesis.\r\nPubmed   Journal   ReadQx \r\np21 prevents the exhaustion of CD4+ T cells within the antitumor immune response against colorectal cancer.\r\n Our data reveal the importance of p21 in controlling cell cycle and preventing exhaustion of Th1 cells. Furthermore, we unveil the therapeutic potential of CDK inhibitors such as Palbociclib to reduce T cell exhaustion for future treatment of patients with colorectal cancer.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    ASSOCIATION OF ENDOSCOPIC BIOSPY SAMPLING METHODS WITH DETECTION OF PRECURSOR LESIONS OF GASTRIC CANCER.\r\nThe application of the Sydney protocol is associated with an increased detection of precursor lesions of gastric cancer in routine clinical practice.\r\nPubmed   Journal   ReadQx \r\nERCP using balloon-assisted endoscope versus EUS-guided treatment for common bile duct stones in Roux-en-Y gastrectomy.\r\nEffectiveness and safety of BE-ERCP and EUS-AG were comparable in CBD stone removal for patients after R-Y gastrectomy, but complete stone removal after technical success was superior in BE-ERCP.\r\nPubmed   Journal   ReadQx \r\nLUMEN APPOSING METAL STENTS WITH OR WITHOUT COAXIAL PLASTIC STENT PLACEMENT FOR THE MANAGEMENT OF PANCREATIC FLUID COLLECTIONS.\r\n In this comparative single-center study, placement of a coaxial DPPS for LAMS drainage of PFCs did not affect rates of AEs or clinical success.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    DNA-methylation signature accurately differentiates pancreatic cancer from chronic pancreatitis in tissue and plasma.\r\n The success of machine-learning to identify an effective marker signature documents the power of this approach. The high diagnostic accuracy of discriminating PDAC from CP could have tremendous consequences for treatment success, once the result from still a limited number of liquid biopsy samples would be confirmed in a larger cohort of patients with suspected pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nDisruption of CerS6-mediated sphingolipid metabolism by FTO deficiency aggravates ulcerative colitis.\r\nFTO downregulation promoted UC by decreasing CerS6 expression, leading to increased S1P accumulation in IECs and aggravating colitis via m 6 A-dependent mechanisms. Lower FTO expression in UC patients may enhance their response to vedolizumab treatment.\r\nPubmed   Journal   ReadQx \r\nEnhanced antitumour immunity following neoadjuvant chemoradiotherapy mediates a favourable prognosis in women with resected pancreatic cancer.\r\n PDAC tumours of women are more sensitive to gemcitabine-based nCRT, resulting in longer OS after resection compared with men. This may be due to enhanced immunity impeding the infiltration of protumoral M2 macrophages into the TME. Our findings highlight the importance of considering sex disparities and mitigating immunosuppressive macrophage polarisation for personalised PDAC treatment.\r\nPubmed   Journal   ReadQx \r\nOptimal measurement of gastric emptying of solids in gastroparesis or functional dyspepsia: evidence to establish standard test.\r\nOur aim was to assess inter-individual and intra-individual coefficients of variation (COV) in GES in symptomatic patients with Gp or FD with documented slow or normal GES, respectively. Design Scintigraphic GES (T 85% and should be the standard test for suspected gastric emptying disorders.\r\nPubmed   Journal   ReadQx \r\nReflux conditions induce E-cadherin cleavage and EMT via APE1 redox function in oesophageal adenocarcinoma.\r\n Reflux conditions promote EMT via APE1 redox-dependent E-cadherin cleavage. APE1-redox function inhibitors can have a therapeutic role in EAC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    A randomized, double-blind, placebo-controlled trial of Aldafermin in patients with nonalcoholic steatohepatitis and compensated cirrhosis.\r\nAldafermin 3 mg resulted in significant reduction in ELF in patients with compensated NASH cirrhosis.\r\nPubmed   Journal   ReadQx \r\nBile acid-induced IRF3 phosphorylation mediates cell death, inflammatory responses and fibrosis in cholestasis-induced liver and kidney injury via regulation of ZBP1.\r\nWe discovered that ZBP1 interacted with RIP1, RIP3 and NLRP3, thereby revealing its potential role in regulation of cell death and inflammation pathways. In conclusion, our data indicate that bile acid-induced IRF3 phosphorylation and the IRF3-ZBP1 axis play a central role in the pathogenesis of cholestatic liver and kidney injury.\r\nPubmed   Journal   ReadQx \r\nCanonical Wnt signaling promotes HSC glycolysis and liver fibrosis through an LDH-A/HIF-1a transcriptional complex.\r\nInhibition of HSC glycolysis by targeting Wnt/ß-catenin signaling and LDH-A had therapeutic promise for liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nComputational drug prediction in hepatoblastoma by integrating pan-cancer transcriptomics with pharmacological response.\r\nWe also found that in a cohort of 46 patients with HB, high CDK9 tumour expression was significantly associated with poor prognosis. Our work proves the usefulness of computational methods trained on pan-cancer datasets to reposition drugs in rare paediatric cancers such as HB, and to help clinicians in choosing the best treatment options for their patients.\r\nPubmed   Journal   ReadQx \r\nHigher need for polycystic liver disease therapy in female patients: sex-specific association between liver volume and need for therapy.\r\n Baseline TLV is strongly associated with volume reducing therapy initiation at follow-up in PLD patients, with sex-specific differences in this association. Disease staging systems should use TLV to predict need for future volume reducing therapy in PLD separately for males and females.\r\nPubmed   Journal   ReadQx \r\nHypoxia-driven tumor stromal remodeling and immunosuppressive microenvironment in scirrhous hepatocellular carcinoma.\r\nWe uncovered the genomic characteristics of SHCC, and revealed a hypoxia-driven tumor stroma remodeling and immunosuppressive microenvironment in SHCC.\r\nPubmed   Journal   ReadQx \r\nObesity management for the hepatologist - what to do, how to do it and why.\r\nHepatologists and gastroenterologist need to be actively engaged in the management of obesity. This review provides a detailed approach to this challenging comorbidity.\r\nPubmed   Journal   ReadQx \r\nPhysiologic changes in the hepatopulmonary syndrome before and after liver transplant: A longitudinal and predictor analysis.\r\nWe present the largest and longest longitudinal data analysis in HPS. In addition to rates of physiological decline and improvement before and after liver transplantation, we present novel predictors of PaO2 decline and improvement rates. Our findings enhance understanding of the natural history of HPS and provide pathophysiologic clues. Importantly, they may assist providers in prognostication and prioritization before and after transplant.\r\nPubmed   Journal   ReadQx \r\nRNA nanomedicine in liver diseases.\r\nIn this review, we discuss in-depth the different types of RNA and nanocarriers used for liver targeting along with their specific applications in metabolic dysfunction-associated steatotic liver disease, liver fibrosis, and liver cancers. We further highlight the strategies for cell specific delivery and future perspectives in this field of research with the emergence of small activating RNA, circular RNA and RNA base editing approaches.\r\nPubmed   Journal   ReadQx \r\nSpatial proteomics of immune microenvironment in nonalcoholic steatohepatitis-associated hepatocellular carcinoma.\r\nOur work provides the first detailed spatial map of single-cell phenotypes and multicellular connections in NASH-HCC. We demonstrate that interactions between MDSCs and TAMs with effector T cells underlie immunosuppression in NASH-HCC and are an actionable target.\r\nPubmed   Journal   ReadQx \r\nSpatial proximity of Tumor-Immune interactions predicts patient outcome in hepatocellular carcinoma.\r\nHighly multiplexed imaging analysis of liver cancer reveals tumor-immune cellular heterogeneity within spatial contexts, such as tumor and CD8+ T cell interactions, which may predict patient survival.\r\nPubmed   Journal   ReadQx \r\nTelomere length and risk of cirrhosis, hepatocellular carcinoma, and cholangiocarcinoma in 63,272 individuals from the general population.\r\n Shorter telomere length is associated with a higher risk of cirrhosis, hepatocellular carcinoma, and cholangiocarcinoma.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cyclosporine vs. tacrolimus after liver transplantation for primary sclerosing cholangitis - a propensity-score matched intention-to-treat analysis.\r\nTacrolimus is associated with better patient and graft survival rates than cyclosporine and should be the standard calcineurin inhibitor in LT for PSC. Impact and implications The most optimal calcineurin inhibitor to use after liver transplantation in patients with primary sclerosing cholangitis has yet to be firmly established. Since randomized trials with long follow-up are unlikely to be performed, multicontinental long-term registry data are essential in informing clinical practices. Our study supports the practice of starting immunosuppression after liver transplantation in patients with primary sclerosing cholangitis with tacrolimus instead of cyclosporine. The retrospective registry-based design is a limitation.\r\nPubmed   Journal   ReadQx \r\nMachine learning for individualized prediction of hepatocellular carcinoma development after the eradication of hepatitis C virus with antivirals.\r\nWe developed and externally validated an RSF model with good predictive performance for the risk of HCC after an SVR. The application of this novel model is available on the website. This model could provide the data to consider an effective surveillance method. Further studies are needed to make recommendations for surveillance policies tailored to the medical situation in each country. Impact and implications A novel prediction model for HCC occurrence in patients after hepatitis C virus eradication was developed using machine learning algorithms. This model, using seven commonly measured parameters, has been shown to have a good predictive ability for HCC development and could provide a personalized surveillance system.\r\nPubmed   Journal   ReadQx \r\nPAGE-B incorporating moderate HBV DNA levels predicts risk of HCC among patients entering into HBeAg-positive chronic hepatitis B.\r\nWith a scoring range from 0 to 12 points, a PAGED-B score differentiates the HCC risk. A PAGED-B score significantly differentiates the 5-year HCC risk: low <7 points and high =7 points.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Crohn's Disease: an Equal Opportunity Burden.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Pathobionts in IBD: Origins, Underlying Mechanisms, and Implications for Clinical Care.\r\nDespite recognizing that pathobionts likely contribute to the pathogenesis of IBD, more work is needed to define their modes of action. Determining whether causal relationships exist between pathobionts and specific disease characteristics could pave the way for improved care for patients, particularly for those not responding to current IBD therapies.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic drainage of pancreatic fluid collections: Does hospital volume impact outcomes?\r\n\r\nPubmed   Journal   ReadQx \r\nG-POEM for refractory gastroparesis after gastric pacer placement: moving things forward.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Smart capsules for sensing and sampling the gut: status, challenges and prospects.\r\nAs a compliment to gut sensing smart capsules, significant amount of effort has been put into the development of robotic capsules to collect tissue biopsy and gut microbiota samples to perform in-depth analysis after capsule retrieval which will be a game changer for gut health diagnosis, and this advancement is also covered in this review. The expansion of smart capsules to robotic capsules for gut microbiota collection has opened new avenues for research with a great promise to revolutionise human health diagnosis, monitoring and intervention.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Are we ready to translate metabolomics into clinical practice for ACLF prediction and diagnosis?\r\n\r\nPubmed   Journal   ReadQx \r\nEndocrine aspects of metabolic dysfunction associated steatotic liver disease (MASLD): Beyond insulin resistance.\r\nThoughtful assessment, based on individual risk factors and findings, and also of management of non-insulin endocrine axes should be performed in the evaluation and management of MASLD. Multiple therapeutic pharmaceutical targets have emerged that leverage various endocrine axes to reduce the fibroinflammatory cascade in metabolic dysfunction associated steatohepatitis (MASH).\r\nPubmed   Journal   ReadQx \r\nEndoscopic procedures in HEPATOLOGY:CURRENT trends and new developments.\r\nAs such endohepatology could become an attractive and emerging concept wherein advanced endoscopy might reinforce the medical management of patients with hepatobiliary disorders and their complications after initial basic work-up. In this review, we discuss current trends and future developments within endo-hepatology and the remaining hurdles to overcome.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Rare Case of Massive Vascular Hemorrhage within Zenker's Diverticulum.\r\n\r\nPubmed   Journal   ReadQx \r\nBuilding a more diverse, equitable and inclusive culture: overcoming impostor phenomenon and microaggressions in gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound (EUS)-guided Sclerotherapy with Lauromacrogol: A Novel Therapy for A Giant Esophageal Hemangioma.\r\n\r\nPubmed   Journal   ReadQx \r\nEnterocolonic fistula after endoscopic full-thickness resection of an adenoma at the appendiceal orifice.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of Lower Gastrointestinal Bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nPractical considerations to optimize care for patients with alcohol associated liver disease in general gastroenterology practice.\r\n\r\nPubmed   Journal   ReadQx \r\nSystemic mastocytosis observed by image-enhanced endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic full-thickness resection with snare as a salvage technique for residual colon lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Accuracy, reliability and comprehensiveness of ChatGPT generated medical responses for patients with NAFLD.\r\n\r\nPubmed   Journal   ReadQx \r\nBiologics in the Treatment of Eosinophilic Esophagitis: Ready for Use?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Submucosal Dissection for Esophageal Squamous Cell Carcinoma with Varices using Red Dichromatic Imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic resection of cecal neoplasia with full-thickness resection of the appendiceal stump using double-layered suturing.\r\n\r\nPubmed   Journal   ReadQx \r\nHLADQA1*05G>A genetic-screening promotes the safe delivery of combination therapy in inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHemosuccus pancreaticus caused by splenic artery pseudoaneurysm: Two cases diagnosed and treated with EUS.\r\n\r\nPubmed   Journal   ReadQx \r\nSpectrum and excess risk of gastrointestinal tumors in Li-Fraumeni syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nThe submission title: Malignant IPMN with underlying annular pancreas.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A homemade snare device for removing large foreign bodies.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA novel endoscopic ultrasound guided re-pancreaticogastrostomy using forward-viewing echoendoscope.\r\n\r\nPubmed   Journal   ReadQx \r\nAdvantages of the dual-channel multi-bending endoscope for ERCP in patients with Billroth II reconstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBile aspiration technique for successful guidewire manipulation in endoscopic ultrasound-guided hepaticogastrostomy with antegrade stenting.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBiliary cannulation in ERCP: you don't need to be a shark if you now can be sharp!\r\n\r\nPubmed   Journal   ReadQx \r\nColorectal endoscopic submucosal dissection using a gas-free saline-immersion dissection technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nComplete resection of a circumferential distal duodenum lesion by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nConfocal laser endomicroscopy tears up the mask of protein-losing enteropathy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nContrast-enhanced endoscopic ultrasound and fine-needle biopsy of a rare mediastinal mass: a mediastinal schwannoma.\r\n\r\nPubmed   Journal   ReadQx \r\nElectrohydraulic lithotripsy with direct peroral cholangioscopy via double-balloon enteroscopy and endoscopic retrograde cholangiopancreatography in a liver transplant recipient.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic mucosal resection with a dedicated bipolar soft snare for large flat colonic polyps.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic resection of an Epstein-Barr virus positive inflammatory follicular dendritic cell sarcoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic treatment of bile duct stones after bariatric Roux-en-Y gastric bypass through endoscopic ultrasound-directed transgastric ERCP.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gastroenterostomy: another knock-out for simplification.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic vacuum therapy for anastomotic leakage after upper gastrointestinal surgery.\r\n\r\nPubmed   Journal   ReadQx \r\nKill two birds with one stone: one submucosal tunnel for achalasia combined with large epiphrenic diverticulum.\r\n\r\nPubmed   Journal   ReadQx \r\nMultipolar traction with an eight-point adaptive traction device allowed comfortable resection of a challenging giant rectal lesion in ulcerative colitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel removable endoscopic clip: Usefulness in failure of traction method during endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPercutaneous cholangioscopy with biodegradable stent placement for stone disease on a background of a postanastomotic biliary stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nStent-in-stent deployment above the papilla to treat malignant hepatic hilar biliary obstruction using novel fully covered multi-hole metal stent.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful removal of a biliary metal stent using the stent-in-stent-in-stent technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThree synchronous lesions with different historical types diagnosed by endoscopic submucosal dissection in one patient.\r\n\r\nPubmed   Journal   ReadQx \r\nTotally endoscopic treatment of duodenal diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTransjejunal ERCP through an endoscopic ultrasound-guided jejuno-duodenal anastomosis in a patient with gastric bypass without excluded stomach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTwo-step traction-assisted endoscopic submucosal dissection for a gastric neoplasm using a clip with a traction band and thread.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    An unusual case of rectal bleeding and abdominal pain in a young man. \r\n\r\nPubmed   Journal   ReadQx \r\nGastro Curbside Consult: A rare cause of chronic diarrhea and peripheral neuropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-Standing Symptomatic Fistulizing Perianal Crohn's Disease: Progression beyond inflammation. \r\n\r\nPubmed   Journal   ReadQx \r\nUpadacitinib for the Treatment of Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Top Tips: What we Need to do to Integrate Artificial Intelligence into Gastrointestinal Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Comparing the relative efficacy of therapeutics for eosinophilic oesophagitis: is counting eosinophils the right target?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    CEUS for HCC: Finally out from the waiting list?\r\n\r\nPubmed   Journal   ReadQx \r\nDecember 2023 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nIt could happen in your backyard.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to Editor: NAFLD improves risk prediction of type 2 diabetes: With effect modification by sex and menopausal status.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: NAFLD improves risk prediction of type 2 diabetes: With effect modification by sex and menopausal status.\r\n\r\nPubmed   Journal   ReadQx \r\nScirrhous HCC: Another 'omic thread in the HCC tapestry.\r\n\r\nPubmed   Journal   ReadQx \r\nThe clinical imperative of a complete biochemical response to immunosuppression in autoimmune hepatitis: Close is not good enough!\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction notice to \"Aldehyde dedydrogenase-2 plays a beneficial role in ameliorating chronic alcohol-induced hepatic steatosis and inflammation through regulation of autophagy\" [J Hepatol 62 (3) (2015) 647-656].\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Is Increased Caloric Intake a Feature of NAFLD Regardless of the Presence of Obesity.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on \"Achalasia is Strongly Associated with Eosinophilic Esophagitis and Other Allergic Disorders\".\r\n\r\nPubmed   Journal   ReadQx \r\nThe Grim Side of Microscopic Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nWhat are clinically significant endoscopic findings?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Global inequalities in the burden of digestive diseases from 1990 to 2019: findings from the Global Burden of Disease Study 2019.\r\n\r\nPubmed   Journal   ReadQx \r\nNot all \"Normal\" Liver Enzymes are Normal!\r\n\r\nPubmed   Journal   ReadQx \r\nPatency rates of biliary stents: context is crucial.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Hemospray for Management of Malignant Gastrointestinal Bleeding: Game Changing Strategy or Just Another Red Herring?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Factors influencing the prolonged duration of endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh-risk T1 colorectal cancer requires radical resection.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of withdrawal time on adenoma detection rate: some issues to be addressed.\r\n\r\nPubmed   Journal   ReadQx \r\nPeroral endoscopic myotomy in opioid-induced esophageal dysfunction: recommend caution.\r\n\r\nPubmed   Journal   ReadQx \r\nProphylactic EUS-guided gallbladder drainage in patients with malignant biliary obstruction and cystic duct orifice involvement: Need more answers!\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater versus conventional EMR of large nonpedunculated colorectal lesions: no clarity on the role of submucosal injection.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Authors Reply: Early Neurological Worsening in Wilson's Disease: the need for an evidence-based definition.\r\n\r\nPubmed   Journal   ReadQx \r\nClinical and histological features under different nomenclatures of fatty liver disease: NAFLD, MAFLD, MASLD and MetALD.\r\n\r\nPubmed   Journal   ReadQx \r\nFurther comments on the changing role of donor warm ischemia time in DCD liver selection in the era of machine perfusion.\r\n\r\nPubmed   Journal   ReadQx \r\nIn-situ or Ex-situ Split: Does it all Come Down to Static Cold Storage?\r\n\r\nPubmed   Journal   ReadQx \r\nMetabolic Dysfunction-Associated Steatotic Liver Disease and All-Cause/Cause-Specific Mortality among Adults in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nMetabolic dysfunction-associated steatotic liver disease: Where does non-alcoholic fatty liver disease in liver transplant recipients fit in this new definition?\r\n\r\nPubmed   Journal   ReadQx \r\nNutrients associated with metabolic dysfunction-associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-24T14:11:56-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-15-2023/",
    "title": "Fri Sep 15 2023",
    "description": "54 articles - From Friday Sep 08 2023 to Friday Sep 15 2023",
    "author": [],
    "date": "2023-09-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Cirrhotic cardiomyopathy influences clinical outcomes and enhances performance of conventional risk prediction models in acute-on-chronic liver failure with severe sepsis.\r\n POC-Echo measurements such as CCM markers (E/e' and e' velocity) and change in CI reliably predict circulatory failure and mortality in ACLF with severe sepsis. CCM markers significantly enhanced the CLIF-C ACLF and MELDNa predictive performance.\r\nPubmed   Journal   ReadQx \r\nMEFIB-Index and MAST-Score in the assessment of hepatic decompensation in metabolic dysfunction-associated steatosis liver disease-Individual participant data meta-analyses.\r\n A combination of MRI-based biomarker and blood tests, MEFIB-Index and MAST-Score can predict the risk of hepatic decompensation in patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nTenofovir disoproxil fumarate versus tenofovir alafenamide on risk of osteoporotic fracture in patients with chronic hepatitis B: A nationwide claims study in South Korea.\r\n TAF-treated patients with CHB had a significantly lower risk of osteoporotic fracture than TDF-treated patients.\r\nPubmed   Journal   ReadQx \r\nThe silent burden of non-alcoholic fatty liver disease in the elderly: A global burden of disease analysis.\r\n Over the past decade, the burden of NAFLD in the elderly has been increasing, necessitating immediate and inclusive measures to tackle the rising burden.\r\nPubmed   Journal   ReadQx \r\nWaitlist and post-transplant outcomes among candidates listed for liver transplant: Liver alone versus simultaneous liver kidney listings.\r\nAmong candidates with renal dysfunction at listing for LT, those listed for LT alone should receive transplant promptly to optimise waitlist outcomes. Those listed for SLK should wait to receive both organs to optimise post-transplant outcomes.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Anti-Mullerian Hormone, a Marker of Ovarian Reserve, Is Protective Against Presence and Severity of NASH in Premenopausal Women.\r\nAMH may reflect a unique biomarker of NASH in premenopausal women and findings suggest a novel link between reproductive aging and histologic severity of NAFLD in women.\r\nPubmed   Journal   ReadQx \r\nBeing Breastfed in Infancy and Risk of Colorectal Cancer and Precursor Lesions.\r\nBeing breastfed in infancy was associated with increased risk of CRC in adulthood, including among younger adults. However, further research is needed to understand the underlying biological mechanisms, as this association does not establish causation.\r\nPubmed   Journal   ReadQx \r\nIncidence of Etiology-specific Hepatocellular Carcinoma: diverging trends and significant heterogeneity by race and ethnicity.\r\nNew directly acting anti-viral drugs have impacted rates of HCV-HCC, offsetting important increases in both ALD- and NAFLD-HCC. Hispanics may be a group of concern due to higher rates for ALD- and NAFLD-HCC. HCC etiology varies remarkably and may warrant specific interventions by detailed race-ethnicity.\r\nPubmed   Journal   ReadQx \r\nLoneliness and Depressive Symptoms are High Among Older Adults with Digestive Disease and associated with Lower Perceived Health.\r\n Older adults with a digestive disease were more likely than those without a digestive disease to endorse loneliness and moderate-to-severe depression and these conditions are associated with poor-or-fair health. Gastroenterologists should feel empowered to screen patients for depression and loneliness symptoms and establish care pathways for mental health treatment.\r\nPubmed   Journal   ReadQx \r\nOptimizing the management algorithm for heartburn in general gastroenterology: Cost-effectiveness and cost-minimization analysis.\r\n Among patients with heartburn, endoscopy with ambulatory reflux monitoring (OFF-PPI) optimizes cost-effective management by matching treatment to phenotype. When erosive findings are absent, trialing PPI discontinuation is more cost-effective than optimizing PPI.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A machine learning-based choledocholithiasis prediction tool improves ERCP decision making - a proof of concept study.\r\nA machine learning-based tool was created that provides a real-time, personalized, objective probability of choledocholithiasis and ERCP recommendations. This more accurately directs ERCP use than the existing ASGE and ESGE guidelines and has the potential to reduce morbidity and healthcare costs associated with ERCP or missed choledocholithiasis.\r\nPubmed   Journal   ReadQx \r\nEndoscopic resection of large anastomotic polyps is safe and effective.\r\nLAPs present unique challenges due to their location overlying an anastomosis. Despite these challenges they can be safely and effectively managed endoscopically without recurrence at endoscopic follow-up.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Antireflux surgery versus antireflux medication and risk of esophageal adenocarcinoma in patients with Barrett's esophagus.\r\n Patients with Barrett's esophagus who undergo antireflux surgery do not seem to have a lower risk of esophageal adenocarcinoma than those using antireflux medication.\r\nPubmed   Journal   ReadQx \r\nStandardizing Randomized Controlled Trials in Celiac Disease: An International Multidisciplinary Appropriateness Study.\r\n We developed standardized recommendations for clinical trial design, eligibility criteria, outcome measures, gluten challenge, and disease evaluations for RCTs in patients with CeD.\r\nPubmed   Journal   ReadQx \r\nTraditional Medicine Pien Tze Huang Suppresses Colorectal Tumorigenesis through Restoring Gut Microbiota and Metabolites.\r\n PZH manipulated gut microbiota and metabolites toward a more favorable profile, improves gut barrier function, and suppresses oncogenic and pro-inflammatory pathways, thereby suppressing colorectal carcinogenesis.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    ERCP using balloon-assisted endoscope versus EUS-guided treatment for common bile duct stones in Roux-en-Y gastrectomy. \r\nThe 1-year recurrence rate was 8.3% in both groups. Effectiveness and safety of BE-ERCP and EUS-AG were comparable in CBD stone removal for patients after R-Y gastrectomy, but complete stone removal after technical success was superior in BE-ERCP.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    DNA-methylation signature accurately differentiates pancreatic cancer from chronic pancreatitis in tissue and plasma.\r\n The success of machine-learning to identify an effective marker signature documents the power of this approach. The high diagnostic accuracy of discriminating PDAC from CP could have tremendous consequences for treatment success, once the result from still a limited number of liquid biopsy samples would be confirmed in a larger cohort of patients with suspected pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nEnhanced antitumour immunity following neoadjuvant chemoradiotherapy mediates a favourable prognosis in women with resected pancreatic cancer.\r\n PDAC tumours of women are more sensitive to gemcitabine-based nCRT, resulting in longer OS after resection compared with men. This may be due to enhanced immunity impeding the infiltration of protumoral M2 macrophages into the TME. Our findings highlight the importance of considering sex disparities and mitigating immunosuppressive macrophage polarisation for personalised PDAC treatment.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    LIM domain only 7 negatively controls non-alcoholic steatohepatitis in the setting of hyperlipidaemia.\r\nThese findings provide proof-of-concept evidence supporting LMO7 as a robust suppressor of NASH in the context of hyperlipidemia, indicating that targeting the LMO7-TRIM47 axis is a promising therapeutic strategy for NASH.\r\nPubmed   Journal   ReadQx \r\nLack of complete biochemical response in autoimmune hepatitis leads to adverse outcome: first report of the IAIHG retrospective registry.\r\n The IAIHG-RR represents the world's largest AIH cohort with moderate-to-good data quality and a relevant number of liver-related events. The registry is a suitable platform for patient selection in future studies. Lack of complete biochemical response to treatment, non-white ethnicity, cirrhosis and PSC-AIH were associated with liver-related death and liver transplantation.\r\nPubmed   Journal   ReadQx \r\nPegylated interferon-a for chronic hepatitis B…not ready to be shelved yet! new insights on its role using single-cell transcriptomics.\r\nThe current editorial reviews a recent study related to the in-vivo use of PegIFN-a using single-cell RNA sequencing (scRNA-seq) technology. PegIFN-a reverts the transcriptome profile of treated samples close to that of the healthy population, diminishing the pro-inflammatory genes and 'inflammatory scores' which will be important for the HBV-cure program.\r\nPubmed   Journal   ReadQx \r\nSingle-cell immune profiling of mouse liver aging reveals Cxcl2+ macrophages recruit neutrophils to aggravate liver injury.\r\nThis in-depth study illustrates that the mechanism of Cxcl2+ macrophage-driven neutrophil activation involves the CXCL2-CXCR2 axis, and provide a potential therapeutic strategy for age-related liver injury.\r\nPubmed   Journal   ReadQx \r\nThe rapidly evolving landscape of HCC: Selecting the optimal systemic therapy.\r\nIn addition, predictive biomarkers for successful patients' stratification are yet to be available and constitute the focus of ongoing research. The treatment algorithm is likely to become even more complex since systemic therapeutic approaches are now being translated into earlier stages of the disease, with an impact on the evolution of the sequential treatment of HCC patients.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    AFP-L3 and DCP Strongly Predict Early Hepatocellular Carcinoma Recurrence After Liver Transplantation.\r\nDual-positivity for AFP-L3 =15% and DCP =7.5 strongly predicted post-LT HCC recurrence. This model could refine LT selection criteria and identify high-risk HCC patients to receive additional LRT with LT on hold until biomarker reduction is achieved.\r\nPubmed   Journal   ReadQx \r\nHepatic steatosis aggravates atherosclerosis via small extracellular vesicle-mediated inhibition of cellular cholesterol efflux.\r\n Steatotic hepatocytes-derived sEVs promote foam cells formation and facilitate atherogenesis by miR-30a-3p/ABCA1 axis. Targeting and reducing hepatic steatotic sEVs secretion or miR-30a-3p may be potential therapeutic approaches to slow the NAFLD-driven AS progression. Impact and implications The prevalence of non-alcoholic fatty liver disease (NAFLD) is associated with atherosclerosis (AS). However, the key molecular mechanism of how NAFLD affects atherosclerosis progression is still unclear. Herein, we identified small extracellular vesicles (sEVs) from steatotic hepatocytes as a trigger to accelerate AS progression. Steatotic hepatocytes-derived sEVs promoted foam cells formation via miR-30a-3p/ABCA1 axis. Our findings not only provide mechanistic insight into NAFLD-driven AS but also provide potential therapeutic targets for AS patients.\r\nPubmed   Journal   ReadQx \r\nImmunosuppressive CD10+ALPL+ neutrophils promote resistance to anti-PD-1 therapy in HCC by mediating irreversible exhaustion of T cells.\r\nCollectively, our results revealed a fundamental mechanism involving CD10 + ALPL + NEUs for tumor immune escape from durable anti-PD-1 treatment and provided further insights into immunotherapy targets or anti-PD-1 synergistic treatment regimens. Impact and implications Herein, we discovered that tumor cells reprogrammed CD10 + ALPL + NEUs to induce the \"irreversible\" exhaustion of T cells and hence allow the tumors to escape from the intended effects of anti-PD-1 treatment. Our data provided a new theoretical basis for the elucidation of special cell populations and a molecular mechanism underpinning resistance to immunotherapy. Targeting these cells contributed to evaluating indications for immunotherapy and could be looked at as a potentially more effective therapeutic approach.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Less is more for colorectal cancer diagnosis - FIT leads the way.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unveiling new horizons for liver steatosis genetic variants beyond hepatocellular carcinoma diagnosis - exploring the potential of HSD17B13 inhibition.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Cannabinoids and the GI Tract.\r\nThe synthesis and degradation of endocannabinoids, location of cannabinoid (CB) receptors, and cannabinoid mechanisms of action on immune/inflammatory, neuromuscular, and sensory functions in digestive organs are well documented. CB mechanisms, have potential for inflammatory, gastroparesis, and pain disorders;  however, the trials require replication and further understanding of risk-benefit to enhance use of cannabinoids in gastrointestinal diseases.\r\nPubmed   Journal   ReadQx \r\nCrohn's Disease: an Equal Opportunity Burden.\r\n\r\nPubmed   Journal   ReadQx \r\nMetabolic dysfunction-associated steatotic liver disease (MASLD) in inflammatory bowel disease (IBD): a proposed stepwise approach.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Pinstripe pattern of esophageal achalasia demonstrated with texture and color enhancement imaging.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    The liver adventures of bariatric endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A MODEL TO ELIMINATE VIRAL HEPATITS INFECTION IN MIGRANTS: A PROSPECTIVE, MULTICENTER STUDY IN SOUTHERN ITALY.\r\n\r\nPubmed   Journal   ReadQx \r\nAn unusual case of rectal bleeding and abdominal pain in a young man. \r\n\r\nPubmed   Journal   ReadQx \r\nAscending to new heights for novel therapeutics for eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-Standing Symptomatic Fistulizing Perianal Crohn's Disease: Progression beyond inflammation. \r\n\r\nPubmed   Journal   ReadQx \r\nProteomic panels for alcohol-associated liver disease: accurate, but different enough from existing clinical tests?\r\n\r\nPubmed   Journal   ReadQx \r\nSurvival in unresectable hepatocellular carcinoma treated with a new immune checkpoint and anti-angiogenic drug combination.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Comparing the relative efficacy of therapeutics for eosinophilic oesophagitis: is counting eosinophils the right target?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    December 2023 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Causal relationship between aspirin and the risk of hepatocellular carcinoma remains unproven.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Muscle thickness measurement using ultrasound-A step closer to the use of body composition analysis in the management of inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Safety after cessation of nucleos(t)ide analogue therapy in patients with chronic hepatitis B infection-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Safety after cessation of nucleos(t)ide analogue therapy in patients with chronic hepatitis B infection.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Early Detection of Pancreatic Cancer: Considerable Advances, but Still a Long Way to Go.\r\n\r\nPubmed   Journal   ReadQx \r\nGLP-1 Receptor Agonist Treatment in Liver Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Helicobacter pylori Eradication in the United States: A Deeper Exploration of Demographics, Strain Variations, and Clinical Implications.\r\n\r\nPubmed   Journal   ReadQx \r\nInvestigating the Causal Relationship between Gut Microbiota and Crohn's Disease: A Mendelian Randomization Study.\r\n\r\nPubmed   Journal   ReadQx \r\nQuestion on the use of BMI = 25 kg/m2 to define obesity to analyze the incidence and risk factors of hepatic steatosis and hepatic fibrosis in the Chinese population.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Tailoring treatment to the circumstance: reasoning behind metal versus plastic drainage of pancreatic collections - authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    99% of patients with NAFLD meet MASLD criteria and natural history is therefore identical.\r\n\r\nPubmed   Journal   ReadQx \r\nChanging from NAFLD trough MAFLD to MASLD: similar prevalence and risk factors in a large Brazilian cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nNAFLD to MASLD is wokeism?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-17T20:22:04-04:00",
    "input_file": {}
  },
  {
    "path": "gi/09-08-2023/",
    "title": "Fri Sep 08 2023",
    "description": "49 articles - From Friday Sep 01 2023 to Friday Sep 08 2023",
    "author": [],
    "date": "2023-09-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Endosc Int Open\r\n    Early versus late endoscopic treatment of pancreatic necrotic collections: A systematic review and meta-analysis.\r\nEarly endoscopic treatment of PNC can be considered for indications such as infected necrosis or sterile necrosis with symptoms or complications;  however, future large multicenter studies are required to further evaluate its safety.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Treatment of walled-off necrosis using lumen-apposing metal stent versus plastic stents: A systematic review and meta-analysis of data from randomized trials.\r\nExcept for procedural duration, there is no significant difference in clinical outcomes in patients with WON treated using LAMS or plastic stents.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Randomised clinical trial: Faecal microbiota transplantation for irritable bowel syndrome with diarrhoea.\r\n FMT performed twice at an interval of four weeks did not significantly reduce IBS-SSS score. However, more patients had improvement in abdominal bloating, which was associated with a reduction in hydrogen sulphide-producing bacteria. (ClinicalTrials.gov NCT03125564).\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Chicago Classification v4.0 stratifies acid burden and abnormal impedance-pH variables better than Chicago Classification v3.0.\r\n CCv4.0 hypomotility criteria are more specific in supporting GERD evidence compared to CCv3.0.\r\nPubmed   Journal   ReadQx \r\nVirtual Reality Improves Symptoms of Functional Dyspepsia: Results of a Randomized, Double-Blind, Sham-Controlled, Pilot Study.\r\n Virtual reality is safe and results in significant symptom improvement in FD. Larger trials are warranted.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Age-dependent Female Survival Advantage in Hepatocellular Carcinoma: A Multicenter Cohort Study.\r\n Female survival advantage in HCC depends on age, and this may be associated with age-dependent sex-specific factors.\r\nPubmed   Journal   ReadQx \r\nComparative effectiveness of biologic therapies in preventing penetrating complications in patients with Crohn's disease.\r\n Anti-TNF therapy was associated with a lower risk of LPD and PPD compared with VDZ, and lower risk of LPD compared with UST. Further studies are needed to validate these findings and to determine potential reasons for these differences.\r\nPubmed   Journal   ReadQx \r\nIncidence of Inflammatory Bowel Disease in Urban China: A Nationwide Population-Based Study.\r\nThis study is the first to draw a portrait of the distribution of IBD in urban China. The difference in IBD incidence between urban China and other countries suggests an association between the IBD burden and industrialization process. The accelerating urbanization and industrialization process in China, a country with a population of 1.4 billion people, will likely increase the burden of IBD.\r\nPubmed   Journal   ReadQx \r\nReal-world efficacy of dupilumab in severe, treatment-refractory, and fibrostenotic patients with eosinophilic esophagitis.\r\nIn this population of severe, refractory, and fibrostenotic EoE patients, most achieved histologic, endoscopic, and symptom improvement with a median of 6 months of dupilumab, and esophageal stricture diameter improved. Dupilumab has real world efficacy for a severe EoE population, most of whom would not have qualified for prior clinical trials.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Comparison of guidewires for successful cannulation of biliary stenosis and targeting of biliary branches in ERCP.\r\nThe results of this model test, which focused on the time required to complete the course around the model, can serve as a foundation for guidewire selection. This method holds potential utility in future guidewire development.\r\nPubmed   Journal   ReadQx \r\nPerforation-free removal of gastric gastrointestinal stromal tumors: Endoscopic inversion and strangulation of muscle layer and resection (EISMR).\r\nThe median procedure time was 93 min (range, 58-120 min), and there were no major complications. We concluded that EISMR would be a safe and effective technique for endoscopic resection of gastric GISTs and may be an alternative to surgery or endoscopic submucosal dissection.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Tissue Systems Pathology Test Outperforms Pathology Review in Risk Stratifying Patients with Low-Grade Dysplasia.\r\nThe TSP-9 test outperformed the pathologists in risk-stratifying BE patients with LGD. Care guided by the test can provide an effective solution to variable pathology review of LGD, improving health outcomes by upstaging care to therapeutic intervention for patients at high risk for progression, while reducing unnecessary interventions in low-risk patients.\r\nPubmed   Journal   ReadQx \r\nAutomated Artificial Intelligence Model Trained on a Large Dataset Can Detect Pancreas Cancer on Diagnostic CTs as well as Visually Occult Pre-invasive Cancer on Pre-diagnostic CTs.\r\nAutomated AI model trained on a large and diverse dataset shows high accuracy and generalizable performance for detection of PDA on diagnostic CTs as well as for visually occult PDA on pre-diagnostic CTs. Prospective validation with blood-based biomarkers is warranted to assess the potential for early detection of sporadic PDA in high-risk subjects.\r\nPubmed   Journal   ReadQx \r\nCell-in-Cell-Mediated Entosis Reveals A Progressive Mechanism in Pancreatic Cancer.\r\nEntosis is correlated with PDAC progression, especially in liver metastasis. NET1 is a newly validated entosis-related gene and a molecular marker of poor outcomes. PDAC cells generate a highly aggressive subpopulation marked by upregulated NET1 via entosis, which may drive PDAC progression.\r\nPubmed   Journal   ReadQx \r\nGuselkumab in Patients With Moderately to Severely Active Ulcerative Colitis: QUASAR Phase 2b Induction Study.\r\nGuselkumab intravenous induction was effective versus placebo in patients with moderately to severely active UC. Guselkumab was safe, and efficacy and safety were similar between guselkumab dose groups.\r\nPubmed   Journal   ReadQx \r\nMultistate model of the Natural History of Inflammatory Pancreatic Diseases: A Nationwide Population-based Cohort Study.\r\nOur findings reveal an increased risk of CP and pancreatic cancer in patients with a history of acute pancreatitis. However, most patients with CP and pancreatic cancer transitioned directly from a healthy state.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic construction of an anti-reflux mucosal barrier for the treatment of gastroesophageal reflux disease, a pilot study.\r\nARMV is a safe, feasible and effective procedure for GERD patients in this pilot study. Further prospective and comparative trials are needed to confirm its role among endoscopic anti-reflux therapies.\r\nPubmed   Journal   ReadQx \r\nThe carbon cost of inappropriate endoscopy.\r\nThe environmental impact of inappropriate endoscopic procedures in Italy and Europe is remarkable. These results highlight the need to adopt novel strategies aimed at reducing both the carbon footprint of digestive endoscopy and the rate of inappropriate procedures.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoluminal radiofrequency ablation in patients with malignant biliary obstruction: a randomised trial.\r\n A combination of endoluminal RFA and stenting was not superior to stenting alone in prolonging survival or improving stent patency in patients with malignant biliary obstruction.\r\nPubmed   Journal   ReadQx \r\nPredicting residual neoplasia after a non-curative gastric ESD: validation and modification of the eCura system in the Western setting: the W-eCura score.\r\n The eCura scoring system may be applied in Western countries to stratify the risk of LNM after a gastric HRR. A new score is proposed that may further decrease the number of unnecessary surgeries.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    LIM domain only 7 negatively controls non-alcoholic steatohepatitis in the setting of hyperlipidaemia.\r\nThese findings provide proof-of-concept evidence supporting LMO7 as a robust suppressor of NASH in the context of hyperlipidemia, indicating that targeting the LMO7-TRIM47 axis is a promising therapeutic strategy for NASH.\r\nPubmed   Journal   ReadQx \r\nLack of complete biochemical response in autoimmune hepatitis leads to adverse outcome: first report of the IAIHG retrospective registry.\r\n The IAIHG-RR represents the world's largest AIH cohort with moderate-to-good data quality and a relevant number of liver-related events. The registry is a suitable platform for patient selection in future studies. Lack of complete biochemical response to treatment, non-white ethnicity, cirrhosis and PSC-AIH were associated with liver-related death and liver transplantation.\r\nPubmed   Journal   ReadQx \r\nPegylated interferon-a for chronic hepatitis B…not ready to be shelved yet! new insights on its role using single-cell transcriptomics.\r\nThe current editorial reviews a recent study related to the in-vivo use of PegIFN-a using single-cell RNA sequencing (scRNA-seq) technology. PegIFN-a reverts the transcriptome profile of treated samples close to that of the healthy population, diminishing the pro-inflammatory genes and 'inflammatory scores' which will be important for the HBV-cure program.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A+T rich interaction domain protein 3a (Arid3a) impairs Mertk-mediated efferocytosis in cholestasis.\r\nArid3a promotes cholestatic liver injury via impairing Mertk-mediated efferocytosis of apoptotic cholangiocytes by macrophages during cholestasis. The Arid3a-Mertk axis is a novel promising therapeutic target for cholestatic liver diseases. Impact and implications Macrophages play an important role in the pathogenesis of cholestatic liver diseases. This study reveals that macrophages with Arid3a upregulation manifest a pro-inflammatory phenotype and promote cholestatic liver injury by impairing Mertk-mediated efferocytosis of apoptotic cholangiocytes during cholestasis. Although we now offer a new paradigm how efferocytosis is regulated in a myeloid cell autonomous manner, the regulatory effects of Arid3a on chronic liver diseases remain to be further elucidated.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Endosc Int Open\r\n    Low-grade dysplasia on Barrett's esophagus: visible or not ?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Are the \"ELEMENTS\" Fulfilled for Adoption of EUS-Guided Choledochoduodenostomy as a First-Line Modality?\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Intestinal Metaplasia: Real Culprit or Innocent Bystander as a Precancerous Condition for Gastric Cancer?\r\nEndoscopic surveillance for GIM may therefore be necessary, especially when there is extensive corpus GIM. Recent advances in image-enhanced endoscopy with integrated artificial intelligence have facilitated the identification of GIM and neoplastic lesions, which will impact preventive strategies in the near future.\r\nPubmed   Journal   ReadQx \r\nTSP-9: A Barrett's esophagus biomarker better than pathologists?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Abnormal gastrointestinal motility is a major factor in explaining symptoms and a potential therapeutic target in patients with disorders of gut-brain interaction.\r\nFor each section regarding GI motor dysfunction, the article describes the preferred methods and the documented motor dysfunctions in DGBI based on those methods. The predominantly non-invasive measurements of gut motility as well as therapeutic interventions directed to abnormalities of motility suggest that such measurements are to be considered in patients with DGBI not responding to first-line approaches to behavioural or empirical dietary or pharmacological treatment.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Comparative Effectiveness of Upadacitinib Versus Ustekinumab for Ulcerative Colitis: A Multicenter Retrospective Cohort Study.\r\n\r\nPubmed   Journal   ReadQx \r\nNatural Evolution of Pancreatic Serous Cystadenoma on EUS (with Video).\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Piercing technique for mucosal hyperplasia at an uncovered part of a partially covered stent after endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nSimple endoscopic transpapillary gallbladder aspiration/irrigation using a double-pigtail plastic stent system.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic closure of a rectovaginal fistula following surgery for endometriosis using the MARCEAU system.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided reintervention for biliary metal stent kinking using a device delivery system.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Chain Reaction to dysphagia.\r\n\r\nPubmed   Journal   ReadQx \r\nA Woman with Pyoderma Gangrenosum, Recurrent Abdominal Pain, and Hematochezia.\r\n\r\nPubmed   Journal   ReadQx \r\nAnonymous Living Donor Liver Transplantation: The Altruistic Strangers.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosing the Struggling Fellow.\r\n\r\nPubmed   Journal   ReadQx \r\nGenetic Defect in Submucosal Gland Associated Caveolin-3: A New Paradigm in Esophageal Adenocarcinoma Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nRisk of cancer and mortality in Peutz-Jeghers syndrome and Juvenile Polyposis Syndrome - a nationwide cohort study with matched controls.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Enolase: a metabolic checkpoint behind diverse exhaustion stages of CD8+ T cells in chronic HBV and HCV.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: NAFLD, MAFLD or MASLD? cut the Gordian knot with \"Ludwig disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nReply: NAFLD, MAFLD or MASLD? cut the gordian knot with \"Ludwig disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nThe chronicles of hepatocellular carcinoma classification: Subtyping, modeling and treatment.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    \"Secondary prevention of esophageal variceal bleeding: Still a long way to go, but the direction is obvious\".\r\n\r\nPubmed   Journal   ReadQx \r\nAustralasian insights and perspectives on the burden of Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGlucagon-like Peptide-1 Receptor Agonists: Best Choice for Patients with Cirrhosis and Diabetes?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    ALKBH5 in Colorectal Cancer: An insufficiently explored and controversial research area.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-08T17:03:20-04:00",
    "input_file": {}
  }
]
