[
  {
    "path": "gi/11-21-2025/",
    "title": "Fri Nov 21 2025",
    "description": "131 articles - From Friday Nov 14 2025 to Friday Nov 21 2025",
    "author": [],
    "date": "2025-11-21",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Gastrointest Endosc\n    Establishing Standards of Practice for Transoral Outlet Reduction: An Expert Consensus using a Modified Delphi Method.\n These standards provide step-by-step TORe guidance for safe and effective clinical outcomes.\nPubmed   Journal   ReadQx J Hepatol\n    EASL Clinical Practice Guidelines on vascular diseases of the liver.\nMultidisciplinary management involving hepatologists, haematologists, pathologists, interventional radiologists and surgeons is essential in this area. Our aim is to provide guidance on the management of patients with vascular liver diseases based on the best available evidence.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Meta-Analysis: Liver Disease Burden and Associated Factors in Turner Syndrome.\nLiver disease is common in individuals with TS, with a 4-6 times higher risk than age-matched healthy females. X chromosome abnormalities are more strongly associated with an increased liver disease risk than hypogonadism.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Identifying the Optimal Bowel Prep for Small-Bowel Capsule Endoscopy: A Meta-Review and Umbrella Meta-Analysis.\n This study demonstrates that purgative bowel preparation, particularly with PEG, is superior to fasting alone in improving adequate SB cleansing and diagnostic accuracy. Notably, a same-day regimen significantly enhances both cleansing quality and DY, suggesting that the timing of administration is more critical than the laxative's dosage.\nPubmed   Journal   ReadQx Safety and efficacy of same-day discharge after gastric peroral endoscopic myotomy for gastroparesis: A systematic review and meta-analysis.\nThis meta-analysis demonstrates no significant difference in outcomes between patients with same-day discharge vs overnight admissions after G-POEM.\nPubmed   Journal   ReadQx Utility of repeat colonoscopy attempt after failed colonoscopy: a systematic review and pooled analysis.\n Repeat colonoscopy attempt in cases of incomplete colonoscopy yielded a commendable CIR of 95%. Importantly, this also enables potential therapeutic intervention of neoplasia and adenomas.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Clinical Trial: Hepatitis B Virus Genotype and a Combination of End-of-Treatment Biomarkers Predict Severe Flares After Nucleos(t)ide Analogue Cessation.\nHBV genotype and EOT biomarkers, including HBcrAg, HBV RNA, and anti-HBc IgG predict SVRel and SBF following NUC cessation. The COBRA score enables pragmatic, individualised risk stratification.\nPubmed   Journal   ReadQx Gastrointestinal Cancer Risk in Steatotic Liver Diseases: MASLD, MetALD and ALD.\nPatients with SLD, including MASLD, MetALD and ALD, have a significantly higher risk of gastrointestinal cancers compared to the controls. The degree of risk varies according to the underlying liver disease subtype, particularly in relation to alcohol consumption. These findings underscore the importance of implementing risk-stratified cancer screening strategies in patients with SLD.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    A Novel Blood-Based Test for Colorectal Cancer Detection Using Cell-Free DNA Fragmentomics.\n This cfDNA-based blood test demonstrated high diagnostic accuracy for CRC and acceptable performance for AA. Its consistent performance across clinical subgroups suggests its potential as an effective noninvasive CRC screening tool.\nPubmed   Journal   ReadQx Actionable Clinical Features and Biomarkers to Facilitate the Management of Irritable Bowel Syndrome.\nIn this article, we discuss how clinicians may incorporate additional clinical features and actionable biomarkers to better inform the initial choice of therapy for patients with IBS. Ideally, such a mechanistic approach should be more efficient, and ultimately more effective, leading to improved patient satisfaction and clinical outcomes.\nPubmed   Journal   ReadQx Artificial Intelligence Analysis of Endoscopy Outperforms Conventional Endoscopic Scoring for Agreement with Symptoms and Quality of Life in a Phase 3 Ulcerative Colitis Trial.\nAI-enabled endoscopic scoring has better agreement with symptomatic remission and HR-QoLs compared to MES and could quantitatively redefine adequate mucosal healing.\nPubmed   Journal   ReadQx Artificial Intelligence versus Human Clinicians in Esophagogastroduodenoscopy Appropriateness: A Comparative Study Using Clinical Vignettes.\n Temporal and prompt variability highlight the need for multi-run, longitudinal evaluation before clinical adoption.\nPubmed   Journal   ReadQx Diagnosis and Management of C. difficile.\nThe role of conventional fecal microbiota transplantation (FMT), particularly in fulminant CDI, is also addressed, including challenges resulting from FDA policies around stool bank material. We aim to clarify diagnostic and therapeutic approaches and optimize care for patients with CDI.\nPubmed   Journal   ReadQx Efficacy and safety of gelatin tannate and tyndallized acid lactic bacteria in adults with chronic diarrhea and altered gut microbiota: A randomized, double-blind, placebo-controlled study.\nGT, a medical product that acts through a mechanical action on the gut wall, provides an effective and safe treatment option for adults with chronic diarrhea and an altered fecal microbiota composition.\nPubmed   Journal   ReadQx Harnessing Natural Language Processing to Identify Documentation of Serious Illness Communication for Patients with Decompensated Cirrhosis.\n NLP is more efficient and as accurate as manual chart review for identifying SIC documentation in the EHR for patients with DC and can be used at scale for quality improvement initiatives and clinical trials.\nPubmed   Journal   ReadQx Hypersensitivity to the lactulose nutrient challenge test in irritable bowel syndrome - a non-invasive test of meal-related symptoms.\n The LNCT is useful as a non-invasive and physiologic tool to test GI sensory function in relation to a meal. Moreover, overall GI symptom reporting, visceral hypersensitivity, and hydrogen production are important factors involved in postprandial symptoms in IBS.\nPubmed   Journal   ReadQx Nebokitug, an anti-CCL24 monoclonal antibody, in patients with primary sclerosing cholangitis: A phase 2 study.\nNebokitug was well-tolerated up to 48 weeks of treatment, and demonstrated numerical biomarker improvements in patients with PSC, particularly in those with moderate/advanced fibrosis.\nPubmed   Journal   ReadQx Prospective validation of the first FDA-approved computer-aided quality (CAQ) assessment tool for colonoscopy: An initial clinical experience.\nCAQ reliably measures withdrawal time and cecal intubation, but AI-based BBPS scoring requires further validation before integration into current paradigms of colonoscopy quality.\nPubmed   Journal   ReadQx Sequence Analysis Identifies Clusters of Antibiotic Use after the First Episode of Pouchitis in a Population-based Study that May Represent High-Risk Phenotypes.\nHigh risk phenotypes following an initial episode of pouchitis suggest the need to evaluate the role of secondary prevention strategies.\nPubmed   Journal   ReadQx Temporal and demographic trends in alcohol-related-cirrhosis, alcohol-related hepatitis, and non-alcohol-related cirrhosis hospitalizations from 2012-2023: A population-based study in Alberta, Canada.\nBetween 2012-2023, we report increasing AH hospitalization rates, and stable AC/NAC hospitalization rates. During COVID-19, AC and AH hospitalization rates increased for those from rural areas and lower income areas for AH.\nPubmed   Journal   ReadQx The risk of psychiatric disorders in patients with autoimmune hepatitis: a nationwide registry-based follow-up study.\nThis nationwide study showed that the risk for psychiatric disorders was similar in patients with AIH and in population comparators.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Histologic remission and mortality in patients with inflammatory bowel disease: a nationwide cohort study.\nBoth histologic inflammation and clinical activity of IBD were associated with increased all-cause mortality, suggesting that improved disease control may reduce mortality risk in IBD.\nPubmed   Journal   ReadQx Endosc Int Open\n    Biliary stents reshape the bile microbiome in the absence of cholangitis.\nThese findings suggest that stents may predispose to opportunistic colonization, providing a potential mechanistic link to future cholangitis. Recognizing such preclinical dysbiosis may inform tailored antimicrobial strategies and future stent design.\nPubmed   Journal   ReadQx   PMCOptimizing self-expandable metallic stent placement for malignant ileocecal obstruction: Role of pre-stenting contrast enema and device selection.\nSEMS placement in the ileocecal region is technically more challenging than in other right-sided segments. Procedure optimization - potentially aided by CLEAN, tapered hoods, and experienced operators-may help overcome anatomical difficulties while maintaining safety.\nPubmed   Journal   ReadQx   PMCEndoscopy\n    Open Zenker's Peroral Endoscopic Myotomy: A Comparative Analysis Of This Modified Technique Versus The Standard Zenker's Peroral Endoscopic Myotomy Approach.\nOZ-POEM demonstrates comparable clinical, technical and safety outcomes as Z-POEM, with significantly shorter procedural duration and closure cost. It simplifies Z-POEM technique, making it more scalable for trainees and therapeutic endoscopists.\nPubmed   Journal   ReadQx Performance measures for endoscopic ultrasound: a European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative - Update 2025.\nThe European Society of Gastrointestinal Endoscopy (ESGE) recommends that endoscopy services across Europe adopt the following six key performance measures for endoscopic ultrasound (EUS) for monitoring and evaluation in daily practice at center and endoscopist level: (1: ) informed patient consent (100 % of procedures);  (2: ) adequate documentation of landmarks (≥ 90 % of procedures);  (3: ) structured training and supervision for trainees, preferably using assessment tools (≥ 20 %);  (4: ) standardized description of pancreatic cystic lesions (≥ 85 %);  (5: ) diagnostic tissue acquisition with EUS-guided fine-needle aspiration/fine-needle biopsy for solid lesions (≥ 85 %);  (6: ) adverse events (< 5 % in cystic and < 3 % in solid lesions). A recommendation to administer antibiotics for EUS-guided puncture of cystic lesions, included in the previous ESGE quality improvement document, has been omitted in the current version based on recent evidence.\nPubmed   Journal   ReadQx Gastroenterology\n    Changes in Liver Disease Etiology Support a Lower Alpha-Fetoprotein Threshold for Hepatocellular Carcinoma Screening.\nFor HCC screening in MASLD, ALD, and cured-HCV cirrhosis, reducing the AFP threshold to ≥10 ng/mL would substantially increase sensitivity while maintaining very high specificity.\nPubmed   Journal   ReadQx Postoperative Ileum Transcriptomics Implicate Sex-Biased Mechanisms in Crohn's Disease Recurrence.\nIn recurrent disease of the postoperative neoterminal ileum, markedly greater dynamic ranges of gene expression occur in male compared with female patients. Pathway analyses implicate numerous nuclear hormone pathways, highlighting new mechanisms for therapeutic targeting beyond pro-inflammatory cytokine blockade. This study identifies key covariates and pathways of disease recurrence, many of which are distinct from drivers of initial disease susceptibility.\nPubmed   Journal   ReadQx Retraction Notice to: \"A Rare Cause of Peri-esophageal Cystic Lesion\": Gastroenterology 2023;164:191-193.\nAs such, this article represents a misuse of the scientific publishing system. The Publisher reached out to the authors for an explanation, but they did not respond.\nPubmed   Journal   ReadQx The Disease Burden of Helicobacter pylori Beyond Gastric Cancer: Quantifying the Forgotten Potential Benefits of Mass Eradication.\nOmitting PUD and dyspepsia as outcomes in studies on H pylori screen-and-treat may substantially underestimate benefits. Incorporating these diseases alongside GC into cost-effectiveness and policy analyses, therefore, may improve the evaluation of H pylori screen-and-treat programs. The actual benefit depends on the extent to which H pylori triggers an irreversible pathway to disease early in life.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Clinical Characteristics and Outcomes of Patients Managed without Repeat Endoscopic Resection for Metachronous Esophageal Squamous Neoplasia.\nFor select patients with metachronous ESCN, repeat ER may not be feasible due to lesion complexity or systemic conditions. Adopting personalized treatment strategies that balance safety and efficacy is essential for optimal long-term management.\nPubmed   Journal   ReadQx Comparative Safety and Efficacy of Remimazolam versus Propofol for ERCP with the patient Under Deep Sedation: A Multi-center Randomized Controlled Trial.\n Remimazolam is a safe and effective alternative to propofol for sedation during ERCP, demonstrating comparable sedation efficacy, higher patient satisfaction, reduced injection site pain, and fewer moderate-to-severe cardiopulmonary adverse events. Remimazolam thus has strong clinical utility, particularly in patients at a higher risk of sedation-related complications.\nPubmed   Journal   ReadQx Impact of a sustainability intervention on the carbon footprint and processing expenses of endoscopic waste.\nThe sustainability intervention demonstrated a meaningful impact, with education and the adoption of sustainable practices - namely waste segregation and recycling - leading to reductions in carbon footprint, waste management costs, and overall waste generation.\nPubmed   Journal   ReadQx Precipitation-based versus filtration-based liquid-based cytology in EUS-FNB specimens of solid pancreatic masses: a prospective, randomized trial.\nFor EUS-guided FNB of solid pancreatic masses, the SurePath™ LBC technique demonstrated superior diagnostic performance, faster interpretation times, and better preservation of cytomorphological features than ThinPrep®. These findings suggest that SurePath™ should be the preferred LBC method for evaluating EUS-guided FNB of pancreatic masses.\nPubmed   Journal   ReadQx Gut\n    Acute upper gastrointestinal bleeding in the UK: 2022 audit update.\nDespite a higher-risk case mix and incomplete adherence to guidelines (notably in transfusion thresholds and risk stratification), outcomes in AUGIB have improved. The observation of increased mortality with liberal transfusion above 80 g/L in stable patients reinforces the importance of restrictive transfusion practice. Quality improvement initiatives focused on risk stratification, endoscopic training and multidisciplinary care could further enhance outcomes in the UK and internationally.\nPubmed   Journal   ReadQx Intestinal blood vessel-associated macrophages and gut-vascular barrier dysfunction in cirrhosis.\nThis study emphasises the critical role of intestinal macrophages in preventing the dissemination of luminal bacteria and highlights the multifaceted breakdown of the intestinal barrier in cirrhosis and the importance of the gut-vascular barrier.\nPubmed   Journal   ReadQx Hepatology\n    Development and validation of a non-invasive score for at-risk metabolic dysfunction-associated steatohepatitis in individuals with obesity undergoing bariatric surgery.\n -The FMO is an accurate and cost-effective non-invasive score for at-risk MASH identification in populations with obesity.\nPubmed   Journal   ReadQx NEDD8-specific protease 1 deficiency as a novel driver of hepatoblastoma development through dysregulation of the CAND1-NEDD8 pathway.\nNEDP1 acts as a tumor suppressor in HB by modulating the NEDDylation status of key regulatory proteins, particularly CAND1. Restoration of NEDP1 activity suppresses tumorigenesis and metastasis, underscoring the NEDDylation pathway as a promising therapeutic target. CAND1 is proposed as a potential prognostic biomarker and actionable oncogenic driver in HB.\nPubmed   Journal   ReadQx Predictors of fibrosis, clinical events and mortality in MASLD: Data from the Global-MASLD study.\nIn this large global biopsy-based MASLD cohort, advanced fibrosis was highly prevalent and strongly linked to T2D. Both histologic fibrosis and NITs were independent predictors of mortality and clinical outcomes, underscoring the prognostic value of fibrosis assessment with non-invasive tests.\nPubmed   Journal   ReadQx The development of a pan-genotypic T cell vaccine against hepatitis C virus using heterologous prime-boost strategies.\nVaccinating with conserved regions of genotypes 1-6 or sequentially vaccinating with genotype-1a and genotype-3a immunogens are two novel approaches to generate cross-reactive T cells. The proportion of intergenotypic cross-reactive T cells generated was higher using the conserved region antigen.\nPubmed   Journal   ReadQx J Neurogastroenterol Motil\n    Bali Chronic Constipation Roundtable Report: Chronic Constipation Management in Asia.\nThe Bali Chronic Constipation Roundtable highlighted Asia's need for region specific diagnostics and management. Addressing diagnostic and treatment gaps will improve outcomes, while ongoing researcher clinician policy collaboration must standardize guidelines, advance research, and ensure equitable care across Asia.\nPubmed   Journal   ReadQx Combined Gastric Alimetry and Gastric Emptying Scintigraphy Testing Increases Clinician Certainty in the Diagnosis and Management of Suspected Gastroparesis.\n The combined GES and BSGM test results significantly enhanced diagnostic and management confidence in patients with suspected gastroparesis within a tertiary center.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Mitigating the Risk of Adverse Pregnancy Outcomes in Women With Inflammatory Bowel Disease and Chronic Liver Disease.\n\nPubmed   Journal   ReadQx Editorial: Understanding How Social Determinants of Health Impact Mortality in MASLD-Insights From a National Analysis.\n\nPubmed   Journal   ReadQx Review Article: Extending the Frontiers of Intestinal Ultrasound Knowledge, Performance and Expansion.\nSizable gaps persist in the evidence base for IUS in IBD. Addressing these gaps through robust, multicentre studies and consensus-driven frameworks is essential to optimise the clinical and research utility of IUS in IBD management.\nPubmed   Journal   ReadQx Gastroenterology\n    An Evidence-Based Practical Review on Common Benign Anorectal Disorders: Hemorrhoids, Anal Fissure, Dyssynergic Defecation, and Fecal Incontinence.\nSurgical interventions must balance long-term effectiveness with potential risks. Key topics for future research are proposed.\nPubmed   Journal   ReadQx Gastroenteropancreatic Neuroendocrine Tumors.\nAdditionally, research is needed to better define GEP-NET subtypes that are appropriate for endoscopic therapy as well as to understand long-term outcomes after endoscopic resection. Given the important role that endoscopy has in the diagnosis and management of GEP-NETs, increased recognition of and knowledge about these tumors is critical for the gastroenterology community.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    A note from the Editor-in-Chief.\n\nPubmed   Journal   ReadQx Combined endoscopy and functional lumen imaging probe for point-of-care diagnosis of esophageal motility disorders: promising preliminary results of changing our practice.\n\nPubmed   Journal   ReadQx Delayed perforations after colorectal endoscopic submucosal dissection: Is there a role for endoscopic closure?\n\nPubmed   Journal   ReadQx EUS-guided fine-needle biopsy for genomic profiling of solid pancreatic masses: Are we still smelling the ROSEs?\n\nPubmed   Journal   ReadQx EUS-guided radiofrequency ablation for unresectable pancreatic adenocarcinoma: Is the reward worth the risk?\n\nPubmed   Journal   ReadQx Gastric peroral endoscopic myotomy: perfecting the technique and the approach.\n\nPubmed   Journal   ReadQx Prophylactic pancreatic duct stent removal: with great power comes great responsibility.\n\nPubmed   Journal   ReadQx J Hepatol\n    Editorial: Genetic Drivers of MASLD Histological Progression.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Letter to the Editor.\n\nPubmed   Journal   ReadQx Pelvic Health Physical Therapy: What Every Gastroenterologist Should Know.\n\nPubmed   Journal   ReadQx Redefining Success in Inflammatory Bowel Disease Beyond Inflammation: Time to Aim Higher!\n\nPubmed   Journal   ReadQx Social Determinants of Health in Gastroenterology Practice.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Optimizing Scheduling Efficiency and Throughput in the Endoscopy Unit: Best Practices and Strategies to Improve Unit Utilization.\n\nPubmed   Journal   ReadQx Endoscopy\n    A case of tumor-related hemobilia successfully treated with radiofrequency ablation diagnosed by peroral cholangioscopy.\n\nPubmed   Journal   ReadQx   PMCA case presentation of a metachronous superficial epiglottic lesion excised by endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx A case presentation of duodenal gastric epithelial neoplasm-fundic-gland mucosa lesions.\n\nPubmed   Journal   ReadQx A successful treatment of esophagomediastinal fistula following endoscopic submucosal dissection: tube-in-tube endoscopic vacuum therapy.\n\nPubmed   Journal   ReadQx Combined approaches to rescue an entrapped pancreatic stone basket.\n\nPubmed   Journal   ReadQx Contrast enhanced endoscopic ultrasound and detective flow imaging for characterization of gastric neuroendocrine neoplasms.\n\nPubmed   Journal   ReadQx Endoscopic antireflux mucoplasty using the reopenable-clip over-the-line method for refractory gastro-esophageal reflux disease.\n\nPubmed   Journal   ReadQx First case of hemorrhoidal carcinoma in a fistulotomy scar: successful per-anal endoscopic myectomy despite severe fibrosis.\n\nPubmed   Journal   ReadQx   PMCFrom failure to success: endoscopic management of difficult pancreatic cannulation after ampullary adenoma resection.\n\nPubmed   Journal   ReadQx   PMCMinimally invasive retrograde esophageal endoscopic submucosal dissection via gastrostomy using a thin therapeutic endoscope.\n\nPubmed   Journal   ReadQx Needle tract seeding after fine-needle aspiration for pancreatic cancer assessed by endoscopy and endoscopic ultrasound.\n\nPubmed   Journal   ReadQx Novel endoscopic suture anchor device for scarred perforation closure: a survival porcine pilot study.\n\nPubmed   Journal   ReadQx   PMCOne stone for two birds: Successful treatment of splenic artery aneurysm and gastric varices using endoscopic ultrasound-guided coil and glue embolization.\n\nPubmed   Journal   ReadQx   PMCPeroral cholangioscopy-guided laser lithotripsy using a thin cholangioscope under balloon enteroscopy for Roux-en-Y anastomosis.\n\nPubmed   Journal   ReadQx Small but mighty: cylindrical transparent cap-assisted cholangioscopic electrohydraulic lithotripsy and stone extraction for the treatment of difficult common bile duct stones.\n\nPubmed   Journal   ReadQx   PMCStaged endoscopic submucosal dissection for a giant gastric fundus lesion: a strategy for the incompletable.\n\nPubmed   Journal   ReadQx   PMCTargeted cholangioscopy-guided biopsies through the mesh of biliary metal stents - a challenging diagnosis of perihilar cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Traction-assisted endoscopic submucosal dissection of a neuroendocrine tumor in the gastric body of a patient with autoimmune gastritis.\n\nPubmed   Journal   ReadQx Use of biliary metal stents and defect-closure systems: a new strategy to treat refractory benign esophageal strictures.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    A rare etiology of hepatic steatosis.\n\nPubmed   Journal   ReadQx Food for Thought in IBS: Should we go Mediterranean?\n\nPubmed   Journal   ReadQx Global Discrepancies in Inflammatory Bowel Disease Care Reflect Health Care Expenditure Per Capita.\n\nPubmed   Journal   ReadQx Hepatitis B Vaccination: A remarkable success story that must continue.\n\nPubmed   Journal   ReadQx Language barriers limit clinical trial accessibility for patients with gastrointestinal cancer.\n\nPubmed   Journal   ReadQx Perspectives on the issues of indeterminate/grey zones of chronic HBV infection.\n\nPubmed   Journal   ReadQx The Impact of Gastroenterologist and Patient Gender on Health Care Utilization Following Initial Gastroenterological Consultation.\n\nPubmed   Journal   ReadQx Gut\n    Diabetes and pancreatic cancer: a complex and confounding interplay.\n\nPubmed   Journal   ReadQx Thrombospondin-2: a promising but unproven biomarker for MASH.\n\nPubmed   Journal   ReadQx Hepatology\n    A bright future: Sustainable treatment of gastric varices.\n\nPubmed   Journal   ReadQx A strategic plan of RETREAT: Time to translate validation into action.\n\nPubmed   Journal   ReadQx Fellows' Corner.\n\nPubmed   Journal   ReadQx It's not you, it's MET: When MASH gets personal.\n\nPubmed   Journal   ReadQx Metabolic reprogramming in macrophages: A glutamine rescue in β-catenin mutant hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx Radiomics beyond the visible - Decoding tumor heterogeneity to guide combination therapy of intermediate stage HCC.\n\nPubmed   Journal   ReadQx Reply: The missing link-Return to drinking as a composite endpoint component requires deeper alcohol use disorder characterization.\n\nPubmed   Journal   ReadQx Starve the tumor, fuel the immune fire: Short-term starvation enhances checkpoint blockade via macrophage reprogramming in HCC.\n\nPubmed   Journal   ReadQx J Hepatol\n    From the Editor's Desk.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Mitigating the Risk of Adverse Pregnancy Outcomes in Women With Inflammatory Bowel Disease and Chronic Liver Disease-Authors' Reply.\n\nPubmed   Journal   ReadQx Editorial: Understanding How Social Determinants of Health Impact Mortality in MASLD-Insights From a National Analysis. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Methodological Caveats in Zhang et al.-Gut Microbiota and Metabolism in Cirrhotic Portal Hypertension.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    DIETARY EMULSIFIERS AND THE GASTRO-INTESTINAL TRACT: THE JURY IS STILL OUT, YET THE DOCTOR WARRANTS CAUTION - AUTHOR'S REPLY.\n\nPubmed   Journal   ReadQx The influence of dietary emulsifiers on the gastrointestinal tract - the jury is still out.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Artificial Intelligence in Inflammatory Bowel Disease Management.\n\nPubmed   Journal   ReadQx Clarifying Gastric Cancer Risk After Helicobacter pylori Eradication.\n\nPubmed   Journal   ReadQx Comments on \"Eradication Therapy to Prevent Gastric Cancer in Helicobacter pylori-Positive Individuals\".\n\nPubmed   Journal   ReadQx Comments on \"Risk of Gastric Adenocarcinoma After Eradication of Helicobacter pylori\".\n\nPubmed   Journal   ReadQx Comments on Statistical and Mechanistic Aspects of Perforin and CXCL9 in IBD-Induced Depression.\n\nPubmed   Journal   ReadQx Concerns Regarding the Clinical Applicability and Statistical Analysis of TXI in the deTXIon Trial for Colorectal Lesion Detection.\n\nPubmed   Journal   ReadQx Correspondence on \"Risk of Gastric Adenocarcinoma After Eradication of Helicobacter pylori\".\n\nPubmed   Journal   ReadQx Critical Analysis of \"Remodeling the Colon With Ileal Properties to Treat Short Bowel Syndrome\".\n\nPubmed   Journal   ReadQx Essentiality of liver failure in acute on chronic liver failure and its implications.\n\nPubmed   Journal   ReadQx Methodological Considerations for Further Enhancing the Clinical Impact of the deTXlon Study.\n\nPubmed   Journal   ReadQx Methodological Considerations in the Meta-Analysis on Helicobacter pylori Eradication for Gastric Cancer Prevention.\n\nPubmed   Journal   ReadQx Multi-Mechanistic Persistence of Gastric Cancer Risk Post-Helicobacter pylori and Surveillance Strategies.\n\nPubmed   Journal   ReadQx Reconsidering Genomic Stability in Esophageal Cancer Stem Cells: Insights from Chromothripsis.\n\nPubmed   Journal   ReadQx TXI Raises Detection of Non-Neoplastic Polyps Without Improving Clinically Meaningful Neoplasia Endpoints.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Advancing the application of repeat peroral endoscopic myotomy with technical insights and future directions.\n\nPubmed   Journal   ReadQx Evaluating model stability in EMR versus surgery analysis.\n\nPubmed   Journal   ReadQx Fully covered self-expandable metal stents for type II perforations: Better outcomes or just better statistics?\n\nPubmed   Journal   ReadQx Further considerations on the timing of endoscopic necrosectomy for walled-off pancreatic necrosis.\n\nPubmed   Journal   ReadQx Is the superiority of fully covered self-expandable metal stents for ERCP-related type II perforations overstated? A commentary on recent evidence and clinical heterogeneity.\n\nPubmed   Journal   ReadQx Limitations when using the Manufacturer and User Facility Device Experience database to analyze real-world data of the performance and safety of the Ovesco clip systems.\n\nPubmed   Journal   ReadQx Phosphorus-32 implantation combined with chemotherapy outperforms chemotherapy alone in locally advanced pancreatic cancer: mechanistic insights and future implications.\n\nPubmed   Journal   ReadQx Repeat peroral endoscopic myotomy: technical difficulty and risk factors.\n\nPubmed   Journal   ReadQx Gut\n    Does the benefit of haemostatic powder differ by Forrest classification in non-variceal upper gastrointestinal bleeding?\n\nPubmed   Journal   ReadQx Evaluating NGS variant callers in a challenging genomic context with a focus on the PRSS1-PRSS2 locus for hereditary pancreatitis.\n\nPubmed   Journal   ReadQx J Hepatol\n    Divergent sex-specific trends in alcohol-attributable cirrhosis and liver cancer mortality: population-level insights complementing NHANES findings.\n\nPubmed   Journal   ReadQx MASLD fibrosis stage F3 is morphologically and transcriptomically diverse: implications for assessing therapeutic response.\n\nPubmed   Journal   ReadQx Prevalence and Antiviral Treatment Rate in Chronic Hepatitis B Patients with a Family History of HCC.\n\nPubmed   Journal   ReadQx Reassessing the L. reuteri/ indole-3-lactic acid pathway in TACE-related liver injury.\n\nPubmed   Journal   ReadQx Systemic screening and management strategies for early portopulmonary hypertension.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-21T05:55:13-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-14-2025/",
    "title": "Fri Nov 14 2025",
    "description": "99 articles - From Friday Nov 07 2025 to Friday Nov 14 2025",
    "author": [],
    "date": "2025-11-14",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Gastrointest Endosc\n    Establishing Standards of Practice for Transoral Outlet Reduction: An Expert Consensus using a Modified Delphi Method.\n These standards provide step-by-step TORe guidance for safe and effective clinical outcomes.\nPubmed   Journal   ReadQx Hepatology\n    Semaglutide therapy for metabolic dysfunction-associated steatohepatitis: November 2025 updates to AASLD Practice Guidance.\nNon-response may be suspected if ALT or NITs worsen. Benefit is uncertain if sub-optimal response and may require an individualized approach and further follow-up.\nPubmed   Journal   ReadQx J Hepatol\n    EASL Clinical Practice Guidelines on vascular diseases of the liver.\nMultidisciplinary management involving hepatologists, haematologists, pathologists, interventional radiologists and surgeons is essential in this area. Our aim is to provide guidance on the management of patients with vascular liver diseases based on the best available evidence.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Gastrointest Endosc\n    Identifying the Optimal Bowel Prep for Small-Bowel Capsule Endoscopy: A Meta-Review and Umbrella Meta-Analysis.\n This study demonstrates that purgative bowel preparation, particularly with PEG, is superior to fasting alone in improving adequate SB cleansing and diagnostic accuracy. Notably, a same-day regimen significantly enhances both cleansing quality and DY, suggesting that the timing of administration is more critical than the laxative's dosage.\nPubmed   Journal   ReadQx Gut\n    HBsAg decline and clearance with peg-IFN therapy added to nucleos(t)ide analogues: an individual participant data meta-analysis of prospective trials (PROSPER).\n Peg-IFN add-on results in HBsAg loss in 18% of patients with SOT HBsAg<1000 IU/mL, and in 38% if SOT HBsAg<100 IU/mL. Among patients with higher HBsAg levels, peg-IFN could be used to reduce HBsAg to below thresholds associated with response to novel compounds.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    A Population-Based Matched Cohort Study of Extra-Digestive Cancer Incidence and Mortality in Individuals With and Without Inflammatory Bowel Disease.\nED cancer incidence has not changed among those with IBD but has declined among matched controls. Beyond 2010, ED cancer incidence is higher among those with IBD and cancer-related mortality is higher among those with CD, relative to matched controls.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Features and outcomes of 280 patients with idiosyncratic drug-induced liver injury: the REFHEPS prospective study.\nREFHEPS registry collected 322 cases in 2.5 years. The study of the 280 idiosyncratic DILI cases shows sex and age-related differences as reported in previous registries. The most significant difference compared to older registries is the predominance of anticancer drugs causing liver injury, demonstrating the emergence of \"new\" side effects associated with the use of innovative therapies, especially immune checkpoint inhibitors.\nPubmed   Journal   ReadQx High Prevalence of CYP2C19 Rapid and Ultrarapid Metabolism among Patients with Gastroesophageal Reflux Disease.\n A large proportion of patients with GERD who underwent CYP2C19 genotyping were rapid metabolizers of CYP2C19 and responded well to changing/adjusting PPIs accordingly.\nPubmed   Journal   ReadQx Novel Machine-Learning Models Outperform Non-Invasive Tests in MASH with Fibrosis.\nNovel ML models significantly improve the detection of MASH F2-F3 and cirrhosis over existing NITs and address a key diagnostic gap in the FDA-defined treatment window. These tools may support patient selection for emerging therapies, as well as for clinical trial enrolment.\nPubmed   Journal   ReadQx Endosc Int Open\n    Effect of a distal attachment cuff on adenoma detection rate in screening colonoscopy: Randomized controlled trial in the Spanish population.\nEV did not improve either ADR or MAP. EV may increase difficulty of ileal intubation whenever it is attempted.\nPubmed   Journal   ReadQx   PMCImage-enhanced endoscopy improves visibility of endoscopic images in individuals with color vision deficiency.\nIEE improves visibility of objects/lesions where color information plays a role in detection, regardless of CVD.\nPubmed   Journal   ReadQx   PMCOptimizing self-expandable metallic stent placement for malignant ileocecal obstruction: Role of pre-stenting contrast enema and device selection.\nSEMS placement in the ileocecal region is technically more challenging than in other right-sided segments. Procedure optimization - potentially aided by CLEAN, tapered hoods, and experienced operators-may help overcome anatomical difficulties while maintaining safety.\nPubmed   Journal   ReadQx   PMCProphylactic clipping prevents delayed bleeding after endoscopic mucosal resection of large non-ampullary duodenal lateral spreading lesions.\nPC of the resection site significantly reduced DB after EMR of large non-ampullary duodenal lateral spreading lesions.\nPubmed   Journal   ReadQx   PMCReduction of greenhouse gas emissions using the endoscope with a light-emitting diode light source.\nWe estimated the effect of reducing carbon dioxide emissions using the light-emitting diode endoscope system. Wider adoption of the light-emitting diode endoscope system is expected to contribute to usefulness of endoscopic diagnosis and reduction in environmental impact.\nPubmed   Journal   ReadQx   PMCRisk factors for dysplastic lesions in the proximal stomach in patients with familial adenomatous polyposis.\nCarpeting fundic gland polyposis, biliary reflux, and use of PPIs were identified as putative risk factors for dysplastic lesions in the proximal stomach. Presence of these risk factors should alert endoscopists to assess the stomach more thoroughly.\nPubmed   Journal   ReadQx   PMCEndoscopy\n    Performance measures for endoscopic ultrasound: a European Society of Gastrointestinal Endoscopy (ESGE) Quality Improvement Initiative - Update 2025.\nThe European Society of Gastrointestinal Endoscopy (ESGE) recommends that endoscopy services across Europe adopt the following six key performance measures for endoscopic ultrasound (EUS) for monitoring and evaluation in daily practice at center and endoscopist level: (1: ) informed patient consent (100 % of procedures);  (2: ) adequate documentation of landmarks (≥ 90 % of procedures);  (3: ) structured training and supervision for trainees, preferably using assessment tools (≥ 20 %);  (4: ) standardized description of pancreatic cystic lesions (≥ 85 %);  (5: ) diagnostic tissue acquisition with EUS-guided fine-needle aspiration/fine-needle biopsy for solid lesions (≥ 85 %);  (6: ) adverse events (< 5 % in cystic and < 3 % in solid lesions). A recommendation to administer antibiotics for EUS-guided puncture of cystic lesions, included in the previous ESGE quality improvement document, has been omitted in the current version based on recent evidence.\nPubmed   Journal   ReadQx Role of anti-reflux mucosal ablation in \"reflux-predominant\" refractory gastro-esophageal reflux disease patients - a randomized sham controlled trial.\n ARMA significantly improves symptoms, AET, and reflux episodes in \"reflux predominant\" PPI-refractory GERD.\nPubmed   Journal   ReadQx Gastroenterology\n    Retraction Notice to: \"A Rare Cause of Peri-esophageal Cystic Lesion\": Gastroenterology 2023;164:191-193.\nAs such, this article represents a misuse of the scientific publishing system. The Publisher reached out to the authors for an explanation, but they did not respond.\nPubmed   Journal   ReadQx The ANTICIPATE-NASH Models Stratify Better the Risk of Clinical Events Than Histology in Metabolic Dysfunction-Associated Steatotic Liver Disease Patients With Advanced Chronic Liver Disease.\nIn MASLD patients with F3/F4, the noninvasive ANTICIPATE-NASH models provide better risk stratification of clinical events than histologic classification. These models could be very useful for clinical trials by selecting patients at risk of clinical events and patients with higher chances of observed cirrhosis regression.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Clinical Characteristics and Outcomes of Patients Managed without Repeat Endoscopic Resection for Metachronous Esophageal Squamous Neoplasia.\nFor select patients with metachronous ESCN, repeat ER may not be feasible due to lesion complexity or systemic conditions. Adopting personalized treatment strategies that balance safety and efficacy is essential for optimal long-term management.\nPubmed   Journal   ReadQx Comparative Safety and Efficacy of Remimazolam versus Propofol for ERCP with the patient Under Deep Sedation: A Multi-center Randomized Controlled Trial.\n Remimazolam is a safe and effective alternative to propofol for sedation during ERCP, demonstrating comparable sedation efficacy, higher patient satisfaction, reduced injection site pain, and fewer moderate-to-severe cardiopulmonary adverse events. Remimazolam thus has strong clinical utility, particularly in patients at a higher risk of sedation-related complications.\nPubmed   Journal   ReadQx Efficacy of Splinting Tube-Assisted Duodenoscope Insertion in Patients with an Inaccessible Major Papilla: A Single-Center Retrospective Study (with video).\nSplinting tube-assisted duodenoscope insertion is a safe and effective troubleshooting technique for difficult insertion into the descending limb of the duodenum.\nPubmed   Journal   ReadQx Endoscopic versus Surgical Management of Recurrent Weight Gain Following Sleeve Gastrectomy.\n Endoscopic revision of SG appears to be associated with similar weight loss compared to surgical revision or conversion to Roux-en-Y gastric bypass, with a better safety profile.\nPubmed   Journal   ReadQx Impact of a sustainability intervention on the carbon footprint and processing expenses of endoscopic waste.\nThe sustainability intervention demonstrated a meaningful impact, with education and the adoption of sustainable practices - namely waste segregation and recycling - leading to reductions in carbon footprint, waste management costs, and overall waste generation.\nPubmed   Journal   ReadQx Precipitation-based versus filtration-based liquid-based cytology in EUS-FNB specimens of solid pancreatic masses: a prospective, randomized trial.\nFor EUS-guided FNB of solid pancreatic masses, the SurePath™ LBC technique demonstrated superior diagnostic performance, faster interpretation times, and better preservation of cytomorphological features than ThinPrep®. These findings suggest that SurePath™ should be the preferred LBC method for evaluating EUS-guided FNB of pancreatic masses.\nPubmed   Journal   ReadQx Gut\n    Engineered virus-hunter vaccine overcomes HBV immune tolerance.\n This innovative HBV vaccine strategy actively captures viruses, overcoming the tolerogenic immune microenvironment of chronic HBV infection, offering a novel strategy for the treatment of chronic HBV infection and other immune-tolerant diseases.\nPubmed   Journal   ReadQx Indole-3-propionic acid links gut dysfunction to diabetic retinopathy: a biomarker and novel therapeutic approach.\n Nutraceutical strategies that restore Trp metabolism or IPA serve as both a biomarker and a treatment for DR.\nPubmed   Journal   ReadQx Hepatology\n    A multicenter dose-defining/expansion phase 1b study of first-line regorafenib plus pembrolizumab in patients with advanced hepatocellular carcinoma.\n Treatment with rego/pembro is feasible in patients with advanced HCC with a manageable safety profile. ORR and DCR are promising and consistent with other immunotherapy combinations in this setting.\nPubmed   Journal   ReadQx Decoding tumor heterogeneity with imaging biomarkers predicts response to TACE plus Immunotherapy and targeted therapy in HCC.\nAn imaging radiomic biomarker capturing both global and intratumoral heterogeneity robustly predicts response and survival in HCC patients treated with TACE-ICI-MTT, and reflects underlying immune microenvironment phenotypes.\nPubmed   Journal   ReadQx Development and validation of a non-invasive score for at-risk metabolic dysfunction-associated steatohepatitis in individuals with obesity undergoing bariatric surgery.\n -The FMO is an accurate and cost-effective non-invasive score for at-risk MASH identification in populations with obesity.\nPubmed   Journal   ReadQx GPC3-based circular RNA vaccine suppresses hepatocellular carcinoma progression by activating adaptive immune responses.\nThe circGPC3 cancer vaccine was demonstrated superior efficacy compared to mRNA cancer vaccine. When further combined with a TLR4 agonist, it disrupted immune tolerance in HCC, offering a promising translational treatment strategy for HCC.\nPubmed   Journal   ReadQx Hepatic ischemia reperfusion injury: Underlying mechanisms and concepts in liver surgery and liver transplantation.\nEmerging therapeutic strategies, including machine perfusion technologies, ischemic preconditioning, pharmacological interventions and others, offer promise for mitigating H-IRI by either attenuating early injury triggers, enhancing intrinsic survival pathways, or restraining excessive inflammatory responses. Despite considerable progress in understanding H-IRI, further research is needed to identify additional therapeutic targets, particularly in the context of ECD livers, to develop effective, targeted interventions that can improve clinical outcomes.\nPubmed   Journal   ReadQx Predictors of fibrosis, clinical events and mortality in MASLD: Data from the Global-MASLD study.\nIn this large global biopsy-based MASLD cohort, advanced fibrosis was highly prevalent and strongly linked to T2D. Both histologic fibrosis and NITs were independent predictors of mortality and clinical outcomes, underscoring the prognostic value of fibrosis assessment with non-invasive tests.\nPubmed   Journal   ReadQx J Hepatol\n    An etiology-stratified single-cell atlas identifies FABP4 as a prognostic marker for MASLD-related HCC.\nThese findings reveal etiology-heterogeneous immune landscapes in HCC and identify FABP4 as a potential prognostic biomarker to guide immunotherapy in MASLD-related HCC. Impact and implications This study systematically analyzed the impact of HBV, MASLD, and their coexistence on the response and outcomes of immunotherapy in HCC. By integrating single-cell sequencing of patient samples, it highlights the importance of etiological heterogeneity, particularly from the perspective of CD8 + T cells. The study identifies FABP4 as being highly expressed in MASLD-related HCC and implicates it in promoting vascular normalization and CD8 + T cell infiltration. Most importantly, FABP4 emerges as a potential prognostic biomarker for HCC, especially in MASLD-related cases, offering a practical tool to identify patients who are more likely to benefit from immunotherapy.\nPubmed   Journal   ReadQx DNAJ-PKAc induces metabolic rewiring and enhanced glutamine flux in fibrolamellar HCC.\n The presence of DNAJ-PKAc creates a vulnerability to the combination of glutamine antimetabolite and ICI therapy in FLC. Impact and implications The DNAJ-PKAc fusion in fibrolamellar carcinoma (FLC) induces metabolic reprogramming including enhanced glutamine metabolism, which promotes immune evasion. Targeting this metabolic vulnerability with a glutamine antagonist, in combination with immune checkpoint inhibitors, reverses the immunosuppressive tumor microenvironment (TME), offering a promising therapeutic strategy for FLC treatment.\nPubmed   Journal   ReadQx Safety and efficacy of REP 2139-Mg in patients with HDV-related advanced liver disease in an international compassionate access program.\nREP treatment was safe and effective in HDV patients with ACLD. REP may even induce HDV sustained virological response and HBV functional cure independent of combination with pegIFN. Clinical benefits may also be observed in patients with decompensated cirrhosis. Impact and implications No antiviral treatment is approved for chronic hepatitis D (CHD) patients with decompensated cirrhosis or in patients who have failed previous bulevirtide and/or pegIFN therapy. In the Replicor Compassionate Access Program including 33 CHD patients with advanced chronic liver disease treated with REP2139-Mg (REP) and nucleotide analog, with or without pegylated interferon, loss of HBsAg was observed in 27% by end of treatment and remained undetectable in 18% after one year follow up, inferring HDV sustained virological response and HBV functional cure for these patients. Among the 6 patients with decompensated cirrhosis, five patients had virological response and two patients presented significant clinical improvement with ascites reduction, with no REP-related serious adverse events. Overall, the efficacy of REP, in this \"difficult to treat\" population, appears promising with acceptable tolerability and no safety issues and should be evaluated in a protocol driven, response-guided clinical trial.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: Comparable Hepatic Fibrosis Risk Demands Equal Vigilance in Lean and Non-Lean Patients With Metabolic Dysfunction-Associated Steatotic Liver Disease.\n\nPubmed   Journal   ReadQx Review Article: The Evolving Role of GLP-1 Receptor Agonists in Gastroenterology Practice.\nGlucagon-like peptide-1 receptor agonists are a critical therapy for obesity and several related gastrointestinal conditions. Gastroenterologists are uniquely positioned to optimize their use, manage adverse events, coordinate multidisciplinary care, and ensure safe and effective integration into practice.\nPubmed   Journal   ReadQx Gut\n    Gut microbiome in IBD: past, present and the future.\nAdvances in sequencing technologies, multiomics integration and experimental approaches have shed new insights into host-microbiota interactions in IBD and characterised mechanisms through which the microbiota and its metabolites contribute to disease. We review the evolution of microbiome-based research, with a focus on genetic and environmental factors affecting the gut microbiota, the role of cross-kingdom microbiome and their bioproducts in disease development and new strategies by which microbiome-based approaches can be used to diagnose, monitor, prevent and treat IBD.\nPubmed   Journal   ReadQx J Hepatol\n    Editorial: HES V2.0: Advancing biomarker-based surveillance for HCC - Promise and remaining gaps.\n\nPubmed   Journal   ReadQx Phase 2 Clinical Trials in Primary Sclerosing Cholangitis: Making the Most of Every Opportunity?\n\nPubmed   Journal   ReadQx RePARylating biliary tumours to improve the efficacy of chemoimmunotherapy.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Clin Gastroenterol Hepatol\n    Comparable 12-Week and Superior 24-Week Remission with Risankizumab vs Ustekinumab for Crohn's-Like Disease of the Pouch.\n\nPubmed   Journal   ReadQx Dupilumab Improves Multiple Aspects of Dysphagia Symptoms in a Randomized Trial of Eosinophilic Esophagitis.\n\nPubmed   Journal   ReadQx Glucagon-Like Peptide-1 Receptor Agonist Use is Associated With and May Lead To Esophageal Motility Abnormalities.\n\nPubmed   Journal   ReadQx Lifting Agent Granuloma Mimicking Recurrent Gastric Cancer after Endoscopic Submucosal Dissection.\n\nPubmed   Journal   ReadQx Validation of a Novel Laryngopharyngeal Reflux Risk Prediction Score for Proximal and Pharyngeal Reflux on Objective Testing.\n\nPubmed   Journal   ReadQx WEIGHT GAIN FOLLOWING PERORAL ENDOSCOPIC MYOTOMY (POEM) FOR ACHALASIA IS ASSOCIATED WITH POST-POEM GASTROESOPHAGEAL REFLUX DISEASE.\n\nPubmed   Journal   ReadQx Endosc Int Open\n    Balloon occlusion method using a commercially available ileus tube during endoscopic full-thickness resection: Simple solution to gas leakage.\n\nPubmed   Journal   ReadQx   PMCEndoscopic full-thickness resection of a gastrointestinal stromal tumor using a double-endoscope snare technique.\n\nPubmed   Journal   ReadQx   PMCEndoscopy\n    A case of secondary lymphangiectasia due to ancylostoma intestinal infection.\n\nPubmed   Journal   ReadQx   PMCA novel 19-gauge integrated electrocautery-puncture needle for endoscopic ultrasound-guided biliary drainage.\n\nPubmed   Journal   ReadQx   PMCA novel closure technique for a mucosal defect after endoscopic submucosal dissection: \"closure on traction using a rotatable clip with a line loop\".\n\nPubmed   Journal   ReadQx   PMCA novel tailored biliary stent with a controllable cover.\n\nPubmed   Journal   ReadQx   PMCA self-made wire snare used in combination with a long transparent cap to remove an obstructive sigmoid fecalith.\n\nPubmed   Journal   ReadQx   PMCActive appendiceal bleeding recorded by choledochoscopy.\n\nPubmed   Journal   ReadQx   PMCApplication of gallbladder-cholangial plastic stent with a retraction thread in the treatment of acute calculous cholecystitis: the first clinical practice.\n\nPubmed   Journal   ReadQx   PMCClinical utility of long cap-assisted hemostasis in acute lower gastrointestinal bleeding: two cases.\n\nPubmed   Journal   ReadQx   PMCDifficult bile-duct stones in surgical anatomy managed with entero-endoscopic retrograde cholangiopancreatography and a new slim cholangioscope.\n\nPubmed   Journal   ReadQx   PMCEndoscopic balloon tamponade for massive bleeding from aorto-esophageal fistula: a simple technique for rapid hemostasis.\n\nPubmed   Journal   ReadQx   PMCEndoscopic resection of a giant duodenal lipoma: a case report.\n\nPubmed   Journal   ReadQx   PMCEndoscopic retrograde direct cholangioscopy extracting stones from common bile duct in a case of ectopic duodenal papilla.\n\nPubmed   Journal   ReadQx   PMCEndoscopic suture therapy for iatrogenic pharyngeal laceration: an extended application of endoluminal surgery.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided coil embolization combined with cyanoacrylate injection into perforating vein for gastric varices.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided enterocolostomy for small bowel obstruction following radical cystectomy with ileal neobladder reconstruction.\n\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided short-cut jejunojejunostomy within a long biliary limb post pancreaticoduodenectomy to facilitate endoscopic retrograde cholangiography.\n\nPubmed   Journal   ReadQx   PMCHybrid side-by-side and stent-in-stent deployment of three slim multi-hole metallic stents for malignant hilar biliary obstruction.\n\nPubmed   Journal   ReadQx   PMCObservation and cholangioscopic biopsy of resectable gallbladder cancer using a new ultra-slim cholangioscope.\n\nPubmed   Journal   ReadQx   PMCSafe internalization of external cholecystostomy drain by endoscopic ultrasound-guided drainage using a lumen apposing metal stent with endoscopic clipping.\n\nPubmed   Journal   ReadQx   PMCSuccessful endoscopic retrograde appendicitis therapy for acute appendicitis using a multi-side-hole conical cap.\n\nPubmed   Journal   ReadQx   PMCUltrasound-guided treatment of giant isolated gastric varices with gastric-renal shunt using coil, cyanoacrylate, and titanium clips.\n\nPubmed   Journal   ReadQx   PMCUnderwater endoscopic retrograde direct cholangioscopy facilitating biliary cannulation of intradiverticular duodenal papilla.\n\nPubmed   Journal   ReadQx   PMCWound closure after endoscopic submucosal dissection of the colon using a novel detachable traction device: a rubber ring with a figure-of-eight sliding knot.\n\nPubmed   Journal   ReadQx   PMCGastroenterology\n    Beneficial effects of physical exercise on anticancer immunity are mediated by gut microbiome metabolites.\n\nPubmed   Journal   ReadQx Gut\n    Diabetes and pancreatic cancer: a complex and confounding interplay.\n\nPubmed   Journal   ReadQx Introducing <i>Gut Science-<\/i>a fundamental and discovery science companion journal to <i>Gut<\/i>.\n\nPubmed   Journal   ReadQx Thrombospondin-2: a promising but unproven biomarker for MASH.\n\nPubmed   Journal   ReadQx Hepatology\n    2025 Late Breaking Abstracts.\n\nPubmed   Journal   ReadQx Introducing Saul J. Karpen, MD, PhD, the 77th President of AASLD.\n\nPubmed   Journal   ReadQx Letter to the Editor: Comments on the Study: Body size disparities limit women's access to liver transplantation under the MELD 3.0 scoring system.\n\nPubmed   Journal   ReadQx Letter to the Editor: From risk alert to decision support: Enhancing the clinical value of the AI model for cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Metabolic reprogramming in macrophages: A glutamine rescue in β-catenin mutant hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx Reply: From risk alert to decision support: Enhancing the clinical value of the AI Model for cholangiocarcinoma.\n\nPubmed   Journal   ReadQx Reply: Survival analysis pitfalls in MASLD: Proportional hazards, immortal time, and follow-up discrepancies.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: Comparable Hepatic Fibrosis Risk Demands Equal Vigilance in Lean and Non-Lean Patients With Metabolic Dysfunction-Associated Steatotic Liver Disease-Authors' Reply.\n\nPubmed   Journal   ReadQx Letter on 'Non-Response to Obeticholic Acid Is Associated With Heightened Risks of Developing Clinical Events in Primary Biliary Cholangitis'.\n\nPubmed   Journal   ReadQx Letter on 'Unveiling Drug-Induced Autoimmune-Like Hepatitis in Autoimmune Hepatitis Patients: A Multicenter Retrospective Study'.\n\nPubmed   Journal   ReadQx Letter: From Descriptive Epidemiology to Clinical Imperative-Challenging the Paradigm of Pain and Sedative Use in Inflammatory Bowel Disease.\n\nPubmed   Journal   ReadQx Letter: From Descriptive Epidemiology to Clinical Imperative-Challenging the Paradigm of Pain and Sedative Use in Inflammatory Bowel Disease. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Methodological Caveats in Zhang et al.-Gut Microbiota and Metabolism in Cirrhotic Portal Hypertension.\n\nPubmed   Journal   ReadQx Letter: Refining Mortality Estimates in Severe Alcohol-Associated Hepatitis-Addressing Heterogeneity and Prognostic Assessment.\n\nPubmed   Journal   ReadQx Letter: Refining Mortality Estimates in Severe Alcohol-Associated Hepatitis-Addressing Heterogeneity and Prognostic Assessment. Authors' Reply.\n\nPubmed   Journal   ReadQx Gastroenterology\n    The Prospects of MEK Inhibitors in the Treatment of Gastric Precancerous Lesions.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Abandoning random biopsies after Barrett's eradication: a cost-prohibitive inefficiency.\n\nPubmed   Journal   ReadQx Adenoma Detection Rate Alone Is a One-Note Symphony.\n\nPubmed   Journal   ReadQx Long-term implications of computer-assisted detection in high-risk colonoscopy: methodologic and clinical considerations.\n\nPubmed   Journal   ReadQx Self-assembling peptide for bleeding prevention in colorectal endoscopic submucosal dissection: What is the state of evidence?\n\nPubmed   Journal   ReadQx Gut\n    Spatial single-cell omics in liver studies: cautions on metanarrative pitfalls.\n\nPubmed   Journal   ReadQx J Hepatol\n    Limited Clinical Utility of Serum-Based ELISA PEth Compared with Whole Blood LC-MS/MS PEth to Quantify Alcohol Consumption.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-14T23:49:08-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-07-2025/",
    "title": "Fri Nov 07 2025",
    "description": "69 articles - From Friday Oct 31 2025 to Friday Nov 07 2025",
    "author": [],
    "date": "2025-11-07",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Hepatology\n    AASLD/IDSA Practice Guideline on treatment of chronic hepatitis B.\nThis evidence-based guideline provides updated recommendations to optimize the care of persons with CHB.\nPubmed   Journal   ReadQx Commentary - AASLD Practice Guideline on treatment of chronic hepatitis B (2025 Update).\n\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Aliment Pharmacol Ther\n    Meta-Analysis: Improvement of Bowel Urgency With Advanced Therapies for Inflammatory Bowel Disease.\nAdvanced IBD therapies with different mechanisms of action produce rapid and sustained improvement in BU. The degree of BU improvement was similar among agents. Areas for future research include investigation of BU outcomes with other IBD therapies, exploration of underlying mechanisms of action, and greater standardisation for measuring BU through validated scores.\nPubmed   Journal   ReadQx Systematic Review: Stigma Associated With Inflammatory Bowel Disease.\n This highlights the heterogeneity in stigma assessment methods and the need for more standardised research. It also emphasises the importance of addressing stigma through increased awareness, support and interventions aimed at enhancing resilience and coping skills.\nPubmed   Journal   ReadQx Waitlist and Post-Transplant Outcomes in Liver Transplantation for Alcohol-Associated Liver Disease: An Individual Patient Data Meta-Analysis.\n In this reconstructed individual patient data meta-analysis, waitlist survival was comparable between ALD and non-ALD patients. While early post-transplant patient survival was similar, long-term survival remained inferior in ALD, partly attributed to increased de novo malignancy. These findings highlight the need for improved candidate selection, addiction care, and cancer surveillance to maximise long-term outcomes in the growing ALD transplant population.\nPubmed   Journal   ReadQx Endoscopy\n    Environmental footprint of gastrointestinal endoscopy services: a systematic review.\n - Current evidence on the environmental impact of GI endoscopy services is fragmented, methodologically inconsistent, and often limited in coverage. Emissions were dominated by patient travel, energy use and procedure-related products. Broader and more standardized environmental assessments are needed to guide the transition to low-carbon, sustainable GI endoscopy. .\nPubmed   Journal   ReadQx Hepatology\n    Technical systematic review supporting 2025 AASLD Practice Guidelines on management of chronic hepatitis B.\nDespite low certainty, the findings support shared decision-making in high-risk horizontal transmission scenarios or in treating individuals in the immune tolerance phase, caution in discontinuing antiviral therapy in virologically suppressed individuals without HBsAg loss, and tailored HCC surveillance for those with co-infection or cirrhosis.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    Indocyanine Green Clearance Correlates With Biomarkers Reflecting Key Disease-Driving Mechanisms in Advanced Chronic Liver Disease and Predicts Acute-on-Chronic Liver Failure and Death.\nICG-R15 by PDD correlates with portal hypertension and systemic inflammation/circulatory dysfunction as key disease-driving mechanisms in ACLD. While showing insufficient discrimination for CSPH, ICG-R15 independently predicted ACLF/liver-related mortality in decompensated cirrhosis.\nPubmed   Journal   ReadQx Very Early-Stage Detection Is Associated With Improved Survival in Patients With Unifocal Hepatocellular Carcinoma.\nDetection of HCC at a T1a stage conveys a survival advantage compared to T1b stage, underscoring a continued need for improvements in HCC surveillance efficacy.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Use of Natural language processing to objectively identify hepatic encephalopathy in multiple cohorts.\nFive signs, symptoms, and treatment decisions with simple phrases extracted from inpatient charts using NLP define HE across three cohorts. This objectivity could aid future policy on LT priority and HE-event adjudication in clinical trials.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Acute severe ulcerative colitis patients from Asia have lower colectomy risk than patients from Australasia.\nThe characteristics of ASUC in Asia differ significantly from ANZ. Despite worse endoscopic severity and more extensive disease, the Asian ASUC cohort appears more corticosteroid responsive with significantly lower colectomy rates, with less requirement for advanced therapies.\nPubmed   Journal   ReadQx Long-term disease course of Crohn's disease in a prospective European population-based inception cohort - an Epi-IBD cohort study.\nDespite earlier and more frequent use of advanced therapies in Western Europe, no differences in disease outcomes were observed between Western and Eastern European patients. Ten years after diagnosis, one-in-five patients with uncomplicated disease at diagnosis progressed to complicated disease and one-in-four needed surgery.\nPubmed   Journal   ReadQx Endoscopy\n    Gastric peroral endoscopic pyloromyotomy for refractory gastroparesis following esophagectomy: results from a multicenter series.\nG-POEM appears to be a safe and effective treatment for refractory gastroparesis in post-esophagectomy patients, achieving significant symptom relief in the majority of patients. Future prospective studies are necessary to further validate these findings and explore predictive factors for treatment success.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Clinical Outcomes of Endoscopic Papillectomy for Ampullary Adenoma and Adenocarcinoma: A Multicenter Retrospective Study in Japan.\nRecurrence after EP for ampullary epithelial tumors is common, even after R0 resection. These findings highlight the need for long-term surveillance following EP.\nPubmed   Journal   ReadQx Economic Impact and Utilization Trends of Peroral Endoscopic Myotomy and Endoscopic Submucosal Dissection.\nWhile ESD and POEM may seem difficult to scale due to low reimbursement rates, this study demonstrates their substantial economic impact through significant downstream charges and reimbursements. These findings highlight the need to balance delivering accessible, affordable care with ensuring the financial sustainability of hospitals, especially as healthcare institutions face rising costs that are not always offset by reimbursement.\nPubmed   Journal   ReadQx Outcomes of ERCP Performed Via a Lumen Apposing Gastroenterostomy Stent: A Multicenter Observational Study.\n ERCP performed via a gastroenteric LAMS is safe and effective option for management of coincident GOO and biliary obstruction.\nPubmed   Journal   ReadQx Required Withdrawal Times to Meet Adenoma Detection Targets During Colonoscopy.\nLonger cWT improves detection across al metrics, with the greatest benefit for low performers. These results support implementation of individualized WT recommendations based on baseline endoscopist performance rather than a universal time threshold.\nPubmed   Journal   ReadQx Gut\n    A20-mediated KEAP1 ubiquitination orchestrates hepatocyte ferroptosis to ameliorate autoimmune hepatitis.\nOur findings elucidate a previously unrecognised A20-KEAP1-NRF2 axis that orchestrates hepatocyte ferroptosis in AIH. Targeting A20 may provide a promising therapeutic strategy for AIH.\nPubmed   Journal   ReadQx Immune-related adverse events are a potent predictor of post-transplant rejection in HCC: a multicentre retrospective cohort study.\nThis study identified irAEs as a potent predictor of allograft rejection in HCC patients receiving pretransplant ICIs, potentially driven by heightened immune activation. The predictive model may help stratify patients at high risk of rejection.\nPubmed   Journal   ReadQx Peginterferon alpha-2a add-on to siRNA JNJ-73763989 in untreated patients with HBeAg-positive chronic hepatitis B virus (HBV) infection: the phase 2 REEF-IT study.\nIn this population, adding PegIFN-α2a increased HBsAg declines after reductions by JNJ-3989;  20.4% achieved HBsAg seroclearance at least once. Treatment was generally safe with acceptable tolerability.\nPubmed   Journal   ReadQx Spatial profiling of patient-matched HER2 positive gastric cancer reveals resistance mechanisms to targeted therapy.\nBackground Human epidermal growth factor receptor 2 (HER2;  . This information may guide trials combining trastuzumab or T-DXd with new agents to enhance the efficacy and durability of HER2 blockade.\nPubmed   Journal   ReadQx Hepatology\n    Epigenetic repression of hepatocyte FoxO1 disrupts local immune homeostasis and promotes liver inflammation.\nOur findings uncover a hitherto unrecognized mechanism for hepatocyte-based control of liver inflammation, in which hepatocyte FoxO1 maintained by JMJD1C restrains local NKT cells and neutrophils via CD1d induction, providing promising targets for inflammatory liver diseases.\nPubmed   Journal   ReadQx KLF9 drives intermittent hypoxia-induced NAFLD by suppressing the NR4A1-p38 MAPK hepatic metabolic axis.\nThis study identifies KLF9 as a key transcriptional regulator driving IH-associated NAFLD by repressing NR4A1 and inhibiting p38 MAPK signaling, thereby promoting hepatic lipogenesis. Targeting the KLF9-NR4A1 axis may offer a novel therapeutic approach for managing NAFLD in patients with OSA and other hypoxia-related disorders.\nPubmed   Journal   ReadQx Satellite lesions versus intrahepatic metastasis in multifocal intrahepatic cholangiocarcinoma: Prognostic impact and genomic profiling.\nMultifocal ICC should be categorized as AJCC Stage III disease regardless of IM and SL patterns. Both SL and IM are clonal origin derived from primary ICC tumor, and represent metastatic progression with poor long-term survival.\nPubmed   Journal   ReadQx J Hepatol\n    Predicting hepatic decompensation using non-invasive tests in a contemporary multicentre cohort of patients with cACLD.\n In our multicentre study of contemporary European cACLD patients, non-invasively estimated CSPH risk was as predictive for decompensation as HVPG. Models comprising indicators of portal hypertension and albumin discriminated between patients at negligible decompensation risk and those with a 1-year risk of ≈15%, i.e., the potential target population for preventive strategies. Impact and implications Non-invasive tests (NITs) facilitate the early diagnosis and management of clinically significant portal hypertension (CSPH) in patients with compensated advanced chronic liver disease (cACLD) patients. In our contemporary cohort of cACLD patients with mainly steatotic liver disease recruited at 16 European expert centres, the hepatic venous pressure gradient (HVPG) and NITs were similarly predictive of decompensation within one to two years of follow-up. Serum albumin levels were identified as the second main predictor of decompensation besides the HVPG or NITs for CSPH. Novel models were developed that could accurately predict the risk for decompensation, thereby refining point-of-care risk stratification and clinical trial design in CTP-A cACLD patients.\nPubmed   Journal   ReadQx Setd4-expressing cells drive regenerative recovery in chronic liver injury.\nAs a reserve population, dormant Setd4 + cells survive during chronic injury and then, beyond activation via chromatin remodelling, initiate de novo regeneration fundamental for recovery after chronic injury. Impact and implications  This study reports a longevity population of dormant Setd4 + cell in the murine liver midlobular zone 2 that survive under chronic injury and then activate for facilitating regenerative recovery. As a reserve population, Setd4 + cells initiate de novo regeneration representing fundamental for chronic injury recovery via chromatin accessibility remodelling. Impact and implication Jia et al report a longevity population of dormant Setd4 + cell in the murine liver midlobular zone 2 that survive under chronic injury and then activate for facilitating regenerative recovery. As a reserve population, Setd4 + cells initiate de novo regeneration representing fundamental for chronic injury recovery via chromatin accessibility remodelling.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Aliment Pharmacol Ther\n    Editorial: When Yeast Turns Beast-Unmasking an Overlooked Threat in Alcohol-Related Hepatitis.\n\nPubmed   Journal   ReadQx Gastroenterology\n    Too High, Just Right, or Not Enough? Rethinking AFP Thresholds for HCC Screening.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    2025 CME Information.\n\nPubmed   Journal   ReadQx Calendar of Courses, Symposiums and Conferences.\n\nPubmed   Journal   ReadQx Endoscopy\n    A modified tetra-bite-on-bite biopsy technique under cholangioscopic guidance for biliary disease.\n\nPubmed   Journal   ReadQx   PMCA novel absorbable string-loop suturing device for closing a large colonic defect spanning anastomosis after endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx A pancreaticobiliary maljunction captured on video by peroral cholangioscopy.\n\nPubmed   Journal   ReadQx   PMCA rare cause of partial small bowel obstruction.\n\nPubmed   Journal   ReadQx A rescue technique for failed stent deployment by the stent-in-stent technique using mesh broken by holmium laser ablation.\n\nPubmed   Journal   ReadQx   PMCAntegrade radial laser ablation for a pancreaticojejunal stricture under peroral pancreatoscopic guidance.\n\nPubmed   Journal   ReadQx   PMCAppendiceal adenocarcinoma diagnosed by endoscopic retrograde appendicitis therapy - the first clinical experience.\n\nPubmed   Journal   ReadQx Combination of underwater and traction-assisted endoscopic submucosal dissection: the perfect wedding for a challenging case.\n\nPubmed   Journal   ReadQx Endoscopic closure after endoscopic submucosal dissection using novel hooking attachment with a knotting chain shaped thread system.\n\nPubmed   Journal   ReadQx Endoscopic purse-string suture combined with metal clips for the closure of a large gastro-pleural fistula.\n\nPubmed   Journal   ReadQx   PMCEndoscopic transpapillary gallbladder drainage for localized acute cholecystitis confined by segmental adenomyomatosis using a novel rotatable sphincterotome.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided coil and Histoacryl therapy of varices at the hepaticojejunostomy.\n\nPubmed   Journal   ReadQx Endoscopic ultrasound-guided fine-needle aspiration for the diagnosis of peritoneal tuberculosis.\n\nPubmed   Journal   ReadQx   PMCEnhanced resection of exophytic gastric gastrointestinal stromal tumor using traction-assisted subserosal dissection and endoscopic suturing.\n\nPubmed   Journal   ReadQx Enteroscopy-guided retrieval of a migrated gastric bypass stent from the mid-to-distal jejunum.\n\nPubmed   Journal   ReadQx   PMCRedo per-oral endoscopic myotomy: direct septotomy and cardiomyotomy with mucosal closure via endoscopic hand suturing.\n\nPubmed   Journal   ReadQx Removal of migrated pancreatic plastic stent by screw-type device under enteroscopy in pancreaticoduodenectomy.\n\nPubmed   Journal   ReadQx   PMCSame-session endoscopic ultrasound-guided drainage and closure of a challenging peritoneal pseudocyst in a high-surgical-risk patient.\n\nPubmed   Journal   ReadQx   PMCSuccessful diagnosis of intraductal mural nodule in non-dilated main pancreatic duct using novel ultrathin pancreatoscope.\n\nPubmed   Journal   ReadQx   PMCSuture-and-clip continuous suturing technique: a novel endoscopic closure method for large mucosal defects.\n\nPubmed   Journal   ReadQx Tip-in underwater endoscopic mucosal resection for a flat gastric tumor.\n\nPubmed   Journal   ReadQx Underwater ultra-slim endoscopy for radiation-free intestinal stenting: overcoming difficult strictures.\n\nPubmed   Journal   ReadQx Gastroenterology\n    An Unusual Cause of Hyperammonaemia and Acute Liver Failure in a Toddler.\n\nPubmed   Journal   ReadQx Uncovering the Real Causes Behind Anemia.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Endoscopic Resection of a Distal Bile Duct Adenoma Guided by EUS and ERCP (with video).\n\nPubmed   Journal   ReadQx Transurethral ultrasound guided fine needle biopsy for diagnosis of recurrent rectal cancer.\n\nPubmed   Journal   ReadQx Hepatology\n    Beyond AUROC: Critical evaluation of FSTL-1 as a liver fibrosis biomarker.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Aliment Pharmacol Ther\n    Editorial: When Yeast Turns Beast-Unmasking an Overlooked Threat in Alcohol-Related Hepatitis. Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Antiviral Prophylaxis Mitigates HBV Reactivation Risk During Cancer Immunotherapy-Unresolved Challenges and Future Directions.\n\nPubmed   Journal   ReadQx Letter: Antiviral Prophylaxis Mitigates HBV Reactivation Risk During Cancer Immunotherapy: Unresolved Challenges and Future Directions-Authors' Reply.\n\nPubmed   Journal   ReadQx Letter: Optimizing Risk Stratification in Primary Biliary Cholangitis-The Role of Biochemical Response as a Dynamic Predictor.\n\nPubmed   Journal   ReadQx Letter: Safety and Tolerability of Injectable Extended Release Naltrexone for the Management of Alcohol Use Disorder in Advanced Alcohol-Associated Liver Disease.\n\nPubmed   Journal   ReadQx Letter: Safety and Tolerability of Injectable Extended-Release Naltrexone for the Management of Alcohol Use Disorder in Advanced Alcohol-Associated Liver Disease-Authors' Reply.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Upadacitinib Reinduction in IBD: Clarifying Steroid-Free Remission and Complementary Persistence Outcomes.\n\nPubmed   Journal   ReadQx Gastroenterology\n    From Identification to Intervention: Advancing Ethical Governance for AI Bias in Gastroenterology.\n\nPubmed   Journal   ReadQx Gene-Specific Adenoma Detection in Lynch Syndrome: Methodological Considerations and Clinical Implications.\n\nPubmed   Journal   ReadQx Mechanistic Gaps and Therapeutic Promise in MASH-ATM sEV Research.\n\nPubmed   Journal   ReadQx J Hepatol\n    Comment on: Nivolumab plus ipilimumab for potentially resectable hepatocellular carcinoma: long-term efficacy and biomarker exploration.\n\nPubmed   Journal   ReadQx Hepatic LONP1 Overexpression Ameliorates Hepatic Steatosis and Fibrosis in mice.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-07T07:34:58-05:00",
    "input_file": {}
  },
  {
    "path": "gi/10-31-2025/",
    "title": "Fri Oct 31 2025",
    "description": "93 articles - From Friday Oct 24 2025 to Friday Oct 31 2025",
    "author": [],
    "date": "2025-10-31",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Gastrointest Endosc\n    Practical steps to green your endoscopy unit: Reduce!\n\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Endoscopy\n    Comment on: \"Performance of three major techniques for endoscopic submucosal dissection: a systematic review and network meta-analysis' - more questions than answers?\n\nPubmed   Journal   ReadQx Comments on \"Adenoma detection rate by colonoscopy in real-world population-based studies: a systematic review and meta-analysis\".\n\nPubmed   Journal   ReadQx Gut\n    Global prevalence of self-reported non-coeliac gluten and wheat sensitivity: a systematic review and meta-analysis.\n Approximately one in 10 people worldwide self-report NCGWS, with a female predominance and a significant association with psychological distress and irritable bowel syndrome. Our findings suggest positioning NCGWS within the spectrum of disorders of gut-brain interaction once organic pathologies have been excluded.\nPubmed   Journal   ReadQx J Hepatol\n    Refining the Baveno VII criteria for clinically significant portal hypertension: an individual-patient data meta-analysis.\n Baveno VII criteria for CSPH adequately classify patients across etiologies, except MASLD with obesity. Using a ≥75% risk threshold by ANTICIPATE models to detect CSPH improves global performance, including MASLD with obesity, supporting it can be a simpler way of predicting CSPH in clinical practice. Impact and implications This systematic review and meta-analysis confirm the validity for ruling out and ruling in CSPH in cACLD patients with the Baveno VII criteria. Using a threshold of ≥75% of the ANTICIPATE±NASH models, the global performance for detecting CSPH improves regardless of etiology. This represents a very practical approach for general hepatologists to select patients for prophylactic β-blocker therapy as its calculation relies on BMI, liver stiffness and platelet count with an online calculator.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Aliment Pharmacol Ther\n    High Risk of Colorectal Cancer After High-Grade Dysplasia in Inflammatory Bowel Disease Patients.\nThe risk of synchronous and metachronous CRC after a diagnosis of high-grade dysplasia underlines the high-risk profile of this subgroup of patients with inflammatory bowel disease. The possible advantages of colon-sparing treatment should be balanced with the higher risk of metachronous CRC and the subsequent need for stringent endoscopic surveillance.\nPubmed   Journal   ReadQx Inherited Genetic Risk of Liver Fibrosis in Lean Versus Nonlean Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD).\nThe prevalence of significant fibrosis and the effect of GRS were similar in lean and nonlean MASLD, highlighting that lean MASLD patients may have a comparable risk to overweight and obese MASLD.\nPubmed   Journal   ReadQx Research Communication: Real-World Clinical Experience With Seladelpar in Primary Biliary Cholangitis.\nBiochemical response was achieved in 56.3% of patients and normalisation of alkaline phosphatase levels in 31.3% of patients after 1 month of treatment. This study demonstrates the efficacy of seladelpar as a second-line agent in a real-world clinical setting.\nPubmed   Journal   ReadQx Research Communication: Risk of Tuberculosis With Advanced Therapies in 20,705 Patients With Inflammatory Bowel Diseases in Low Incidence Regions-A U.S. Claims-Based Study.\nAdjusting for covariates, risk of tuberculosis was similar (HR, 1.16 [0.41-3.31]). In low incidence regions like USA, the incidence of tuberculosis after starting advanced therapies for IBD is very low, and comparable across advanced therapies.\nPubmed   Journal   ReadQx Treatment Persistence, Normal Alkaline Phosphatase and Clinical Outcomes in Primary Biliary Cholangitis.\nTreatment persistence is crucial in PBC as it is associated with normal ALP and significant improvement in clinical outcomes. Novel strategies and therapies are needed to enhance persistence and improve clinical benefits among individuals with PBC.\nPubmed   Journal   ReadQx Unstable Recompensation: An Intermediate Subtype in Patients With HBV-Related Decompensated Cirrhosis.\n Recompensation is not a uniform condition and should be further subclassified. Unstable recompensation is a distinct state with poorer survival than stable recompensation, yet better outcomes than ongoing decompensation.\nPubmed   Journal   ReadQx Am J Gastroenterol\n    Low Sensitivity of Commercial Assays for Varicella Zoster Virus Seropositivity in Pediatric Patients with Inflammatory Bowel Disease.\n As commercial VZV assays frequently fail to detect existing immunity in children with IBD, vaccination history should be used to assess VZV immunity.\nPubmed   Journal   ReadQx Per-oral endoscopic myotomy-induced reduction of crural diaphragm contractility might contribute to development of post-procedural reflux esophagitis.\nPOEM can impair CD contraction, and weak CD contraction was associated with post-POEM RE.\nPubmed   Journal   ReadQx The impact of E-Cigarettes and Heat-Not-Burn Tobacco on Postoperative Recurrence of Crohn's Disease: A Multicenter International Study.\n HNBT, and possibly e-cigarettes, are associated with increased endoscopic recurrence of CD compared to non-smoking.\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Enhanced Prediction of HBV-Related HCC Using aMAP and Liver Stiffness Assessed by Vibration-Controlled Transient Elastography.\n The integration of aMAP score with LS measurements significantly improved HCC risk prediction in CHB patients receiving antiviral therapy. This combined model may enable more precise risk stratification and personalized surveillance strategies.\nPubmed   Journal   ReadQx Endosc Int Open\n    Comparing peroral endoscopic myotomy and laparoscopic Heller myotomy for esophageal motility disorders: Nationwide cohort study.\nIn this nationwide cohort, LHM remained more commonly performed in the United States. However, our results confirm that POEM demonstrated favorable outcomes in management of esophageal motility disorders.\nPubmed   Journal   ReadQx   PMCCricopharyngeal myotomy using grasping scissors: Benefits of peroral endoscopic myotomy in symptomatic Zenker's diverticulum.\nIn patients with treatment-naïve ZD, the Clutch Cutter technique is safe, fast, and provides durable symptom remission.\nPubmed   Journal   ReadQx   PMCDiagnostic accuracy and interobserver agreement for prediction of gastric preneoplastic lesions with fourth-generation endocytoscopy: Pilot study.\nNew-generation endocytoscopy has potential to identify GPL with high diagnostic accuracy, reliability, and reproducibility. Training and clinical experience with endocytoscopy are required to maximize diagnostic performance.\nPubmed   Journal   ReadQx   PMCElective colectomy for treatment of benign colon polyps: National surgical trends, outcomes, and cost analysis.\nRates of colectomy for benign adenomas significantly increased from 2000 to 2014. Colectomy was associated with significant mortality, morbidity, and cost. Development of strategies to improve endoscopic management of benign large colon neoplasms is urgently needed.\nPubmed   Journal   ReadQx   PMCEndoscopic ultrasound-guided radiofrequency ablation for treatment of pancreatic neuroendocrine tumors: Multicenter prospective study.\nOur prospective international multicenter study demonstrated that EUS-RFA is highly safe and effective for the treatment for both F- and NF-PanNETs.\nPubmed   Journal   ReadQx   PMCEnhancing comprehensive genome profiling of liver tumors using endoscopic ultrasound-guided fine-needle biopsy.\nEUS-FNB is highly effective for obtaining ideal samples for CGP and achieving an accurate histological diagnosis. The 22G and 19G needles were significantly superior to 25G needles, thus emphasizing their importance in precision medicine.\nPubmed   Journal   ReadQx   PMCTherapeutic potential of gastro-gastric fistulas created via lumen-apposing metal stents for nutritional deficiencies after roux-en-y gastric bypass.\nTemporary partial-reversal of RYGB using a LAMS improves key nutritional parameters without compromising metabolic benefits of RYGB. These findings may support a therapeutic role for iatrogenic GG fistulas as a minimally invasive option for RYGB patients with refractory nutritional deficiencies.\nPubmed   Journal   ReadQx   PMCEndoscopy\n    Individuals with polyps ≥10mm without other high-risk features have a similarly low post-colonoscopy colorectal cancer risk as those with no polyps.\nPCCRC-risk 5 years after baseline colonoscopy within individuals with polyps ≥10mm without other high-risk features is not significantly different from individuals without polyps at baseline. Lengthening surveillance intervals would affect 79% of high-risk individuals with ≥10mm polyps as their sole high-risk feature, and 46% if limited to those with 10-20mm polyps.\nPubmed   Journal   ReadQx Long-term follow-up results after the recanalization of completely obstructed benign biliary strictures using magnetic compression anastomosis.\n MCA is an effective nonsurgical treatment option for patients with completely occluded BBS refractory to standard interventions, demonstrating a low recurrence rate in long-term follow-up.\nPubmed   Journal   ReadQx Single-Use versus Reusable Gastroscopes for the initial Assessment of patients with Upper Gastrointestinal Bleeding: A Prospective Randomised Non-Inferiority Trial.\nResults 148 patients were included between 03/2023 and 04/2024. A complete assessment of the UGIT was achieved in 72 of 74 patients with the SUG and in 71 of 74 patients with the RUG, (97.3% vs 95.9%;  p SUG are non-inferior to RUG in the complete assessment of the UGIT in patients with signs of upper GIB, however, a significantly higher rate of bleeding site identification, superior visualization quality, greater acceptance by endoscopists, and a trend toward more effective therapeutic performance was achieved with RUG.\nPubmed   Journal   ReadQx Gastroenterology\n    Targeting Mutual Dependence of Phosphatidylinositol-3-Kinase α/δ and Small Ubiquitin-Like Modifier Signaling in Pancreatic Cancer.\nOur study introduces a novel rational combination therapy in PDAC. Dual targeting of PI3Kα/δ and SUMO signaling bears potential for clinical translation.\nPubmed   Journal   ReadQx Validation of a Serum-Based Biomarker Signature for Detection of Early-Stage Pancreatic Ductal Adenocarcinoma.\nThese findings indicate that PancreaSure is a high-performing biomarker test to aid in the detection of early-stage PDAC. Overall, this work represents an important step toward improving early-stage diagnostic success.\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Contrast enhanced EUS versus conventional EUS guided fine needle biopsy with macroscopic on-site evaluation for solid pancreatic lesions: a multicenter randomized trial.\nIn this multicenter study, CE-EUS and conventional EUS guided FNB with MOSE had similarly low false negative rates and high diagnostic accuracies for SPL. Routine use of CE-EUS did not further improve FNB yield in SPL when dedicated FNB needles were used.\nPubmed   Journal   ReadQx Gut\n    Characteristics of an antibody profile associated with protection against hepatitis C virus reinfection in a high-risk cohort.\n We propose broad, potent serum Fc-mediated effector functions and neutralisation and a broad anti-E1E2 antibody epitope specificity as ingredients of HCV-protective immunity towards which vaccination approaches should aim.\nPubmed   Journal   ReadQx Dynamic urinary proteomics integrates single-cell and spatial transcriptomics to reveal tumour microenvironment and predict immunotherapy response in biliary tract cancer.\nThis study pioneers the application of urinary proteomics in immuno-oncology, providing a non-invasive approach to predict and monitor ICI responsiveness, while offering mechanistic insights into TME dynamics in BTC.\nPubmed   Journal   ReadQx EASL 2025 indications revisited: phase-specific outcomes with and without nucleos(t)ide analogue therapy in chronic hepatitis B virus infection.\n NAs therapy was associated with reduced risks of cirrhosis and HCC in HBeAg-positive individuals with high replicative or impending phase transition phenotypes, supporting the expansion of chronic HBV infection treatment criteria.\nPubmed   Journal   ReadQx First genome-wide association study reveals immune-mediated aetiopathology in idiopathic achalasia.\n This GWAS led to the identification of SNPs, cellular mechanisms and cell types that are involved in IA aetiopathology.\nPubmed   Journal   ReadQx SIRT6 promotes intrahepatic cholangiocarcinoma development by reprogramming glutamine metabolism via enhanced GLUL.\nOur findings establish SIRT6 as an oncogenic driver in ICC by orchestrating glutamine metabolic reprogramming and highlight the SIRT6-GLUL axis as a potential therapeutic target for ICC.\nPubmed   Journal   ReadQx Hepatology\n    Endothelial-to-mesenchymal transition: A targetable mechanism that contributes to portal vein thrombosis in cirrhosis.\nIn cirrhosis, the portal vein endothelium undergoes maladaptive remodeling marked by eccentric intimal hyperplasia, driven by ECM accumulation and infiltration of inflammatory and myofibroblast-like cells. This process narrows the lumen and may promote PVT. EndMT plays a key role in this transformation and emerges as a novel and promising therapeutic target. Notably, statins can attenuate EndMT, highlighting its potential in PVT treatment.\nPubmed   Journal   ReadQx J Hepatol\n    Utilization of liver grafts obtained from donation after medical assistance in dying: A Canadian multicenter experience.\nLiver grafts from MAiD donor may be successfully transplanted with comparable outcomes to DCD-III and contributed to a 21.8% increase of DCD activity across Canada. These results encourage additional efforts to consider MAiD as a valuable additional source of liver grafts. Further studies and larger clinical experience are necessary to validate these results. Impact and implications Liver transplantation with grafts following medical assistance in dying has satisfactory patients and graft survival rates, and the incidence of major post-operative events and complications were comparable with the standard circulatory death donors.Cumulatively, medical assistance in dying donors contributed to a significant increase of the donation after circulatory death liver transplantation activity in Canada by 21.8% in a 7-year period.This data encourages to pursue donation following medical assistance in dying as a valuable additional source of grafts, also allowing to fulfill patient's wishes to donate their organs and help others.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Clin Gastroenterol Hepatol\n    Blue Notes.\n\nPubmed   Journal   ReadQx Strategies to Promote Health Equity in Professional Society Clinical Guidance in Gastroenterology.\n\nPubmed   Journal   ReadQx J Hepatol\n    BCLC strategy for prognosis prediction and treatment recommendations: The 2025 update.\nThese updates are particularly important for clinicians, tumor boards, and guideline developers, as well as for patients and caregivers who face complex choices in real-world practice. In practical terms, the prognostic capacity of BCLC is embedded within person-centered decision-making, fostering iterative treatment planning and laying the foundation for future studies assessing the clinical impact of CUSE, while acknowledging the need for validation and variability in implementation across healthcare settings.\nPubmed   Journal   ReadQx Closing the Gap: Why Liver Health Must Be Central to the United Nations Political Declaration on Non-Communicable Diseases.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Gastroenterol\n    Letter to the Editor.\n\nPubmed   Journal   ReadQx Clin Gastroenterol Hepatol\n    Isolated Esophageal Lichen Planus Effectively Treated With Topical Tacrolimus.\n\nPubmed   Journal   ReadQx Endosc Int Open\n    Amber-red color imaging for enhanced visualization and hemostasis during rectal endoscopic submucosal dissection.\n\nPubmed   Journal   ReadQx   PMCReal-time probe-based confocal laser endomicroscopy visualization of dual differentiation features in mixed-type gastric adenocarcinoma.\n\nPubmed   Journal   ReadQx   PMCSafe endoscopic colorectal stenting using a biliary balloon catheter: Balloon anchoring method.\n\nPubmed   Journal   ReadQx   PMCStent-in-stent deployment across the papilla for malignant hilar biliary obstruction using novel slim multi-hole metal stents.\n\nPubmed   Journal   ReadQx   PMCEndoscopy\n    A duodenal tumor near the major duodenal papilla treated using a new thin therapeutic endoscope following pancreatic and biliary stenting.\n\nPubmed   Journal   ReadQx Clinical and environmental implications of a high-density clip closure after endoscopic submucosal dissection: is it worth it?\n\nPubmed   Journal   ReadQx Digital subtraction pancreatography enhances ductal visualization in high grade pancreatic intraepithelial neoplasia.\n\nPubmed   Journal   ReadQx Endoscopy E-Videos - recently published.\n\nPubmed   Journal   ReadQx Gel immersion transpapillary stone removal for recurrent choledocholithiasis.\n\nPubmed   Journal   ReadQx Implementing a \"resect and discard\" strategy using a characterization mobile app: toward a more sustainable endoscopy practice.\n\nPubmed   Journal   ReadQx Is the underwater injection endoscopic mucosal resection technique suitable for T1 colorectal cancer?\n\nPubmed   Journal   ReadQx Methodological considerations for recurrence analysis.\n\nPubmed   Journal   ReadQx Mucosal incision assisted unroofing technique for endoscopic full thickness resection of a gastric subepithelial lesion.\n\nPubmed   Journal   ReadQx Successful removal of a fractured guidewire from the main pancreatic duct using a novel endoscopic device.\n\nPubmed   Journal   ReadQx Underwater peroral endoscopic myotomy improves visualization and reduces adverse events in a high-risk patient with type III achalasia.\n\nPubmed   Journal   ReadQx Gut\n    Cause of a colorectal polyp in the caecum.\n\nPubmed   Journal   ReadQx Robot versus conventional ESD for colonic lesions: results from a randomising model trial.\n\nPubmed   Journal   ReadQx Hepatology\n    Letter to the Editor: Are we overestimating LSM-based HCC risk in MASLD? Addressing immortal time bias.\n\nPubmed   Journal   ReadQx Letter to the Editor: Rethinking prognostic endpoints in alcohol-associated hepatitis.\n\nPubmed   Journal   ReadQx Letter to the Editor: The missing link-return to drinking as a composite endpoint component requires deeper alcohol use disorder characterization.\n\nPubmed   Journal   ReadQx Yttrium-90 superiority in hepatocellular carcinoma downstaging: Treatment effect or selection bias?\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Gastroenterology\n    A Critical View on the Differentiation Pathway of BEST4<sup>+<\/sup> Cells in Human Colonic Epithelium.\n\nPubmed   Journal   ReadQx Acupuncturist Roles in the Perioperative Period: How Far Are We From Clinical Integration?\n\nPubmed   Journal   ReadQx Addressing Limitations in the Multimetric Classification Tree Model for Timed Barium Esophagram Interpretation.\n\nPubmed   Journal   ReadQx Assessment of Methods in AOH1996 Studies for Pancreatic Ductal Adenocarcinoma Therapy.\n\nPubmed   Journal   ReadQx Comments on \"Coaching in Gastroenterology Training\".\n\nPubmed   Journal   ReadQx Critical Role of Fucosyltransferase VII in Glycosylation-Dependent Regulatory T Cell Function in Inflammatory Bowel Disease.\n\nPubmed   Journal   ReadQx Electroacupuncture for Postoperative Ileus: Critical Gaps in Mechanistic Validation and Clinical Relevance.\n\nPubmed   Journal   ReadQx Electroacupuncture in Postoperative Ileus: Bridging Traditional Chinese and Western Medicine for Enhanced Recovery.\n\nPubmed   Journal   ReadQx Human-AI Interaction and Global Disparities in the Clinical Implementation of Medical AI.\n\nPubmed   Journal   ReadQx Improving Precision in Crohn's Disease: Insights from the VCE Trial.\n\nPubmed   Journal   ReadQx Is It Just About How Much You Drink? The Overlooked Role of Drinking Patterns in Fatty Liver Disease.\n\nPubmed   Journal   ReadQx Long-Term Implications of Macrophage Modulation in Intestinal Regeneration: Balancing Tissue Repair and Cancer Risk.\n\nPubmed   Journal   ReadQx Management of Postoperative Ileus.\n\nPubmed   Journal   ReadQx Methodological and Clinical Perspectives on a Study of Electroacupuncture After Laparoscopic Gastrectomy for Gastric Cancer.\n\nPubmed   Journal   ReadQx Names Matter (and Other Matters).\n\nPubmed   Journal   ReadQx Regarding \"Electroacupuncture Reduces Duration of Postoperative Ileus After Laparoscopic Gastrectomy for Gastric Cancer\".\n\nPubmed   Journal   ReadQx Rethinking \"Normal\": Methodological Gaps in Defining Eosinophil Baselines in the Adult Gastrointestinal Tract.\n\nPubmed   Journal   ReadQx Revolutionizing Gastroenterology with Artificial Intelligence: Clinical Insights and Challenges.\n\nPubmed   Journal   ReadQx Gastrointest Endosc\n    Automated bowel preparation scoring: commentary on Open-Source Automatic Bowel Preparation Scale and frame-level challenges.\n\nPubmed   Journal   ReadQx Cold versus hot-snare endoscopic submucosal resection for colorectal polyps: clinical variables that warrant further stratification.\n\nPubmed   Journal   ReadQx Endoscopic resection for small rectal neuroendocrine tumors: stretching the budget with band ligation.\n\nPubmed   Journal   ReadQx Is the \"distinct border + II/IIIL pit pattern\" truly an absolute indication for endoscopic resection in ulcerative colitis-associated neoplasia?\n\nPubmed   Journal   ReadQx Lymph node metastasis risk stratification in rectal neuroendocrine tumors: critical factors still to be elucidated in the pursuit of precision.\n\nPubmed   Journal   ReadQx Reconsidering margin adequacy and bias in endoscopic resection of rectal neuroendocrine tumors.\n\nPubmed   Journal   ReadQx Salvage colorectal endoscopic submucosal dissection: key questions and future directions behind a significant advance.\n\nPubmed   Journal   ReadQx Stacking the odds: challenging the hierarchy in pancreas divisum detection.\n\nPubmed   Journal   ReadQx Through-the-scope catheter-based EUS during double-balloon enteroscopy for small-bowel Crohn's disease: key evaluation of the effectiveness and accuracy.\n\nPubmed   Journal   ReadQx Whether the long-term success of peroral endoscopic myotomy with concomitant endoscopic fundoplication can be replicated.\n\nPubmed   Journal   ReadQx Gut\n    Pharmacological trials of early intervention in predicted severe acute pancreatitis: implications for therapeutic window and core outcome set.\n\nPubmed   Journal   ReadQx Profiles of quantitative hepatitis B surface antigen in patients with chronic hepatitis B.\n\nPubmed   Journal   ReadQx Sampling the incisura angularis for the assessment of gastritis: preliminary insights from a systematic review.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-01T17:26:49-04:00",
    "input_file": {}
  }
]
