[
  {
    "path": "gi/12-06-2024/",
    "title": "Fri Dec 06 2024",
    "description": "111 articles - From Friday Nov 29 2024 to Friday Dec 06 2024",
    "author": [],
    "date": "2024-12-06",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Successful Amendment of an Existing Hepatitis B Screening Programme by a Guideline Recommended Hepatitis D Screening in the Primary Care Setting.\r\nRetrospective data show insufficient anti-HDV screening in clinical routine. The prospective anti-HDV screening provides a blueprint for using existing hepatitis B virus screening programms for population-based HDV double reflex testing, provided that adequate logistical prerequisites are established.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    ACG Clinical Guideline: Treatment of Helicobacter pylori Infection.\r\nThe CPG concludes with a discussion of proposed research priorities to address knowledge gaps and inform future management recommendations in patients with H. pylori infection from North America.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Metabolic Dysfunction and Alcohol-related Liver Disease (MetALD): Position statement by an expert panel on alcohol-related liver disease.\r\nAdditionally, metabolic dysfunction and alcohol use should be reassessed over time, especially after periods of changes in risk factor exposure. This approach could ensure a more accurate prognosis and effective management of SLD addressing both metabolic and alcohol-related factors.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Gastroenterology\r\n    Fecal hemoglobin levels in prior negative screening and detection of colorectal neoplasia: a dose-response meta-analysis.\r\n Our findings suggest that the risk of detecting colorectal neoplasia increases with prior f-Hb concentrations in negative tests, supporting the development of risk-stratified screening strategies based on these concentrations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Black Race is Associated with Decreased Exposure to Advanced Therapies and Worse Outcomes in Individuals with Ulcerative Colitis.\r\n Black individuals with UC are prescribed fewer disease-specific therapies compared to White individuals and have increased hospitalizations and mortality. Black individuals have higher rates of opioid prescriptions. Opioids have been associated with increased complication rates in inflammatory bowel disease. These trends are not seen in Asian individuals. This reveals critical disparities in the care of Black people with UC with opportunity for targeted interventions.\r\nPubmed   Journal   ReadQx \r\nClinical Trial: Treatment of Functional Dyspepsia According to Subtype Compared With Empirical Proton Pump Inhibitor.\r\n Initial treatment of FD according to subtype was not more effective than empirical PPI alone for up to 8 weeks. Further multicentre studies, with a larger sample size, are recommended to validate these findings.\r\nPubmed   Journal   ReadQx \r\nCoronary Artery Disease and Major Adverse Cardiovascular Events in People With Hepatic Steatosis at Low Atherosclerotic Cardiovascular Disease Risk.\r\nIndividuals with HS at ASCVD < 7.5% risk had similar CAD characteristics as patients without HS at < 7.5% ASCVD risk, yet experienced comparable MACE rates as those at ASCVD ≥ 7.5%.\r\nPubmed   Journal   ReadQx \r\nEarly HBcrAg and Anti-HBc Levels Identify Patients at High Risk for Severe Flares After Nucleos(t)ide Analogue Cessation-A Pooled Analysis of Two Clinical Trials.\r\n Higher HBcrAg, lower anti-HBc and higher HBcrAg/anti-HBc ratio at EOT and during the first weeks of post-treatment follow-up are associated with an increased risk of hepatic flares after NA withdrawal and could therefore potentially be used to select patients eligible for therapy cessation and to identify patients requiring retreatment.\r\nPubmed   Journal   ReadQx \r\nNo Association Between Eosinophilic Oesophagitis and Oesophageal Cancer in US Adults: A Case-Control Study.\r\nEoE is not associated with the development of oesophageal cancer in privately insured adults under 65 years old;  co-incidence of EoE and oesophageal cancer is extremely rare. Additional studies are needed to confirm these findings and to evaluate whether they hold in older adults or over longer follow-up, and whether EoE might protect against oesophageal cancer.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Effect of Esophageal Dilation History on Efficacy Outcomes in Patients With Eosinophilic Esophagitis Receiving Budesonide Oral Suspension.\r\n Esophageal dilation history may confound the association between histologic outcomes and dysphagia symptom or endoscopic efficacy outcomes in patients with EoE receiving swallowed corticosteroids.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Areas of improvement for colorectal cancer screening: Results of a screening initiative for 10,000 health care employees in Austria.\r\nThere is a serious gap between recommended standards and real-world CRC screening colonoscopy quality. Implementation of CRC screening should not only be accompanied by strategies to increase participation rates but focus on implementation of rigorous, mandatory colonoscopy quality assurance programs.\r\nPubmed   Journal   ReadQx   PMC\r\nDigital peroral pancreatoscopy to determine surgery for patients who have intraductal papillary mucinous neoplasms of the pancreas with mural nodules.\r\nPOPS-DS could be used to accurately detect malignancy in patients with MN-positive IPMN. Therefore, histocytological evaluation using POPS-DS can contribute to selection of patients for whom surgery would be appropriate.\r\nPubmed   Journal   ReadQx   PMC\r\nDye-based chromoendoscopy versus i-scan virtual chromoendoscopy in long-standing ulcerative colitis: Multicenter prospective RCT.\r\nHowever, use of i-scan VCE was associated with a lower false-positive rate and a significantly shorter procedure time compared with DCE. I-scan VCE, therefore, could be a valid replacement for DCE in UC surveillance colonoscopies.\r\nPubmed   Journal   ReadQx   PMC\r\nEnteroscopy-assisted ERCP in patients with surgically altered anatomy: Multicenter prospective registry (SAMISEN-B) using motorized spiral enteroscopy.\r\n(clinicaltrials. gov: NCT05129449).\r\nPubmed   Journal   ReadQx   PMC\r\nEvaluating endoscopic ultrasound-guided tissue acquisition for diagnosis of small pancreatic neuroendocrine neoplasms.\r\nEUS-TA showed adequate diagnostic sensitivity and grading agreement for p-NENs of al sizes, allowing for determination of appropriate treatment.\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility and benefit of decompressive percutaneous endoscopic gastrostomy (dPEG) in advanced cancer patients with malignant bowel obstruction.\r\nHowever, the technical success rate is limited and needs to be improved. Prospective studies comparing endoscopic and computed tomography-guided procedures are needed to avoid unsuccessful procedures in patients with advanced cancer and limited life expectancy.\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility of newly designed rotatable sphincterotome for endoscopic sphincterotomy (with video).\r\nWe evaluated the feasibility of the newly designed r-sphincterotome using an experimental model. We believe that the findings from these experiments may contribute to easier and more precise sphincterotomies.\r\nPubmed   Journal   ReadQx   PMC\r\nIntraoperative bleeding model for swine gastric endoscopic submucosal dissection via heparinization.\r\nHigh doses of heparin significantly increased intraoperative bleeding and hematoma during swine ESD.\r\nPubmed   Journal   ReadQx   PMC\r\nLow incidence of deep vein thrombosis after double-balloon endoscopy and colorectal submucosal dissection: Multicenter, prospective study.\r\nThis prospective study demonstrated that risk of DVT/PE following highly invasive endoscopic procedures including colorectal ESD and DBE is very low.\r\nPubmed   Journal   ReadQx   PMC\r\nWhich is the better polyp detection metric: adenomas per colonoscopy or adenoma detection rate? A simulation modeling study.\r\nAdjusting for patient and exam factors and/or using shrinkage techniques for lower-volume endoscopists can increase the correlation between TEA for both ADR and APC. For higher detection rates, APC offers more power than ADR in distinguishing differences in detection ability.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Hemospray as first-line treatment option for malignant gastrointestinal bleeding: A cost-utility analysis in the United Kingdom.\r\nInitial treatment of MUGIB with TC-325 compared to SET is more effective (higher primary haemostasis and lower 30-day rebleeding) and cost-saving due to requiring fewer interventions, readmissions, and length of stay. Additional studies are needed to address model uncertainties in the follow-up management of these complex patients.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    ERBB2 comprehensive profiling and prognostication in Stage III Colon Cancer: Findings from PETACC8 and IDEA-France cohorts.\r\nThe molecular definition of ERBB2-status could represent a cost-effective alternative in stage III CC. ERBB2 alterations and low RNA expression significantly reduce TTR, highlighting the complex role of ERBB2.\r\nPubmed   Journal   ReadQx \r\nMulti-HCC: A practical model to prioritize patients with hepatocellular carcinoma on the liver transplant waiting list.\r\n An urgency-based priority system for patients with HCC, similar to MELD for patients with chronic liver disease, is achievable with a parsimonious model incorporating AFP, MELD 3.0, and tumor size. This approach can be applied to the liver allocation system to prioritize patients with HCC and can inform decision-making regarding urgency weights for exception cases in the upcoming continuous distribution system.\r\nPubmed   Journal   ReadQx \r\nPreclinical protein signatures of Crohn's disease and ulcerative colitis: A nested case-control study within large population-based cohorts.\r\n We identified protein signatures for predicting a future diagnosis of CD and UC, validated across independent cohorts. In the context of CD, the signature offers potential for early prediction.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A randomized controlled trial of a through the scope stiffening wire to increase the depth of insertion during double balloon enteroscopy.\r\n The stiffening wire increased insertion depth and should be used when an abnormality cannot be reached with conventional technique.\r\nPubmed   Journal   ReadQx \r\nCreating a Standardized Tool for the Evaluation and Comparison of Artificial Intelligence-Based Computer-Aided Detection Programs in Colonoscopy: a Modified Delphi Approach.\r\nThis is the first reported international consensus statement of priority scoring metrics for CADe in colonoscopy. These scoring criteria should inform CADe software development and refinement. Future research should validate these metrics on a benchmark video data set to develop a validated scoring instrument.\r\nPubmed   Journal   ReadQx \r\nStratification of risk for lymph node metastasis and long-term oncologic outcomes in patients initially treated by endoscopic resection for rectal neuroendocrine tumors.\r\nThe risk of LN metastasis increased significantly when the number of risk factors increased in patients with rectal NETs. Patients who initially underwent endoscopic resection for rectal NETs showed a favorable long-term oncologic outcome if salvage treatments were performed, depending on the stratification of their risk factors.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Genetic variation at 11q23.1 confers colorectal cancer risk by dysregulation of colonic tuft cell transcriptional activator <i>POU2AF2<\/i>.\r\nBackground Common genetic variation at 11q23.1 is associated with colorectal cancer (CRC) risk, exerting local expression quantitative trait locus (cis-eQTL) effects on is the primary transcriptional activator of tuft cells with a tumour suppressive role in mouse models. We therefore implicate tuft cells as having a key tumour-protective role in the large bowel epithelium.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hepatic real-world outcomes with obeticholic acid in primary biliary cholangitis (HEROES): A trial emulation study design.\r\nWe identified a 63% reduced risk of hospitalization for hepatic decompensation, liver transplant, or death in OCA-treated versus non-OCA-treated individuals.\r\nPubmed   Journal   ReadQx \r\nMultimodal multiphasic pre-operative image-based deep-learning predicts hepatocellular carcinoma outcomes after curative surgery.\r\n Recurr-NET accurately predicted HCC recurrence, out-performing MVI and clinical prediction scores respectively, highlighting its potential in pre-operative prognostication.\r\nPubmed   Journal   ReadQx \r\nTumor-derived CCL2 drives tumor growth and immunosuppression in IDH1-mutant cholangiocarcinoma.\r\nIDH1-mutant CCA is characterized by increased abundance of M2-like TAMs. Targeting CCL2 remodels the tumor immune microenvironment and improves outcomes in preclinical models of IDH1-mutant CCA, highlighting the role for myeloid-targeted immunotherapies in the treatment of this cancer.\r\nPubmed   Journal   ReadQx \r\nmiRNAs in HCC, pathogenesis, and targets.\r\nWe also discuss the therapeutic and diagnostic potential of miRNAs and delivery approaches of miRNA drugs to overcome the limitations of current HCC treatment options. By thoroughly summarizing the roles of miRNAs in HCC, our goal is to advance the development of effective therapeutic drugs with minimal adverse effects and to establish precise tools for early diagnosis of HCC.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Utility of AI digital pathology as an aid for pathologists scoring fibrosis in MASH.\r\nThe use of AI DP enhances inter-rater reliability of fibrosis staging for MASH. This indicates that the SHG/TPEF-based AI DP tool is useful for assisting pathologists in assessing fibrosis, thereby enhancing clinical trial efficiency and reliability of fibrosis readouts in response to treatments.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Clinical Characteristics of Patients With Proton Pump Inhibitor-refractory Globus.\r\nReduced proximal BI values compared to distal BI values suggest increased permeability in globus patients. Further studies with a larger cohort of refractory PPI patients and healthy volunteers are needed to explore these findings and their implications on globus etiology.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Updated COVID-19 Boosters-Tailoring Protection for Patients With IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    How should the electrosurgical mode be optimized for endoscopic sphincterotomy?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Gut archaeal biomarkers in colorectal cancer prediction: a tale of opportunity and prudence.\r\n\r\nPubmed   Journal   ReadQx \r\nTo look or not to look: A new score for stratifying patients at risk of developing HCC.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2024 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to COBALT: A Confirmatory Trial of Obeticholic Acid in Primary Biliary Cholangitis With Placebo and External Controls.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrection to: Utilization of Treat-to-Target Monitoring Colonoscopy After Treatment Initiation in the US-Based Study of a Prospective Adult Research Cohort With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Gastrojejunostomy for Severe Duodenal Polyposis From Gardner Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrohepatic Fistula Secondary to Metastatic Colon Cancer as a Rare Etiology of Upper Gastrointestinal Bleed.\r\n\r\nPubmed   Journal   ReadQx \r\nMalignant Myopericytoma Involving the Colon Presenting as Occult Blood Loss.\r\n\r\nPubmed   Journal   ReadQx \r\nMucin Secretion From Appendiceal Lumen Detected by Colonoscopy: A Very Rare Presentation of a Low-Grade Appendiceal Mucinous Neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Acute Variceal Bleeding Management: Abbreviated Therapy With Terlipressin and Antibiotics.\r\n\r\nPubmed   Journal   ReadQx \r\nRare Pyloric Adenomas Characterized by Giant Circumferential Lesions in and Below the Cardia.\r\n\r\nPubmed   Journal   ReadQx \r\nShared Decision Making in EoE. \r\n\r\nPubmed   Journal   ReadQx \r\nWhen Subtraction Wins, What Are the Considerations for Addition in Helicobacter pylori Eradication?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"The future of GI endoscopy…where are we going?\"\r\n\r\nPubmed   Journal   ReadQx \r\nA self-made wire snare used in combination with a long transparent cap to remove a giant phytobezoar.\r\n\r\nPubmed   Journal   ReadQx \r\nCurved puncture technique using a flexible stainless-steel needle in endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic extraction of a foreign body using a condom.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic full-thickness resection with local injection into tissue outside the capsule of a gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of a challenging gastric foreign body causing unexplained abdominal pain.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic retrieval of a huge gastric trichobezoar after thermally induced cutting with a hook knife.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic transcecal resection of a low grade appendiceal mucinous neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nExploration of the feasibility of the tunneling technique for colonic lesions originating from the muscularis propria.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring artificial intelligence-assisted diagnosis of esophageal squamous cell carcinoma: insights from a clinical trial.\r\n\r\nPubmed   Journal   ReadQx \r\nModified overtube insertion technique to facilitate safe endoscopic cricopharyngeal myotomy for management of Zenker's diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMucosal inverted closure of a post-gastric endoscopic submucosal dissection defect using grasping forceps with good rotatability and sharp claws.\r\n\r\nPubmed   Journal   ReadQx \r\nProphylactic saline-immersion snare-tip vessel coagulation after colorectal endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRescue endoscopic ultrasound-guided gastroenterostomy with closing of the duodenum in case of duodenal perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nSparse outer longitudinal muscle layer in peranal endoscopic myectomy: reinforcement of wound closure with peptide gel.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSubmucosal tunnel endoscopic resection for removal of deep-seated rectal gastrointestinal stromal tumor in the muscularis propria.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful closure of a cholecystocolonic fistula due to cholecystitis using a clipping system.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful closure of a delayed persistent duodenal perforation using endoscopic suturing after unsuccessful surgical intervention.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe stability of a novel 0.035-inch guidewire facilitates endoscopic ultrasound-guided hepaticoduodenostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection with nasal intubation using a small-bore tracheal tube for an early epiglottic lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nUnlicensed stent use creating the need for additional procedures.\r\n\r\nPubmed   Journal   ReadQx \r\nWhy is endoscopic reintervention easier using a braided metal stent than a laser-cut stent in stent-in-stent placement? A bench study.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Case of Cholestasis in an Adult Male: The Mystery of a Long-Unresolved Condition.\r\n\r\nPubmed   Journal   ReadQx \r\nBetter Together: Implementing a Multidisciplinary Approach to Optimizing Diagnosis and Management of Crohn's Perianal Fistulas.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluation of LI-RADS 3 and 4 Lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nGastro Digest: The Revised REACH-B Model Predicts Hepatocellular Carcinoma in Patients with Chronic Hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nIncorporating a GI Dietitian into Your GI Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nNew agonists of the incretin/glucagon system for the treatment of metabolic dysfunction-associated steatohepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nThink beyond the typical!\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Rescue Laparoscopy-Assisted Repositioning of a Misdeployed Metal Stent in the Peritoneum Following Endoscopic Ultrasound-Guided Hepaticogastrostomy (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Cover Image.\r\n\r\nPubmed   Journal   ReadQx \r\nCover Image.\r\n\r\nPubmed   Journal   ReadQx \r\nExchangeable Copper in the Danish Cohort of Patients with Wilson Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nInformation for Readers.\r\n\r\nPubmed   Journal   ReadQx \r\nInformation for Readers.\r\n\r\nPubmed   Journal   ReadQx \r\nInstructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nInstructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Quality indicators and the safety profile of endoscopic intervention in patients with bleeding esophageal varices.\r\n\r\nPubmed   Journal   ReadQx \r\nTable of contents.\r\n\r\nPubmed   Journal   ReadQx \r\nTable of contents.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Brain-to-gut control of fat absorption: Implications for metabolic liver diseases.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Critical Insights on a Nationwide Cohort Study of Inflammatory Bowel Disease, Histological Activity and Fracture Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Extending the Measurement of Inflammatory Bowel Disease Severity to Include Patient Important Outcomes-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Extending the Measurement of Inflammatory Bowel Disease Severity to Include Patient Important Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Why Assessment of ChILI Severity Accurately Matters?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Optimizing CT-P13 SC Use in IBD: ADA Formation, Comparative Efficacy, and Dose Adjustment Strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Primary prophylaxis in patients with high risk oesophageal varices to prevent oesophageal variceal bleeding (OVB)-The CAVARLY is stronger together!!\r\n\r\nPubmed   Journal   ReadQx \r\nResponse letter to the editor.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A Comprehensive Framework for Investigating Oral-Gut Microbiome Dynamics: From Normal Variation to Pathological Changes.\r\n\r\nPubmed   Journal   ReadQx \r\nDo not leave any ambiguity: alcohol in any amount is harmful.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring the effects of serum G-CSF levels in acute-on-chronic liver failure (ACLF): Insights from a post-hoc analysis of the GRAFT study.\r\n\r\nPubmed   Journal   ReadQx \r\nInclusion of Patients with Active Urinary Sediment in Treatment of Hepatorenal Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nMASH Meets HBV: Age, Lifestyle, and the Untapped Role of Non-Immune Cells.\r\n\r\nPubmed   Journal   ReadQx \r\nMissing the forest for the trees: time to address stool microbial load and everything else that realistically matters in microbiome studies.\r\n\r\nPubmed   Journal   ReadQx \r\nPlasma metabolomics promises to facilitate precise prevention of MASH and mortality from liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPoor long-term outcome in patients with porto-sinusoidal vascular disease (PSVD): fact or disease misclassification?\r\n\r\nPubmed   Journal   ReadQx \r\nReconciling the apparently contrasting observational and genetic evidence on the association between MASLD and cardiovascular disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-06T13:32:50-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-29-2024/",
    "title": "Fri Nov 29 2024",
    "description": "112 articles - From Friday Nov 22 2024 to Friday Nov 29 2024",
    "author": [],
    "date": "2024-11-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Living Clinical Practice Guideline on Pharmacological Management of Moderate-to-Severe Ulcerative Colitis.\r\nThis guideline provides a comprehensive, patient-centered approach to the pharmacological management of patients with moderate-to-severe UC.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Metabolic Dysfunction and Alcohol-related Liver Disease (MetALD): Position statement by an expert panel on alcohol-related liver disease.\r\nAdditionally, metabolic dysfunction and alcohol use should be reassessed over time, especially after periods of changes in risk factor exposure. This approach could ensure a more accurate prognosis and effective management of SLD addressing both metabolic and alcohol-related factors.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Global Prevalence and Clinical Manifestations of Celiac Disease Among First-Degree Relatives: A Systematic Review and Meta-Analysis.\r\n Approximately 1 in 14 FDRs of CeD patients is estimated to have CeD, with 1 in 4 daughters, 1 in 7 sisters, 1 in 11 brothers, 1 in 16 sons, and 1 in 20 fathers and mothers could be affected. Routine screening for FDRs could support early detection and management of CeD.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Safety and efficacy of lumen-apposing metal stents for endoscopic ultrasound-guided drainage of pancreatic fluid collections: a systematic review and meta-analysis.\r\n Our study shows good technical and clinical success rates with al three LAMSs for EUS-guided PFC drainage. Total AEs and bleeding were highest with the Axios stent and lowest with the Spaxus. Stent migration was highest with the Nagi stent and lowest with the Spaxus.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic Submucosal Tunneling Techniques versus Flexible Endoscopic Septotomy for Zenker's Diverticulum: A Systematic Review and Meta-Analysis.\r\n ESTT demonstrated a higher probability of clinical success and showed a trend toward a lower recurrence rate compared to FES;  however, both groups had similar technical success, operative time, length of hospital stay, and overall adverse events. These findings underscore ESTT as an effective and safe method for treating patients with ZD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Histological severity, clinical outcomes and impact of antiviral treatment in indeterminate phase of chronic hepatitis B: a systematic review and meta-analysis.\r\nPatients in the indeterminate phase are at risk of developing advanced liver disease and HCC. Although inherent heterogeneity across studies limited the evidence to support expanding treatment to al patients in the indeterminate phase, antiviral therapy may reduce the risk of HCC development in high-risk subgroups. Impact and implications Current international guidelines recommend close monitoring and evaluation of patients with chronic hepatitis B (CHB) in the indeterminate phase, and not al of these patients are indicated for antiviral treatment. Based on the systematic review and meta-analysis with significant heterogeneity across studies, patients in the indeterminate phase are at risk of developing hepatocellular carcinoma (HCC), cirrhosis, and hepatic decompensation. Meta-regression findings on platelet count, positive HBeAg, and age highlighted the importance of liver fibrosis assessment, accurate phase classification, and timely detection of phase transition to identify antiviral treatment indications, supporting current guideline recommendations. Antiviral treatment may reduce risk of HCC in the high-risk subgroups of patients in the indeterminate phase. Prospero registration number CRD42024537095.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Comparative Efficacy and Safety of Three Janus Kinase Inhibitors in Ulcerative Colitis: A Real-World Multicentre Study in Japan.\r\nConsidering the particularly high efficacy of upadacitinib, even in patients with refractory UC, filgotinib or tofacitinib may be considered as an upfront JAK inhibitor before using upadacitinib.\r\nPubmed   Journal   ReadQx \r\nCoronary Artery Disease and Major Adverse Cardiovascular Events in People With Hepatic Steatosis at Low Atherosclerotic Cardiovascular Disease Risk.\r\nIndividuals with HS at ASCVD < 7.5% risk had similar CAD characteristics as patients without HS at < 7.5% ASCVD risk, yet experienced comparable MACE rates as those at ASCVD ≥ 7.5%.\r\nPubmed   Journal   ReadQx \r\nHepatic Events During Immune Checkpoint Inhibitor Treatment Between Liver and Non-Liver Malignancies in Hepatitis B Endemic Areas.\r\nUnder ICI treatment, HCC patients had a higher risk of hepatitis flare events than non-HCC patients. Abnormal baseline ALT levels are a risk factor for hepatic adverse events. NUC prophylaxis can minimise the risk of HBVr.\r\nPubmed   Journal   ReadQx \r\nImpact of Nonalcoholic Fatty Liver Disease on the Survival of People Living With HIV.\r\nFor PLWH, advanced liver fibrosis increases the risk of overall death and liver-related death. LSM and the FAST score are similar predictors of survival for PLWH with potential for NAFLD.\r\nPubmed   Journal   ReadQx \r\nSerum Ferritin Levels and Liver-Related Events in Individuals With Steatotic Liver Disease: A Longitudinal Cohort Study.\r\nSerum ferritin levels correlated with the risk of LRE in patients with SLD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Phase II, multicentric, randomized, double-blind, placebo controlled, proof of concept study of efficacy and safety of Rifamycin SV-MMX® 600 mg tablets administered three or two times daily to patients with diarrhea-predominant irritable bowel syndrome (IBS-D).\r\n Rifamycin SV-MMX® 600mg b.i.d. was more effective than placebo and t.i.d. dosing in the first week of treatment. Two months following treatment, Rifamycin SV-MMX® 600mg b.i.d. provided more global symptom relief than placebo.\r\nPubmed   Journal   ReadQx \r\nBurden of Digestive Diseases in the United States Population: Rates and Trends.\r\nis substantial, particularly among Blacks and older adults. Further research is needed to better understand reasons for disparities and trends in health care use and mortality reported in this paper.\r\nPubmed   Journal   ReadQx \r\nDietary intake and quality in irritable bowel syndrome: a comparative study with controls and the association with symptom severity.\r\n Patients with IBS exhibit different dietary patterns compared to controls, with poorer dietary habits linked to more severe symptoms. Understanding food-symptom associations may enhance the optimization and personalization of dietary management for IBS patients.\r\nPubmed   Journal   ReadQx \r\nOrthodontic rubber band traction improves trainees' learning curve of colorectal endoscopic submucosal dissection: a prospective randomized study.\r\n ORB-ESD shortened colorectal ESD procedure time and improved efficiency in trainees to an expert level. ORB-ESD could shorten the learning curve, justifying its widespread application.\r\nPubmed   Journal   ReadQx \r\nPERSISTENCE, EFFECTIVENESS, AND SAFETY OF UPADACITINIB IN CROHN'S DISEASE AND ULCERATIVE COLITIS IN REAL LIFE: RESULTS FROM A SPANISH NATIONWIDE STUDY (UREAL STUDY): Upadacitinib for IBD.\r\n Upadacitinib is effective and safe for treating highly refractory IBD patients, even in previously treated with JAK inhibitors.\r\nPubmed   Journal   ReadQx \r\nPractical Application of the COuGH RefluX Score for Patients with Laryngopharyngeal Symptoms: Real-World Assessment in Predicting GERD and PPI Response.\r\n The COuGH RefluX score is effective in predicting GERD and guiding PPI use in LPS patients without esophagitis. The score can ensure appropriate PPI use and targeted testing during initial LPS patient encounters.\r\nPubmed   Journal   ReadQx \r\nProspective controlled study of endoscopic botulinum toxin injection for retrograde cricopharyngeus dysfunction, the inability to belch syndrome.\r\n HRM with carbonated drink provocation demonstrates pathognomonic signs of R-CPD that were not seen in health. Flexible endoscopic cricopharyngeal botulinum toxin injection is highly effective for symptomatic relief compared to no treatment.\r\nPubmed   Journal   ReadQx \r\nSeasonal Patterns in Eosinophilic Esophagitis-Related Emergency Department Visits: A National Database Analysis.\r\n Seasonal dietary habits and social behaviors likely contribute to EoE exacerbations. Healthcare providers should emphasize management strategies during high-risk periods, particularly summer months and weekends.\r\nPubmed   Journal   ReadQx \r\nSex differences in patient-reported outcomes and perception of ascites burden amongst outpatients with decompensated cirrhosis and ascites.: Sex Differences in Ascites Burden Perception.\r\nWomen with cirrhosis and ascites experienced worse emotional HRQoL than men without difference in daily function. Our analyses underscore the differences in the lived experience of women versus men with cirrhosis and highlight the need for patient-reported metrics to provide patient-centered care.\r\nPubmed   Journal   ReadQx \r\nUse of a Two-gene Methylated DNA Biomarker Assay and Non-Endoscopic Balloon for Detection of Barrett's Esophagus among High-Risk Individuals in a Screening Population.\r\nThis study in the intended-use population suggests that EG/EC is promising for BE screening. While future work is necessary to define its performance characteristics with more precision, this approach may provide a safe, accurate, and well-tolerated non-endoscopic alternative in high-risk patients.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Older age but not comorbidity is associated with worse survival in patients with hepatocellular carcinoma.\r\n Older age but not comorbidity burden is associated with worse survival in patients with early-stage HCC. Further studies are needed to define the role of comorbidity in HCC prognostication.\r\nPubmed   Journal   ReadQx \r\nPrognostic Communication, Symptom Burden, Psychological Distress, and Quality of Life Among Patients with Decompensated Cirrhosis.\r\nWhile most patients with DC highly valued prognostic communication, the majority reported never discussing their end-of-life care preferences with their hepatologists. Self-reported terminally ill health status and inadequate prognostic communication were associated with poorer symptoms, mood, and HRQOL. Interventions to improve prognostic communication while simultaneously providing adequate supportive care are warranted.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Advances and challenges in endoscopy training: A mixed methods study among endoscopy trainers in the Netherlands.\r\nConsiderable variability in endoscopy training practices between gastroenterology teaching hospitals was identified. Formal education on endoscopy teaching, promotion of self-regulated learning, and standardization of endoscopy training programs and supervision practices have the potential to improve future endoscopy training.\r\nPubmed   Journal   ReadQx   PMC\r\nAreas of improvement for colorectal cancer screening: Results of a screening initiative for 10,000 health care employees in Austria.\r\nThere is a serious gap between recommended standards and real-world CRC screening colonoscopy quality. Implementation of CRC screening should not only be accompanied by strategies to increase participation rates but focus on implementation of rigorous, mandatory colonoscopy quality assurance programs.\r\nPubmed   Journal   ReadQx   PMC\r\nDigital peroral pancreatoscopy to determine surgery for patients who have intraductal papillary mucinous neoplasms of the pancreas with mural nodules.\r\nPOPS-DS could be used to accurately detect malignancy in patients with MN-positive IPMN. Therefore, histocytological evaluation using POPS-DS can contribute to selection of patients for whom surgery would be appropriate.\r\nPubmed   Journal   ReadQx   PMC\r\nDye-based chromoendoscopy versus i-scan virtual chromoendoscopy in long-standing ulcerative colitis: Multicenter prospective RCT.\r\nHowever, use of i-scan VCE was associated with a lower false-positive rate and a significantly shorter procedure time compared with DCE. I-scan VCE, therefore, could be a valid replacement for DCE in UC surveillance colonoscopies.\r\nPubmed   Journal   ReadQx   PMC\r\nEnteroscopy-assisted ERCP in patients with surgically altered anatomy: Multicenter prospective registry (SAMISEN-B) using motorized spiral enteroscopy.\r\n(clinicaltrials. gov: NCT05129449).\r\nPubmed   Journal   ReadQx   PMC\r\nEvaluating endoscopic ultrasound-guided tissue acquisition for diagnosis of small pancreatic neuroendocrine neoplasms.\r\nEUS-TA showed adequate diagnostic sensitivity and grading agreement for p-NENs of al sizes, allowing for determination of appropriate treatment.\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility and benefit of decompressive percutaneous endoscopic gastrostomy (dPEG) in advanced cancer patients with malignant bowel obstruction.\r\nHowever, the technical success rate is limited and needs to be improved. Prospective studies comparing endoscopic and computed tomography-guided procedures are needed to avoid unsuccessful procedures in patients with advanced cancer and limited life expectancy.\r\nPubmed   Journal   ReadQx   PMC\r\nFeasibility of newly designed rotatable sphincterotome for endoscopic sphincterotomy (with video).\r\nWe evaluated the feasibility of the newly designed r-sphincterotome using an experimental model. We believe that the findings from these experiments may contribute to easier and more precise sphincterotomies.\r\nPubmed   Journal   ReadQx   PMC\r\nIntraoperative bleeding model for swine gastric endoscopic submucosal dissection via heparinization.\r\nHigh doses of heparin significantly increased intraoperative bleeding and hematoma during swine ESD.\r\nPubmed   Journal   ReadQx   PMC\r\nLow incidence of deep vein thrombosis after double-balloon endoscopy and colorectal submucosal dissection: Multicenter, prospective study.\r\nThis prospective study demonstrated that risk of DVT/PE following highly invasive endoscopic procedures including colorectal ESD and DBE is very low.\r\nPubmed   Journal   ReadQx   PMC\r\nWhich is the better polyp detection metric: adenomas per colonoscopy or adenoma detection rate? A simulation modeling study.\r\nAdjusting for patient and exam factors and/or using shrinkage techniques for lower-volume endoscopists can increase the correlation between TEA for both ADR and APC. For higher detection rates, APC offers more power than ADR in distinguishing differences in detection ability.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A pan-genotypic hepatitis E virus replication inhibitor with high potency in a rat infection model.\r\nJNJ-9117 has a profile that holds promise for the treatment of life-threatening HEV infections in humans. Phase 1 studies with JNJ-9117 have been initiated in healthy human volunteers.\r\nPubmed   Journal   ReadQx \r\nPreclinical protein signatures of Crohn's disease and ulcerative colitis: A nested case-control study within large population-based cohorts.\r\n We identified protein signatures for predicting a future diagnosis of CD and UC, validated across independent cohorts. In the context of CD, the signature offers potential for early prediction.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A randomized controlled trial of a through the scope stiffening wire to increase the depth of insertion during double balloon enteroscopy.\r\n The stiffening wire increased insertion depth and should be used when an abnormality cannot be reached with conventional technique.\r\nPubmed   Journal   ReadQx \r\nCreating a Standardized Tool for the Evaluation and Comparison of Artificial Intelligence-Based Computer-Aided Detection Programs in Colonoscopy: a Modified Delphi Approach.\r\nThis is the first reported international consensus statement of priority scoring metrics for CADe in colonoscopy. These scoring criteria should inform CADe software development and refinement. Future research should validate these metrics on a benchmark video data set to develop a validated scoring instrument.\r\nPubmed   Journal   ReadQx \r\nNecrosectomy and its timing in relation to clinical outcomes of endoscopic ultrasound-guided treatment of walled-off pancreatic necrosis: a multicenter study.\r\nIn the EN-treated patients, the timing of EN was not statistically significantly associated with the time to clinical success (P = 0.34) CONCLUSION: Among patients receiving EUS-guided treatment of symptomatic WON, the use of EN in addition to drainage procedures was associated with earlier disease resolution. Further research is desired to determine the optimal timing of initiating EN considering a risk-benefit balance and cost-effectiveness.\r\nPubmed   Journal   ReadQx \r\nStratification of risk for lymph node metastasis and long-term oncologic outcomes in patients initially treated by endoscopic resection for rectal neuroendocrine tumors.\r\nThe risk of LN metastasis increased significantly when the number of risk factors increased in patients with rectal NETs. Patients who initially underwent endoscopic resection for rectal NETs showed a favorable long-term oncologic outcome if salvage treatments were performed, depending on the stratification of their risk factors.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Divergent lineage trajectories and genetic landscapes in human gastric intestinal metaplasia organoids associated with early neoplastic progression.\r\nOverall, our IMO biobank captured the heterogeneous nature of IM, revealing mechanistic insights on IM pathogenesis and progression, offering an ideal platform for studying early gastric neoplastic transformation and chemoprevention.\r\nPubmed   Journal   ReadQx \r\nGenetic variation at 11q23.1 confers colorectal cancer risk by dysregulation of colonic tuft cell transcriptional activator <i>POU2AF2<\/i>.\r\nBackground Common genetic variation at 11q23.1 is associated with colorectal cancer (CRC) risk, exerting local expression quantitative trait locus (cis-eQTL) effects on is the primary transcriptional activator of tuft cells with a tumour suppressive role in mouse models. We therefore implicate tuft cells as having a key tumour-protective role in the large bowel epithelium.\r\nPubmed   Journal   ReadQx \r\nSpatial dissection of tumour microenvironments in gastric cancers reveals the immunosuppressive crosstalk between <i>CCL2+<\/i> fibroblasts and <i>STAT3<\/i>-activated macrophages.\r\nCell type-specific transcriptional dynamics revealed that malignant and endothelial cells promote the cellular proliferations of TME cells, whereas the fibroblasts and immune cells are associated with procancer and anticancer immunity, respectively. Ligand-receptor analysis revealed that -activated macrophages plays roles in establishing immune-suppressive GC TME with potential clinical relevance.\r\nPubmed   Journal   ReadQx \r\nTop-down infliximab plus azathioprine versus azathioprine alone in patients with acute severe ulcerative colitis responsive to intravenous steroids: a parallel, open-label randomised controlled trial, the ACTIVE trial.\r\n29 adverse events were severe, including 13 disease exacerbations, 6 severe infections without any difference between both arms. Interpretation Combination therapy with IFX+AZA was more effective at 1 year than AZA alone to avoid treatment failure in patients with ASUC responding to intravenous steroids.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Human T cells engineered with an HLA-A2-restricted murine T-cell receptor targeting Glypican 3 effectively control human hepatocellular carcinoma in mice.\r\n Transgenic TCRs join forces with CARs, expanding the arsenal of GPC3-targeting receptors for HCC T-cell therapy.\r\nPubmed   Journal   ReadQx \r\nMedical treatment of primary sclerosing cholangitis: What have we learned and where are we going?\r\nDespite the lack of consensus for an ideal phase II and phase III study design, several trials for diverse compounds are currently ongoing, indicating a shift from therapeutic nihilism towards hope for people with PSC. While waiting for robust efficacy data for drugs currently being tested, the current lack of effective interventions should not motivate prescription of compounds to people with PSC based on low-quality evidence.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Real-world clinical data-driven modelling on the initiation time of antiviral prophylaxis among pregnant women with chronic hepatitis B infection.\r\nPhysicians can determine when to begin antiviral prophylaxis for those women according to their maternal HBV DNA levels. Our findings justify the initiation time of antiviral prophylaxis recommended by the Chinese guidelines and will offer new insights for other international guidelines.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Allostatic Load and Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Is TIPSS Implantation Effective in Patients With Portal Hypertensive Gastropathy?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Metabolic Dysfunction and Alcohol-Two Sides of the Same Coin.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nGender Inequity in Pharma-Supported Inflammatory Bowel Disease Presentations: Shining a Light on Opportunities for Equality and Transparency in Medical Research.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    How should the electrosurgical mode be optimized for endoscopic sphincterotomy?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGut\r\n    Recent advances in incretin-based therapy for MASLD: from single to dual or triple incretin receptor agonists.\r\nIn this narrative review, we examine the rapidly expanding body of clinical evidence supporting a role of incretin-based pharmacotherapies in delaying or reversing MASH progression. We also discuss the biology of incretins and the putative hepatoprotective mechanisms of incretin-based pharmacotherapies for managing MASLD or MASH.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Towards more consistent models and consensual terminology in preclinical research for Steatotic Liver Disease.\r\nWhile implementing these improvements presents logistical challenges, doing so is essential to enhancing the translational relevance and reproducibility of animal studies, and advancing therapeutic discoveries. Furthermore, we address the persisting inconsistency in terminology used in animal studies and propose clinically meaningful terms that can be applied consistently to preclinical research.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Intussusception Due to Infectious Enteritis in an Adult Treated with Endoscopic Reduction.\r\n\r\nPubmed   Journal   ReadQx \r\nJudicious Use of Antibiotics in Liver Transplant Recipients Undergoing Endoscopic Retrograde Cholangiopancreatography.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    \"The future of GI endoscopy…where are we going?\"\r\n\r\nPubmed   Journal   ReadQx \r\nAssessment methods for senior resident attainment based on a new training model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBarrett's early cancer. Should we abandon piecemeal resections?\r\n\r\nPubmed   Journal   ReadQx \r\nBiliary cannulation of a peridiverticular papilla using multiloop traction in a patient with Roux-en-Y anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBringing light into darkness: peroral double-balloon enteroscopy-guided endoscopic injection sclerotherapy for a jejunal hemangioma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholecystohepaticogastrostomy: novel endoscopic gallbladder drainage technique to prevent acute cholecystitis following endoscopic ultrasound-guided biliary drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nColonoscopy preparation adequacy in glucagon-like peptide-1 receptor agonist users: the jury is still out.\r\n\r\nPubmed   Journal   ReadQx \r\nCombined endoscopic submucosal dissection and endoscopic laryngopharyngeal surgery for an oropharyngeal lesion extending to the flap of a glossopharyngeal reconstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoluminal single-clip traction-assisted endoscopic submucosal dissection: a green tip to reduce waste and cost.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring artificial intelligence-assisted diagnosis of esophageal squamous cell carcinoma: insights from a clinical trial.\r\n\r\nPubmed   Journal   ReadQx \r\nMaster-apprentice technique for improved learning of endoscopic closure of defects using the reopenable clip-over-line method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nModified NOTES technique for creation of an endoscopic gastrojejunostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nModified endoscopic hand-suturing without scope reinsertion for an ileocecal defect after endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nOver-the-scope pre-looping method using an endoloop in endoscopic full-thickness resection of gastric gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nProphylactic saline-immersion snare-tip vessel coagulation after colorectal endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nReverse cannulation and dilation successfully assist the cannulation of the accessory pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful biliary biopsy in a patient with surgically altered anatomy using a slim peroral cholangioscope via an endoscopic ultrasound-guided biliary drainage fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful closure of a duodenal stump leak with an over-the-scope clip using double-balloon endoscope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful endoscopic sphincterotomy using a novel rotatable sphincterotome in a patient with Roux-en-Y gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful endoscopic ultrasound-guided drainage using contrast-enhanced harmonic imaging.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnexpectedly detected appendiceal perforation during endoscopic direct appendicitis therapy despite negative preoperative computed tomography imaging.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnlicensed stent use creating the need for additional procedures.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An Unusual Cause of Diarrhea and Hematochezia.\r\n\r\nPubmed   Journal   ReadQx \r\nBetter Together: Implementing a Multidisciplinary Approach to Optimizing Diagnosis and Management of Crohn's Perianal Fistulas.\r\n\r\nPubmed   Journal   ReadQx \r\nGender Inequity in Pharma-Supported Inflammatory Bowel Disease Presentations: Shining a Light on Opportunities for Equality and Transparency in Medical Research.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transplantation for Colorectal Cancer Metastasis: An Evolving Option With Hope in Selected Patients.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of Pediatric Inflammatory Bowel Disease in the United States: Pooled Estimates from Three Administrative Claims Data Sources.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A rare atypical Idiopathic Mesenteric Phlebosclerosis( original text: IMP) characterized by widespread submucosal bulges of small bowel and colon: first report.\r\n\r\nPubmed   Journal   ReadQx \r\nAbdominal sarcoma mimicking an ectopic pregnancy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for a squamous cell carcinoma of the soft palate and uvula (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nRescue Laparoscopy-Assisted Repositioning of a Misdeployed Metal Stent in the Peritoneum Following Endoscopic Ultrasound-Guided Hepaticogastrostomy (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Cover Image.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nInstructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nTable of contents.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Allostatic Load and Inflammatory Bowel Disease. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Combination Therapies With Vitamin E for Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Critical Insights on a Nationwide Cohort Study of Inflammatory Bowel Disease, Histological Activity and Fracture Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Integrating Psychological Profiles Into Dietary Interventions for IBS-Commentary on HADS Scores and Treatment Efficacy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Towards Better Intervention Strategies for MASLD and MetALD-What Are We Missing?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Towards Better Intervention Strategies for MASLD and MetALD-What Are We Missing? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Using non-invasive fibrosis tests and emerging diagnostics to enhance the accuracy of liver fibrosis staging in MASLD patients.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Why Assessment of ChILI Severity Accurately Matters?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Optimizing CT-P13 SC Use in IBD: ADA Formation, Comparative Efficacy, and Dose Adjustment Strategies.\r\n\r\nPubmed   Journal   ReadQx \r\nPDO-Based Drug Screening in Advanced Pancreatic Cancer: Addressing Predictive Value and Broader Clinical Implications.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Sphincterotomy with FCSEMS (SPHINX): a monumental answer or the beginning of new mysteries?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Evaluating Fracture Risk with TDF in Elderly Hepatitis B Patients: A Korean Perspective.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring the effects of serum G-CSF levels in acute-on-chronic liver failure (ACLF): Insights from a post-hoc analysis of the GRAFT study.\r\n\r\nPubmed   Journal   ReadQx \r\nHuman albumin administration at the time of large volume paracentesis: a modified Delphi study.\r\n\r\nPubmed   Journal   ReadQx \r\nMASH Meets HBV: Age, Lifestyle, and the Untapped Role of Non-Immune Cells.\r\n\r\nPubmed   Journal   ReadQx \r\nPLEX for Acute Liver Failure in UK National Cohort: A situation perplexed!\r\n\r\nPubmed   Journal   ReadQx \r\nPlasma exchange for acute liver failure in a real-world cohort: what it was and should have never been.\r\n\r\nPubmed   Journal   ReadQx \r\nPoor long-term outcome in patients with porto-sinusoidal vascular disease (PSVD): fact or disease misclassification?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter to Editor: Communicating the complexity of the transplant benefit score.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-02T15:05:46-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-22-2024/",
    "title": "Fri Nov 22 2024",
    "description": "188 articles - From Friday Nov 15 2024 to Friday Nov 22 2024",
    "author": [],
    "date": "2024-11-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Endoscopic Enteral Access: Commentary.\r\nDescription The purpose of this American Gastroenterological Association (AGA) Clinical Practice Update is to facilitate understanding and improve the clinical practice of endoscopic enteral access. Methods This expert commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership, and underwent internal peer review by the Clinical Practice Updates Committee and external peer review through standard procedures of Gastroenterology.\r\nPubmed   Journal   ReadQx \r\nAGA Clinical Practice Update on Nonampullary Duodenal Lesions: Expert Review.\r\nAlthough usually diminutive, recurrence is often scarred and not amenable to conventional snare resection and may require avulsion techniques to achieve cure. BEST PRACTICE ADVICE 13: Nonampullary duodenal adenomas associated with familial adenomatous polyposis should be considered for endoscopic resection based on size (≥1 cm), morphologic characteristics, advanced histology (ie, high-grade dysplasia), and/or based on Spiegelman criteria.\r\nPubmed   Journal   ReadQx \r\nAGA Living Clinical Practice Guideline on Pharmacological Management of Moderate-to-Severe Ulcerative Colitis.\r\nThis guideline provides a comprehensive, patient-centered approach to the pharmacological management of patients with moderate-to-severe UC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy guideline on gastrostomy feeding tubes: summary and recommendations.\r\nThe ASGE suggests that the periprocedural management of anticoagulants should be based on a multidisciplinary discussion regarding the risk of bleeding versus cardiovascular events. In patients with malignant dysphagia, either transoral \"pull\" PEG or direct PEG can be performed for initial enteral access.\r\nPubmed   Journal   ReadQx \r\nInterobserver Agreement in Dysplasia Grading of Intraductal Papillary Mucinous Neoplasms: Performance of Kyoto Guidelines and Optimization of Endomicroscopy Biomarkers through Pathology Reclassification.\r\nDespite substantial IOA among experienced PB-pathologists, a second pathologist's review may be warranted for dysplasia classification in IPMNs under certain circumstances. Incorporating an imaging biomarker such as EUS-nCLE with Kyoto-HRS improves sensitivity for HGD-IC without sacrificing accuracy.\r\nPubmed   Journal   ReadQx \r\nValidation of British Society of Gastroenterology guidelines for acute lower gastrointestinal bleeding from 8,956 cases in Japan.\r\nThe BSG guidelines suggest a management approach that can clearly differentiate severity. However, caution is advised when using the Oakland score to triage patients for outpatient follow-up. Additionally, prompt intervention may be necessary for groups not covered by the guidelines.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Management of Muscle Cramps in Patients With Cirrhosis: A Systematic Review of Randomised Controlled Trials.\r\n Methocarbamol, orphenadrine, and taurine supplementation were found in placebo-controlled RCTs to be effective in reducing cramp frequency, severity, and duration in cirrhotic patients. All other interventions reported aside from electro-acupuncture demonstrated a positive impact on cramps. High-quality RCTs are needed to further investigate the use of these treatments in terms of comparative efficacy and safety.\r\nPubmed   Journal   ReadQx \r\nMeta-Analysis: Evaluating Placebo Rates Across Outcomes in Eosinophilic Oesophagitis Randomised Controlled Trials.\r\nOver 40% of patients in eosinophilic oesophagitis trials respond clinically to placebo, and this is associated with trial design factors such as randomisation ratio and trial population. Objective endoscopic and histologic measures are associated with very low placebo responses.\r\nPubmed   Journal   ReadQx \r\nMeta-Analysis: Prevalence of Frailty and Associated Adverse Events in Inflammatory Bowel Diseases.\r\nFrailty is common in patients with IBD and is associated with IBD-related adverse outcomes including infection-related admissions following treatment, post-operative morbidity and death. Future work should focus on developing risk assessment tools to better support decision making for older people with frailty and IBD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Family History of Colorectal Cancer and the Risk of Colorectal Neoplasia: A Systematic Review and Meta-Analysis.\r\n Family history of CRC is associated with increased risk of adenoma, NAA, AA, and AN totally, and in al available subgroups. The findings further strengthen the necessity and importance of an intensified screening strategy for individuals with a positive family history of CRC, which is very useful for related health resource allocation and policymaking.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Adverse Events Associated with Endoscopic Retrograde Cholangiopancreatography: Systematic Review and Meta-analysis.\r\nERCP-associated AEs remain common. Incidence of post-ERCP pancreatitis remained static despite improvements in techniques, prevention, and recognition. These results are important to patients, endoscopists, and policy makers to inform consent and to encourage implementation of available risk mitigation strategies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Cholate Shunt, Oral Cholate Challenge and Endoscopic Lesions of Portal Hypertension: The SHUNT-V Study.\r\nHepQuant DSI predicts the likelihood of LEV and significant PH lesions across a spectrum of patient characteristics and disease aetiologies. DSI, based on liver function and portal-systemic shunting, can aid in the decision to defer endoscopy for varices in patients with Child-Pugh A cirrhosis.\r\nPubmed   Journal   ReadQx \r\nDevelopment and Validation of a PIVKA-II-Based Model for HCC Risk Stratification in Patients With HCV-Related Cirrhosis Successfully Treated With DAA.\r\nOur PIVKA-II-based model showed satisfactory accuracy for HCC risk stratification and may represent a valuable tool for implementing risk-based surveillance protocols in patients with HCV-related cirrhosis with SVR to DAA.\r\nPubmed   Journal   ReadQx \r\nFactors Associated With Motivation to Reduce Alcohol Use Among Patients With Chronic Liver Disease.\r\nDepression, alcohol problem severity and treatment site may influence motivation to reduce alcohol use and could inform future hepatology-based interventions.\r\nPubmed   Journal   ReadQx \r\nFavourable Prognosis of Patients With Untreated HBeAg-Negative Chronic Hepatitis B Virus Infection With HBsAg < 100 IU/mL.\r\nBackground Serum hepatitis B surface antigen (HBsAg) 10 IU/mL and detectable HBV DNA were associated with a higher risk of transition to the indeterminate phase.\r\nPubmed   Journal   ReadQx \r\nReal-Time Assessment of H. pylori Infection to Guide Molecular Antibiotic Resistance Testing: A Combined Endoscopy-Gastric Juice Analysis Approach.\r\nThe novel method combining endoscopy with immediate intraprocedural gastric juice analysis for the detection of H. pylori, followed by AST in case of a positive finding, is valid and practical for tailoring eradication regimens for H. pylori infection. Genotypic AST from gastric aspirates is highly accurate for detecting clarithromycin and levofloxacin resistances.\r\nPubmed   Journal   ReadQx \r\nSerum Ferritin Levels and Liver-Related Events in Individuals With Steatotic Liver Disease: A Longitudinal Cohort Study.\r\nSerum ferritin levels correlated with the risk of LRE in patients with SLD.\r\nPubmed   Journal   ReadQx \r\nSubcutaneous Infliximab Concentration Thresholds for Mucosal and Transmural Healing in Patients With Crohn's Disease.\r\nBackground Predose trough concentrations (C was positively associated with MH (≥ 18 μg/mL) and TH (≥ 30 μg/mL) in patients with CD, which may guide treatment decisions to optimise therapeutic response in the era of treat-to-target.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Albumin for Spontaneous Bacterial Peritonitis: Care Variation, Disparities and Outcomes.\r\n Future studies should investigate optimizing albumin use for SBP to reduce variability and mitigate healthcare disparities.\r\nPubmed   Journal   ReadQx \r\nComparison of the Bristol Stool Scale and modified version for children: Use by providers vs children: BSFS vs mBSFS-C.\r\n1) The mBSFS-C showed greater modal agreement among both providers and children compared to the BSFS;  2) Provider-child concordance was greater with the mBSFS-C than with the BSFS. Validation in other regions/populations is needed.\r\nPubmed   Journal   ReadQx \r\nDisparities, Trends, and Predictions to 2040 in Gastrointestinal Cancer Incidence, Mortality in the USA.\r\nDespite varied trends over the past two decades, an overall increase in gastrointestinal cancer incidence and mortality rates is anticipated in the next 20 years in the U.S., underscoring the need for effective prevention and intervention strategies.\r\nPubmed   Journal   ReadQx \r\nOlder Adults with Celiac Disease Are At Increased Risk of Frailty:A Nationwide Cohort Study.\r\nOlder adults with CeD were significantly more likely to become frail than matched comparators. This analysis reveals the increased vulnerability that older patients with CeD are likely to experience.\r\nPubmed   Journal   ReadQx \r\nOptical Diagnosis in the Era or Artificial Intelligence.\r\nThe potential benefits of AI-based resect-and-discard are many, with very little potential harm. Real world implementation studies are therefore required to pave the way for the acceptability of such strategies in routine practice.\r\nPubmed   Journal   ReadQx \r\nPreliminary results from a multicenter, randomized trial using fecal microbial transplantation to induce remission in patients with mild to moderate Crohn's disease.\r\n FMT was not effective at inducing clinical and endoscopic remission in CD using the FMT regimen in this study. Future studies may use other strategies to enhance treatment response, including longer intervention, antibiotic pretreatment, optimized donor-recipient pairing, and concomitant anti-inflammatory diet, biologic or small molecule therapies.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    A predictive model based on quantitative fecal immunochemical test can stratify the risk of CRC in an organized screening program.\r\nWe derived and validated a predictive model for risk stratification of patients with positive FIT in a large CRC screening cohort. Applying our model in screening practice would allow policy makers to effectively prioritize FIT+ individuals based on the risk of CRC, allowing to substantially reduce the rate of delayed CRC diagnosis.\r\nPubmed   Journal   ReadQx \r\nDaily or twice daily treatment with topical steroids results in similar responses in eosinophilic esophagitis.\r\nEoE outcomes did not differ by daily or twice daily dosing regimens. These results inform tCS dosing regimens and reassure that both are effective.\r\nPubmed   Journal   ReadQx \r\nFood Swamps and Food Deserts Impact on Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) Mortality in US Counties.\r\nIn the United States, addressing socio-demographic and food environment disparities is paramount to reduce MASLD-related mortality.\r\nPubmed   Journal   ReadQx \r\nIdentification of Candidates for MASLD Treatment with Indeterminate Vibration-Controlled Transient Elastography.\r\n To identify candidates for MASLD treatment among indeterminate VCTE, an algorithm-based on the sequential combination of LSM and CAP thresholds can optimize the diagnosis of moderate-to-advanced fibrosis.\r\nPubmed   Journal   ReadQx \r\nInfluence of comorbidities on health-related quality of life in alcohol-related liver disease: a population-based survey.\r\n Common comorbidities including COPD, musculoskeletal and psychiatric disease are associated with low HRQoL in ALD, independently of liver disease severity, and so are alcohol consumption and smoking. These findings highlight the importance of multidisciplinary management of patients with ALD.\r\nPubmed   Journal   ReadQx \r\nOlder age but not comorbidity is associated with worse survival in patients with hepatocellular carcinoma.\r\n Older age but not comorbidity burden is associated with worse survival in patients with early-stage HCC. Further studies are needed to define the role of comorbidity in HCC prognostication.\r\nPubmed   Journal   ReadQx \r\nPrognostic Communication, Symptom Burden, Psychological Distress, and Quality of Life Among Patients with Decompensated Cirrhosis.\r\nWhile most patients with DC highly valued prognostic communication, the majority reported never discussing their end-of-life care preferences with their hepatologists. Self-reported terminally ill health status and inadequate prognostic communication were associated with poorer symptoms, mood, and HRQOL. Interventions to improve prognostic communication while simultaneously providing adequate supportive care are warranted.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Analysis of painful situations during unsedated esophagogastroduodenoscopy.\r\nFurther research and interventions focusing on pain reduction during endoscopic procedures are warranted. The results of this study will help endoscopists manage painful situations and potentially improve skills.\r\nPubmed   Journal   ReadQx \r\nComplete extraction of main pancreatic duct residual and microstones using an 8-wire basket catheter.\r\nThe 8-wire basket resulted in successful MPD residual/microstone extraction and pancreatic symptom improvement. This method may prevent symptom recurrence caused by incomplete residual/microstone clearance.\r\nPubmed   Journal   ReadQx   PMC\r\nCosts and benefits of a formal quality framework for colonoscopy: Economic evaluation.\r\nThis large cohort study demonstrated that a formal gastroenterologist-led quality assurance framework embedded into the routine operations of a clinical department not only reduces interval cancers but is also cost-effective regarding life years gained and quality-adjusted life years.\r\nPubmed   Journal   ReadQx   PMC\r\nDefining standards for fluoroscopy in gastrointestinal endoscopy using Delphi methodology.\r\nThis study presents consensus-based statements for safe and effective use of fluoroscopy in gastrointestinal endoscopy, addressing the well-being of healthcare workers and patients. These consensus-based statements aim to mitigate risks associated with radiation exposure while maintaining benefits of fluoroscopy, ultimately promoting a culture of safety in healthcare settings.\r\nPubmed   Journal   ReadQx   PMC\r\nDifferences in regions of interest to identify deeply invasive colorectal cancers: Computer-aided diagnosis vs expert endoscopists.\r\nIoU was larger in correctly diagnosed T1b colorectal cancers. Optimal annotation of the ROI may be the key to improving diagnostic sensitivity of CAD for T1b colorectal cancers.\r\nPubmed   Journal   ReadQx \r\nDischarging the duty of candor following delayed post-endoscopy cancer diagnosis.\r\nPatient expectations need to be clarified, as do supportive structures for individual endoscopists who will be involved in DoC processes when significant lesions have been missed. Further consensus around DoC is required so that clear guidance can be given to endoscopy units.\r\nPubmed   Journal   ReadQx   PMC\r\nDye-based chromoendoscopy detects more neoplasia than white light endoscopy in patients with primary sclerosing cholangitis and IBD.\r\nChromoendoscopy is associated with a higher detection rate for neoplasia in patients with primary sclerosing cholangitis and IBD even with high-definition colonoscopes.\r\nPubmed   Journal   ReadQx \r\nEndoscopic characteristics to differentiate SSLs and microvesicular hyperplastic polyps from goblet cell-rich hyperplastic polyps.\r\nSSLs and MVHPs have endoscopic appearances that differ from those of GCHPs. Considering MVHPs and GCHPs as distinct entities may aid in endoscopic diagnosis of SPs.\r\nPubmed   Journal   ReadQx \r\nEndoscopic features of rectal mucosal prolapse syndrome (RMPS): Differentiation from malignant rectal tumor.\r\nAge, clinical course, and size of the lesion can be applied to distinguish MRT and RMPS. Five phenotypes have been identified and features of ulcers/protrusions should be further explored.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided tissue acquisition for focal liver lesions can be safely performed in patients with ascites.\r\nIn focal liver lesions with ascites, EUS-TA allows biopsy without the intervention of ascites in most cases. The incidence of AEs did not differ significantly between patients with and without ascites.\r\nPubmed   Journal   ReadQx   PMC\r\nEnhancing physician support in pancreatic cancer diagnosis: New M-F-RCNN artificial intelligence model using endoscopic ultrasound.\r\nThe M-F-RCNN model shows exceptional performance in diagnosing pancreatic cancer via EUS images, greatly improving diagnostic accuracy and efficiency, thus enhancing physician proficiency and reducing diagnostic errors.\r\nPubmed   Journal   ReadQx \r\nNon-neoplastic findings in colon capsule endoscopy: Additional yield.\r\nFurthermore, NNFs may develop into clinically significant conditions despite their benign appearance. This paper expands on the limited literature about prevalence of NNFs and underscores the additional value of CCE video recordings beyond detecting polyps.\r\nPubmed   Journal   ReadQx \r\nOnline patient endoscopy education platform improves outpatient bowel preparation quality: Retrospective observational study.\r\nOur study supports the addition of a novel patient-oriented online educational video resource as an effective tool in enhancing bowel preparation adequacy while maintaining provision of high-quality colonoscopy.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Endoscopic ultrasound-guided gastroenterostomy for the treatment of gastric outlet obstruction secondary to acute pancreatitis.\r\n EUS-GE is an effective and safe method for managing benign GOO in the setting of acute pancreatitis.\r\nPubmed   Journal   ReadQx \r\nFast-tracking ERCP learning with the Boškoski-Costamagna Trainer: results of a multicenter randomized clinical trial.\r\n Early simulation training with the BCT improved technical competence in native biliary cannulation and accelerated overall ERCP learning. This approach has the potential to enhance ERCP training programs.\r\nPubmed   Journal   ReadQx \r\nProcedural outcomes of a novel underwater injection endoscopic mucosal resection technique for colorectal polyps ≥10 mm (with video).\r\nUI-EMR safely demonstrated high success rates for en bloc resection, and potentially ensures sufficient VM. This technique might become an option, particularly for relatively small lesions concerning for T1-CRC and deserve further study.\r\nPubmed   Journal   ReadQx \r\nVirtual scale endoscope vs snares for size measurement accuracy of smaller colorectal polyps: A randomized controlled trial.\r\nUsing VSE improves polyp size measurement accuracy during colonoscopy in comparison with snare-based size estimation. In clinical scenarios, VSE reduced misclassifications at clinically relevant size thresholds 2,3 and 5mm which is relevant for adequate choice of polypectomy techniques or when implementing resect and discard strategies.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    CREEPING FAT-DERIVED FREE FATTY ACIDS INDUCE HYPERPLASIA OF INTESTINAL MUSCULARIS PROPRIA MUSCLE CELLS - A NOVEL LINK BETWEEN FAT AND INTESTINAL STRICTURE FORMATION IN CROHN'S DISEASE.\r\n Creeping fat released long-chain FFA induce a selective proliferative response by HIMC. These results point to creeping fat as a novel contributor to stricture formation in CD.\r\nPubmed   Journal   ReadQx \r\nHypoxic and acidic tumor microenvironment-driven AVL9 promotes chemoresistance of pancreatic ductal adenocarcinoma via the AVL9-IκBα-SKP1 complex.\r\n AVL9 expression is driven by HIF1α in PDAC. The physical interaction of AVL9, IκBα, and SKP1 provides a novel molecular mechanism for the abnormal activation of the NF-κB pathway. Therefore, the AVL9-targeting drug Edotecarin could be a promising therapeutic strategy for sensitizing PDAC to AG.\r\nPubmed   Journal   ReadQx \r\nPhase 3 validation of PAaM for hepatocellular carcinoma risk stratification in cirrhosis.\r\n PAaM enables accurate HCC risk stratification in patients with cirrhosis from contemporary etiologies.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical Management of Patients with Colorectal Intramucosal Carcinoma Compared to High-Grade Dysplasia and T1 Colorectal Cancer.\r\nPatients diagnosed with colorectal IMC were more likely to undergo surgery after complete endoscopic resection than when HGD was diagnosed, although they were not at increased risk of SAN or MAN in this study and the known risk of nodal metastasis with colorectal IMC is small (0-2%). Unless a patient diagnosed with IMC is particularly concerned with this small risk, complete endoscopic resection should be considered definitive treatment for IMC and should not be followed by surgery.\r\nPubmed   Journal   ReadQx \r\nClosure of gastric mucosal defects using the reopenable-clip over the line method to decrease the risk of bleeding after endoscopic submucosal dissection: a multicenter propensity score-matched case-control study (with video).\r\nROLM is feasible for mucosal defect closure following gastric ESD and effectively prevents post-ESD bleeding in high-risk patients, addressing a significant gap in existing methods.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of the Open-Source Automatic Bowel Preparation Scale.\r\nResults Internal validation: OSABPS correlated significantly with BBPS (Pearson's r = -.42, P .09 should be considered for reexamination. OSABPS' open-source nature allows free implementation.\r\nPubmed   Journal   ReadQx \r\nDigital single-operator cholangioscopy for difficult anastomotic biliary strictures in living donor liver transplantation recipients after failure of standard ERCP: SPYPASS-2 study.\r\nThis study shows the efficacy and safety of SOC-facilitated management for difficult ABS in LDLT patients after failure of standard ERCP.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of endoscopic hemostasis with a self-assembling peptide solution in patients with colonic diverticular bleeding: A multicenter pilot study.\r\nPuraStat can be easily added to the conventional hemostatic methods for CDB, that could lower the risk of rebleeding.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Background Mucosal Resurfacing to Prevent Metachronous Recurrence of Superficial Esophageal Squamous Cancer After Curative Endoscopic Submucosal Dissection: A Randomized Pilot Study With 5-Year Follow-Up (with video).\r\n In this randomized trial of patients with multiple small LVLs over the esophageal background after curative ESD, EBMR with balloon-type RFA is a promising and safe procedure for preventing metachronous recurrence over 5 years of follow-up. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nIdentification of risk factors associated with post-ERCP pancreatitis in patients with easy cannulation: A prospective multicenter observational study.\r\nOur findings underscore the importance of assessing patient- and procedure-related factors to mitigate the risk of PEP in patients undergoing easy cannulation. Despite the low incidence of PEP, the potential for the occurrence of severe cases emphasizes the need for cautious intervention, particularly in patients with a history of acute pancreatitis and acute cholangitis upon admission.\r\nPubmed   Journal   ReadQx \r\nNationwide multicenter prospective study on the usefulness, safety, and acceptability of colon capsule endoscopy in Japan.\r\nCCE was relatively safe, well tolerated, and useful for detecting colorectal lesions when adequate bowel preparation was made.\r\nPubmed   Journal   ReadQx \r\nQuality of bowel preparation for colonoscopy in patients on glucagon-like peptide-1 receptor agonists.\r\nPatients using GLP-1 RAs are more likely to have inadequate bowel preparation during colonoscopy, even accounting for other comorbidities.\r\nPubmed   Journal   ReadQx \r\nRepeat Peroral Endoscopic Myotomy: Technical Difficulty and Risk Factors.\r\nRe-POEM appears safe and feasible as a salvage option after initial POEM failure, with comparable procedure duration, incidence of AEs and technical difficulty to naïve POEM. Mucosal edema and submucosal fibrosis were associated with difficult Re-POEM.\r\nPubmed   Journal   ReadQx \r\nTEMPORARY REMOVAL: QUALITY INDICATORS FOR UPPER GI ENDOSCOPY.\r\nThe article has been temporarily removed and will be reinstated as soon as possible. The full Elsevier Policy on Article Withdrawal can be found at\r\nPubmed   Journal   ReadQx \r\nUsefulness of a dedicated laser-cut metal stent with an anchoring hook and thin delivery system for endoscopic ultrasound-guided hepaticogastrostomy in malignant biliary obstruction: a prospective multicenter trial (with video).\r\nEUS-HGS using the Hook stent demonstrated a high clinical success rate, a low rate of early AEs, and an acceptable stent patency. The Hook stent is safe and feasible for use in patients undergoing EUS-HGS.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    CAF-macrophage crosstalk in tumour microenvironments governs the response to immune checkpoint blockade in gastric cancer peritoneal metastases.\r\n Our findings provide a new molecular portrait of cell compositions associated with ICB resistance in patients with GCPM and aid in the prioritisation of therapeutic candidates to potentiate immunotherapy.\r\nPubmed   Journal   ReadQx \r\nDivergent lineage trajectories and genetic landscapes in human gastric intestinal metaplasia organoids associated with early neoplastic progression.\r\nOverall, our IMO biobank captured the heterogeneous nature of IM, revealing mechanistic insights on IM pathogenesis and progression, offering an ideal platform for studying early gastric neoplastic transformation and chemoprevention.\r\nPubmed   Journal   ReadQx \r\nIdentifying colorectal cancer-specific vulnerabilities in the Wnt-driven long non-coding transcriptome.\r\n We propose that cancer-specific Wnt-regulated lncRNAs provide novel therapeutic opportunities to interfere with the Wnt pathway, which has so far defied effective pharmacological inhibition.\r\nPubmed   Journal   ReadQx \r\nLiquid biopsy to identify Barrett's oesophagus, dysplasia and oesophageal adenocarcinoma: the <i>EMERALD<\/i> multicentre study.\r\n Using a comprehensive approach integrating unbiased genome-wide biomarker discovery and several independent experimental validations, we have developed and validated a novel blood test that might complement screening options for BE/EAC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Oral LPCN 1148 improves sarcopenia and hepatic encephalopathy in male patients with cirrhosis: A randomized, placebo-controlled phase 2 trial.\r\nLPCN 1148 treatment improved sarcopenia and reduced the number of overt HE episodes in men with cirrhosis and sarcopenia awaiting liver transplant. These findings support additional research on the efficacy of LPCN 1148 in treating sarcopenia and preventing HE recurrence.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Circulating tumor DNA status and dynamics predict recurrence in patients with resected extrahepatic cholangiocarcinoma.\r\n In patients with resected eCCA, ctDNA status and dynamics predicted recurrence during adjuvant therapy, and may help optimize clinical decision-making. Impact and implications The findings from this study highlight the critical role of ctDNA as a prognostic biomarker and monitoring tool for patients with resected extrahepatic cholangiocarcinoma (eCCA). By demonstrating the superiority of ctDNA to predict disease recurrence compared to conventional biomarkers such as CA 19-9 and CEA, this study underscores its potential in guiding decision-making during adjuvant chemotherapy. These results may be crucial to refine post-surgical treatment strategies and improve patient outcomes. The practical application of ctDNA monitoring could lead to more personalized treatment approaches, enabling timely interventions based on minimal residual disease (MRD) status. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nGenetic study of intrahepatic cholestasis of pregnancy in Chinese women unveils East Asian etiology linked to historic HBV epidemic.\r\nWe uncovered a distinct genetic etiology of ICP in East Asians, likely linked to a historic HBV epidemic in East and Southeast Asia within the last 3,000 years. These findings enhance our understanding of ICP pathophysiology and offer potential for more precise detection, assessment, and treatment of the disorder. Impact and implications This study provides novel insights into the genetic basis of intrahepatic cholestasis of pregnancy (ICP) in East Asian populations, where little was previously known. The identification of the East-Asian-specific 14q24.1 locus, associated with both fasting TBA and ICP, and its connection to a historical hepatitis B epidemic emphasize the importance of incorporating population-specific history into disease research. These findings are crucial for researchers studying pregnancy-related liver disorders and clinicians providing care to pregnant women, enabling more accurate screening, risk assessment, and targeted interventions for ICP.\r\nPubmed   Journal   ReadQx \r\nHBV shows different levels of adaptation to HLA class I-associated selection pressure correlating with markers of replication.\r\nHBV sequence diversity is shaped by HLA class I-associated selection pressure with the HBV core protein being a predominant target of selection. Importantly, different levels of adaptation to immune pressure were observed between HBV infection stages, which need to be considered in the context of T cell-based therapies. Impact and implications The immune response mediated by CD8 T cells plays a critical role in controlling HBV infection and shows promise for therapeutic strategies aimed at achieving a functional cure. This study demonstrates that mutational escape within CD8 T cell epitopes is common in HBV and represents a key factor in the failure of immune control. Notably, the HBV core protein emerges as the primary target of CD8 T cell selection pressure. Additionally, the observed correlation between HBV adaptation levels and viral replication markers indicates that CD8 T cell immunity may influence transitions between phases of chronic HBV infection.\r\nPubmed   Journal   ReadQx \r\nMulti-Modal Analysis of human Hepatic Stellate Cells identifies novel therapeutic targets for Metabolic Dysfunction-Associated Steatotic Liver Disease.\r\n This study identified novel gene targets and regulatory mechanisms underlying activation of MASH fibrogenic HSCs and demonstrated that genetic or pharmacological inhibition of select genes suppressed liver fibrosis. Impact and implications Here we present snRNA-seq and snATAC-seq analysis of human HSCs from NORMAL, MASL, and MASH livers. We identified additional subclusters that were not detected by previous studies and characterized the mechanism by which HSCs activate in the MASH livers, including the transcriptional machinery that activates HSCs into myofibroblasts. For the first time, we described the pathogenic role of activated HSC-derived PAI-1 (a product of SERPINE1 gene) in the development of MASH liver fibrosis. Targeting of RUNX½-SERPINE1 axis may provide a novel strategy for treatment of liver fibrosis in patients.\r\nPubmed   Journal   ReadQx \r\nPNPLA3(148M) is a gain-of-function mutation that promotes hepatic steatosis by inhibiting ATGL-mediated triglyceride hydrolysis.\r\nThese findings support the premise that PNPLA3(148M) is a gain-of-function mutation that promotes hepatic steatosis by accumulating on LDs and inhibiting ATGL-mediated lipolysis in an ABHD5-dependent manner. Our results predict that reducing, rather that increasing, PNPLA3 expression will be the best strategy to treat PNPLA3(148M)-associated SLD. Impact and implications Steatotic liver disease (SLD) is a common complex disorder associated with both environmental and genetic risk factors. PNPLA3(148M) is the most impactful genetic risk factor for SLD and yet its pathogenic mechanism remains controversial. Here we provide evidence that PNPLA3(148M) promotes triglyceride (TG) accumulation by sequestering ABHD5, thus limiting its availability to activate ATGL. Although the substitution of methionine for isoleucine reduces the TG hydrolase activity of PNPLA3, the loss of enzymatic function is not directly related to the steatotic effect of the variant. It is the resulting accumulation of PNPLA3 on LDs that confers a gain-of-function by interfering with ATGL-mediated TG hydrolysis. These findings have implications for the design of potential PNPLA3(148M)-based therapies. Reducing, rather than increasing, PNPLA3 levels is predicted to reverse steatosis in susceptible individuals.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Assessing the Prognosis of Patients With HBV and ACLF-Comorbidities Matter.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Is There a Role for Therapeutic Drug Monitoring of Subcutaneous Infliximab in Patients With Inflammatory Bowel Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Rebuilding Rome-Revising Diagnostic Criteria for Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Green Management of IBD-New Paradigms for an Eco-Friendly Approach.\r\nWith an inevitable increase in the number of patient visits, endoscopies, laboratory testing, and long-term therapeutic strategies for IBD, the clinical community should be aware of environmental concerns and investigate possible strategies to reduce the environmental impact of IBD care.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Colonoscopy is not mammography: Challenges of applying the Duty of Candor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nWeight loss medications: A new Pandora's box?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Recent advances in clinical practice: mastering the challenge-managing IBS symptoms in IBD.\r\nSubsequent treatment should be initiated that is evidence-based and often multimodal, including classical and non-classical pharmacological agents as well as lifestyle and microbiota-based approaches, spanning the breadth of the gut, brain and its interaction. Treatment goals in this substantial part of the IBD population should be adapted to not only focus on treating the inflammation but taking care of the patient.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Activating hepatobiliary water channels for gallstone prevention in complicated gallstone disease.\r\n\r\nPubmed   Journal   ReadQx \r\nAdipose triglyceride lipase as a target for treatment of metabolic dysfunction-associated steatohepatitis: the role of hepatic and intestinal PPARα.\r\n\r\nPubmed   Journal   ReadQx \r\nMastering the Narrative: Precision Reporting of Risk and Outcomes in Liver Transplantation.\r\nIt also limits generalizability of study findings between countries, centers, and even providers. This article critically discusses frequent challenges associated with risk and outcome assessment following major surgery with a particular focus in liver transplantation.\r\nPubmed   Journal   ReadQx \r\nMy last Editorial as Editor-in-Chief of the Journal of Hepatology.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-responder on thyroid hormone receptor-β agonist? Bacteroides thetaiotaomicron to the rescue!\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A PRAGMATIC MANAGEMENT APPROACH FOR METABOLIC DYSFUNCTION ASSOCIATED STEATOSIS AND STEATOHEPATITIS.\r\n\r\nPubmed   Journal   ReadQx \r\nAnalysis of \"Long-Term Outcomes of Additional Surgery After Endoscopic Resection Versus Primary Surgery for T1 Colorectal Cancer\".\r\n\r\nPubmed   Journal   ReadQx \r\nChallenges in Expanding Structured Chronic Hepatitis B Surveillance Programs.\r\n\r\nPubmed   Journal   ReadQx \r\nGastritis: Pathophysiology and Clinical Management.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Wei-Zhen Tang et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Zhou.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Underlying Causes of Secondary Bile Acid Diarrhea May Confound Cancer Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Switch from Off-Label Swallowed Topical Corticosteroids to Budesonide Orodispersible Tablets in Eosinophilic Esophagitis patients.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    New cholangiopancreatoscopy-assisted diagnosis of disconnected pancreatic cuct syndrome and bridging disconnected pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimization of traction-device length and traction force during gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A multimodal endoscopic approach for esophageal fistula closure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA new method with commonly available devices for treating buried bumper syndrome.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA new treatment for endoscopic ultrasound-guided vascular intervention: coiling with sclerotherapy for esophageal varices.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nApplication of through-the-scope twin clip for semicircumferential defect closure after rectal laterally spreading tumor transanal super minimally invasive surgery resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBipolar forceps coagulation for endoscopic papillectomy-related bleeding.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nComplete section of the common bile duct during complicated cholecystectomy: laparoscopy-guided endoscopic treatment, a mini-invasive approach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nComputed tomography-based virtual reality-guided preoperative simulation for endoscopic full-thickness resection of a gastric submucosal tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDeeply embedded esophageal fishbone removed by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDouble sticker over knife to assess myotomy and mucosectomy length during Zenker's peroral endoscopic myotomy for Zenker's diverticulum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEarly gastric adenocarcinoma with enteroblastic differentiation diagnosed synchronously with a conventional gastric adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEn bloc underwater endoscopic mucosal resection of a large laterally spreading tumor in the colon after endoscopic tattooing.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic hot snare resection of a type III biliary cyst (choledochocele).\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic intermuscular dissection: insights from China on minimally invasive treatment for early rectal cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided antegrade stenting combined with closure of the puncture route using self-assembling peptide solution in a jaundiced patient with ascites.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided cholecystoduodenostomy followed by stone clearance using electrohydraulic and mechanical lithotripsy in a frail patient with acute cholecystitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided choledochoduodenostomy using an innovatively shaped self-expandable metal stent to prevent stent migration.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nForward-viewing echoendoscope-guided recanalization plus radial incision and cutting technique for rectal anastomotic atresia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFully endoscopic treatment of loss of anatomical continuity of the duodenum caused by a perforated ulcer: an auto-rendezvous by anterograde biliary route.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGas embolism in double-balloon endoscopic retrograde cholangiography with carbon dioxide insufflation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntraoperative dual laparoscopy and neo-rectoscopy for precise excision of bowel endometriosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMucosal leak after peroral endoscopic myotomy: what to do?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMuscle layer injury during underwater endoscopic mucosal resection for an adenoma on the cecal fold.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel endoscopic approach for safe and effective resection of duodenal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel method for retrieving Santorini duct stones from a patient with a rare chymotrypsin C variant combined with pancreas divisum.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel specialized guidewire for bridging deployment into the right hepatic duct via endoscopic ultrasound-guided hepaticogastrostomy for malignant hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPancreatoscopy assists in the diagnosis of malignant transformation in chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPancreatoscopy-assisted balloon dilation under direct vision in a porcine model.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral pancreatoscopy-guided lithotripsy via an endoscopic ultrasonography-guided pancreatogastrostomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRemoval of jammed loop cutter and residual snare wire, after polypectomy with a detachable snare.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrieval technique for a sheared guidewire remnant in the gallbladder duct using a novel basket catheter.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRetrograde endoscopic ultrasound-guided entero-enterostomy for the management of a high-output enterocutaneous fistula and ileal stricture in a complex surgical abdomen.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRobotic endoscopic resection: the next revolution in therapeutic endoscopy is already here!\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful endoscopic closure using novel clips for a duodenal perforation caused by an endoscopic ultrasound scope.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful necrosectomy using the over-the-scope grasping device: a tool for solid necrotic debris.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuprapapillary trisectoral deployment of slim fully covered metal stents with ultra-stiff high-sliding guidewires for malignant hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThe \"line-band closure\" technique: a new endoscopic traction method for closure of a large defect.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTransnasal endoscopic closure of persistent gastrocutaneous fistula via percutaneous suturing in altered oropharyngeal anatomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of the intrascope channel stent release technique using a novel pigtail-type plastic stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Rare Case of Enterocolitis with a Rare Cause.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unexpected Cause of Fistulizing Small Intestinal Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nAn intriguing case of hepatosplenic lesions and pneumonia during anti-TNF therapy for IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nExpanding the Differential Diagnosis: Severe, Swollen Hepatocytes in a Patient with an ALT above 1000 U/L.\r\n\r\nPubmed   Journal   ReadQx \r\nGender Inequity in Pharma-Supported Inflammatory Bowel Disease Presentations: Shining a Light on Opportunities for Equality and Transparency in Medical Research.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh serum pesticide levels are associated with increased odds of inflammatory bowel disease in a nested case-control study.\r\n\r\nPubmed   Journal   ReadQx \r\nSucrase isomaltase dysfunction reduces sucrose intake in mice and humans.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    EUS-Guided Transmural Drainage of a Splenic Abscess.\r\n\r\nPubmed   Journal   ReadQx \r\nREPRODUCIBILITY OF EUS-GUIDED SHEAR WAVE ELASTOGRAPHY FOR ASSESSMENT OF HEPATIC FIBROSIS, A PROSPECTIVE PILOT COHORT STUDY.\r\n\r\nPubmed   Journal   ReadQx \r\nUnable to exit during difficult colonoscopy examination.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Large proximal gastric GIST tumours: downsizing by imatinib and subsequent endoresection.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Cover Image.\r\n\r\nPubmed   Journal   ReadQx \r\nHematological traits in sodium-glucose cotransporter-2 efficacy: mediators or confounders ?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nInstructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to Editor: Prevalence of subclinical hypothyroidism and longitudinal thyroid stimulating hormone changes in youth with metabolic dysfunction-associated steatotic liver disease: an observational study.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor : Association of hepatitis delta virus infection and hepatocellular carcinoma, hepatic decompensation, all-cause and liver-related death in a national cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Quality indicators and the safety profile of endoscopic intervention in patients with bleeding esophageal varices.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Association of hepatitis delta virus infection and hepatocellular carcinoma, hepatic decompensation, all-cause and liver-related death in a national cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: HKDC1 promotes liver cancer stemness under hypoxia via stabilizing β-catenin.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Prevalence of subclinical hypothyroidism and longitudinal thyroid stimulating hormone changes in youth with metabolic dysfunction-associated steatotic liver disease: an observational study.\r\n\r\nPubmed   Journal   ReadQx \r\nTable of contents.\r\n\r\nPubmed   Journal   ReadQx \r\nUtilizing of viral RNA fragment to limit acute inflammation.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From shadows to light: An unusual case of a hepatic mass.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction notice to \"Acetylation of lactate dehydrogenase B drives NAFLD progression by impairing lactate clearance\" [J Hepatol 74 (5) 2021 1038-1052].\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Assessing the Prognosis of Patients With HBV and ACLF-Comorbidities Matter. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Updated COVID-19 Boosters-Tailoring Protection for Patients With IBD. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Bowel Preparation Quality in Patients With Crohn's Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Bowel Preparation Quality in Patients With Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Insulin-Like Growth Factor-1 in Cirrhosis Is Linked to Hepatic Dysfunction and Fibrogenesis and Predicts Liver-Related Mortality.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Exploring the Potential of Real-Time Audio-Visual Interactions of ChatGPT-4o in Endoscopy Training and Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nPDO-Based Drug Screening in Advanced Pancreatic Cancer: Addressing Predictive Value and Broader Clinical Implications.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Critical insights on improving risk evaluation for metachronous colorectal cancer after serrated polypectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nERCP credentialing.\r\n\r\nPubmed   Journal   ReadQx \r\nPlastic stents for palliative biliary drainage: we have come full circle.\r\n\r\nPubmed   Journal   ReadQx \r\nReflection on the high recurrence rate of adenomas after cold snare EMR.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater coagulation: Is it time to retire the coagulation forceps?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Devices substitution can reduce environmental burden: what about strategies substitution?\r\n\r\nPubmed   Journal   ReadQx \r\nFaecal phageome transplantation alleviates intermittent intestinal inflammation in IBD and the timing of transplantation matters: a preclinical proof-of-concept study in mice.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Balancing strengths and limitations of ctDNA in advanced biliary tract cancer genomic profiling.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes MASH Co-Morbidity in CHB Truly Suppress Immune Function?\r\n\r\nPubmed   Journal   ReadQx \r\nDysglycemia and liver lipid content influence the link between insulin resistance and liver mitochondrial function in obesity - Author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating Concordance and Clinical Utility of ctDNA Profiling in Advanced Biliary Tract Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nGEMA-Na: a crucial step in solving the MELD-Creatinine dilemma.\r\n\r\nPubmed   Journal   ReadQx \r\nHow to make a decision for the use of plasma exchange in patients with acute liver failure?\r\n\r\nPubmed   Journal   ReadQx \r\nLate use of Plasma Exchange in Acute Liver Failure: The Battle is Lost?\r\n\r\nPubmed   Journal   ReadQx \r\nNon-invasive algorithms could outperform HVPG in selecting candidates for non-selective beta-blockers in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPlasma exchange in Acute liver failure: The jury is still out!\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking Methodology and Data Integrity in Mendelian Randomization: Insights from Air Pollution and MASLD Research.\r\n\r\nPubmed   Journal   ReadQx \r\nSedoanalgesia during TIPS placement: hemodynamic and ethical issues.\r\n\r\nPubmed   Journal   ReadQx \r\nSurrender to evidence: the futility of plasma exchange for severe liver disease and liver failure.\r\n\r\nPubmed   Journal   ReadQx \r\nTherapeutic plasma exchange in acute liver failure: Challenges in patient selection and optimal timing of intervention.\r\n\r\nPubmed   Journal   ReadQx \r\nUnlock AI-Safe-C score's potential at all levels: Improve methods and overcome barriers.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-23T17:26:04-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-15-2024/",
    "title": "Fri Nov 15 2024",
    "description": "48 articles - From Friday Nov 08 2024 to Friday Nov 15 2024",
    "author": [],
    "date": "2024-11-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Family History of Colorectal Cancer and the Risk of Colorectal Neoplasia: A Systematic Review and Meta-Analysis.\r\n Family history of CRC is associated with increased risk of adenoma, NAA, AA, and AN totally, and in al available subgroups. The findings further strengthen the necessity and importance of an intensified screening strategy for individuals with a positive family history of CRC, which is very useful for related health resource allocation and policymaking.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Adverse Events Associated with Endoscopic Retrograde Cholangiopancreatography: Systematic Review and Meta-analysis.\r\nERCP-associated AEs remain common. Incidence of post-ERCP pancreatitis remained static despite improvements in techniques, prevention, and recognition. These results are important to patients, endoscopists, and policy makers to inform consent and to encourage implementation of available risk mitigation strategies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Dietary antioxidant capacity, genetic susceptibility and polymorphism, and inflammatory bowel disease risk in a prospective cohort.\r\n This study suggests that a diet with high TAC may help prevent the development of IBD, particularly in individuals at high genetic risk of IBD and in mutation carriers of rs4880 in SOD2.\r\nPubmed   Journal   ReadQx \r\nENDOSCOPIC SEDATION TYPE DURING FLIP PANOMETRY DOES NOT SIGNIFICANTLY IMPACT FLIP MOTILITY CLASSIFICATION RELATIVE TO MANOMETRY.\r\nThe proportion of HRM diagnoses within each FLIP Panometry classification also did not differ between FLIP completed with CS vs MAC with fentanyl (P=0.098) or MAC without fentanyl (P=0.0261) CONCLUSIONS: Whether CS or MAC was used as sedation during FLIP did not have a clinically significant impact on the relationship between diagnosis on FLIP Panometry and HRM. This supports the validity of diagnosing esophageal motility disorders using FLIP Panometry during sedated endoscopy.\r\nPubmed   Journal   ReadQx \r\nInfluence of comorbidities on health-related quality of life in alcohol-related liver disease: a population-based survey. \r\nCommon comorbidities including COPD, musculoskeletal and psychiatric disease are associated with low HRQoL in ALD, independently of liver disease severity, and so are alcohol consumption and smoking. These findings highlight the importance of multidisciplinary management of patients with ALD.\r\nPubmed   Journal   ReadQx \r\nYield and Effectiveness of Two-Sample Fecal Immunochemical Test-based Screening Program for Colorectal Cancer.\r\nTwo-sample FIT could effectively identify high-risk populations, and colonoscopy compliance is associated with a lower risk of CRC incidence and mortality. This strategy might facilitate CRC screening practice in countries with large populations.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Feasibility of modified double-layered suturing for a large mucosal defect after duodenal endoscopic submucosal dissection (Origami method).\r\n The OGM achieved high-rate complete closure even after duodenal ESD, which was robust enough to maintain the folded muscle layer for at least 3 days postoperatively.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hemodynamic effects of carvedilol plus simvastatin in cirrhosis with severe portal hypertension and suboptimal response to β-blockers: A double-blind, placebo-controlled, randomized-trial.\r\n In patients with severe portal hypertension (all with high-risk varices) and suboptimal hemodynamic response to traditional NSBBs, combined therapy with carvedilol plus simvastatin significantly enhances the portal-pressure reduction achieved with carvedilol-monotherapy, improves endothelial dysfunction and reduces pro-inflammatory cytokines.\r\nPubmed   Journal   ReadQx \r\nOral LPCN 1148 improves sarcopenia and hepatic encephalopathy in male patients with cirrhosis: A randomized, placebo-controlled phase 2 trial.\r\nLPCN 1148 treatment improved sarcopenia and reduced the number of overt HE episodes in men with cirrhosis and sarcopenia awaiting liver transplant. These findings support additional research on the efficacy of LPCN 1148 in treating sarcopenia and preventing HE recurrence.\r\nPubmed   Journal   ReadQx \r\nPlatelet-derived mitochondria regulate lipid metabolism in nonalcoholic steatohepatitis via extracellular vesicles.\r\nWe offer a novel molecular mechanism that connects platelets, pEVs, and excessive LD accumulation to the development of NASH. Our results suggest that NASH progression may be alleviated by specifically inhibiting the production and release of pEVs, or by targeting pEVs components and inhibiting their uptake. Additional experiments are required to confirm this potentiality.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Gastrointest Endosc\r\n    A note from the Editor-in-Chief. \r\n\r\nPubmed   Journal   ReadQx \r\nWeight loss medications: A new Pandora's box? \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Pancreatic panniculitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A needed ®evolution to improve colorectal cancer screening: binding patient-centered/shared decision-making medicine with large language models in an emerging knowledge society.\r\n\r\nPubmed   Journal   ReadQx \r\nA new treatment for endoscopic ultrasound-guided vascular intervention: coiling with sclerotherapy for esophageal varices. \r\n\r\nPubmed   Journal   ReadQx \r\nApplication of through-the-scope twin clip for semicircumferential defect closure after rectal laterally spreading tumor transanal super minimally invasive surgery resection. \r\n\r\nPubmed   Journal   ReadQx \r\nBipolar forceps coagulation for endoscopic papillectomy-related bleeding. \r\n\r\nPubmed   Journal   ReadQx \r\nDeeply embedded esophageal fishbone removed by endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx \r\nDouble sticker over knife to assess myotomy and mucosectomy length during Zenker's peroral endoscopic myotomy for Zenker's diverticulum. \r\n\r\nPubmed   Journal   ReadQx \r\nEn bloc underwater endoscopic mucosal resection of a large laterally spreading tumor in the colon after endoscopic tattooing. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic hot snare resection of a type III biliary cyst (choledochocele). \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided antegrade stenting combined with closure of the puncture route using self-assembling peptide solution in a jaundiced patient with ascites. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided choledochoduodenostomy using an innovatively shaped self-expandable metal stent to prevent stent migration. \r\n\r\nPubmed   Journal   ReadQx \r\nFully endoscopic treatment of loss of anatomical continuity of the duodenum caused by a perforated ulcer: an auto-rendezvous by anterograde biliary route. \r\n\r\nPubmed   Journal   ReadQx \r\nIntraoperative dual laparoscopy and neo-rectoscopy for precise excision of bowel endometriosis. \r\n\r\nPubmed   Journal   ReadQx \r\nMucosal leak after peroral endoscopic myotomy: what to do? \r\n\r\nPubmed   Journal   ReadQx \r\nNovel endoscopic approach for safe and effective resection of duodenal neuroendocrine tumor. \r\n\r\nPubmed   Journal   ReadQx \r\nNovel specialized guidewire for bridging deployment into the right hepatic duct via endoscopic ultrasound-guided hepaticogastrostomy for malignant hilar biliary obstruction. \r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of jammed loop cutter and residual snare wire, after polypectomy with a detachable snare. \r\n\r\nPubmed   Journal   ReadQx \r\nRetrieval technique for a sheared guidewire remnant in the gallbladder duct using a novel basket catheter. \r\n\r\nPubmed   Journal   ReadQx \r\nRetrograde endoscopic ultrasound-guided entero-enterostomy for the management of a high-output enterocutaneous fistula and ileal stricture in a complex surgical abdomen. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful necrosectomy using the over-the-scope grasping device: a tool for solid necrotic debris. \r\n\r\nPubmed   Journal   ReadQx \r\nUse of the intrascope channel stent release technique using a novel pigtail-type plastic stent. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Case of Enterocolitis with a Rare Cause.\r\n\r\nPubmed   Journal   ReadQx \r\nAn intriguing case of hepatosplenic lesions and pneumonia during anti-TNF therapy for IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Clonally expanded CD8+ T cells in MASH - invited guests overstaying their welcome.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Enhancing automated speech analysis for hepatic encephalopathy detection.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Enhancing automated speech analysis for hepatic encephalopathy detection.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Gastrointest Endosc\r\n    Critical insights on improving risk evaluation for metachronous colorectal cancer after serrated polypectomy. \r\n\r\nPubmed   Journal   ReadQx \r\nERCP credentialing. \r\n\r\nPubmed   Journal   ReadQx \r\nPlastic stents for palliative biliary drainage: we have come full circle. \r\n\r\nPubmed   Journal   ReadQx \r\nReflection on the high recurrence rate of adenomas after cold snare EMR. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater coagulation: Is it time to retire the coagulation forceps? \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoscopic stratification of gastric intestinal metaplasia: where are we, where do we want to go and how do we get there?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    How to make a decision for the use of plasma exchange in patients with acute liver failure?\r\n\r\nPubmed   Journal   ReadQx \r\nLate use of Plasma Exchange in Acute Liver Failure: The Battle is Lost?\r\n\r\nPubmed   Journal   ReadQx \r\nPlasma exchange in Acute liver failure: The jury is still out!\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking Methodology and Data Integrity in Mendelian Randomization: Insights from Air Pollution and MASLD Research.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-15T14:52:39-05:00",
    "input_file": {}
  }
]
