[
  {
    "path": "gi/04-18-2025/",
    "title": "Fri Apr 18 2025",
    "description": "130 articles - From Friday Apr 11 2025 to Friday Apr 18 2025",
    "author": [],
    "date": "2025-04-18",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Defining radiological healing in perianal fistulising Crohn's Disease: a TOpClass global expert Delphi consensus.\r\n This international Delphi consensus standardizes radiological endpoints in pfCD, improving consistency in clinical and research settings. Future studies will validate this definition and assess how radiological changes predict long-term clinical outcomes and quality of life improvements.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Global Consensus Recommendations for Metabolic Dysfunction-Associated Steatotic Liver Disease and Steatohepatitis.\r\nOur study provides an extensive set of recommendations generated based on a comprehensive review of the most recent MASLD/MASH guidelines and a consensus-building process.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Change in cT1 following interventions in MASLD: A systematic review and meta-analysis.\r\n Evidence to-date supports a significant treatment-induced reduction in cT1 as compared to minimal changes in the placebo group. Our findings could inform study designs for investigational therapies and support monitoring of treatment response in individuals with MASLD in clinical trials and clinical practice.\r\nPubmed   Journal   ReadQx \r\nParticipation and yield of gastric cancer screening programs: A systematic review and meta-analysis.\r\nThe participation and yield of GC screening programs were comprehensively assessed using three indicators proposed in this study.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A systematic review of technical factors associated with persistent fistula after endoscopic ultrasound-directed transgastric endoscopic retrograde cholangiopancreatography in patients with Roux-en-Y gastric bypass.\r\nIn this systematic review, larger stent size, passive (spontaneous) closure after stent removal, and longer stent dwell time appeared associated with an increased risk of PF formation after EDGE.\r\nPubmed   Journal   ReadQx \r\nOutcomes and Safety of Duodenal Endoscopic Submucosal Dissection for non-ampullary lesion: a systematic review and meta-analysis.\r\n ESD for NADL can be considered an alternative to standard techniques or surgery when en-bloc and R0 resection is requested. High experience and proficiency are required to replicate the outcomes found by this meta-analysis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: A Multicentre Randomised Controlled Trial of Carvedilol Versus Variceal Band Ligation in Primary Prevention of Variceal Bleeding in Liver Cirrhosis (CALIBRE Trial).\r\nThe early terminated and, thus, underpowered CALIBRE trial showed no difference between carvedilol and VBL in the primary prevention of variceal bleeding in patients with cirrhosis and medium-to large-sized oesophageal varices. No untoward safety concerns were noted.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Antispasmodic Use on Abdominal Pain and Opioid Use in Inflammatory Bowel Disease: A Population-Based Study.\r\nAntispasmodic use in patients with IBD was associated with increased abdominal pain and opioid use in opioid-naïve patients. Antispasmodic use was associated with increased likelihood of corticosteroid use, clinic and ER visits and hospitalisation.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Acute gastroenteritis is a risk factor for the development of disorders of gut-brain interaction in children.\r\n  children with AGE are more likely to develop DGBIs compared to controls. AGE symptom severity is associated with PI-DGBI.\r\nPubmed   Journal   ReadQx \r\nAdenoma Detection Rates Calculated Using All Exams Are Associated with Lower Risk for Post Colonoscopy Colorectal Cancer: Data From the New Hampshire Colonoscopy Registry.\r\n Our data demonstrating lower PCCRC risk in exams performed by endoscopists with higher ADR's calculated with al exams helps to validate ADR-A as a quality measure. ADR-A may also increase precision of the calculated ADR. Endoscopists should strive for a higher ADR-A with 44% as an aspirational target.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of a model of care based on Fibrosis-4 and liver stiffness measurement for the screening of patients with type 2 diabetes mellitus at risk of advanced liver disease: results from an Italian prospective multicentre study.\r\nIn diabetes clinics, the 2-tier screening using FIB-4 and VCTE is effective for the identification of T2DM patients to be referred to hepatologists. VCTE referral may be considered for patients with overweight/obesity and elevated ALT classified as at low risk of advanced liver fibrosis by FIB-4.\r\nPubmed   Journal   ReadQx \r\nQuantifying Patient Preferences for Risk Tolerance With Novel Dual Biologic Therapies for Inflammatory Bowel Disease.\r\n The findings suggest that patients prefer safe and efficacious treatments and DBT may be an acceptable option for those who have failed an advanced therapy for IBD. We demonstrate the value of building on existing evidence and designing efficient DCE studies to address knowledge gaps to improve IBD care.\r\nPubmed   Journal   ReadQx \r\nRural-urban disparities in hepatocellular carcinoma deaths are driven by hepatitis C-related HCC.\r\nAnnual increases in HCC deaths have been more pronounced in rural compared to urban populations. Deaths from HCV-related HCC have declined with a geographical disparity that favors urban populations, possibly driven by decreased access to HCV screening or availability of highly effective direct-acting antiviral therapies for rural residents. These findings underscore the need for targeted HCV screening and treatment strategies in rural populations in addition to ongoing strategies to combat alcohol use and metabolic diseases.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    All-cause and cause-specific mortality in achalasia: A nationwide matched cohort study.\r\nIndividuals with achalasia had a 42% increased mortality rate compared with the general population. The elevated mortality risk indicates a need for long-term follow-up.\r\nPubmed   Journal   ReadQx \r\nComparative Effectiveness of Infliximab vs Ustekinumab for Endoscopic and Transmural Remission in Biologic Naïve Crohn's Disease.\r\nInfliximab and ustekinumab demonstrated similar effectiveness in achieving clinical, endoscopic, and transmural remission in biologic-naïve patients with CD.\r\nPubmed   Journal   ReadQx \r\nDevelopment of a question prompt list for people living with primary biliary cholangitis - A Delphi Study. \r\nIn addition, one question regarding first-line therapy was included despite being rated as moderately/very important by 68.5%. The PBC patient question prompt list serves as a user-facing document, to enhance the patient experience, and drive value-based healthcare in routine clinical practice.\r\nPubmed   Journal   ReadQx \r\nHepatic encephalopathy and MELD-Na predict treatment benefit in autoimmune hepatitis-related decompensated cirrhosis.\r\nImmunosuppression is beneficial in patients with AIH-related decompensated cirrhosis and active disease. OHE and MELD-Na at diagnosis, along with a decline in MELD-Na at 4 weeks of treatment, are the most important determinants of outcome and can guide treatment decisions.\r\nPubmed   Journal   ReadQx \r\nPostoperative Outcomes in Tofacitinib-treated Patients with Acute Severe Ulcerative Colitis Undergoing Colectomy.\r\nWe observed a significantly lower rate of overall postoperative complications in ASUC patients treated with tofacitinib compared to infliximab;  however, no difference was observed in the risk for serious postoperative complications. Larger prospective trials are needed to confirm these findings.\r\nPubmed   Journal   ReadQx \r\nSpleen stiffness predicts the risk of liver-related complications in patients with compensated advanced chronic liver disease.\r\n Non-invasive assessment using SSM may serve as an excellent tool for predicting the risk of liver-related complications and risk-stratifying patients with cACLD, thereby improving their management.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Association of semaglutide with retained gastric contents on endoscopy: Retrospective analysis.\r\nSemaglutide use appears to increase risk of having retained gastric contents visualized during endoscopy. Patients on semaglutide for weight loss appear to have a greater risk of RGC compared with patients on semaglutide for glycemic control. This observation may have clinical implications for management of GLP-1 agonist use prior to endoscopy.\r\nPubmed   Journal   ReadQx \r\nDiagnosis of small bowel inflammation using small bowel capsule endoscopy combined with abdominal CT scan.\r\nWe evaluated presence or absence of mucosal inflammation by SBCE in patients with CT findings of suspected small bowel inflammation and analyzed their backgrounds. Patients and methods The Lewis score was determined by SBCE, and scores ≥ 135 placed 65 patients in the enteritis group and scores of 4.15 mm) on CT has these characteristics, it may be worth considering performing SBCE.\r\nPubmed   Journal   ReadQx \r\nDifferences in colonoscopy performance among four endoscopy centers in Western Norway: Influence of case-mix.\r\nCase-mix influenced performance measures. Although we showed center differences in performance, other factors, such as individual endoscopist skills, probably influence performance measures. Our study demonstrates the importance of considering case-mix when assessing colonoscopy performance.\r\nPubmed   Journal   ReadQx \r\nEarly cholangioscopy-guided lithotripsy for clearance of biliary stones associated with narrow lower bile duct.\r\nEarly upfront digital cholangioscopy with EHL has high efficacy and safety for stone clearance after a single session in patients with narrow distal CBD.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of multi-loop traction device-assisted colorectal endoscopic submucosal dissection: Multicenter randomized clinical trial.\r\nThis multicenter randomized trial demonstrated that use of MLTD did not significantly increase dissection speed for colorectal ESD. Treatment conversions may have influenced the primary endpoint, and further investigation is warranted.\r\nPubmed   Journal   ReadQx \r\nEfficacy of water pressure method for colorectal endoscopic submucosal dissection: Propensity-score matching analysis.\r\nWPM for colorectal ESD may shorten procedure time compared with C-ESD without increasing AEs.\r\nPubmed   Journal   ReadQx \r\nEndoscopic intermuscular dissection for management of 10- to 20-mm rectal neuroendocrine tumors: Pilot study (with video).\r\nEID is a promising treatment for 10- to 20-mm R-NETs, with high initial cure rates, and a new option for endoscopic resection. More studies of the procedure are needed.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided therapies versus retrograde transvenous obliteration for gastric varices: Multicenter propensity matched analysis.\r\nEUS-guided therapy offers a safe and effective alternative to RTO for managing fundal varices. Although reintervention rate for GVs were higher than for EUS, incidence of AEs and reintervention for EVs was higher with RTO.\r\nPubmed   Journal   ReadQx \r\nEye movement patterns associated with colorectal adenoma detection: Post hoc analysis of randomized controlled trial.\r\nLower peripheral gaze rate and slow eye movement are associated with colorectal adenoma detection.\r\nPubmed   Journal   ReadQx \r\nOptimal timing for discontinuation of ERCP in cases of difficult selective biliary cannulation.\r\nIn cases of difficult SBC, discontinuing attempts at around 8 minutes may minimize risk of PEP. However, extending attempts up to 12 minutes can be justified to achieve higher success rates. Beyond 12 minutes, likelihood of successful SBC diminishes significantly.\r\nPubmed   Journal   ReadQx \r\nOptimizing endoscopic detection of precancerous gastric conditions: Single-center prospective study.\r\nDespite the diverse hospital population, ASAG prevalence remained low. A numerical increase in ASAG detection rate was observed with systematic NBI use compared with optional NBI use. Overall, systematic NBI-guided biopsies appear to be associated with increased rates of detection of ASAG, atrophy, and IM.\r\nPubmed   Journal   ReadQx \r\nOutcomes of retained gastrointestinal debris during upper endoscopy.\r\nOur study did not demonstrate a significant increase in post-procedure complications in patients with GIDR. Further, the GIDR group had higher rates of opiate use, which can guide stratification of retention risk.\r\nPubmed   Journal   ReadQx \r\nTranspapillary biliary drainage using a forward-viewing endoscope for patients with distal malignant biliary obstruction and type I duodenal stenosis.\r\nTranspapillary biliary drainage using a forward-viewing endoscope is a useful option for patients with type I duodenal stenosis.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic direct diverticulitis therapy for acute uncomplicated diverticulitis.\r\nEDDT utilizing cholangioscope-assisted colonoscopy is a feasible alternative treatment for acute uncomplicated diverticulitis, offering diagnostic and therapeutic advantages through direct visualization. With promising preliminary results, further studies with larger cohorts are warranted to confirm its efficacy and long-term outcomes.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided choledochoduodenostomy results in fewer complications than percutaneous drainage following failed ERCP in malignant distal biliary obstruction.\r\n When both modalities were available and technically feasible, gastroenterologists preferred EUS-CDS over PTBD. EUS-CDS seems to be associated with a lower mortality and AE rate, shorter hospital admission and fewer reinterventions, but a randomized controlled trial should confirm these observations.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Generative Artificial Intelligence in Clinical Medicine and Impact on Gastroenterology. \r\nWe remain optimistic in the potential of GenAI to augment clinical expertise due to the adaptability of GenAI to handle multiple data modalities to obtain and focus relevant information flows and the human-friendly interfaces that facilitate ease of use. We believe that the potential of GenAI for dynamic human-algorithmic interactions may allow for a degree of clinician-directed customization to enhance human presence.\r\nPubmed   Journal   ReadQx \r\nPreventive effect of Helicobacter pylori treatment on gastric cancer incidence and mortality: A Korean population study.\r\nHPE may help prevent GC and improve survival in adults of al ages, including those aged ≥70 years. These findings suggest that HPE benefits not only younger adults but also older adults. HPE treatment is preferable at a younger age, but older age may not be a limiting factor for the treatment.\r\nPubmed   Journal   ReadQx \r\nTherapeutic Targeting of Oncogene-induced Transcription-Replication Conflicts in Pancreatic Ductal Adenocarcinoma.\r\nAOH1996 safely and effectively targets TRCs in preclinical PDAC models, with initial clinical evidence supporting its potential for treating chemotherapy-refractory PDAC. Further clinical development is warranted.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Combined Endoscopy and Functional Lumen Imaging Probe Panometry Approach Can Expedite Diagnosis of Esophageal Motility Disorders.\r\n An approach utilizing endoscopy (CARS score) and FLIP Panometry (EndoMAP) identified actionable esophageal motility disorders at the point-of-care endoscopy encounter. While additional validation is planned, this approach offers a well-tolerated method that addresses limitations of HRM. Applied to the index endoscopic encounter, this approach could expedite management, reducing need for HRM in some patients versus triaging toward additional testing in others.\r\nPubmed   Journal   ReadQx \r\nSafety and feasibility of intensive endoscopic interventions for delayed perforation after colorectal endoscopic submucosal dissection.\r\n Intensive endoscopic interventions for delayed perforation after ESD may prevent emergency surgery.\r\nPubmed   Journal   ReadQx \r\nSafety of uninterrupted anticoagulation in the setting of routine colonoscopy.\r\n Continuous or interrupted anticoagulation both appear to be acceptable approaches for routine colonoscopy in the setting of a systematic protocol for anticoagulation management.\r\nPubmed   Journal   ReadQx \r\nShort- and long-term outcomes of endoscopic resection for gastric tube cancer: A Japanese multicenter prospective cohort study.\r\nER could be safely performed for gastric tube cancer;  however, its long-term prognosis is worse than that of naïve stomach cancer. Assessing various systemic conditions when deciding on a treatment strategy for gastric tube cancer is important.\r\nPubmed   Journal   ReadQx \r\nShort-term outcomes of ESD for suspected T1 colorectal cancers: A European experience.\r\nESD performed on polyps with suspected d-SMIC showed lower VM-R0 rates for pT1Sm2-3 cases compared to suspected s-SMIC cases. This should be taken into account when selecting the optimal resection technique for suspected d-SMIC cases.\r\nPubmed   Journal   ReadQx \r\nSuccess and Safety of Conventional Endoscopic Resection Techniques for Previously Partially Resected Colorectal Polyps at a Tertiary Referral Center.\r\n While specialized resection techniques are increasingly advocated to manage fibrotic colorectal lesions, we demonstrate conclusively that experts can successfully and safely manage previously partially resected colorectal lesions using conventional techniques.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Choice of colon capsule or colonoscopy versus default colonoscopy in FIT positive patients in the Danish screening programme: a parallel group randomised controlled trial.\r\n Offering CCE as an alternative to colonoscopy did not significantly alter the detection rate of advanced neoplasia, nor did it increase uptake in a screening programme with high adherence to colonoscopy following a positive FIT test. Instead, it led to a very high rate of secondary colonoscopies. Therefore, CCE cannot be recommended in this setting.\r\nPubmed   Journal   ReadQx \r\nPrecision risk stratification of primary gastric cancer after eradication of <i>H. pylori<\/i> by a DNA methylation marker: a multicentre prospective study.\r\nBackground Precision cancer risk stratification for gastric cancer is urgently needed for the growing number of healthy people after eradication even though al of them have clinically high risk. Individuals with super-high risk will need more frequent gastric cancer screening than currently recommended.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Cirrhosis and age are key determinants of HCC risk in individuals with primary sclerosing cholangitis: A multicenter longitudinal cohort study.\r\n Hepatocellular carcinoma is relatively rare in patients with primary sclerosing cholangitis who do not have cirrhosis, especially in those under the age of 50. Our findings indicate that HCC monitoring for patients with PSC can be tailored, based on their age and cirrhosis status.\r\nPubmed   Journal   ReadQx \r\nDeveloping palliative care interventions in liver disease using formative and summative qualitative evaluation. \r\nSpecifically, we sought to understand how the intervention was enacted (fidelity) and to provide a roadmap for future palliative care practice integration in ESLD. In conclusion, formative and summative evaluations play a vital role in improving interventions so that valuable and scarce palliative care resources are applied equitably and effectively and so that patients and their caregivers experience the best possible care and quality of life as they live with ESLD.\r\nPubmed   Journal   ReadQx \r\nMultiomics approaches for identifying the PANoptosis signature and prognostic model via a multimachine-learning computational framework for intrahepatic cholangiocarcinoma.\r\n The present study identified a precise prognostic and treatment strategy for ICC patients prone to PANoptosis, investigated the molecular mechanisms of PANoptosis in ICC cells, and highlighted the potential clinical relevance of the PANRS in predicting prognosis and therapy response. These findings will help guide clinical treatment strategies for ICC.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Five-year overall survival update from the HIMALAYA study of tremelimumab plus durvalumab in unresectable HCC.\r\nAt 5 years, STRIDE sustained an OS benefit versus sorafenib and maintained a manageable safety profile. OS benefit with STRIDE was improved in participants with disease control. Data suggest that any degree of tumour shrinkage with STRIDE can be associated with improved OS, indicating that conventional response measures may not fully capture STRIDE benefits. Nevertheless, participants experiencing deep responses appear to have the greatest benefit. STRIDE continues to set new benchmarks in uHCC with 1 in 5 patients alive at 5 years. Impact and implications The phase III HIMALAYA study showed that STRIDE (Single Tremelimumab Regular Interval Durvalumab) improved overall survival (OS) versus sorafenib in participants with unresectable HCC (uHCC), including after 4 years of follow-up. Understanding the efficacy and safety of STRIDE over the longer term is important for healthcare providers;  here, we demonstrate that STRIDE sustained an OS benefit versus sorafenib and maintained a manageable safety profile after 5 years of follow-up. OS benefit with STRIDE was improved in participants with disease control and any degree of tumour shrinkage, indicating that conventional response measures may not fully capture the benefits of STRIDE. These findings are important as they set new benchmarks in uHCC and may help guide clinical decisions in the future.\r\nPubmed   Journal   ReadQx \r\nMachine learning based radiomic models outperform clinical biomarkers in predicting outcomes after immunotherapy for hepatocellular carcinoma. \r\nThis study used deep learning and machine learning to develop and validate an integrated radiomic-clinical model which can predict survival and response to atezolizumab plus bevacizumab from pre-treatment imaging. Radiomic-based machine learning models can risk-stratify advanced HCC patients receiving atezolizumab plus bevacizumab.\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol levels distinguish steatotic liver disease subgroups and are associated with risk of major liver outcomes.\r\nPEth is a valuable alcohol biomarker for distinguishing between SLD subtypes, especially ALD, and predicts adverse outcomes in people with and without SLD. Impact and implications There is controversy regarding the various proposed steatotic liver disease (SLD) subtypes, the most recent definition suggesting that patients with an elevated alcohol consumption and MASLD should be classified as having MetALD. Here, we address this challenge by classifying patients with SLD by utilizing the biomarker phosphatidylethanol (PEth), a direct and reliable biomarker for recent alcohol consumption. Our analysis of this large cohort-comprising 46,406 patients-revealed that using the objective PEth biomarker may be a valuable tool for distinguishing between MASLD and MetALD, and that PEth is strongly associated with the risk of liver outcomes in individuals with and without known SLD. Integrating PEth testing into routine diagnostic evaluations could enhance knowledge on the underlying pathophysiology in SLD, reduce the potential for misclassification, and ultimately improve patient outcomes by enabling clinicians to offer appropriate therapies. Further research is needed to validate these findings in other populations and to explore the potential integration of PEth into broader clinical guidelines for managing SLD.\r\nPubmed   Journal   ReadQx \r\nRegulation of KIF23 by miR-107 controls replicative tumor cell fitness in mouse and human hepatocellular carcinoma.\r\nDisruption of the miR-107/Kif23 axis inhibited hepatoma cell proliferation in vitro and prevented oncogene-induced liver cancer development in vivo, offering a novel potential avenue for the treatment of HCC in humans. Impact and implications Our study revealed the central role of the miR-107/KIF23 axis in controlling tumor cell fitness and hepatocellular carcinoma progression. The results demonstrate that the overexpression of miR-107 or silencing of its target, KIF23, markedly suppresses the proliferation, survival, and motility of human and mouse hepatoma cells. In this work, we demonstrate that the disruption of miR-107/Kif23 signaling effectively protects mice from an aggressive form of oncogene-induced liver cancer in vivo, implying that targeting miR-107/KIF23 might be a novel therapeutic approach for hepatocellular carcinoma in humans.\r\nPubmed   Journal   ReadQx \r\nTumor-Derived CD109 Orchestrates Reprogramming of Tumor-Associated Macrophages to Dampen Immune Response.\r\nOur findings reveal sCD109 as a 'secreted immune checkpoint' that reprograms the TIME and suggest that CD109 inhibition is a valuable strategy to sensitize the effectiveness of iCCA immunotherapy. Impact and implications Poor response to tumor immunotherapy in patients with intrahepatic cholangiocarcinoma (iCCA) has long been a challenge for clinicians. In this study, we used multiomics approaches to elucidate that tumor cells secrete soluble CD109, which reprograms macrophages, leading to the accumulation of CD73 + macrophages in the tumor immune microenvironment (TIME). This effect significantly inhibits T cell proliferation and the immune response of CD8 + T cells, thereby impairing the efficacy of immunotherapy. In preclinical studies, we demonstrated that targeting CD109 in mice can markedly improve the immunosuppressive TIME, sensitizing iCCA cells to anti-PD-L1 immunotherapy. These findings represent a crucial step toward developing more effective therapies for iCCA and have significant implications for clinicians, scientists, and drug developers in the field.\r\nPubmed   Journal   ReadQx \r\nValidation and expansion of Baveno VII recompensation criteria in patients with cirrhosis and curable liver disease.\r\n Baveno-VII criteria identify cirrhotic patients with a good prognosis, but fewer than 10% of decompensated patients achieve recompensation. Expanding these criteria to include patients receiving minimal decompensation treatment identifies those with similarly low mortality risk. Impact and implications In recent years, growing evidence has shown that achieving an etiological cure can significantly improve the prognosis of decompensated patients, leading to the development of the concept of recompensation. Baveno VII recently proposed a definition for recompensation;  however, data on the clinical impact of this condition remain limited. In this study we evaluated Baveno VII criteria and developed and validated expanded Baveno VII criteria for recompensation. Our findings demonstrates that recompensation is associated with improved survival, reduced hyperdynamic circulation and decreased systemic inflammation in outpatients with decompensated cirrhosis. These results are valuable for hepatologists and researchers aiming to refine patient management strategies and risk stratification in cirrhosis care.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Carvedilol Remains the First-Line Treatment of Portal Hypertension After the CALIBRE Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Real-World Evidence of Upadacitinib-An Effective Induction Therapy for Crohn's Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: When and What to Ask-Capturing the Symptoms Experienced by Patients With PSC.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Artificial Intelligence for Clinical Trial Facilitation, Lessons for Inflammatory Bowel Disease: A Scoping Review.\r\nNotwithstanding the ethical, regulatory, and practical limitations, incorporation of AI into clinical trials may accelerate and improve quality of drug development in IBD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Acute Pancreatitis in Children: It's Not Just a Simple Attack.\r\nOur review highlights for the first time how AP can lead to significant long-term sequelae, including exocrine/nutritional deficiencies, endocrine pancreatic dysfunction, diabetes, recurrent pain, and decreased quality of life compared to healthy population controls. The goal of this review is to summarize advances in understanding of pediatric AP and to emphasize the importance of early recognition, appropriate risk stratification, and comprehensive follow-up after the first pediatric AP episode, while highlighting areas requiring future research to optimize patient outcomes.\r\nPubmed   Journal   ReadQx \r\nMonitoring the calm before the storm - A video capsule endoscopy guided proactive treat-to-target approach in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Gravity of a Unique Subcutaneous anti-IL23 Induction Regimen. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cellular and molecular mechanisms in the pathogenesis of pouchitis: more than just the microbiota.\r\nIn addition, we introduce the concept of pouchitis as a possible transmural disease and discuss the potential role of non-immune cells, including stromal cells, in perpetuating inflammation and intestinal barrier dysfunction. We discuss future directions, implications for novel therapies and propose novel multicellular disease models that can better capture the complexity of pouchitis pathogenesis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Aberrant ubiquitination causing liver cancer: the ADRM1-ΔEx9- FBXW7 connection.\r\n\r\nPubmed   Journal   ReadQx \r\nDiving deep: finding pathogenic intronic variants and making them actionable. \r\n\r\nPubmed   Journal   ReadQx \r\nMore than 10 years of IFN-free HCV treatment and viral hepatitis elimination: Mission not completed!\r\n\r\nPubmed   Journal   ReadQx \r\nRat hepatitis E virus: the new kid on the block?\r\n\r\nPubmed   Journal   ReadQx \r\nTo Sleeve or Not to Sleeve: Validation of Liver Transplantation with Sleeve Gastrectomy. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Optimizing Bile Acid Diarrhea Treatment: The Importance of Triglyceride Screening Before Bile Acid Sequestrant Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nQuality of Evidence Backing Recommendations for Eosinophilic Esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Odd Thing About Odds Ratios.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Associations between Abnormal Quantitative Autonomic Function Test Parameters and Specific Gastrointestinal Symptoms.\r\n\r\nPubmed   Journal   ReadQx \r\nChildhood Household Dysfunction and Low Household Income Associate with Increased Risk of Cirrhosis in Adults.\r\n\r\nPubmed   Journal   ReadQx \r\nCovert Ectopic Gastric Cancer in the Duodenum. \r\n\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Safety of Tofacitinib in Biologic-Naïve Elderly Patients with Ulcerative Colitis. \r\n\r\nPubmed   Journal   ReadQx \r\nImpact of Fluid Therapy in the Emergency Department in Acute Pancreatitis: a posthoc analysis of the WATERFALL Trial. \r\n\r\nPubmed   Journal   ReadQx \r\nMedicolegal Risks in Gastroenterology: Present and Emerging Concerns The gastroenterologist in private practice needs to be aware of these three technical areas of health law compliance.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-invasive Identification of Metabolic Dysfunction-associated Steatotic Liver Disease Patients eligible for Resmetirom Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting Management of Complex Patients with Acute Cholecystitis: Building Towards Optimized Care.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Coagulation, clipping and closure method: New combined approach to prevent delayed bleeding after gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nPuraStat for gastrointestinal bleeding management: Effective approach for endoscopic prevention and rescue therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to comment on \"Endoscopic submucosal dissection for proximal colonic lesions: an effective therapeutic option\".\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A pancreaticobiliary fistula due to pancreatic stones in long-term follow-up of chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nA serious esophageal-mediastinal fistula successfully treated by endoscopic debridement and continuous irrigation. \r\n\r\nPubmed   Journal   ReadQx \r\nCan artificial intelligence help to reduce intraprocedural bleedings during third-space endoscopy?\r\n\r\nPubmed   Journal   ReadQx \r\nColorectal cancer screening programs: how should we improve efficacy?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic suturing ligation and fundoplication for proton pump inhibitor-resistant severe reflux esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHybrid endoscopic approach for recanalization of biliary-enteric anastomotic occlusion with impacted hepatic stones in Roux-en-Y reconstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nIs biopsying of post-endoscopic mucosal resection scars by general endoscopists a waste of time and money?\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of a case of buried bumper byndrome using an endoscopic submucosal dissection-based approach. \r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous transhepatic cholangioscopy with cholangiography-guided choledochojejunostomy: a bridge drainage technique for distal common bile duct stenosis after Beger's operation.\r\n\r\nPubmed   Journal   ReadQx \r\nPulley traction strategy during esophageal endoscopic submucosal dissection: a new way to optimize submucosal exposure.\r\n\r\nPubmed   Journal   ReadQx \r\nSide-by-side placement of a novel slim 6-mm multi-hole covered self-expandable metallic stent for malignant hilar biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nThe technique for retrieving a fully migrated pancreatic duct stent using a snare placed over the proximal end of biopsy forceps.\r\n\r\nPubmed   Journal   ReadQx \r\nUnanticipated gastroduodenal fistula induced by multiple magnetic beads: successful endoscopic management without the need for surgery. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection effectively treats circumferential early-stage esophageal cancer recurring at the scar left by a prior endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Polyp Over Rectal Varices Treated with Endoscopic Band Ligation.\r\n\r\nPubmed   Journal   ReadQx \r\nA RARE CASE OF IDIOPATHIC PAN-COLONIC VARICES ASSOCIATED WITH ANGIOECTASIAS.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare case of adenocarcinoma arising from gastric inlet patch.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare case of obstructive jaundice: solitary peribiliary cyst in extrahepatic duct.\r\n\r\nPubmed   Journal   ReadQx \r\nAn elderly male with 30-year recurrent hematochezia: endoscopic diagnosis of colorectal hemangioma.\r\n\r\nPubmed   Journal   ReadQx \r\nAtypical EUS Findings in Pancreatic Ductal Adenocarcinoma Challenging Traditional Diagnostic Criteria.\r\n\r\nPubmed   Journal   ReadQx \r\nBULLET IN CBD- A RARE CAUSE OF JAUNDICE.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis and Treatment of a Patient with Complex Pancreaticobiliary Maljunction and Pancreatic Duct Stones.\r\n\r\nPubmed   Journal   ReadQx \r\nElectrohydraulic lithotripsy after appendiceal fecalith impaction during basket retrieval.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Diverticulitis Imitating an Ulcerated Gastric Neoplasia.\r\n\r\nPubmed   Journal   ReadQx \r\nOnce in a lifetime: The rare association of angiectasias and heterotopic gastric mucosal patch in the proximal esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nPapilloma or carcinoma that is the question.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful closure of a colovesical fistula using over-the-scope clip system combined with argon plasma coagulation.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Accurate identification and risk-stratification of HBeAg-negative indeterminate phase of chronic hepatitis B: not all shades of grey are the same.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Primary sclerosing cholangitis and autoimmune hepatitis-Distinct or common autoimmune penetrance?\r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling the genetic susceptibility to HBV-related liver cancer: The role of virus-host immune interactions.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk.. \r\n\r\nPubmed   Journal   ReadQx \r\nToward functional cure of hepatitis B: Is combination therapy the key?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Real-World Evidence of Upadacitinib-An Effective Induction Therapy for Crohn's Disease? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: When and What to Ask-Capturing the Symptoms Experienced by Patients With PSC. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Advancing Non-Invasive Assessment Tools for MASLD-A Focus on Disease Remission.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Methodological Considerations in Comparing Liver Outcomes of Glucagon-Like Peptide-1 Receptor and Sodium Glucose Cotransporter-2 Inhibitors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Post-TIPS Hepatic Encephalopathy-The Long-Term Mortality Conundrum in Cirrhotic Patients With Portal Hypertension.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Moving towards standardized diagnostic criteria for retrograde cricopharyngeus dysfunction.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    GALAD's Impact on HCC Detection: Insights and Future Considerations.\r\n\r\nPubmed   Journal   ReadQx \r\nOld dogs play new tricks: alpha-fetoprotein dynamics in the era of GALAD score.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Perspective on enhancing CRC risk prediction.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A Rare Cause of Lipid Metabolism Disorder and Cirrhosis in an Adult.\r\n\r\nPubmed   Journal   ReadQx \r\nCarvedilol is Associated with Lower Risk of Hepatic Decompensation Compared to Other Non-Selective Beta-Blockers in Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nCritical Analysis of Statistical Methods in Albumin Treatment Study: Advocating for Nonlinear Approaches in Biological Data Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring the Complex Relationship Between Air Pollution and MASLD: Key Considerations for Future Research.\r\n\r\nPubmed   Journal   ReadQx \r\nFollow-up NIT values rather than their variation predict hepatocellular carcinoma after HCV eradication.\r\n\r\nPubmed   Journal   ReadQx \r\nPeppermint Oil Associated Hepatotoxicity.\r\n\r\nPubmed   Journal   ReadQx \r\nReply on the need for an adult-to-adult liver graft split policy.\r\n\r\nPubmed   Journal   ReadQx \r\nRuptured HCC: Not exiled, but navigating an evidence vacuum.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-04-18T09:04:38-04:00",
    "input_file": {}
  },
  {
    "path": "gi/04-11-2025/",
    "title": "Fri Apr 11 2025",
    "description": "138 articles - From Friday Apr 04 2025 to Friday Apr 11 2025",
    "author": [],
    "date": "2025-04-11",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Routine Polypectomy Practices Vary Widely Among US Endoscopists and Commonly Deviate from Guidelines: An Analysis of Colonoscopy Registry Data.\r\n Polypectomy technique varies widely among US endoscopists and may not follow best practices.\r\nPubmed   Journal   ReadQx \r\nTHE SAN DIEGO CONSENSUS FOR LARYNGOPHARYNGEAL SYMPTOMS AND LARYNGOPHARYNGEAL REFLUX DISEASE.\r\nThe San Diego Consensus represents the formal modern-day inter-disciplinary care paradigm to evaluate and manage LPS and LPRD.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Curriculum for training in peroral endoscopic myotomy (POEM) in Europe (Part I): European Society of Gastrointestinal Endoscopy (ESGE) Position Statement. \r\n7: POEM competence should reflect the technical success rate, both the short- and long-term clinical success rates, and the rate of true adverse events. 8: A POEM center should maintain a prospective registry of al procedures performed, including patient work-up and outcomes, procedural techniques, and adverse events.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Deceased donor liver utilisation and assessment: Consensus guidelines from the European Liver and Intestine Transplant Association.\r\nOnline voting was held to approve statements according to a modified Delphi method;  statements reaching ≥85% agreement were approved. Statements addressing liver utilisation, the definition of high-risk livers, and strategies and criteria for dynamic liver assessment are presented.\r\nPubmed   Journal   ReadQx \r\nEASL Clinical Practice Guidelines on TIPS.\r\nThe aim of these EASL guidelines is to comprehensively address al aspects of TIPS in patients with cirrhosis. Other related topics, such as the use of TIPS in surgical settings and in vascular liver disorders, are covered in separate dedicated clinical practice guidelines.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    2025 Seoul Consensus on Clinical Practice Guidelines for Irritable Bowel Syndrome. \r\nThe modified Delphi method was used to achieve expert consensus to adopt the core recommendations of the guidelines. These guidelines serve as a reference for clinicians (including primary care physicians, general healthcare providers, medical students, residents, and other healthcare professionals) and patients, helping them to make informed decisions regarding IBS management.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Suggestions to Strengthen a Systematic Review.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    High Global Prevalence of Steatotic Liver Disease and Associated Subtypes: a Meta-Analysis. \r\nPrevalence was notably elevated in individuals with type 2 diabetes (70.2%;  95% CI: 66.1-73.9;  I2 = 65.4%) and in overweight/obese populations (70.7%;  95% CI: 43.2-88.4;  I2 = 99.0%). The high prevalence of SLD shows that there remains an urgent need for targeted public health interventions and policies to address the modifiable risk factors contributing to the global burden of SLD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Large Language Model-supported Systematic Reviews to Augment Clinical Guideline Development: An AGA Pilot. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Association of Proton Pump Inhibitor Use With Gastric Cancer in Regions With High Prevalence of Gastric Cancer: Systematic Review and Meta-analysis. \r\npylori. Optimization of long-term PPI use seems to be necessary in regions where gastric cancer is prevalent.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Biopsy-Sparing Diagnosis of Coeliac Disease Based on Endomysial Antibody Testing and Clinical Risk Assessment.\r\nLow-risk adult patients could have been safely diagnosed with coeliac disease non-invasively based on EmA without endoscopy and duodenal biopsy. Older patients with alarm symptoms should undergo endoscopy with duodenal biopsy to avoid missing non-coeliac enteropathies. Further validation of our results is necessary.\r\nPubmed   Journal   ReadQx \r\nClinical Trial: Dose-Finding Study of Linaprazan Glurate, A Novel Potassium-Competitive Acid Blocker, Versus Lansoprazole for the Treatment of Erosive Oesophagitis.\r\nLinaprazan glurate demonstrated high 4-week healing rates compared to lansoprazole, with a good safety profile, supporting its further development.\r\nPubmed   Journal   ReadQx \r\nDiagnostic Accuracy of an Add-On, Blood-Based Screening Test for Colorectal Cancer in Two Established Screening Programmes. \r\nClinicalTrials. gov identifier: NCT04980443, NCT05205967, NCT04369053.\r\nPubmed   Journal   ReadQx \r\nExtracellular Vesicles miRNome Profiling Reveals miRNAs Engagement in Dysfunctional Lipid Metabolism, Chronic Inflammation and Liver Damage in Subjects With Metabolic Dysfunction-Associated Steatotic Liver Disease. \r\nIn addition, let-7d-5p and let-7f-5p inversely correlated with the circulating and hepatic expression of pro-inflammatory cytokines, which increased by increasing degrees of AT-IR. Our results suggest an intertwined connection between miR-122-5p, miR-375-3p, and the let-7 family in modulating lipid derangements and inflammatory pathways in patients with 'at-risk MASH', paving the basis for further studies aiming at investigating their potential therapeutic value.\r\nPubmed   Journal   ReadQx \r\nImmigration Factors and Monitoring of Chronic Hepatitis B Infection Among Foreign-Born: The FOCUS-HBV Multicentre Cohort. \r\nAdherence to long-term monitoring is suboptimal among a diverse cohort of immigrants with chronic HBV. More efforts to engage and retain immigrants in care are needed.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Relationship Between Elevated Liver Biochemical Tests and Negative Clinical Outcomes in Primary Biliary Cholangitis: A Population-Based Study.\r\nProlonged elevation of multiple hepatic biomarkers and fibrosis scores is associated with a greater risk of negative clinical outcomes, underscoring the importance of ongoing monitoring beyond the guideline-recommended initial treatment response to guide timely treatment decisions and improve PBC management.\r\nPubmed   Journal   ReadQx \r\nReal-World Effectiveness and Safety of Mirikizumab Induction Therapy in Patients With Ulcerative Colitis: A Multicentre Retrospective Observational Study. \r\nThere were no adverse events leading to permanent discontinuation of mirikizumab or death. This real-world study demonstrated the short-term effectiveness and safety of mirikizumab in patients with UC.\r\nPubmed   Journal   ReadQx \r\nRisk of De Novo Inflammatory Bowel Disease in Patients With Psoriasis and Psoriatic Arthritis Treated With IL-17A Inhibitors: A Population-Based Study.\r\nAmong 13,216 matched patients per group, 142 developed IBD with IL-17 inhibitors versus 60 with apremilast (aHR = 2.50, 95% CI: 1.85-3.39). IL-17 inhibitors increase IBD risk, necessitating careful patient selection and monitoring.\r\nPubmed   Journal   ReadQx \r\nTherapeutic Sequences of Systemic Therapy After Atezolizumab Plus Bevacizumab for Hepatocellular Carcinoma: Real-World Analysis of the IMMUreal Cohort.\r\nSequential therapy following atezolizumab and bevacizumab is feasible only for selected patients. However, preserving liver function seems crucial to optimising multi-line therapy and improving outcomes in advanced hepatocellular carcinoma.\r\nPubmed   Journal   ReadQx \r\nThree-Dimensional Transjugular Intrahepatic Portosystemic Shunt Geometry Predicts Shunt Dysfunction. \r\nThis retrospective monocentric study includes patients from the NEPTUN cohort (registered at ClinicalTrials. gov;  Identifier: NCT03628807).\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A Risk Stratification Tool for Relapse After Intravenous-to-Subcutaneous Switching of Infliximab in Patients with Inflammatory Bowel Diseases.\r\nPre-switch infliximab clearance and fecal calprotectin are accurate predictors of relapse after switching to subcutaneous infliximab. An interactive risk stratification tool facilitates confirmation of a stratified medicine approach to improve infliximab therapy in IBD.\r\nPubmed   Journal   ReadQx \r\nClinical and HLA associations of fluoroquinolone induced liver injury: results from the Drug-Induced Liver Injury Network. \r\nFQ DILI is a class effect that presents with a short latency, variable pattern of liver injury, and carries a significant risk of chronicity and mortality. There is a significant association with HLA-DQA1*03:01 and HLA B*57:01.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Polysaccharide Hemostatic Powder on blood oozing among patients with Post-Endoscopic Sphincterotomy Bleeding: A Randomized Controlled Trial.\r\nPHP is not inferior to endoscopic clip and could be of use in immediate hemostasis for non-pulsatile post-EST bleeding, with the added advantage of ease of use. Further research is needed to assess its efficacy in preventing delayed bleeding. (chictr.org.cn, ChiCTR2400092280).\r\nPubmed   Journal   ReadQx \r\nExistential Reflections by Older Adults with Inflammatory Bowel Diseases on Medical and Surgical Treatments.\r\nSupporting older adults with IBD to feel less resigned with their disease is critical. Providers should consider redefining what \"feeling normal\" means to facilitate disease acceptance and present treatment information with minimal bias.\r\nPubmed   Journal   ReadQx \r\nIs Carbohydrate Intolerance associated with carbohydrate malabsorption in Disorders of Gut-Brain Interaction (DGBI)?\r\n Carbohydrate intolerance affects a substantial group of DGBI patients, impacting their quality of life and symptom severity. Further research is needed to explore the underlying mechanisms in patients who do not have carbohydrate malabsorption/maldigestion.\r\nPubmed   Journal   ReadQx \r\nLONG-TERM SUSTAINED IMPROVEMENT IN UNPLANNED HEALTHCARE UTILIZATION IN PATIENTS WITH INFLAMMATORY BOWEL DISEASE.\r\nEfforts to sustain improvements after a QI initiative can result in long-term improvement in patient outcomes.\r\nPubmed   Journal   ReadQx \r\nPATIENT REPORTED OUTCOME MEASURES IN BENIGN ESOPHAGEAL DISORDERS.\r\nFuture efforts should focus on creating user-friendly PROs that comprehensively evaluate not just clinical presentation but also the disease state, which will enhance clinical symptom follow-up, quality of life assessment and research applications. Assessments of hypervigilance and visceral anxiety will complement these applications as these measures are both a PRO and an important moderator of symptom severity and quality of life.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Cannabis Use in Gastroparesis: A Propensity Matched Analysis 41,374 gastroparesis patients.\r\nCannabis use in gastroparesis patients appears to increase healthcare utilization. These findings underscore the need to carefully assess the risks and benefits of cannabis in gastroparesis management. Prospective studies are essential to evaluate cannabinoids' efficacy and safety in this context.\r\nPubmed   Journal   ReadQx \r\nThe Utility of Multitarget Stool DNA Testing in Community-Based Clinical Practice.\r\n The rate of colon cancer detection (10/5,827 (0.2%) patients for whom it was ordered and 10/3,119 (0.3%) who completed the test) was lower than expected in a screening cohort. The majority of patients who completed MT-sDNA testing had a false positive result for advanced adenomas or CRC (73%). Together, these findings raise questions about the effectiveness of screening based on MT-sDNA testing in an average risk population.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Biologic switch timing and risk of infection in patients with ulcerative colitis/Crohn's disease: a retrospective study. \r\nOverlapping switches were common and not associated with an increased risk of serious infection versus non-overlapping biologics. Shortened washout periods may pose minimal safety risks to patients while improving UC/CD therapy management and improving trial recruitment.\r\nPubmed   Journal   ReadQx \r\nEffect, tolerability, and safety of exclusive palatable elemental diet in patients with intestinal microbial overgrowth.\r\n PED significantly impacts the gut microbiome. Tolerance to EDs improve with enhanced palatability. Larger studies with longer follow-up are needed to assess response durability. (ClinicalTrials.gov ID  NCT05978973).\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease classification is dynamic, affecting clinical trial eligibility and subclass-specific treatments. \r\nSLD and the subclassification hereof is highly dynamic, especially driven by changes in alcohol use and hepatic steatosis. This affects eligibility for clinical trials and clinical management of patients with SLD.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Assessment of the participation rate and effectiveness of upper gastrointestinal cancer screening in China: a multicenter population-based screening study. \r\nParticipation in endoscopic screening among a high-risk UGIC population in China was low. We found that one-time endoscopic screening significantly reduced mortality caused by UGIC.\r\nPubmed   Journal   ReadQx \r\nEndoscopic balloon dilation with steroid injection versus radial incision and cutting with steroid for refractory esophageal anastomotic stricture: a randomized study. \r\nEBD combined with steroid injection is the standard treatment for refractory anastomotic stricture after esophagectomy.\r\nPubmed   Journal   ReadQx \r\nSimulators and training models for diagnostic and therapeutic gastrointestinal endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) Technical and Technology Review.\r\nIn Part I, only mechanical simulators are reported and described. In Part II, animal simulators (ex vivo/in vivo) and virtual reality models are detailed, together with prototypes that are currently not commercially available.\r\nPubmed   Journal   ReadQx \r\nThe Safety and Efficacy of Endoscopic Intraperitoneal Subserosal Dissection for Gastric Submucosal Tumors with Extraluminal Growth Pattern.\r\nEISD appears to be a feasible and safe method for removing gastric extraluminal SMTs in selected patients.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Barrett's Oesophagus Surveillance versus endoscopy at need Study (BOSS): a randomized controlled trial.\r\n Surveillance did not improve overall survival or cancer-specific survival. 'At need' endoscopy may be a safe alternative for low-risk patients.\r\nPubmed   Journal   ReadQx \r\nFUT7 improves intestinal immune homeostasis in IBD by enhancing Treg intestinal homing and immunosuppression.\r\n FUT7 enhances Treg intestinal homing and immunosuppression. Thus, upregulating FUT7 expression in Tregs could be a novel therapeutic strategy for IBD.\r\nPubmed   Journal   ReadQx \r\nKRASG12D cells override homeostatic cell elimination mechanisms in adult pancreas via Wnt5a and cell dormancy. \r\nRAS mutant cells activate Wnt5a and cell dormancy to avoid cell expulsion and to survive in the adult pancreas.\r\nPubmed   Journal   ReadQx \r\nMASH Adipose Tissue Macrophages Secrete Extracellular Vesicles That Activate Liver Fibrosis in Obese Male Mice. \r\nIdentification of the fibrogenic miRs, miR-155 and miR-34a, within MASH-ATM-sEVs, highlights the mechanistic importance of extrahepatic signals in MASH. These findings show the therapeutic potential of modulating macrophage phenotypes and their sEV cargo to ameliorate MASH.\r\nPubmed   Journal   ReadQx \r\nTL1A/DR3 signaling regulates the generation of pathogenic Th9 cells in experimental Crohn's disease. \r\nWe demonstrate that functional DR3 receptor is essential for Th9 cell pathogenicity, revealing a new mechanism by which TL1A/DR3 signaling drives experimental CD-like ileitis. The TL1A/DR3/Th9 pro-inflammatory pathway may offer a novel therapeutic target for patients with CD.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparing the feasibility, safety, and efficacy of Stretta radiofrequency and anti-reflux ablation therapy for treating patients with refractory gastroesophageal reflux disease: A retrospective, single-center cohort study. \r\nBoth groups showed similar improvements in GERDQ scores;  however, SRF was more effective in terms of PPI withdrawal and caused fewer complications. In contrast, ARAT was better at improving Hill's valve grading and resolving Barrett's esophagus.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Characteristic immune cell interactions in livers of children with acute hepatitis revealed by spatial single-cell analysis identify a possible postacute sequel of COVID-19.\r\nWe identified a possible manifestation of an immune-mediated postacute sequel to COVID-19 associated with a characteristic immune infiltrate in children with AHUO. COVID-19 testing should be considered in paediatric AHUO.\r\nPubmed   Journal   ReadQx \r\nColorectal cancer incidence after the first surveillance colonoscopy and the need for ongoing surveillance: a retrospective, cohort analysis.\r\n Patients with high-risk findings at both baseline and SC1 needed an SC2, while those with low-risk findings at SC1 did not, regardless of their baseline findings.\r\nPubmed   Journal   ReadQx \r\nOpposite regulation of intestinal and intrahepatic CD8+ T cells controls alcohol-associated liver disease progression. \r\nALD is associated with loss of duodenal CD8+ T cells but elevation of intrahepatic CD8+ T cells, which aggravates and ameliorates ALD, respectively. Restoration of survival and functions of intestinal and intrahepatic CD8+ T cells may represent a novel therapeutic strategy for ALD patients.\r\nPubmed   Journal   ReadQx \r\nReactive cholangiocyte-derived ORM2 drives a pathogenic modulation of the injured biliary niche through macrophage reprogramming. \r\nMechanistically, ORM2 effects were mediated by an inositol 1,4,5-trisphosphate receptor type 2-dependent calcium pathway. This study reveals a paracrine communication circuit during ductular reaction, in which reactive cholangiocyte-derived ORM2 reprogrammes liver macrophages, participating in a pathogenic remodelling of the immune biliary niche.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Advances in imaging - Elastography.\r\nSpleen stiffness measurement (SSM) complements liver assessments, enhancing the identification of portal hypertension and refining patient risk stratification. This review covers current clinical applications but also anticipates future innovations such as artificial intelligence based algorithms that could expand elastography's clinical impact so improving patient outcomes.\r\nPubmed   Journal   ReadQx \r\nCell therapies and liver organogenesis technologies: Promising strategies for end-stage liver disease.\r\nNotably, liver replacement technologies hold considerable potential for producing biologically functional and transplantable liver grafts. In this review, we discuss the fundamental principles and recent advancements in cell therapies and liver organogenesis technologies while also addressing the challenges and future prospects in this rapidly evolving field.\r\nPubmed   Journal   ReadQx \r\nPortal sinusoidal vascular diseases: Assessment and therapy.\r\nThis review discusses methods for assessing PSVD, including clinical and histological features, imaging techniques, and currently available treatments. It also addresses the challenges posed by the new nomenclature and the remaining questions in disease assessment.\r\nPubmed   Journal   ReadQx \r\nRenin-angiotensin-aldosterone system inhibitor use improves clinical outcomes in patients with metabolic dysfunction-associated steatotic liver diseases: Target trial emulation using real-world data.\r\nACEi/ARB use in patients with MASLD was associated with a reduced risk of mortality, MALO, and MACE compared to CCB use. A large prospective study is needed for external validation.\r\nPubmed   Journal   ReadQx \r\nSimulating the impact of survival benefit-based liver transplant organ allocation.\r\nOur simulations predicted that survival benefit-based allocation would only increase post-transplant survival by an average of 18 days per recipient, at the expense of a simulated increase in waitlist mortality of 400 deaths per year. The current practice of liver transplantation, with sickest-first allocation operating in a system where transplant physicians ration organs to maximize outcomes, survival benefit overall is maintained and not compromised.\r\nPubmed   Journal   ReadQx \r\nTargeting the ER stress sensor IRE1 protects the liver from fibrosis through the downregulation of the proteostasis factor P4HB/PDIA1. \r\nAnalyses of human MASH samples revealed a positive correlation between IRE1 signaling and P4HB/PDIA1 expression as well as the severity of the disease. Altogether, our results establish a role of the IRE1/P4HB axis in the regulation of collagen production and support its implication in the pathogenesis of liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cisplatin-induced Disruption of Mitochondrial Divisome Leads to Enhanced Cisplatin Resistance in Cholangiocarcinoma.\r\nWe proposes a novel feasible treatment strategy to reverse CDDP resistance in CCA through targeting mitochondria morphology. Our study highlights the importance of monitoring dynamic changes at the protein and organelle levels during anticancer treatment, providing robust evidence for functional precision oncology. Impact and implications This study identifies that high INF2 expression at baseline is associated with poor prognosis in cholangiocarcinoma (CCA) patients. Moreover, cisplatin-induced INF2 degradation via proteasomal and SEC62-mediated ER-phagy is revealed as a key driver of mitochondrial hyperfusion and chemoresistance in CCA. It establishes mitochondrial morphology targeting as a novel strategy to overcome chemotherapy resistance. Furthermore, this study emphasizes the need to focus on dynamic changes in tumor proteins or organelle functions during treatment (functional precise oncology), rather than limiting analysis to static tumor states. Given that inhibition of oncogenes may lead to potential resistance mechanisms, comprehensive preclinical evaluations are essential before clinical application.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Association Between Caffeine Intake and Stool Frequency- or Consistency-Defined Constipation: Data From the National Health and Nutrition Examination Survey 2005-2010. \r\nCaffeine consumption is not associated with stool frequency or consistency-defined constipation. Nevertheless, increased caffeine intake may decrease the risk of constipation (defined by stool frequency) among participants in the high-cholesterol intake group.\r\nPubmed   Journal   ReadQx \r\nAssociation of Genetically Predicted Obesity and Stool Frequency: Evidence From an Observational and Mendelian Randomization Study. \r\nObesity-related anthropometric indicators were causally associated with increased stool frequency in the overall and central obesity groups. Weight loss could be a potential approach to improve gastrointestinal regularity in individuals with obesity.\r\nPubmed   Journal   ReadQx \r\nGastric Myoelectrical Activity Subtypes in Functional Dyspepsia and Gastroparesis. \r\nWLST-electrogastrography coupled with GE study may distinguish between normal/dysrhythmic GMA revealing pathophysiologicalphenotypes of GP and FD. Analysing extent of power change in normogastric, and dysrhythmic frequencies may comprehensively elucidate disease severity.\r\nPubmed   Journal   ReadQx \r\nLong-term Prognosis and Prognostic Factors in Ineffective Esophageal Motility. \r\nPatients with ineffective esophageal motility continue to experience long-term esophageal symptoms at follow-up. Provocative tests seem to have the potential to partly predict the long-term prognosis of dysphagia.\r\nPubmed   Journal   ReadQx \r\nOverlapping Reflux Symptoms in Functional Dyspepsia Are Mostly Unrelated to Gastroesophageal Reflux. \r\nStrikingly, these symptoms primarily diverged from reflux etiology and exhibited suboptimal responses to PPI intervention. These findings challenge prevailing paradigms and accentuate the imperative for nuanced therapeutic approaches tailored to the distinctive characteristics of overlapping reflux symptoms in the context of FD.\r\nPubmed   Journal   ReadQx \r\nPanenteric Transit Times and Contractile Activity in Diabetic Gastroenteropathy. \r\nGastrointestinal transit times, as well as antral and colonic contractile activity, differed between individuals with diabetic gastroenteropathy and controls. The overall gastric contraction frequency was associated with symptom severity.\r\nPubmed   Journal   ReadQx \r\nValidation of the London Classification for Rectal Hyposensitivity in an Anorectal Manometry Database of 2540 Patients With Functional Defecatory Disorder. \r\nDefining RH based on 1 or more abnormal sensory thresholds showed better clinical correlation with patient characteristics. However, further prospective studies are needed to validate these findings before proposing revisions to the current London classification criteria.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: 'Risk-Adapted Starting Ages of Colorectal Cancer Screening for People With Diabetes or Metabolic Syndrome'.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How to Interpret Clinical Impact of Viral Replication Activity for Postoperative Recurrence of HBV-Related HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Obesity and Outcomes on Advanced Therapy in Ulcerative Colitis-The Fat of the Matter.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Ethical considerations for the use of deception in pediatric research: Reflections on the use of deceptive placebo in children with DGBI.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nCold snare polypectomy: Is it safe for patients on antiplatelet therapy?\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-guided biliary drainage: old dogs can learn new tricks.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoZip: Are we ready for robotic systems in obesity?\r\n\r\nPubmed   Journal   ReadQx \r\nPearls learned from a decade of experience with peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nSelf-assembling peptide use in colonic diverticular bleeding: Too early to tell?\r\n\r\nPubmed   Journal   ReadQx \r\nWill predicting a benign esophageal stricture to be at high risk of being refractory at index endoscopy help in management?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Globus: Its True Relationship to Acid Reflux? Opposing Patterns of Location-specific Basal Pressure Compared to Gastroesophageal Reflux Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nOverlap Between Gastroesophageal Reflux Disease and Functional Dyspepsia: Do We Need a New Management Paradigm? \r\n\r\nPubmed   Journal   ReadQx \r\nPotassium-competitive Acid Blockers for Treatment of Extraesophageal Symptoms and Signs. \r\nTherefore, P-CABs appear to have a treatment role in extraesophageal symptoms and signs of GERD. However, considering that P-CABs are not superior to PPIs, large-scale, multi-center studies with double dose P-CABs over a prolonged period of time may elucidate a subgroup of patients in whom P-CABs are beneficial in ameliorating extraesophageal symptoms and signs.\r\nPubmed   Journal   ReadQx \r\nThe Duodenal Microenvironment in Functional Dyspepsia. \r\nWe discuss the potential triggers for these observed alterations, including psychological comorbidities, luminal alterations and food related triggers. In summary, this review presents the evidence of molecular and cellular changes in patients with FD, with an impaired duodenal barrier and activated mucosal eosinophils and mast cells, challenging the notion that FD is purely functional, and offering different targets for potential future treatments.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2025 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\nA case of multiple gastrointestinal ulcers caused by dental floss used for endoscopic submucosal dissection defect closure.\r\n\r\nPubmed   Journal   ReadQx \r\nAccurately Predicting Recurrent Primary Sclerosing Cholangitis After Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nBarrett's Esophagus in Time and Space: A Methylation Panel for Tracking Esophageal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nCENTORING AND ANCHORING APPROACH TO ENDOSCOPICALLY MANAGE NON-HEALING PEG SITE FISTULA.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nEarly Stage Crohn's Disease-Associated Small Bowel Adenocarcinoma at Ileal Stenosis Detected by Ballon-Assisted Enteroscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nNovel Closure of Large Gastric Defect Using a Dual-Channel Endoscope. \r\n\r\nPubmed   Journal   ReadQx \r\nRapid Development of Giant Esophageal Pseudo-Diverticulosis.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Ling et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Wei.\r\n\r\nPubmed   Journal   ReadQx \r\nTreatment of Clostridioides difficile: The Times They are a Changing.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A case of benign biliary stricture treated with a magnetic compression anastomosis technique.\r\n\r\nPubmed   Journal   ReadQx \r\nA case of collagenous gastritis: endoscopic and endocytoscopic features.\r\n\r\nPubmed   Journal   ReadQx \r\nA modified detachable snare closure for post-endoscopic submucosal dissection defects: the clip, loop, and clips technique. \r\n\r\nPubmed   Journal   ReadQx \r\nA rare clinical case of a gastric adenocarcinoma of fundic gland-type associated with a second independent gastric signet-ring cell carcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of a large gastric trichobezoar using a snare modified from a lithotripter to facilitate argon plasma coagulation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection of a rectal lesion using a new flower-shaped multiband traction system.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided portal vein sampling and circulating tumor cells: the next frontier in pancreatic cancer, or a step too far? \r\n\r\nPubmed   Journal   ReadQx \r\nGel submarine technique: a novel gel immersion endoscopy for securing the view in emergency upper gastrointestinal endoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nLynch-related adenocarcinoma in a cervical gastric inlet patch. \r\n\r\nPubmed   Journal   ReadQx \r\nNovel endoscopic full-thickness resection device for colon polyp resection. \r\n\r\nPubmed   Journal   ReadQx \r\nOpen-pore drainage film-based vacuum stent for intraluminal endoscopic negative pressure therapy of the esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful delayed endoscopic management of dislocated hepaticogastrostomy stent with self-expanding metal stent and esophageal perforation closure. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Cause of Abdominal Pain and Melena.\r\n\r\nPubmed   Journal   ReadQx \r\nA learner's guide to optical diagnosis in endoscopy: training strategies and practical applications.\r\n\r\nPubmed   Journal   ReadQx \r\nGastro Curbside Consult: A rare case of ileocolitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHow Will the Future Judge Us?\r\n\r\nPubmed   Journal   ReadQx \r\nRemodeling the colon with ileal properties to treat short bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Alcohol exhibits contrasting effects on CD8+ T cells in the gut and liver in alcohol-associated liver disease. \r\n\r\nPubmed   Journal   ReadQx \r\nImmune pathology in paediatric acute hepatitis of unknown origin - uncovering the link to COVID-19.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Accurate prediction of hepatocellular carcinoma risk in patients with chronic HBV infection: HBeAg status and HBsAg level matter.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Considerations on the use of LPCN 1148 in cirrhotic patients with sarcopenia. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Post-TIPS hemodynamic target adherence fails to improve outcomes in cirrhotic patients. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: Considerations on the use of LPCN 1148 in cirrhotic patients with sarcopenia. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: Post-TIPS hemodynamic target adherence fails to improve outcomes in cirrhotic patients. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: 'Risk-Adapted Starting Ages of Colorectal Cancer Screening for People With Diabetes or Metabolic Syndrome'. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How to Interpret Clinical Impact of Viral Replication Activity for Postoperative Recurrence of HBV-Related HCC-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Obesity and Outcomes on Advanced Therapy in Ulcerative Colitis-The Fat of the Matter: Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on \"Association Between Viral Replication Activity and Postoperative Recurrence of HBV-Related Hepatocellular Carcinoma\"-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter on \"Association Between Viral Replication Activity and Postoperative Recurrence of HBV-Related Hepatocellular Carcinoma\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association Between Viral Replication Activity and Postoperative Recurrence of HBV-Related Hepatocellular Carcinoma. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Comparing the Efficacy of Adjuvant PD-1 Inhibitor After Curative Resection for Metabolic Dysfunction-Associated Steatotic Liver Disease Related HCC Versus Other Aetiologies-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Comparison of the Efficacy of Adjuvant PD-1 Inhibitor After Curative Resection for Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) Related HCC Versus Other Aetiologies.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Inflammatory Potential of the Diet and Risk of Crohn's Disease and Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Inflammatory Potential of the Diet and Risk of Crohn's Disease and Ulcerative Colitis. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Lubiprostone Treatment for MASLD-Gender Imbalance and Blinding Considerations.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Lubiprostone Treatment for MASLD-Gender Imbalance and Blinding Considerations. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis Critique: Refining the Association Between Helicobacter pylori and Eosinophilic Oesophagitis. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Meta-Analysis Critique: Refining the Association Between Helicobacter pylori and Eosinophilic Oesophagitis. Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A large language model chatbot would only be as intelligent as the mind that uses it!\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Use of Large Language Models to Identify Surveillance Colonoscopy Intervals-A Feasibility Study\".\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Challenges in managing poorly differentiated esophageal adenocarcinoma: insights from long-term study.\r\n\r\nPubmed   Journal   ReadQx \r\nConcerns regarding bleeding risk of cold snare resection for colorectal polyps in patients with antiplatelet agents.\r\n\r\nPubmed   Journal   ReadQx \r\nConsideration of the risk score model of lymph node metastasis in early gastric cancer based on EUS.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of Zenker's diverticulum: need for standardization for high-quality comparative data.\r\n\r\nPubmed   Journal   ReadQx \r\nRefining endoscopic resection criteria for early gastric cancer in elderly patients.\r\n\r\nPubmed   Journal   ReadQx \r\nUltra-low-volume bowel preparation for colonoscopy: much more to explore.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Germline mutations and pancreatic cancer risk in chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    MELD-Creatinine: The C®at is out of the bag.\r\n\r\nPubmed   Journal   ReadQx \r\nRat Hepatitis E: A Silent Threat or Overestimated Risk?\r\n\r\nPubmed   Journal   ReadQx \r\nThyroid Function and MASLD Risk Stratification in Children with Obesity: a not negligible link.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Rapid Progression of Nonspecific Esophageal Motor Disorder to Type II Achalasia and Recovery of Peristalsis After Pneumatic Dilation. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-04-11T00:32:17-04:00",
    "input_file": {}
  },
  {
    "path": "gi/04-04-2025/",
    "title": "Fri Apr 04 2025",
    "description": "85 articles - From Friday Mar 28 2025 to Friday Apr 04 2025",
    "author": [],
    "date": "2025-04-04",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Endoscopy\r\n    Use of computer-assisted detection (CADe) colonoscopy in colorectal cancer screening and surveillance: European Society of Gastrointestinal Endoscopy (ESGE) Position Statement.\r\nThis is due to the potential benefits, although limited, of reduction in colorectal cancer incidence and mortality. This recommendation is weak, because the evidence is limited with considerable uncertainty of the evidence estimates, the absolute benefits for colorectal cancer incidence and mortality are small, and there is a patient burden associated with CADe (more polyp overdiagnosis and more colonoscopy surveillance).\r\nPubmed   Journal   ReadQx \r\nGut\r\n    British Society of Gastroenterology guidelines for diagnosis and management of autoimmune hepatitis.\r\nThe aim of this guideline is to review and summarise the current evidence, in order to inform and guide diagnosis and management of patients with AIH and its variant syndromes. The main focus is on AIH in adults, but the guidelines should also be relevant to older children and adolescents.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Colonoscopy-related adverse events in the 21st century: an updated systematic review and meta-analysis.\r\n This comprehensive meta-analysis provides valuable insights into the global incidence of colonoscopy-related AEs and underscores the imperative need for continuous efforts to enhance the safety of this procedure.\r\nPubmed   Journal   ReadQx \r\nOverall and Cause-Specific Mortality in Patients with Barrett's Esophagus: A Systematic Review and Meta-Analysis of Population-Based Studies.\r\n BE patients exhibit a higher all-cause mortality, driven in part by risk of EC mortality. A personalized approach to surveillance, mitigating risk of EC while recognizing the broader mortality risks, is warranted.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Afamin and Apolipoprotein F Associated With Liver Steatosis From People Living With HIV: A Discovery Study.\r\nThese findings suggest that the identified proteins could serve as promising biomarkers of LS in PLWH, paving the way for further investigations into the roles of these proteins in LS development in this unique population.\r\nPubmed   Journal   ReadQx \r\nAssociation of High-Sensitivity Troponins in Metabolic Dysfunction-Associated Steatotic Liver Disease With All-Cause and Cause-Specific Mortality.\r\n Screening hs-troponin T or I in individuals with MASLD can identify at-risk subpopulations within this group that have a higher risk for future all-cause mortality, predominantly due to cardiovascular disease-related mortality in the population without cardiovascular disease.\r\nPubmed   Journal   ReadQx \r\nLimitations of Faecal Calprotectin in Detecting Histological Changes and Persistent Villous Atrophy in Patients With Coeliac Disease on a Gluten-Free Diet.\r\nAlthough significant histological lesions (Marsh II-III) decreased from 24% to 10%, faecal calprotectin levels fluctuated without correlation to anti-transglutaminase, adherence or histological remission, and did not differentiate between lesion grades. Our findings underscore faecal calprotectin's unreliability in monitoring mucosal healing in adults with coeliac disease, highlighting the urgent need for alternative biomarkers.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    ALADDIN: A Machine Learning Approach to Enhance the Prediction of Significant Fibrosis or Higher in MASLD.\r\nAlong with the SAFE model developed to target significant fibrosis or higher, ALADDIN-F2-VCTE ( uniquely supports a refined non-invasive approach to patient selection for resmetirom without the need for liver biopsy. Additionally, ALADDIN-F2-Lab ( offers an effective alternative when VCTE is unavailable.\r\nPubmed   Journal   ReadQx \r\nAssociation of Components of Metabolic Syndrome and the Progression of Nonalcoholic Fatty Liver Disease.\r\n In the cohort of NAFLD patients, MetS was associated with greater histological severity at baseline but was not a risk factor for disease progression or regression. Impaired glucose/diabetes was associated with a higher rate and hypertension with a lower rate of fibrosis progression.\r\nPubmed   Journal   ReadQx \r\nAssociation of Race and Ethnicity with Healthcare Utilization for Inflammatory Bowel Disease in the United States: A Retrospective Cohort Study.\r\n Healthcare utilization for long-term management of inflammatory bowel disease is lower in historically marginalized racial and ethnic groups compared to White Americans. Further research is needed to identify and address modifiable patient, clinician, and healthcare system barriers to achieve health equity in the management of inflammatory bowel disease.\r\nPubmed   Journal   ReadQx \r\nChanges in gastroenterology service volumes and billing patterns associated with declining Medicare reimbursement.\r\n Within Medicare, decreasing procedural reimbursement is associated with decreased procedural volumes and fewer participating gastroenterologists.\r\nPubmed   Journal   ReadQx \r\nCharacteristics of post-polypectomy colorectal cancer events and deaths.\r\nMost PPCRC events and deaths were diagnosed before the next recommended exam, largely due to procedural factors, underscoring the need to optimize quality of baseline colonoscopy and polypectomy. Many PPCRCs were diagnosed after recommended exam, suggesting the need to improve patient adherence to recommended surveillance intervals.\r\nPubmed   Journal   ReadQx \r\nGastric (Foveolar) Dysplasia in Barrett's Esophagus: A Clinical, Molecular and Long-Term Outcome Study.\r\n Gastric type dysplasia is common in BE. Our study suggests that this type of dysplasia may represent a more aggressive form of neoplastic precursor than conventional intestinal type dysplasia.\r\nPubmed   Journal   ReadQx \r\nIncidence and survival of colorectal cancer in the United Kingdom from 2000-2021: a population-based cohort study.\r\n Although the overall incidence in the population has plateaued, a worrying increasing trend of early-onset CRC was observed. Moreover, the slight improvement in overall survival suggests that significant progress is still needed. These findings highlight the urgent need for continued research and resource allocation to improve the diagnosis and management of colorectal cancer.\r\nPubmed   Journal   ReadQx \r\nLiver Cleansing Imposters: An Analysis Of Popular Online Liver Supplements.\r\nThis study reveals a thriving market for liver supplements despite limited scientific evidence supporting their efficacy. The prevalence of bold health claims, high consumer satisfaction, and significant sales highlight the need for more rigorous evaluation and regulation of these products. Healthcare providers should be aware of these trends to better counsel patients on evidence-based approaches to liver health.\r\nPubmed   Journal   ReadQx \r\nLoss of response to off-label swallowed topical corticosteroids in eosinophilic esophagitis can be overcome by a switch to an esophageal-targeted budesonide formulation.\r\n Most patients non-responding to olSTC are not true corticosteroid-refractory but respond to an esophageal-targeted budesonide formulation. Age below 30 years, longer treatment duration and low adherence are associated with olSTC-failure.\r\nPubmed   Journal   ReadQx \r\nRaising the age for starting colonoscopy to 35 years for individuals with path_MSH6 carriers may lead to missed opportunities for detecting advanced neoplasia in a notable percentage of carriers.\r\n Our findings suggest that the recommendation to raise the age for initiating colonoscopy to 35 years for path_MSH6 carriers merits careful consideration, as there is a possibility that AN may not be detected. Given the limited size of our study and the potential for ascertainment bias, we encourage further research to explore and validate our findings.\r\nPubmed   Journal   ReadQx \r\nRisk of Colorectal Endoscopic Submucosal Dissection in Older Adults: A Nationwide Study in Japan.\r\nThe risks of AEs during colorectal ESD increase with age, particularly in patients aged ≥85 years.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Endoscopic Retrograde Appendicitis Therapy for pediatric patients: A Single-Center Retrospective Study in Chinese Children.\r\nERAT appears to be a safe and effective alternative approach to treat appendicitis in pediatric patients, especially for obstructive appendicitis with appendicolith.\r\nPubmed   Journal   ReadQx \r\nTraining and Performance of an Electrocardiogram-enabled Machine Learning Model for Detection of Advanced Chronic Liver Disease.\r\n An ECG-enabled ML model affords great promise in identifying advanced CLD in low resource areas.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Peroral endoscopic myotomy for symptomatic blown-out myotomy following previous myotomy for achalasia.\r\nClinical success was equivalent between the two groups at the 2-year follow-up (85.7% vs 92.3%;  = 0.16). Based on this study, POEM could be considered as an effective treatment option for patients with symptomatic BOM.\r\nPubmed   Journal   ReadQx \r\nProton pump inhibitors are associated with occlusion of lumen-apposing metal stents and higher frequency of endoscopic necrosectomies - A European-wide multicenter cohort study.\r\n Intake of PPIs upon LAMS placement is associated with a higher LAMS occlusion and necrosectomy rate.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AI-Enabled Clinical Trials in IBD: Automating and Enhancing Disease Assessment and Study Management.\r\nLarge language models and generative AI are automating the collection of high-quality data from electronic records and improving our ability to predict patient outcomes. This narrative review will focus on AI tools available today, their expected implementation, and future-facing opportunities for AI to reimagine IBD clinical trials.\r\nPubmed   Journal   ReadQx \r\nActive inflammatory bowel disease on intestinal ultrasound during pregnancy is associated with an increased risk of adverse pregnancy and neonatal outcomes independent of clinical and biochemical disease activity.\r\n Active IBD on IUS in pregnancy is associated with an increased risk of adverse pregnancy outcomes, independent of clinical activity and FCP. Use of IUS monitoring antenatally should be considered to guide therapeutic decision making.\r\nPubmed   Journal   ReadQx \r\nStromal Stiffness-Regulated IGF2BP2 in Pancreatic Cancer Drives Immune Evasion via Sphingomyelin Metabolism.\r\n These findings emphasize the critical interplay between extrinsic matrix stiffness and intrinsic IGF2BP2-regulated sphingomyelin synthesis, identifying a promising target for immunotherapeutic strategies in PDAC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Risk of post-ERCP pancreatitis due to placement of biliary self-expandable metal stents (SEMS): a single-center retrospective study.\r\nAt our center, SEMS placement was found to be an independent risk factor for the development of PEP.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Combining faecal haemoglobin, iron deficiency anaemia status and age can improve colorectal cancer risk prediction in patients attending primary care with bowel symptoms: a retrospective observational study.\r\n Combining f-Hb, patient age and IDA status improves CRC risk prediction, identifies a low-risk group with f-Hb<20 µg Hb/g and no IDA and could inform revised referral guidance.\r\nPubmed   Journal   ReadQx \r\nStressed hepatocyte sustains alcohol-associated hepatitis progression by producing leukocyte cell-derived chemotaxin 2.\r\n Our studies identified a novel vicious cycle between neutrophils and hepatocytes through the LECT2-PHB2 interaction, presenting a promising therapeutic intervention by targeting LECT2 to mitigate AH in patients.\r\nPubmed   Journal   ReadQx \r\nTumour-intrinsic alterations and stromal matrix remodelling promote Wnt-niche independence during diffuse-type gastric cancer progression.\r\nOur findings demonstrate that tumour cell-derived ligand expression and extracellular matrix remodelling sustain Wnt signalling during DGC progression. These complementary mechanisms promote niche independence enabling expansion of undifferentiated DGC cells needed for the development of advanced tumours.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Comparative effectiveness of immunotherapy versus lenvatinib in advanced hepatocellular carcinoma: A real-world analysis using target trial emulation.\r\nIn this real-world analysis, immunotherapy was associated with improved OS compared to lenvatinib in advanced HCC, with consistent benefit across most subgroups. These findings support the use of immunotherapy as a first-line treatment for advanced HCC.\r\nPubmed   Journal   ReadQx \r\nEpidemiological and economical burden of cholestatic liver disease.\r\nAn accurate understanding of the epidemiology and burden of disease on both the individual and society of cholestatic diseases is of great importance. This review aims at providing a comprehensive overview of the current literature on the epidemiology, health related quality of life, and economical burden of PSC, PBC, and IgG4-C.\r\nPubmed   Journal   ReadQx \r\nGetting to HBV Cure - will new biomarkers help?\r\nIn this review, the serological, virological and immunological biomarkers are described with a focus on how they can be used to guide development of HBV cure strategies. New terminology is proposed for clinical endpoints, including Sustained Control to replace the concept of partial cure and Resolved Chronic Infection to replace Functional Cure, reserving the term Cure for clearance or silencing of al cccDNA and integrated HBV DNA.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cause-specific mortality in 13,099 patients with metabolic dysfunction-associated steatotic liver disease in Sweden.\r\nMASLD was strongly associated with liver- and HCC-related mortality, but the absolute risks of death were highest for non-HCC cancer and cardiovascular disease. Mortality was increased for nearly al causes in patients with MASLD, suggesting that earlier multidisciplinary care is needed to reduce excess mortality. Impact and implications Previous studies on mortality in patients with metabolic dysfunction-associated steatotic liver disease (MASLD) were either small, restricted to liver-related mortality, relying on liver biopsy to identify patients and thus inducing selection bias, or mainly using data from old cohorts. In a nationwide cohort study of al patients diagnosed with MASLD in inpatient or specialized outpatient care in Sweden between 2002 and 2020, we found a nearly doubled all-cause mortality rate and higher mortality than the general population from a wide range of causes, indicating that earlier multidisciplinary care may be needed to reduce premature mortality in patients with MASLD. The absolute risk estimates of death in our study may be useful for clinicians and policymakers to inform patients about their prognosis and potentially implement clinical or public health strategies to reduce premature mortality.\r\nPubmed   Journal   ReadQx \r\nHealth-related quality of life in participants with advanced biliary tract cancer from the randomized phase III KEYNOTE-966 study.\r\n HRQoL was maintained after adding pembrolizumab to gemcitabine and cisplatin, further supporting this regimen as first-line treatment for advanced BTC. Impact and implications Biliary tract cancer (BTC) is often diagnosed at late stages because most patients do not present with disease-specific symptoms. Compared with the general population, patients with advanced BTC report worse physical, emotional, and functional well-being. In KEYNOTE-966, adding the programmed cell death protein 1 (PD-1) inhibitor pembrolizumab to gemcitabine and cisplatin as first-line therapy for participants with advanced BTC produced a statistically significant and clinically meaningful improvement in overall survival. The prespecified patient-reported outcomes results from KEYNOTE-966 presented herein demonstrated that health-related quality of life was maintained after adding pembrolizumab to gemcitabine and cisplatin, further supporting this regimen as first-line treatment for advanced BTC. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nLiposomal irinotecan for previously treated patients with biliary tract cancer: A pooled analysis of NIFTY and NALIRICC trials.\r\n The addition of nal-IRI to 5-FU/LV significantly improved PFS and ORR, supporting its potential as subsequent-line therapy. Differences in safety profiles underscore the relevance of ethnicity for nal-IRI in patients with BTC. Impact and implications Current standard of care for second-line therapy in patients with advanced biliary tract cancer (BTC) is FOLFOX. This study provides robust evidence supporting the potential role of additional liposomal irinotecan (nal-IRI) to fluorouracil and leucovorin (5-FU/LV) as a subsequent therapy for patients with BTC who have progressed on gemcitabine-based regimens. The findings demonstrate significant improvements in progression-free survival and overall response rates, emphasizing its potential to address the limited treatment options in this patient population. Furthermore, the study underscores the necessity of considering ethnic differences in adverse event profiles to optimize treatment administration and patient outcomes. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\neIF3f promotes tumour malignancy by remodelling fatty acid biosynthesis in hepatocellular carcinoma.\r\nTargeting the eIF3f-ACSL4-FAB axis could decelerate HCC malignancy and enhance anti-programmed cell death-1 efficacy, suggesting that eIF3f is a potential target for precision therapy in HCC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Air Pollution Associated With Mortality Among Chronic Hepatitis B Patients. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Chrononutrition and MASLD-Its About Time (Restricted Feeding)!\r\n\r\nPubmed   Journal   ReadQx \r\nReview Article: Individualised Management of Reflux-Like Symptoms-Strategies Beyond Acid Suppression.\r\nA paradigm shift in reflux-like symptom management is required such that acid suppression is viewed as one of several interventions that can be utilised as part of a phenotype-driven, individualised approach to care that acknowledges the multiple contributors to symptom burden.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Burden of Non-malignant Liver and Pancreatic Diseases in the United States Population: Rates and Trends.\r\nThe burden of non-malignant liver and pancreatic diseases in the United States is substantial. The rise in liver disease mortality rates following the reversal of a previous downward trend is particularly concerning. Hence ongoing surveillance of liver disease and pancreatitis prevalence may better inform research programs.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    FMT for Hepatic Encephalopathy? The THEMATIC Trial aims to make is a 'no brainer'.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Case of Systemic Sarcoidosis of The Stomach Treated with ESD.\r\n\r\nPubmed   Journal   ReadQx \r\nA Practical Guide to the Use of Guselkumab for Moderate-Severe Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nCap Xtender, A Fresh Take on Prolapsing Mucosal Polyp Management.\r\n\r\nPubmed   Journal   ReadQx \r\nDevelopment of an Entrustable Professional Activity for Intestinal Ultrasound in North America.\r\n\r\nPubmed   Journal   ReadQx \r\nEBACS (ENDOSCOPIC BYPASS OF ABSCESS WITH COVERED STENT).\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating for Celiac Disease in Patients on a Gluten-Free Diet: A Practical Approach.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Adenocarcinoma and Proximal Polyposis Syndrome (GAPPS): An Early Catch!\r\n\r\nPubmed   Journal   ReadQx \r\nNature's cystenterostomy: Spontaneous pancreatico-colonic fistulae formation in infected pancreatic walled-off necrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nProton-Pump Inhibitor Use and Cardiovascular Adverse Event Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Vittori et al.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    The Role of Endoscopy Skills Assessment Tools in Programmatic Assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A rare mediastinal mass treated by submucosal tunneling endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAn upgraded rotatable sphincterotome enhances bile duct cannulation via balloon endoscopy-assisted endoscopic retrograde cholangiopancreatography.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided antegrade treatment using a novel nonslip short-length balloon catheter for hepaticojejunostomy anastomotic stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel self-expandable metal stent with dumbbell-shape and spiral cover to prevent stent-related cholecystitis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral endoscopic tunneling under saline combined with partial myotomy for hypercontractile esophagus.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRoux stasis syndrome with a diverticulum: lumen-apposing metal stent placement to straighten the lumen and restore the flow.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSea-blue histiocytosis: an unusual small-bowel endoscopic finding.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Rare Cause of Refractory Melena and Recurrent Intestinal Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nHeavy Metals and Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    24-Nor-ursodeoxycholic acid: a novel treatment targeting T-cell-mediated immune dysregulation in primary sclerosing cholangitis and beyond.\r\n\r\nPubmed   Journal   ReadQx \r\nETV5-S100A9 feed-forward loop connecting HCC and MDSCs to shape the immunosuppressive tumour microenvironment.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic resection after downstaging of oesophageal carcinoma by neoadjuvant chemoimmunotherapy: - a new multimodal concept?\r\n\r\nPubmed   Journal   ReadQx \r\nIntroducing 'borderline observable' intraductal papillary mucinous neoplasms: between pancreatic cancer risk and discontinuation of extended surveillance.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Late Breaking Abstracts.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Refining epigenetic insights in HBV-Specific T cell restoration.\r\n\r\nPubmed   Journal   ReadQx \r\nMacrotrabecular hepatocellular carcinoma: Unique immunovascular characteristics.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Refining epigenetic insights in HBV-Specific T Cell restoration.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Chrononutrition and MASLD-It is About Time (Restricted Feeding)! Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Balancing Cost and Consequence of Colon Capsule Endoscopy in Colorectal Cancer Pathways-Finding the Sweet Spot.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Balancing Cost and Consequence of Colon Capsule Endoscopy in Colorectal Cancer Pathways-Finding the Sweet Spot. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing the Diagnostic Performance of the Oral Cholate Challenge Test: Implications for Avoidance of Potentially Unnecessary Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Exclusive Enteral Nutrition in Ulcerative Colitis-The Path Ahead Needs Careful Consideration.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Exclusive Enteral Nutrition in Ulcerative Colitis-The Path Ahead Needs Careful Consideration. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Simple Endoscopic Score for Predicting Crohn's Disease Progression-Not as Simple as It Sounds.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Multimodal Profiling of Peripheral Blood Identifies Proliferating Circulating Effector CD4+ T Cells as Predictors for Response to Integrin α4β7-Blocking Therapy in Inflammatory Bowel Disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of Parental Crohn's Disease on Offspring's Gut Health and Disease Vulnerability. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Response to: correspondence on 'Revisiting the role of sphincterotomy in sphincter of Oddi disorder: a critical appraisal of the RESPOnD study' by Zeng. \r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting lipid dysregulation in colorectal cancer: critical appraisal of pro-inflammatory bias and therapeutic implications. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Benefits of multi-day ex situ perfusion include dampened ischemia reperfusion injury in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nDiabetes-Driven Pathophysiological Remodeling of Mesenteric Adipose Tissue: Transcriptomic Insights into Macrophage Infiltration and Adipokine Dyshomeostasis.\r\n\r\nPubmed   Journal   ReadQx \r\nLimitations of Sparse Partial Least Squares in Multiomics: A Critical Analysis of Linear Methods Applied to Nonlinear Biological Data.\r\n\r\nPubmed   Journal   ReadQx \r\nResmetirom directly inhibits lipid accumulation in human liver-derived organoids.\r\n\r\nPubmed   Journal   ReadQx \r\nRevisiting the Role of CBL in Liver Fibrosis: Unveiling the Antifibrotic Potential of CBLB inhibitor NX-1607.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-04-04T22:47:24-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-28-2025/",
    "title": "Fri Mar 28 2025",
    "description": "82 articles - From Friday Mar 21 2025 to Friday Mar 28 2025",
    "author": [],
    "date": "2025-03-28",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on Sclerosing Mesenteritis: Commentary.\r\nMethods This Clinical Practice Update expert commentary was commissioned and approved by the AGA Institute Clinical Practice Updates Committee and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership, and underwent internal peer review by the Clinical Practice Updates Committee and external peer review through standard procedures of Clinical Gastroenterology and Hepatology. This expert commentary incorporates important and recently published studies in this field, and it reflects the experiences of the authors who are gastroenterologists with expertise in this topic.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic Sustainability PrimAry Reporting Essentials (E-SPARE): European Society of Gastrointestinal Endoscopy (ESGE) Position Statement.\r\nHowever, there are currently no guidelines or frameworks which provide specifically for the reporting of endoscopy sustainability studies, and a variety of metrics and assessment tools have been employed in the literature. To improve the clarity, transparency, and quality of reporting, the European Society of Gastrointestinal Endoscopy (ESGE) has developed a reporting framework for the community of researchers interested in conducting studies on sustainable GI endoscopy.\r\nPubmed   Journal   ReadQx \r\nManagement of epithelial precancerous conditions and early neoplasia of the stomach (MAPS III): European Society of Gastrointestinal Endoscopy (ESGE), European Helicobacter and Microbiota Study Group (EHMSG) and European Society of Pathology (ESP) Guideline update 2025.\r\nAt a population level, the European Society of Gastrointestinal Endoscopy (ESGE), the European eradication for patients with precancerous conditions and after endoscopic or surgical therapy. ESGE/EHMSG/ESP recommend that patients should be advised to stop smoking and low-dose daily aspirin use may be considered for the prevention of gastric cancer in selected individuals with high risk for cardiovascular events.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Living Clinical Practice Guideline on Computer-Aided Detection-Assisted Colonoscopy.\r\nThis guideline highlights the close tradeoff between desirable and undesirable effects and the limitations in the current evidence to support a recommendation. The panel acknowledged the potential for CADe to continually improve as an iterative artificial intelligence application. Ongoing publications providing evidence for critical outcomes will help inform a future recommendation.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Establishing Standards of Practice for Endoscopic Sleeve Gastroplasty: A Global Expert Consensus using a Modified Delphi Method. \r\nKey procedural elements with highest consensus included starting at the incisura, using at least six sutures, and avoiding the fundus. This expert consensus provides step-by-step guidance for safe and effective performance of ESG.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Pregnancies With Inflammatory Bowel Disease Complicated by Intrahepatic Cholestasis of Pregnancy.\r\nPatients with IBD have a higher risk of ICP compared to the general population. Thiopurine exposure in patients with IBD is associated with an increased risk of ICP. Clinicians should monitor pregnant patients with IBD exposed to thiopurines for symptoms of ICP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial: Effect of Abdominal Vibration Combined With Walking Exercise Programme on Bowel Preparation in Older Patients With Constipation. \r\nThis provides empirical evidence suggesting that AVCWE may help improve bowel preparation quality among older patients with constipation. Chinese Clinical Trial Registry, Number: ChiCTR2300067667.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Complications of ileus and bowel obstruction during pregnancy in women who have had surgery for IBD: A population-based study.\r\n There is a significant risk of ileus/bowel obstruction during pregnancy in women who had IBD surgery prior to pregnancy.\r\nPubmed   Journal   ReadQx \r\nPREVENTION OF ALCOHOL-ASSOCIATED LIVER DISEASE. \r\nIn this article, we will review the emerging evidence for public health policies (minimum unit price of alcohol, limiting or banning alcohol advertising), aiming to reduce the availability of alcohol at the population level (primary prevention), preventing ALD especially advanced form of cirrhosis in at risk individuals (secondary prevention), and improving liver outcomes and long-term survival in patients with advanced ALD of cirrhosis and / or alcohol-associated hepatitis (tertiary prevention). We will highlight the critical role of clinicians in promoting the public health policies, widespread screening for AUD and for ALD, and integrating liver with addiction care for patients with ALD.\r\nPubmed   Journal   ReadQx \r\nPregnancy tTG-IgA seropositivity and maternal and infant health in the Child Health and Development Studies.\r\ntTG-IgA seropositivity was associated with the presence of two or more markers of celiac comorbidity. Offspring exposed to maternal seropositivity had poorer fetal growth and lower infant weight gain. Findings support the potential beneficial role of tTG-IgA screening during pregnancy, both for the pregnant woman and exposed offspring.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Colorectal cancer incidence following a negative colonoscopy in fecal immunochemical test-based screening: a nationwide cohort study after 8 years of screening in Denmark.\r\nHowever, the lower risk might not justify 8 years of quarantine, especially for women and younger age groups. Individualized screening is warranted and transfer of evidence from non-FIT screening should be done carefully.\r\nPubmed   Journal   ReadQx \r\nRecurrences after piecemeal endoscopic mucosal resection of 10-20mm non-pedunculated colorectal polyps: a multicenter cohort study.\r\nThis real-world study found a substantial recurrence rate at ESC following pEMR of 10-20mm NPCPs. ESC scar identification was moderate but improved with tattoo placement. Although early surveillance could be considered to avoid missing recurrences, the small recurrence size and absence of high-grade dysplasia suggest that modestly extending the interval beyond that of our study may still allow timely detection of recurrences and metachronous lesions.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Clinical Implementation of Artificial Intelligence in Gastroenterology: Current Landscape, Regulatory Challenges, and Ethical Issues.\r\nEthical and medicolegal concerns exist relating to data governance, patient harm, liability and bias. This review provides an overview for AI clinical implementation in gastroenterology and offers potential solutions to current barriers.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Guselkumab Subcutaneous Induction and Maintenance in Participants with Moderately to Severely Active Crohn's Disease: Results from the Phase 3 GRAVITI Study.\r\n Subcutaneous guselkumab for both induction and maintenance was efficacious in treating participants with moderately to severely active CD. Safety findings were consistent with those of guselkumab in approved indications, including ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nFrom \"Burnt-Out\" to \"Burning-Out\": Capturing Liver Fat Loss in Patients with Advanced Metabolic Dysfunction-Associated Steatotic Liver Disease from A Dynamic Perspective.\r\n Continuous hepatic fat loss accompanied by fibrosis progression, referred to as \"burning-out\", was observed in advanced MASLD and associated with high rates of all-cause mortality, LREs and hepatic decompensation.\r\nPubmed   Journal   ReadQx \r\nMachine learning and artificial intelligence in the multi-omics approach to gut microbiota.\r\nSuch tools show potential for clinical implementation, including the discovery of microbial biomarkers for disease classification or prediction, the prediction of response to specific treatments, the fine-tuning of microbiome-modulating therapies. Here we discuss the state of the art, potential, and limits, of artificial intelligence and machine learning in the multi-omics approach to gut microbiome.\r\nPubmed   Journal   ReadQx \r\nPerforin Generated by CD8+ T Cells Exacerbates IBD-Induced Depression by Promoting CXCL9 Production in Intestinal Epithelial Cells. \r\nNeutralizing CXCL9 in vivo alleviated depression but had no effect on colitis in mice. Perforin generated by colonic CD8+ T cells promotes intestinal epithelial cell CXCL9 production, which leads to neuronal ER stress in hippocampus and induces depression in IBD.\r\nPubmed   Journal   ReadQx \r\nSystemic identification of functionally conserved lncRNA metabolic regulators in human and mouse livers.\r\nOur study supports that fcLMRs represent a novel and prevalent biological phenomenon, and deep phenotyping of genetic mLMR mouse models constitutes a powerful approach to understand the pathophysiological role of lncRNAs in the human liver.\r\nPubmed   Journal   ReadQx \r\nThe efficacy of texture and color enhancement imaging (TXI) observation in the detection of colorectal lesions: a multicenter, randomized controlled trial (deTXIon study).\r\nThis study did not demonstrate the superiority of TXI over WLI in detecting neoplastic lesions. However, TXI may be effective in detecting flat polyps.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    EUS fine-needle biopsy of solid pancreatic masses with and without rapid on-site evaluation for commercial next generation genomic profiling. \r\nHowever, compared with FNB without ROSE, FNB with ROSE required more than double the procedure time (mean (SD): 21.1 (10) vs 49.7 (20.6) min, p<0.001) and significantly higher number of median needle passes (3 (IQR 2-3) vs 4 (IQR 3-4), p<0.001). While EUS-FNB with ROSE did not have significantly different adequacy for commercial genomic analysis compared to EUS without ROSE, it required significantly more procedure time and needle passes.\r\nPubmed   Journal   ReadQx \r\nFrequency and Predictors of Delayed Clearance of Prophylactic Pancreatic Stents following ERCP. \r\nProphylactic PS was cleared within 4 weeks in only half of the patients following ERCP. In addition to primarily endoscopist-driven factors, biliary stent placement was associated with delayed clearance of prophylactic PS.\r\nPubmed   Journal   ReadQx \r\nRandomized Trial Comparing the Franseen Needle Versus Two Types of Sharpened-Tip Three-Prong Needles in Endoscopic Ultrasound-Guided Tissue Acquisition from Solid Pancreatic Lesions. \r\nThe conventional FNB needle demonstrated a higher tissue-collection rate but did not surpass the noninferiority margin that was set in this study, with no significant differences in the histological diagnostic performance or the tissue volume between the needles. The superior puncture performance of the novel needles suggests their particular benefit in challenging cases or for less experienced endoscopists.\r\nPubmed   Journal   ReadQx \r\nThe Burden and Cost of Post-ERCP Pancreatitis Among Commercially Insured People Undergoing ERCP. \r\nThe population-level cost of post-ERCP pancreatitis ranged from $85,833,757 to 432,648,810 across a range of reported estimates for post-ERCP pancreatitis and annual ERCP volume in the US. Post-ERCP pancreatitis is relatively uncommon, occurring in 5-6% of individuals, but results in substantial financial burden.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Diagnostic efficacy of an extracellular vesicle-derived lncRNA-based liquid biopsy signature for the early detection of early-onset gastric cancer.\r\nThe newly developed EV-lncRNA signature effectively identified EOGC patients at a resectable stage with enhanced precision, thereby improving the prognosis of patients who would have otherwise missed the curative treatment window.\r\nPubmed   Journal   ReadQx \r\nDietary whey protein protects against Crohn's disease by orchestrating cross-kingdom interaction between the gut phageome and bacteriome. \r\nImportantly, we uncovered a beneficial dietary WP, a keystone phage AkkZT003P, and a probiotic S. thermophilus that can be used in CD management in the future.\r\nPubmed   Journal   ReadQx \r\nEndothelial-like cancer-associated fibroblasts facilitate pancreatic cancer metastasis via vasculogenic mimicry and paracrine signalling. \r\nFAPα+CD144+endoCAFs can promote metastasis of PDAC via undertaking VM and paracrine through activation of the CD144-β-catenin-STAT3 signalling axis. CAF-targeting siRNA delivery nanosystem can inhibit tumour progression by precisely targeting FAPα+CD144+endoCAFs.\r\nPubmed   Journal   ReadQx \r\nLongitudinal paired liver biopsies and transcriptome profiling in alcohol-associated hepatitis reveal dynamic changes in cellular senescence. \r\nOur in vitro model revealed that ethanol directly induces senescence and was dependent on ethanol metabolism. Our results suggest a possible pathogenic role for senescence in AH and indicate cellular senescence as a potential therapeutic target in early ALD to limit AH severity.\r\nPubmed   Journal   ReadQx \r\nRectal diclofenac versus indomethacin for prevention of post-ERCP pancreatitis (DIPPP): a multicentre, double-blind, randomised, controlled trial.\r\n Pre-procedure 100 mg rectal diclofenac was not superior to the same dose of rectal indomethacin regarding preventing PEP. These findings supported current clinical practice guidelines of 100 mg indomethacin or diclofenac for PEP prophylaxis in patients without contraindications.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Associations between metabolic syndrome and cholangiocarcinoma risk: A large-scale population-based cohort study.\r\nThe positive association between metabolic syndrome and cholangiocarcinoma risk suggests that managing metabolic risk factors might reduce the occurrence of both intra- and extra-hepatic cholangiocarcinoma.\r\nPubmed   Journal   ReadQx \r\nDeep learning analysis of magnetic resonance imaging accurately detects early-stage perihilar cholangiocarcinoma in patients with primary sclerosing cholangitis.\r\n The 3D DenseNet-121 MRI model effectively detects early-stage pCCA in PSC patients. Compared to expert radiologists, the model missed fewer cases of cancer.\r\nPubmed   Journal   ReadQx \r\nEarly screening, diagnosis and recurrence monitoring of hepatocellular carcinoma in chronic hepatitis B patients based on serum N-glycomics analysis: A cohort study.\r\nN-glycomics models can effectively predict the occurrence and recurrence of HCC to improving the efficiency of clinical decision-making and promoting the precision treatment of HCC.\r\nPubmed   Journal   ReadQx \r\nHigher level of Hepatitis B Surface antigen associated with delayed development of hepatocellular carcinoma in immune-tolerant patients.\r\n Predictive roles of HBV DNA and HBsAg levels in HCC development differ between HBeAg-negative and HBeAg-positive patients. Particularly, among immune-tolerant patients, HBsAg levels ≥10,000 IU/mL showed delayed development of HCC, suggesting HBsAg as a biomarker to define genuine immune-tolerant patients.\r\nPubmed   Journal   ReadQx \r\nNeutrophil serine proteases NE and PR3 controlled by the miR-223/STAT3 axis potentiate MASH and liver fibrosis.\r\nOur findings reveal that NE and PR3 are key factors triggering liver inflammation to potentiate the development of MASH and liver fibrosis, offering insight into the development of new therapeutic approaches that target NE and PR3.\r\nPubmed   Journal   ReadQx \r\nProton density fat fraction for diagnosis of metabolic dysfunction associated steatotic liver disease. \r\nPDFF was the most accurate single classifier for diagnosing MASLD, MASH, and fibrotic MASH. The most accurate multivariable classification models for MASLD, MASH, and fibrotic MASH included PDFF, demonstrating the central importance of PDFF for noninvasive assessment of the MASLD spectrum.\r\nPubmed   Journal   ReadQx \r\nThe Liver Transplant Comorbidity Index (LTCI) : A composite index of ambulatory Pre-LT factors to identify patients at increased risk of Post-LT Mortality. \r\nThe LTCI, comprising 5 pre-transplant clinical parameters, effectively identifies patients at increased risk of post-transplant mortality. By integrating frailty in the context of other co-morbidities, the LTCI can help providers better weigh the relative transplant risks and benefits and standardize selection of transplant candidates.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Effect of albumin treatment duration on response rates and outcomes in patients with cirrhosis and acute kidney injury.\r\n A substantial proportion of patients requires 48 hours to respond to albumin treatment. Shortening time of albumin therapy may lead to overtreatment with terlipressin. Impact and implications This study provides valuable insights into the optimal duration of albumin treatment for patients with cirrhosis and acute kidney injury (AKI), challenging the recent recommendation of shortening the treatment period with albumin. Furthermore, the optimal definition for response to albumin (reduction of at least one AKI stage) has been assessed. The results of this study are highly clinically relevant since shortening albumin therapy may lead to overtreatment with terlipressin, and evidence to support the choice of the definition of response to albumin was lacking. Clinicians can use these findings to predict treatment outcomes better, avoid fluid overload, and improve patient prognosis while also considering the potential risks of early intervention with terlipressin.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Cumulative Impact of Clinical Disease Activity, Biochemical Activity and Psychological Health on the Natural History of Inflammatory Bowel Disease During 8 Years of Longitudinal Follow-Up.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Complications of ERCP. \r\nInnovations in stent, hemostasis, and perforation closure technology now allow effective and efficient endoscopic management of several important non-pancreatitis complications. Overall, our ability to prevent and treat ERCP related adverse events has improved substantially, amplifying the importance of a high level of suspicion for, and a thorough understanding of these events.\r\nPubmed   Journal   ReadQx \r\nOur New President-Lawrence Kim, MD, MBA, AGAF. \r\n\r\nPubmed   Journal   ReadQx \r\nRegulation of Hepatic Stellate Cell Phenotypes in MASH. \r\nThis fibrotic process is a key feature of MASH, which can lead to cirrhosis and liver cancer. Understanding the mechanisms of HSC activation and their role in MASH progression is essential for developing targeted therapies to treat and prevent liver fibrosis in affected individuals.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Ileal pouch adenocarcinoma in a young patient with newly diagnosed Crohn's-like disease of the pouch. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Influence of low-dose acetylsalicylic acid on renal function in patients with liver cirrhosis and ascites. \r\n\r\nPubmed   Journal   ReadQx \r\nTransition of Care in Celiac Disease: A Chance to Advance. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel technique for gastrostomy tube replacement following post-radiotherapy esophageal atresia: the joint forces of double endoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA step forward for improving the endoscopic diagnosis of autoimmune gastritis. \r\n\r\nPubmed   Journal   ReadQx \r\nAn innovative technique for closing a post-endoscopic submucosal dissection ulcer to prevent early dehiscence, the muscle-grasping clip with line pulley securing technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAntegrade bilateral metal stent deployment under endoscopic ultrasound guidance for hepatic hilar obstruction using locking stent technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDiagnosis of massive obscure gastrointestinal bleeding from a Dieulafoy lesion identified by intraoperative enteroscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nDon't waste the chance to see everything at once! \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided hepaticogastrostomy without tract dilation using a novel ultra-tapered slim-delivery metallic stent.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided mucosal dissection to remove an entirely embedded esophageal fishbone. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided vascular intervention for isolated gastric varices using the hydrocoil of an electrically detachable system.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published. \r\n\r\nPubmed   Journal   ReadQx \r\nExposed embolization coils left in situ after embolization of a pseudoaneurysm inside walled-off pancreatic necrosis and subsequent successful direct endoscopic necrosectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nIntraoperative collaboration between surgeons and endoscopists who performed previous endoscopic ultrasound in laparoscopic ultrasound-guided pancreatic tumor enucleation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMicrocatheter-assisted guidewire manipulation via peroral pancreatoscopy for recanalization of pancreaticojejunostomy obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nModified endoscopic hand-suturing without scope reinsertion for an ileocecal defect after endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx \r\nOver-the-wire lumen-apposing metal stent for the management of a chronic fistula after one-anastomosis gastric bypass.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRemoving a large pedunculated colonic polyp using a loop anchored with clips at the root.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nScraping away technique under cholangioscopy using an improved forceps biopsy device for Mirizzi syndrome.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful biliary decompression for multiple biliary obstructions by bridging stenting using the partial stent-in-stent method via endoscopic ultrasound-guided hepaticogastrostomy. \r\n\r\nPubmed   Journal   ReadQx \r\nTranspapillary stenting by the rendezvous technique using a novel device delivery guide sheath via percutaneous transhepatic biliary drainage route for hilar biliary obstruction. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater compression hemostasis method for active bleeding in underwater endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A rare cause of rapid progression to intestinal failure. \r\n\r\nPubmed   Journal   ReadQx \r\nClinical trials for perianal Crohn's disease: A call for a revised approach. \r\n\r\nPubmed   Journal   ReadQx \r\nDeconstructing Diagnostic Upper Endoscopy for the Novice Learner: A Delphi Survey of Gastroenterology Program Directors.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh-flow nasal cannula oxygen therapy reduces the incidence of hypoxia during deeply sedated endoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nRifaximin does not increase the rate of 30-day mortality in patients with cirrhosis and daptomycin in two National US-based cohorts. \r\n\r\nPubmed   Journal   ReadQx \r\nSweet Tooth? Blame It on Your Dessert Brain!\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Success of Different Closure Modalities of Gastro-gastric or Jejunal-gastric Fistulas after Endoscopic Ultrasound-directed Transgastric Intervention. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Rectal non-steroidal anti-inflammatory drugs and post-ERCP pancreatitis: it is time for the next chapter in prophylaxis. \r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Deciphering the spatial tumor microenvironment in intrahepatic cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Primary sclerosing cholangitis and autoimmune hepatitis - distinct or common autoimmune penetrance? \r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: targeted enteral feeding for malnutrition in liver transplant candidates.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Targeted enteral feeding for malnutrition in Liver Transplant candidates. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Unpicking the senescence paradox in MASLD-associated HCC. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Cumulative Impact of Clinical Disease Activity, Biochemical Activity and Psychological Health on the Natural History of Inflammatory Bowel Disease During 8 Years of Longitudinal Follow-Up. Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Disappearing Microbe, Emerging Disease? Nuancing the Protective Effects of Helicobacter pylori Against Eosinophilic Oesophagitis. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Disappearing Microbe, Emerging Disease? Nuancing the Protective Effects of Helicobacter pylori Against Eosinophilic Oesophagitis. Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Individual Differences in Gut Microbiota: Reconsidering CP101 Efficacy and the Potential Benefits of Bowel Preparation. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Global prevalence of ultra-short coeliac disease (USCD): the first systematic review and meta-analysis. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-28T21:00:23-04:00",
    "input_file": {}
  }
]
