[
  {
    "path": "gi/11-15-2024/",
    "title": "Fri Nov 15 2024",
    "description": "48 articles - From Friday Nov 08 2024 to Friday Nov 15 2024",
    "author": [],
    "date": "2024-11-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Family History of Colorectal Cancer and the Risk of Colorectal Neoplasia: A Systematic Review and Meta-Analysis.\r\n Family history of CRC is associated with increased risk of adenoma, NAA, AA, and AN totally, and in al available subgroups. The findings further strengthen the necessity and importance of an intensified screening strategy for individuals with a positive family history of CRC, which is very useful for related health resource allocation and policymaking.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Adverse Events Associated with Endoscopic Retrograde Cholangiopancreatography: Systematic Review and Meta-analysis.\r\nERCP-associated AEs remain common. Incidence of post-ERCP pancreatitis remained static despite improvements in techniques, prevention, and recognition. These results are important to patients, endoscopists, and policy makers to inform consent and to encourage implementation of available risk mitigation strategies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Dietary antioxidant capacity, genetic susceptibility and polymorphism, and inflammatory bowel disease risk in a prospective cohort.\r\n This study suggests that a diet with high TAC may help prevent the development of IBD, particularly in individuals at high genetic risk of IBD and in mutation carriers of rs4880 in SOD2.\r\nPubmed   Journal   ReadQx \r\nENDOSCOPIC SEDATION TYPE DURING FLIP PANOMETRY DOES NOT SIGNIFICANTLY IMPACT FLIP MOTILITY CLASSIFICATION RELATIVE TO MANOMETRY.\r\nThe proportion of HRM diagnoses within each FLIP Panometry classification also did not differ between FLIP completed with CS vs MAC with fentanyl (P=0.098) or MAC without fentanyl (P=0.0261) CONCLUSIONS: Whether CS or MAC was used as sedation during FLIP did not have a clinically significant impact on the relationship between diagnosis on FLIP Panometry and HRM. This supports the validity of diagnosing esophageal motility disorders using FLIP Panometry during sedated endoscopy.\r\nPubmed   Journal   ReadQx \r\nInfluence of comorbidities on health-related quality of life in alcohol-related liver disease: a population-based survey. \r\nCommon comorbidities including COPD, musculoskeletal and psychiatric disease are associated with low HRQoL in ALD, independently of liver disease severity, and so are alcohol consumption and smoking. These findings highlight the importance of multidisciplinary management of patients with ALD.\r\nPubmed   Journal   ReadQx \r\nYield and Effectiveness of Two-Sample Fecal Immunochemical Test-based Screening Program for Colorectal Cancer.\r\nTwo-sample FIT could effectively identify high-risk populations, and colonoscopy compliance is associated with a lower risk of CRC incidence and mortality. This strategy might facilitate CRC screening practice in countries with large populations.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Feasibility of modified double-layered suturing for a large mucosal defect after duodenal endoscopic submucosal dissection (Origami method).\r\n The OGM achieved high-rate complete closure even after duodenal ESD, which was robust enough to maintain the folded muscle layer for at least 3 days postoperatively.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hemodynamic effects of carvedilol plus simvastatin in cirrhosis with severe portal hypertension and suboptimal response to β-blockers: A double-blind, placebo-controlled, randomized-trial.\r\n In patients with severe portal hypertension (all with high-risk varices) and suboptimal hemodynamic response to traditional NSBBs, combined therapy with carvedilol plus simvastatin significantly enhances the portal-pressure reduction achieved with carvedilol-monotherapy, improves endothelial dysfunction and reduces pro-inflammatory cytokines.\r\nPubmed   Journal   ReadQx \r\nOral LPCN 1148 improves sarcopenia and hepatic encephalopathy in male patients with cirrhosis: A randomized, placebo-controlled phase 2 trial.\r\nLPCN 1148 treatment improved sarcopenia and reduced the number of overt HE episodes in men with cirrhosis and sarcopenia awaiting liver transplant. These findings support additional research on the efficacy of LPCN 1148 in treating sarcopenia and preventing HE recurrence.\r\nPubmed   Journal   ReadQx \r\nPlatelet-derived mitochondria regulate lipid metabolism in nonalcoholic steatohepatitis via extracellular vesicles.\r\nWe offer a novel molecular mechanism that connects platelets, pEVs, and excessive LD accumulation to the development of NASH. Our results suggest that NASH progression may be alleviated by specifically inhibiting the production and release of pEVs, or by targeting pEVs components and inhibiting their uptake. Additional experiments are required to confirm this potentiality.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Gastrointest Endosc\r\n    A note from the Editor-in-Chief. \r\n\r\nPubmed   Journal   ReadQx \r\nWeight loss medications: A new Pandora's box? \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Pancreatic panniculitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A needed ®evolution to improve colorectal cancer screening: binding patient-centered/shared decision-making medicine with large language models in an emerging knowledge society.\r\n\r\nPubmed   Journal   ReadQx \r\nA new treatment for endoscopic ultrasound-guided vascular intervention: coiling with sclerotherapy for esophageal varices. \r\n\r\nPubmed   Journal   ReadQx \r\nApplication of through-the-scope twin clip for semicircumferential defect closure after rectal laterally spreading tumor transanal super minimally invasive surgery resection. \r\n\r\nPubmed   Journal   ReadQx \r\nBipolar forceps coagulation for endoscopic papillectomy-related bleeding. \r\n\r\nPubmed   Journal   ReadQx \r\nDeeply embedded esophageal fishbone removed by endoscopic submucosal dissection. \r\n\r\nPubmed   Journal   ReadQx \r\nDouble sticker over knife to assess myotomy and mucosectomy length during Zenker's peroral endoscopic myotomy for Zenker's diverticulum. \r\n\r\nPubmed   Journal   ReadQx \r\nEn bloc underwater endoscopic mucosal resection of a large laterally spreading tumor in the colon after endoscopic tattooing. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic hot snare resection of a type III biliary cyst (choledochocele). \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided antegrade stenting combined with closure of the puncture route using self-assembling peptide solution in a jaundiced patient with ascites. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided choledochoduodenostomy using an innovatively shaped self-expandable metal stent to prevent stent migration. \r\n\r\nPubmed   Journal   ReadQx \r\nFully endoscopic treatment of loss of anatomical continuity of the duodenum caused by a perforated ulcer: an auto-rendezvous by anterograde biliary route. \r\n\r\nPubmed   Journal   ReadQx \r\nIntraoperative dual laparoscopy and neo-rectoscopy for precise excision of bowel endometriosis. \r\n\r\nPubmed   Journal   ReadQx \r\nMucosal leak after peroral endoscopic myotomy: what to do? \r\n\r\nPubmed   Journal   ReadQx \r\nNovel endoscopic approach for safe and effective resection of duodenal neuroendocrine tumor. \r\n\r\nPubmed   Journal   ReadQx \r\nNovel specialized guidewire for bridging deployment into the right hepatic duct via endoscopic ultrasound-guided hepaticogastrostomy for malignant hilar biliary obstruction. \r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of jammed loop cutter and residual snare wire, after polypectomy with a detachable snare. \r\n\r\nPubmed   Journal   ReadQx \r\nRetrieval technique for a sheared guidewire remnant in the gallbladder duct using a novel basket catheter. \r\n\r\nPubmed   Journal   ReadQx \r\nRetrograde endoscopic ultrasound-guided entero-enterostomy for the management of a high-output enterocutaneous fistula and ileal stricture in a complex surgical abdomen. \r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful necrosectomy using the over-the-scope grasping device: a tool for solid necrotic debris. \r\n\r\nPubmed   Journal   ReadQx \r\nUse of the intrascope channel stent release technique using a novel pigtail-type plastic stent. \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Rare Case of Enterocolitis with a Rare Cause.\r\n\r\nPubmed   Journal   ReadQx \r\nAn intriguing case of hepatosplenic lesions and pneumonia during anti-TNF therapy for IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Clonally expanded CD8+ T cells in MASH - invited guests overstaying their welcome.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Enhancing automated speech analysis for hepatic encephalopathy detection.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Enhancing automated speech analysis for hepatic encephalopathy detection.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Gastrointest Endosc\r\n    Critical insights on improving risk evaluation for metachronous colorectal cancer after serrated polypectomy. \r\n\r\nPubmed   Journal   ReadQx \r\nERCP credentialing. \r\n\r\nPubmed   Journal   ReadQx \r\nPlastic stents for palliative biliary drainage: we have come full circle. \r\n\r\nPubmed   Journal   ReadQx \r\nReflection on the high recurrence rate of adenomas after cold snare EMR. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater coagulation: Is it time to retire the coagulation forceps? \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoscopic stratification of gastric intestinal metaplasia: where are we, where do we want to go and how do we get there?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    How to make a decision for the use of plasma exchange in patients with acute liver failure?\r\n\r\nPubmed   Journal   ReadQx \r\nLate use of Plasma Exchange in Acute Liver Failure: The Battle is Lost?\r\n\r\nPubmed   Journal   ReadQx \r\nPlasma exchange in Acute liver failure: The jury is still out!\r\n\r\nPubmed   Journal   ReadQx \r\nRethinking Methodology and Data Integrity in Mendelian Randomization: Insights from Air Pollution and MASLD Research.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-15T14:52:39-05:00",
    "input_file": {}
  },
  {
    "path": "gi/11-08-2024/",
    "title": "Fri Nov 08 2024",
    "description": "119 articles - From Friday Nov 01 2024 to Friday Nov 08 2024",
    "author": [],
    "date": "2024-11-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Guidelines in Practice: Management of Acute Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Multisociety Clinical Practice Guidance for the Safe Use of Glucagon-like Peptide-1 Receptor Agonists in the Perioperative Period.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy clinical practice guideline development policy and checklist.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic devices and techniques for the management of gastric varices (with videos).\r\nThe mainstay paradigm for the endoscopic management of gastric variceal bleeding is the injection of CYA glue. The published success of EUS-guided angiotherapy using CYA glue with or without embolization coils has increased our treatment armamentarium.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    EASL Clinical Practice Guidelines on liver transplantation.\r\nIn addition, the advent of organ perfusion machines, the recognition of new forms of rejection, and the attention paid to the transition from paediatric to adult patients, have al improved the management of LT recipients. The purpose of the EASL guidelines presented here is not to cover al aspects of LT but to focus on developments since the previous EASL guidelines published in 2016.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-Analysis: Global Prevalence of Coeliac Disease in Type 1 Diabetes.\r\n Approximately 1 in 16 patients globally and 1 in 12 patients in Asia and the Middle East with T1D has CD. We suggest that al patients with T1D should be screened for CD.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Risk of Hepatocellular Carcinoma in Subcentimeter Liver Nodules Identified on Surveillance Ultrasound: A Systematic Review.\r\n Up to one-fifth of patients with subcentimeter nodules may develop HCC, although contemporary cohorts report a substantially lower risk. Older patients and those with elevated AFP levels or poorer liver function are at greatest risk of HCC, highlighting an unmet need for better risk stratification models.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparative effectiveness of balloons, adjustable balloons, and endoscopic sleeve gastroplasty: A network meta-analysis of randomized trials.\r\nAll currently available FDA-approved EBTs are more effective than both diet plus lifestyle intervention and sham procedures with an acceptable safety profile. ESG seems the most effective and may be prioritized for patients fit for both ESG and IGB. Direct controlled trials between EBTs are warranted to confirm these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    A Prospective Study on the Prevalence of MASLD in Patients With Type 2 Diabetes and Hyperferritinaemia.\r\n Approximately 80% of people with hyperferritinaemia and T2DM have MASLD, and more than a third have significant hepatic fibrosis. Hyperferritinaemia may be a useful biomarker for MASLD and significant fibrosis in people with T2DM.\r\nPubmed   Journal   ReadQx \r\nPortal Hypertensive Gastropathy and MELD-Na Score Predict Recurrent Gastrointestinal Bleeding After TIPSS: An ALTA Group Study.\r\nIn this retrospective analysis of a multicentre, nationally representative database, we found that apart from TIPSS-related factors, high MELD-Na and portal hypertensive gastropathy on pre-TIPSS endoscopy were independent predictors of rebleeding within 1 year following TIPSS. These variables may be used to identify high-risk patients who may require additional monitoring following TIPSS.\r\nPubmed   Journal   ReadQx \r\nPredicting complications in paediatric ulcerative colitis: A longitudinal multicentre cohort study.\r\nThis study validates predictors of poor outcomes in paediatric patients with UC. Our results might help physicians to anticipate poor outcomes and initiate appropriate treatment strategies at an early stage.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Effect of Adopting a Gluten-Free Diet on Exposure to Arsenic and Other Heavy Metals in Children With Celiac Disease: A Prospective Cohort Study.\r\n Children with newly diagnosed CeD have increased arsenic exposure shortly after transitioning to a GFD. While the arsenic levels were well below acutely toxic concentrations, the clinical impact of chronic exposure to mildly elevated arsenic levels is unknown.\r\nPubmed   Journal   ReadQx \r\nIncidence, Predictors, and Outcomes of Clinically Significant Post-Endoscopic Retrograde Cholangiopancreatography Bleeding: A Contemporary Multicenter Study.\r\n Risks of antiplatelet-related CSPEB may be underestimated by endoscopists based on observations of suboptimal holding before higher risk ERCP. Appropriate periprocedural antithrombotic management is essential and could represent novel quality initiative targets.\r\nPubmed   Journal   ReadQx \r\nIs ChatGPT a reliable tool in Autoimmune Hepatitis?\r\nChatbots show good comprehensibility but lack reliability. Further studies are needed to integrate Chat-GPT within clinical practice.\r\nPubmed   Journal   ReadQx \r\nPrimary Biliary Cholangitis and Primary Sclerosing Cholangitis Therapy Landscape.\r\nWhile significant progress has been made in development of therapies for PBC, there are no current approved treatments for PSC other than liver transplantation although several emerging therapies have shown encouraging results. This review outlines the current and upcoming treatments for PBC and PSC.\r\nPubmed   Journal   ReadQx \r\nThe Minimally Invasive 1-Hr Esophageal String Test (EST) Monitors Therapeutic Changes in Mucosal Inflammation in Eosinophilic Esophagitis.\r\n The EST can be used to longitudinally monitor responses to treatment in EoE.\r\nPubmed   Journal   ReadQx \r\nUsing phosphatidylethanol as an adjunct to self-reported alcohol use improves identification of liver fibrosis risk.\r\nPEth was independently associated with high FIB-4, with a larger odds ratio than that of the association of AUDIT-C. Use of PEth may improve identification of alcohol use and liver fibrosis prevention and management.\r\nPubmed   Journal   ReadQx \r\nWhen and What to Test for Diarrhea: Focus on Stool Testing.\r\n Fecal testing is still very relevant in the practice of gastroenterology and deserves introduction of advanced microbiological and biochemical tests.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Anti-integrin αvβ6 autoantibodies are increased in PSC patients with concomitant IBD and correlate with liver disease severity.\r\n Anti-αvβ6 autoantibodies identify a subset of PSC patients with concomitant IBD.\r\nPubmed   Journal   ReadQx \r\nMultimodal pancreatic cancer detection using methylated DNA biomarkers in pancreatic juice and plasma CA 19-9: A prospective multicenter study.\r\n A panel combining PJ-MDMs and plasma CA19-9 discriminates PDAC from both healthy and disease control groups with high accuracy. This provides support for combining pancreatic juice and blood-based biomarkers for enhancing diagnostic sensitivity and successful early PDAC detection.\r\nPubmed   Journal   ReadQx \r\nNon-invasive hepatic steatosis and fibrosis indices predict differentially mortality in the adult Korean population.\r\nAPRI, MAF-5, LFS were independently associated with all-cause mortality, LAP (cut-off 38.05) with cardiovascular mortality, APRI with cancer mortality, and APRI, MAF-5, LFS with liver-related mortality in the adult Korean population.\r\nPubmed   Journal   ReadQx \r\nPrevalence and costs of eosinophilic esophagitis in the United States.\r\nThe prevalence of EoE continues to increase, with a rate of 1 in 617 in 2022 in those <65 years of age, and 1 in 1562 in 2017 those ≥65 years. Standardized to the U.S. population, the overall prevalence was approximately 1 in 700. EoE-associated annual costs were estimated to be $1.3 billion in 2024 dollars, representing a substantial financial burden.\r\nPubmed   Journal   ReadQx \r\nRisk of incident cancer in patients with Inflammatory Bowel Disease with prior breast cancer: a multicenter cohort study.\r\n We did not find a statistically significant increase in incident breast cancer related to IBD treatment beyond the already known poor prognostic factors of breast cancer.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Colonoscopy is associated with lower colorectal cancer occurrence and mortality in the older population: A population-based cohort study.\r\n We found a significant association between colonoscopy and reduction in CRC occurrence and CRC-related mortality in adults aged ≥ 40 years after 5 years of follow-up;  however, these associations were weaker in the very old group. Research is needed on the association between colonoscopy and older age.\r\nPubmed   Journal   ReadQx \r\nStent misdeployment and factors associated with failure in EUS-guided choledochoduodenostomy: an analysis of the combined datasets from the ELEMENT and DRA-MBO trials.\r\n SMD is relatively common in EUS-CDS and is associated with an extra-hepatic bile duct diameter measuring ≤ 15 mm. The majority of SMDs can be rescued endoscopically with low risk for AE.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A HIGH-RESOLUTION MICROENDOSCOPE IMPROVES ESOPHAGEAL CANCER SCREENING AND SURVEILLANCE: IMPLICATIONS FOR UNDERSERVED GLOBAL SETTINGS BASED ON AN INTERNATIONAL, RANDOMIZED CONTROLLED TRIAL.\r\n A low-cost microendoscope improves the efficiency and clinical impact of ESCN screening and surveillance when combined with LCE. HRME may spare unnecessary biopsies leading to cost savings in underserved global settings where the disease is prevalent. , Number NCT02029937.\r\nPubmed   Journal   ReadQx \r\nMulti-cohort analysis reveals altered archaea in colorectal cancer fecal samples across populations.\r\nThis multicohort analysis uncovered significant alterations in gut archaea and their interactions with bacteria in healthy individuals, adenoma patients and CRC patients. Archaeal biomarkers, combined with bacterial features, have potential as non-invasive diagnostic biomarkers for CRC.\r\nPubmed   Journal   ReadQx \r\nTertiary lymphoid structure-associated B cells enhance CXCL13<sup>+<\/sup>CD103<sup>+<\/sup>CD8<sup>+<\/sup>Trm cell response to PD-1 blockade in gastric cancer.\r\nThis study further reveals a crucial role for cellular communication between TLS-associated B cell and CXCL13 + CD103 + CD8 + Trm cells in anti-tumor immunity, providing valuable insights into the potential utilization of the LTα/TNFR2 axis within CXCL13 + CD103 + CD8 + Trm cells for advancing immunotherapy strategies in GC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic Ultrasound Guided Gastro-enterostomy for Malignant Gastric Outlet Obstruction: Impact of Clinical and Demographic Factors on Outcomes.\r\n EUS-GE has high technical and clinical success rates, with many patients tolerating regular diet. Routine NGT decompression should be considered to minimize AEs. MGOO at the level of stomach is associated with lower clinical success rates. Extra care should be taken while performing EUS-GE in patients with peritoneal carcinomatosis. Prior gastrointestinal surgery is a likely risk factor for reintervention.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound Shear Wave Elastography for Fibrosis Screening in Patients with Obesity and Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD): A Pilot Study (With Video).\r\nIn this pilot study, EUS-SWE was superior to FIB-4 and VCTE for liver fibrosis staging in patients with MASLD and obesity (Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nEvaluation of Deep Remission with Through-The-Scope Catheter-Based Endoscopic Ultrasound during Double Balloon Enteroscopy in Small Bowel Crohn's Disease.\r\nEUS using an ultrasonic catheter probe during DBE is effective in evaluation of both mucosal and transmural healing in small-bowel CD patients. DBE-EUS could become an important tool in the management of patients with small-bowel CD.\r\nPubmed   Journal   ReadQx \r\nFrequency of Errors in Colorectal Lesion Description and Management Prior to Referral to A Tertiary Center.\r\nErrors in pre-referral management of challenging colorectal lesions are frequent. Improved adherence to national guidelines could enhance practice.\r\nPubmed   Journal   ReadQx \r\nLong-Term Outcomes of Pneumatic Balloon Dilation versus Peroral Endoscopic Myotomy in Type I and II Achalasia Patients: A Propensity Score-Matched Analysis.\r\n POEM demonstrated greater long-term durability than PBD, but PBD was associated with shorter hospital stays and fewer adverse events.\r\nPubmed   Journal   ReadQx \r\nPrevalence of 'One and Done' Phenomenon in Adenoma Detection Within a Large Community-Based Healthcare System.\r\n Our findings suggest that ADR1 correlates with ADR2+. Despite concerns, the \"one and done\" phenomenon is not commonly seen in clinical practice. ADR remains a good surrogate marker for multiple adenoma detection.\r\nPubmed   Journal   ReadQx \r\nRecognition of Refractory Benign Esophageal Strictures at Index Endoscopy: Creation of a Predictive Model.\r\nRisk of RBES can be predicted at index EGD based on stricture features. A predictive model for RBES was created based on readily available risk factors, which may guide an individualized therapeutic approach to patients with benign esophageal stricture, potentially reducing morbidity and cost.\r\nPubmed   Journal   ReadQx \r\nSalvage treatment for local recurrence after endoscopic resection for superficial nonampullary duodenal epithelial tumors.\r\nLocal recurrence after endoscopic resection of SNADT can be managed endoscopically.\r\nPubmed   Journal   ReadQx \r\nShort- and longer-term learning effects from virtual scale endoscopy videos: a useful tool for colorectal lesion size estimation (with video).\r\nVSE videos are a valuable learning tool for estimating lesion diameter, particularly for novice endoscopists, both in the short- and longer-term.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Pharmacological activation of STAT1-GSDME pyroptotic circuitry reinforces epigenetic immunotherapy for hepatocellular carcinoma.\r\n Our immunoepigenetic strategy harnesses IFNγ-mediated network to augment the cancer-immunity cycle, revealing a self-reinforcing STAT1-GSDME pyroptotic circuitry as the mechanistic basis for an ongoing phase-II trial to tackle ICB resistance (NCT05873244).\r\nPubmed   Journal   ReadQx \r\nTPX2 serves as a novel target for expanding the utility of PARPi in pancreatic cancer through conferring synthetic lethality.\r\nOur findings revealed the dual-functional significance of TPX2 in controlling DNA DSB repair pathway choice and mitotic progression, suggesting a potential therapeutic strategy involving PARPi for patients with pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Blood markers for type-1,-2, and -3 inflammation are associated with severity of acutely decompensated cirrhosis.\r\nAmong patients with ADC, alterations in blood levels of cytokines related to type-1, type-2 and type-3 inflammation, together with neutrophilia, lymphopenia and elevated anti-inflammatory signals were individually associated with an increased risk of progressing toward ACLF, independently of the presence of clinically apparent precipitants.\r\nPubmed   Journal   ReadQx \r\nLiver Cancer in 2021: Global Burden of Disease Study.\r\nWhile age-adjusted incidence and deaths from liver cancer have started to decline, the absolute number of incident cases and deaths continues to increase. Population growth and aging contribute to the observed disconnect in the temporal trends of absolute cases and rates. Disparities remain, and MASLD-related liver cancer continues to surge.\r\nPubmed   Journal   ReadQx \r\nMetabolic dysfunction-associated steatohepatitis reduces interferon and macrophage liver gene signatures in patients with chronic hepatitis B.\r\nTranscriptomic profiling of the liver suggests that MASH negatively impacts ISGs expression in the liver of patients with ENEG, which may affect antiviral immune pathways, viral replication and inflammatory responses resulting in an increased risk of advanced fibrosis in patients with chronic hepatitis B. Our study provides valuable insights for guiding future research aimed at developing effective, tailored strategies for managing patients with both conditions. Impact and implications In recent decades, obesity and associated health issues have reached epidemic levels, with steatotic liver disease affecting up to 30% of adults in developed countries, and this trend is also observed among chronic hepatitis B patients. Given the high and rising prevalence of steatotic liver disease and its frequent co-occurrence in chronic hepatitis B patients, it is essential to understand how conditions such as metabolic dysfunction-associated steatohepatitis (MASH) impact immune responses in the liver. This study provides unique insights into the impact of MASH on HBV antiviral immune activity in the liver of patients with chronic hepatitis B. The rising number of patients with both conditions affects treatment outcomes and highlights the urgent need for novel, tailored therapeutic strategies. Our study holds significant relevance for guiding future research on developing treatment strategies for patients with both MASH and chronic hepatitis B.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Disentangling Early-Life Antibiotics and Infections as Risk Factors for the Development of Childhood IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Food for Thought-Addressing the Nuances of Diet and Mood When Evaluating Dietary Intervention in IBS.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Navigating the Beta-Blocker Dilemma in Advanced Liver Cirrhosis-When Is the Right Time to Discontinue?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Stopping NUCs-When to Restart NUCs for the Best Outcome?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Timely Follow-Up in Cirrhosis: How Does It Work?\r\n\r\nPubmed   Journal   ReadQx \r\nUnderstanding Factors Associated With Abdominal Pain in Ulcerative Colitis-No Surprises But the Usual Suspects Need Greater Attention.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Unveiling the Hidden Cost: Evaluating Financial Implications in the Liver Cancer Screening Paradigm.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    The new horizon of Clostridioides difficile infection treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    The Role of Endoscopy in Pregnancy: A Review.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Is there a safe limit for consumption of alcohol?\r\nWe recognize the need to encourage less consumption of alcohol, particularly in young adults, and in older adults with co-morbid conditions particularly when taking multiple medications. Finally, we offer the modest proposal that, for persons without the contributing negative influences described above, consumption which adheres to one drink per session, with interspersed abstinent days, does not constitute a meaningful risk to health.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Practical Approach to Subcutaneous Infliximab.\r\n\r\nPubmed   Journal   ReadQx \r\nA Rare Culprit of Massive Gastrointestinal Bleeding: Amoeba.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unprecedented Complication Arising From Endoscopic Retrograde Cholangiopancreatography and Common Bile Duct Stenting.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Obstructive Jaundice: a Metastatic Renal Cell Carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nComplete Stenosis After Endoscopic Submucosal Dissection of a Large Circumferential Rectal Lesion.\r\n\r\nPubmed   Journal   ReadQx \r\nDeveloping the ACG Leadership Pipeline: Impact of the ACG Institute Leadership Programs 2018-2023.\r\n\r\nPubmed   Journal   ReadQx \r\nDuodenal Obstruction Caused by an Isolated Spontaneous Celiac Artery Dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nEnd-Stage Achalasia With Megaesophagus Causing Mass Effect Leading to Acute Pericarditis.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom Blockage to Passage: Twin Gallstones' Journey Through the Gut.\r\n\r\nPubmed   Journal   ReadQx \r\nGiant Meckel's Diverticulum Causing Pediatric Intestinal Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nI \"PEG\" Your Pardon: A Rare Instance of Gastric Outlet Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nIntestinal Mycobacterium avium Complex in a Patient With AIDS.\r\n\r\nPubmed   Journal   ReadQx \r\nLaryngeal Recalibration Therapy in Clinical Practice for Laryngopharyngeal Symptoms.\r\n\r\nPubmed   Journal   ReadQx \r\nMycotic Aortic Aneurysm With Esophageal Fistulization Caused by Salmonella enteritidis.\r\n\r\nPubmed   Journal   ReadQx \r\nPerforation of sigmoid colon by trans-anal decompression tube successfully treated using Over-The-Scope Clip system.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Artificial Intelligence Chatbots Not Yet Ready for Celiac Disease Patient Care.\r\n\r\nPubmed   Journal   ReadQx \r\nPeripheral tumor necrosis factor production is a predictor for remission under adalimumab in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of Gastroparesis in Chronic Pancreatitis and Predictive Factors: A Machine Learning Prediction Model.\r\n\r\nPubmed   Journal   ReadQx \r\nSecondhand Smoke Exposure and Metabolic Dysfunction-Associated Steatotic Liver Disease in US Adolescents.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Can we improve the endoscopic resection of dysplastic lesions in colonic inflammatory bowel diseases?\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Predictors of persistent pain after extracorporeal shockwave lithotripsy for painful chronic calcific pancreatitis\".\r\n\r\nPubmed   Journal   ReadQx \r\nESGE - shining a light on diversity, equity and inclusion.\r\n\r\nPubmed   Journal   ReadQx \r\nExploring the diagnostic performance of optimal diagnosis techniques in detecting recurrence.\r\n\r\nPubmed   Journal   ReadQx \r\nInto the pancreas: an underwater world filled with an intraductal papillary mucinous neoplasm seen via peroral pancreatoscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSedation practices in Gastrointestinal Endoscopy: European Society of Gastrointestinal Endoscopy (ESGE) survey.\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling the hidden impact: Scope 3 emissions in endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nWho benefits from long-term plastic stents after walled-off necrosis treatment: prix fixe for all or à la carte?\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    An Unusual Case of Gastric Multiple Lesions with Skin and Joint Abnormalities.\r\n\r\nPubmed   Journal   ReadQx \r\nDiffering Epithelial and Immunologic Activation Patterns Following Food Reintroduction Reveal Different Transcriptional Profiles in Active Eosinophilic Esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHacking Death in Dublin.\r\n\r\nPubmed   Journal   ReadQx \r\nThe management of internal fistulizing Crohn's disease in a child: more than meets the eye.\r\n\r\nPubmed   Journal   ReadQx \r\nTraining the Innovative Gastroenterologist of the Future: Establishing a Formal Curriculum During Gastroenterology Fellowship.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Rare Etiology of Recurrent Pancreatitis: Intraductal Papillary Mucinous Neoplasm in the Santorini's duct.\r\n\r\nPubmed   Journal   ReadQx \r\nFEASIBILITY OF SUBMUCOSAL TUNNELING ENDOSCOPIC RESECTION FOR A BLEEDING GASTROINTESTINAL STROMAL TUMOR.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric per-oral Endoscopic Myotomy for Treating Pylorospasm after Sleeve Gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nInflammatory polypoid mass caused by Sevelamer and sodium polystyrene crystals.\r\n\r\nPubmed   Journal   ReadQx \r\nIsolated jejunal H. Pylori ulcer identified by single balloon enteroscopy and post-treatment video capsule endoscopy follow-up.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic Pseudotumor: serendipitous discovery of pancreatic actinomycosis.\r\n\r\nPubmed   Journal   ReadQx \r\nSevere Gastritis Induced by Pembrolizumab in Metastatic Vaginal Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nThe loop-clip method to prevent rebleeding of peptic ulcer with bleeding stigmata.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips on Pouchoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Quest for HBV functional cure: what have we learnt from silencing RNAs?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Developing Quality Measures for Improving Pre-Liver Transplant Care.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for nonstandard oncological indications: Are we there yet?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Food for Thought-Addressing the Nuances of Diet and Mood When Evaluating Dietary Intervention in IBS. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Navigating the Beta-Blocker Dilemma in Advanced Liver Cirrhosis-When Is the Right Time to Discontinue? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Timely Follow-Up in Cirrhosis-How Does It Work? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Understanding Factors Associated With Abdominal Pain in Ulcerative Colitis-No Surprises but the Usual Suspects Need Greater Attention. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: 'Impact of HCV Eradication on Recurrence Pattern and Long-Term Outcomes in Patients With HCV-Related Hepatocellular Carcinoma Undergoing Radiofrequency Ablation'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Analysis of \"Faecal Biomarkers for Diagnosis and Prediction of Disease Course in Treatment-Naïve Patients With IBD\"-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Analysis of 'Faecal Biomarkers for Diagnosis and Prediction of Disease Course in Treatment-Naive Patients With IBD'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Assessing the Durability of Treatment Effects: Long-Term Outcomes of ESWL and ERCP for Pancreatic Duct Stones in Chronic Pancreatitis-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Assessing the Durability of Treatment Effects: Long-Term Outcomes of ESWL and ERCP for Pancreatic Duct Stones in Chronic Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Impact of HCV Eradication on Recurrence Pattern and Long-Term Outcomes in Patients With HCV-Related Hepatocellular Carcinoma Undergoing Radiofrequency Ablation. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Prognostic Role of IGF-1 in Chronic Liver Disease-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Prognostic Role of IGF-1 in Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Timely Follow-Up in Cirrhosis-A Key Public Health Intervention.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Evaluating FIB-4 Risk Stratification In the AGA/AASLD Clinical Care Pathway.\r\n\r\nPubmed   Journal   ReadQx \r\nThe role of piecemeal endoscopic mucosal resection for low risk larget than 20 mm nonpedunculated polyps in the right colon.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comment on \"Risk of Cancers Proximal to the Colon in Fecal Immunochemical Test Positive Screenees in a Colorectal Cancer Screening Program\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Risk of Cancers Proximal to the Colon in Fecal Immunochemical Test Positive Screenees in a Colorectal Cancer Screening Program\".\r\n\r\nPubmed   Journal   ReadQx \r\nEsophagogastroduodenoscopy for Positive Fecal Immunochemical Test Screeners? Much Done, More to Be Considered.\r\n\r\nPubmed   Journal   ReadQx \r\nFIT-positive individuals: is timely upper GI endoscopy necessary?\r\n\r\nPubmed   Journal   ReadQx \r\nReevaluating Confounders and Risk Interpretation in FIT-Positive Cancer Screening.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Potential microbial effects on microsatellite instability possibly drive divergence in colorectal cancer immunotherapy responses among different anatomical subsites.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-use scopes may reduce various environmental impacts of gastroscopy in some situations but probably not in routine practice of endoscopy units.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-10T10:41:13-05:00",
    "input_file": {}
  },
  {
    "path": "gi/10-25-2024/",
    "title": "Fri Oct 25 2024",
    "description": "117 articles - From Friday Oct 18 2024 to Friday Oct 25 2024",
    "author": [],
    "date": "2024-10-25",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Guidelines in Practice: Focal Liver Lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on Esophageal Dysfunction Due to Disordered Immunity and Infection: Expert Review.\r\nBEST PRACTICE ADVICE 10: Clinicians should consider infectious and inflammatory causes of secondary achalasia during initial evaluation. One should query for any history of recent COVID infections, risks for Chagas disease, and symptoms or signs of eosinophilic disease.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Advances in Per-Oral Endoscopic Myotomy (POEM) and Remaining Questions-What We Have Learned in the Past Decade: Expert Review.\r\nBEST PRACTICE ADVICE 11: Long-term postprocedure surveillance is encouraged to monitor for progression of disease and complications of gastroesophageal reflux disease. BEST PRACTICE ADVICE 12: POEM may be superior to pneumatic dilation for patients with failed initial POEM or laparoscopic Heller myotomy;  however, the decision among treatment modalities should be based on shared decision making between the patient and physician, taking into account risk of postprocedural reflux, need for repeat interventions, patient preferences, and local expertise.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic diagnosis and management of adult inflammatory bowel disease: a consensus document from the American Society for Gastrointestinal Endoscopy IBD Endoscopy Consensus Panel.\r\nClinical practice patterns in the endoscopic management of IBD vary. A panel of experts consisting of IBD specialists, endoscopists, and GI pathologists participated in virtual conferences and developed this modified Delphi-based consensus document to address endoscopic aspects of IBD management.\r\nPubmed   Journal   ReadQx \r\nQuality measures in the delivery of equitable endoscopic care to traditionally underserved patients in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Resmetirom therapy for metabolic dysfunction-associated steatotic liver disease: October 2024 updates to AASLD Practice Guidance.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Fecal Microbiota Transplantation Outcome and Gut Microbiota Composition in Ulcerative Colitis: a Systematic Review and Meta-analysis.\r\n This systematic review/meta-analysis yielded a coherent picture from a compositional perspective, which may help identify beneficial donor profiles and guide personalized FMT approaches.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Meta-analysis of underwater vs conventional endoscopic submucosal dissection for colorectal lesions.\r\n UESD was faster in patients with colorectal lesions, but had comparable rates of en bloc resection, R0 resection and adverse events when compared with CESD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Factors Associated With Abdominal Pain in Patients With Active and Quiescent Ulcerative Colitis: A Multicohort Study.\r\nAbdominal pain in UC is prevalent and associated with lower QoL in both active and quiescent disease. Associated factors are active disease, female sex and psychological symptoms, especially anxiety. We suggest considering a holistic approach when treating UC patients with abdominal pain.\r\nPubmed   Journal   ReadQx \r\nFaecal Volatile Organic Compounds to Detect Colorectal Neoplasia in Lynch Syndrome-A Prospective Longitudinal Multicentre Study.\r\nIn Lynch syndrome, faecal VOCs may be a promising strategy for postponing colonoscopy and for follow-up after polypectomy. Our results serve as a stepping stone for large validation studies.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Disproportionately Increasing Incidence of Inflammatory Bowel Disease in Females and the Elderly: An Update Analysis from the Global Burden of Disease Study 2021.\r\n While the global burden of IBD has decreased overall, it has increased in females and the elderly.\r\nPubmed   Journal   ReadQx \r\nFOUR-DIMENSIONAL IMPEDANCE MANOMETRY IN ESOPHAGEAL MOTILITY DISORDERS.\r\n 4D HRM metrics correlated with expected clinical observations across a spectrum of esophageal motility disorders and defined EGJ obstruction. 4D HRM metrics may have value in defining EGJ obstruction in equivocal cases related to EGJOO or absent peristalsis.\r\nPubmed   Journal   ReadQx \r\nHLA DQA1*05 and risk of anti-TNF treatment failure and anti-drug antibody development in children with Crohn's Disease: HLA DQA1*05 and Pediatric Crohn's Disease.\r\nIn a randomized trial of children with CD initiating anti-TNF, 40% were HLA DQ-A1*05 positive, which was associated with a trend toward increased risk of both treatment failure and ADA. These risks were mitigated, but not eliminated, by adding oral methotrexate. HLA DQ-A1*05 is an important biomarker for prognosis and risk stratification.\r\nPubmed   Journal   ReadQx \r\nImproving the Diagnostic Accuracy of RECAM in North American Patients with Suspected Idiosyncratic Drug-Induced Liver Injury: Improving RECAM accuracy.\r\n Among 120 suspected DILI cases, RUCAM had better agreement with DILIN expert opinion scores versus RECAM. Making HCV RNA and anti-HEV IgM testing optional significantly improved agreement between RECAM and DILIN expert opinion. Future modifications to RECAM are needed to improve causality assessment in North American patients with suspected DILI.\r\nPubmed   Journal   ReadQx \r\nIncidence of thiopurine induced severe myelosuppression in a nationwide cohort of inflammatory bowel disease patients.\r\n The incidence of severe TIM was very low, calling into question the necessity of frequent long-term CBC monitoring among IBD patients on TPs.\r\nPubmed   Journal   ReadQx \r\nReal-World Effectiveness and Use of Dupilumab in Eosinophilic Esophagitis.\r\n Dupilumab demonstrates effectiveness across EoE severity, including milder disease without previous treatment failure. Improving follow-up and assessing cost-effectiveness will help clarify its role in the treatment algorithm.\r\nPubmed   Journal   ReadQx \r\nRefinement of Hy's Law using the Drug-Induced Liver Injury Network Database.\r\nInitial R values were the most reliable means of identifying Hy's Law cases. There were some drugs that caused HC injury with jaundice but with mortality rates <10%. Refinement of Hy's Law is warranted.\r\nPubmed   Journal   ReadQx \r\nS3260 An Interesting Case of Lymphocytic Esophagitis In Association With Pityriasis LichenoidesChronica and Rheumatoid Arthritis.\r\n LyE typically manifests in females during their 5th-6th decades, presenting a notable contrast to eosinophilic esophagitis (EOE), which predominantly affects males in their 2nd-3rd decades. However, the endoscopic appearance of LyE often mirrors that of EOE. Studies suggest potential associations between LyE and Crohn's disease in children, as well as primary esophageal dysmotility in adults. Notably, our patient has a history of rheumatoid arthritis, a correlation observed in 2 other cases in the literature. While limited literature exists on pityriasis lichenoideschronica with esophageal involvement, specifically presenting as LyE, this singular case underscores the interconnection of these 2 disease processes. These observations raise the possibility of an autoimmune etiology. There is no consensus on the lymphocyte count threshold for diagnosis, a challenge compounded by the rarity of the disease, leading to a lack of definitive guidelines for optimal management.JOURNAL/ajgast/04.03/00000434-202410001-03261/figure1/v/2024-10-11T031912Z/r/image-tiff.\r\nPubmed   Journal   ReadQx \r\nTreatment preference archetypes in eosinophilic esophagitis and their implications for therapy.\r\nWe identified three distinct treatment preference archetypes among individuals with EoE, underscoring the need for personalized treatment strategies, especially for those favoring natural approaches but masking ambivalence, and may be at risk for nonadherence or loss to follow-up.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    High hospitalization rates and risk factors among frail patients with cirrhosis: A 10-year population-based cohort study.\r\n Compensated and decompensated cirrhosis patients with intermediate to severe frailty face a substantially increased odds of annual hospitalizations compared to those with low frailty. Future work should focus on targeted interventions to incorporate routine frailty screenings into cirrhosis care and to ultimately minimize high hospitalization rates.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A novel endoscopic artificial intelligence system to assist in the diagnosis of autoimmune gastritis: a multicenter study.\r\nSEER-SCOPE AI demonstrated expert-level performance in identifying AIG, and enhanced the diagnostic ability of endoscopists. Its application holds promise as a potent endoscopy-assisted tool for guiding biopsy sampling and early detection of AIG.\r\nPubmed   Journal   ReadQx \r\nProspective randomized trial comparing conventional and underwater endoscopic submucosal dissection for superficial colorectal neoplasms.\r\nResults We analyzed the data of 69 and 70 CESD and UESD cases, respectively;  however, no significant differences were found in median dissection speed (17.4 and 19.9 mm 2 /min, respectively;  UESD did not expedite dissection speed in the overall patient population. CESD and UESD may be complementary in the colorectum depending on the PLG.\r\nPubmed   Journal   ReadQx \r\nShort-Term Clinical and Technical Outcomes of a Modified Zenker's Peroral Endoscopic Myotomy (Z-POEM) With Mucosal Flap Incision.\r\n Z-POEM with MFI has a high rate of technical and clinical success. Prospective evaluation is needed to further validate this technique in patients with large ZD.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comparative Efficacy of Advanced Therapies for Management of Moderate-to-Severe Ulcerative Colitis: 2024 American Gastroenterological Association Evidence Synthesis.\r\nUsing Grading of Recommendations, Assessment, Development and Evaluation to appraise quality of evidence, this updated network meta-analysis will be used to inform comparative efficacy and positioning of advanced therapies for the treatment of biologic-naïve and biologic-exposed patients with moderate-to-severe UC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Deep Learning-Based, Real-Time Image Report System for Linear Endoscopic Ultrasound.\r\nEUS-AIRS exhibits exceptional capabilities in real-time capturing high-quality and high-integrity biliopancreatic EUS images, showcasing the potential of applying an artificial intelligence image reporting system in the EUS field.\r\nPubmed   Journal   ReadQx \r\nA convolutional neural network-based system for identifying neuroendocrine neoplasm and multiple types of lesions in the pancreas via endoscopic ultrasound (with videos).\r\nThe iEUS precisely diagnosed pNEN and other confusing pancreatic lesions, thus could assist endosonographers in achieving more accessible and accurate endoscopic diagnoses via EUS.\r\nPubmed   Journal   ReadQx \r\nOptimizing EUS-guided choledochoduodenostomy with lumen-apposing metal stents for primary drainage of malignant distal biliary obstruction (SCORPION-IIp): a prospective pilot study.\r\nThis study showed a stent dysfunction rate of 10% following technically successful EUS-CDS with placement of a FCSEMS through the LAMS. Improving the design of LAMS may further reduce the rate of stent dysfunction.\r\nPubmed   Journal   ReadQx \r\nSafety of cold snare resection techniques for removal of small colon polyps in patients with clopidogrel and aspirin: A Korean Association for the Study of Intestinal Diseases prospective, multicenter study.\r\nThis multicenter prospective study demonstrated the safety of cold snare resection in patients treated with uninterrupted clopidogrel and aspirin (NCT04328987).\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Combined MRI, high-resolution manometry and a randomised trial of bisacodyl versus hyoscine show the significance of an enlarged colon in constipation: the RECLAIM study.\r\n An abnormally large colon is an important feature in constipation which predicts impaired manometric response to feeding and treatment responses. HRCM shows that IBS-C patients have reduced PPW activity.\r\nPubmed   Journal   ReadQx \r\nECM1 attenuates hepatic fibrosis by interfering with mediators of latent TGF-β1 activation.\r\n Our findings underscore the hepatoprotective effect of ECM1, which interferes with mediators of LTGF-β1 activation, suggesting ECM1 or its representative peptide as potential antifibrotic therapies in CLD.\r\nPubmed   Journal   ReadQx \r\nIQGAP3 signalling mediates intratumoral functional heterogeneity to enhance malignant growth.\r\n IQGAP3 knockdown suppressed the RAS-TGFβ signalling crosstalk, leading to a significant reduction of the tumour microenvironment. In particular, IQGAP3 maintains functional heterogeneity of cancer cells to enhance malignant growth. IQGAP3 is thus a highly relevant therapy target in GC.\r\nPubmed   Journal   ReadQx \r\nThe serum concentration of the third component of complement beta-1C-beta-1A in liver disease.\r\nHowever, 10 patients (six with active chronic hepatitis, four with cryptogenic cirrhosis) had hypocomplementaemia. The reason for the depression is not clear but could reflect either decreased synthesis or increased consumption, or a combination of the two.\r\nPubmed   Journal   ReadQx   PMC\r\nHepatology\r\n    Disparities in screening and risk stratification for hispanic adults with metabolic dysfunction-associated steatotic liver disease.\r\nLower NIT cut-points may be needed to optimize surveillance for significant fibrosis due to MASLD in Hispanic populations commensurate with their higher burden and severity of disease.\r\nPubmed   Journal   ReadQx \r\nThe de-sulfinylation enzyme sulfiredoxin-1 attenuates hepatic stellate cell activation and liver fibrosis by modulating the PTPN12-NLRP3 axis.\r\nOur findings have uncovered an important role of SRXN1 and protein S-sulfinylation in HSC activation and liver fibrosis. The SRXN1-PTPN12-NLRP3 axis represents potential therapeutic targets for liver fibrosis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A metabolome-derived score predicts metabolic dysfunction-associated steatohepatitis and mortality from liver disease.\r\n The metabolome-derived MASH prediction score accurately predicts risk of MASH and MASLD-related mortality in both Chinese and European individuals. Impact and implications Metabolic dysfunction-associated steatohepatitis (MASH) is associated with more than a 10-fold increase in liver-related death. However, biomarkers predicting not only MASH, but also death due to liver disease, are missing. We established a MASH prediction score based on 44 clinical parameters and 250 plasma metabolites using a machine learning strategy. This metabolome-derived MASH prediction score could accurately identify patients with MASH among both Chinese and Finnish individuals, and it was superior to the FIB-4 index and the NAFLD Fibrosis Score in predicting MASLD-related death in the general population. Thus, the new MASH prediction score is a useful tool for identifying individuals with a markedly increased risk of serious liver-related outcomes among at-risk and general populations.\r\nPubmed   Journal   ReadQx \r\nConcordance of ctDNA and tissue genomic profiling in advanced biliary tract cancer.\r\nAmong patients with advanced BTC, ctDNA-based genotyping showed acceptable concordance with tissue genomic profiling. Liquid biopsy using ctDNA could be a valuable complement to tissue-based genomic analysis in BTC. Impact and implications Our study is the first large-scale investigation of the clinical utility of liquid biopsy, focusing on ctDNA, as an alternative to conventional tumor tissue analysis, among Asian patients with advanced BTC. The results demonstrated acceptable concordance between analysis of ctDNA versus tissue for identifying therapeutic targets and potentially actionable genetic alterations. This indicates that ctDNA analysis can provide critical insights regarding advanced BTC treatment, particularly in cases where it is challenging to obtain or analyze tumor tissue.\r\nPubmed   Journal   ReadQx \r\nHyperfunctional T cell responses unchecked by regulatory T cells are unable to resolve hepaciviral infection without humoral contribution.\r\nTregs control the outcome of RHV infection via direct modulation of CD4 + T cells and IgG production. Hyperactivated T cell responses are incapable of compensating for experimentally induced lack of antibodies, further reinforcing the notion of cooperative interplay between adaptive immune arms in facilitating hepaciviral clearance. Impact and implications We demonstrate herein how timing of Treg depletion determines the fate of effector T cells, humoral responses, and the kinetics of viral clearance. Our observations provide direct evidence that functional T cell responses are incapable of compensating for suboptimal humoral responses in facilitating viral resolution. Our results imply that future HCV vaccine regimens should not solely rely on eliciting focused responses of a single effector arm, but rather incorporate immunogens capable of inducing durable features of both humoral and cellular memory.\r\nPubmed   Journal   ReadQx \r\nOral-gut microbiome interactions in advanced cirrhosis: characterisation of pathogenic enterotypes and salivatypes, virulence factors and antimicrobial.\r\n The degree of oral-gut microbial community overlap, frequency of VFs and ARGs al increment significantly with cirrhosis severity, with progressive dominance of pathobionts and loss of commensals. Despite similar antimicrobial exposure, patients with DC and ACLF have reduced microbial richness compared to NLS, supporting the additive pathobiological effect of cirrhosis. Impact and implications This research underscores the crucial role of microbiome alterations in the progression of cirrhosis in an era of escalating multidrug resistant infections, highlighting the association and potential impact of increased oral-gut microbial overlap, virulence factors, and antimicrobial resistance genes on clinical outcomes. These findings are particularly significant for patients with decompensated cirrhosis and acute-on-chronic liver failure, as they reveal the intricate relationship between microbiome alterations and cirrhosis complications. This is relevant in the context of multidrug-resistant organisms and reduced oral-gut microbial diversity that exacerbate cirrhosis severity, drive hepatic decompensation and complicate treatment. For practical applications, these insights could guide for cirrhosis patients the development of targeted microbiome-based therapeutics and personalised antimicrobial regimens to mitigate infectious complications to improve their clinical outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Impact of Socioeconomic and Ethnic Factors on Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Fecal Microbiota Transplantation (FMT) in Ulcerative Colitis: Holding Out for a Superdonor?\r\n\r\nPubmed   Journal   ReadQx \r\nFunctional cure in a long-term follow-up of Children with chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nGut Goo: Physiology, Diet, and Therapy of Intestinal Mucus and Biofilms in Gastrointestinal Health and Disease.\r\nA final goal is to review how certain dietary factors, especially low-fiber diets and emulsifiers common in Western diets, can harm the mucus layer. This report summarizes evidence from preclinical and human studies that document damage to the mucus layer, and reviews approaches including diets and probiotics that promote a healthy mucus layer and break down pathogenic biofilms, thereby potentially preventing and/or treating gastrointestinal diseases that impact mucosal integrity.\r\nPubmed   Journal   ReadQx \r\nInterleukin-1 inhibition in alcohol-associated hepatitis: are we hitting the right target?\r\n\r\nPubmed   Journal   ReadQx \r\nLowering Rebleeding Risk in Cardiofundal Gastric Varices: The case for combined variceal embolization and endovascular therapies?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A note from the Editor-in-Chief.\r\n\r\nPubmed   Journal   ReadQx \r\nStents for distal malignant biliary obstruction: Does position matter?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Increasing functional cure rates after nucleo(s)tide analogue withdrawal: is peg-IFN the answer?\r\n\r\nPubmed   Journal   ReadQx \r\nThyroid hormone receptor-β analogs for the treatment of Metabolic Dysfunction-Associated Steatohepatitis (MASH).\r\nThe most advanced compound, resmetirom, is an oral drug that demonstrated, in a large phase 3 trial in MASH patients, the ability to remove liver fat, reduce aminotransferase levels and improve atherogenic dyslipidemia with a good tolerability profile. This translated into histological improvement that led to accelerated approval of this drug for active fibrotic steatohepatitis, a milestone achievement as a first MASH drug.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Expanding Insights on Ambulatory Reflux Monitoring: Future Directions and Clinical Integration.\r\n\r\nPubmed   Journal   ReadQx \r\nRaising the Bar: Is Hepatocellular Carcinoma Surveillance Warranted for Patients With Alcohol-Associated Cirrhosis?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Dahly and Morris.\r\n\r\nPubmed   Journal   ReadQx \r\nSolitary Colonic Ganglioneuroma with Central Depression: A Rare Case with Unique Morphology.\r\n\r\nPubmed   Journal   ReadQx \r\nTransverse colon penetration by migrated intrauterine device: a rare complication.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Ascites Caused by Peritoneal Leishmaniasis.\r\n\r\nPubmed   Journal   ReadQx \r\nDeveloping Leadership Skills and Experience during Gastroenterology Fellowship.\r\n\r\nPubmed   Journal   ReadQx \r\nFactors to consider in the selection of non-invasive fibrosis tests for metabolic dysfunction-associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nIncidence of possible drug-induced liver injury due to commonly implicated agents in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nOnline-only vs. conventional publication of original research articles: A randomized controlled trial.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Water Lily Sign.\r\n\r\nPubmed   Journal   ReadQx \r\nVenture capital in retreat: Funding trends in gastroenterology over the past decade.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Continuous low-pressure saline perfusion for gastric endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A \"How-to\" Guide For Establishing an Effective Trainee Mentorship Program.\r\n\r\nPubmed   Journal   ReadQx \r\nDisparities in Gastrointestinal Health for US Immigrant Populations, and Strategies to Address These Disparities.\r\n\r\nPubmed   Journal   ReadQx \r\nEvolutionary Medicine for Chronic Inflammatory Diseases of the Gut: More than a Clinical Fantasy?\r\n\r\nPubmed   Journal   ReadQx \r\nNeurons on a Mission: Glial Global Positioning System for the Gut Reboot!\r\n\r\nPubmed   Journal   ReadQx \r\nProspective Analysis of Liver Stiffness Measurement by Vibration Controlled Transient Elastography as a Predictor of Outcomes in Biliary Atresia.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Novel Out-of-the-Box Method for Endoscopic Ultrasound Guided Gastrojejunostomy in Billroth II Anatomy.\r\n\r\nPubmed   Journal   ReadQx \r\nAutologous Abdominal Fat Transplantation for Treating Complex Gastrointestinal Fistulas: A Promising New Approach.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-FNA Diagnosis of Bladder Paraganglioma: A Novel Approach to a Rare Entity (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nMarked lymphatic involvement and lymph node metastases without direct submucosal invasion in a sigmoid colon cancer case arising from a flat variant of traditional serrated adenoma.\r\n\r\nPubmed   Journal   ReadQx \r\nNOVEL APPLICATION OF CRYOTHERAPY FOR RECALCITRANT HYPERPLASTIC GASTRIC POLYPS.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic Gout.\r\n\r\nPubmed   Journal   ReadQx \r\nRectal mass: cancer or endometriosis?\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips for Diagnostic Rectal EUS and Assessment of Rectal Sphincters.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    ECM1: a novel matricellular protein with promising antifibrotic potential.\r\n\r\nPubmed   Journal   ReadQx \r\nLeveraging the tug-of-war with genomic retroelements to enhance immunotherapy of pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nTreatment of type 2 diabetes with MASLD: new evidence for personalised medicine.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Bariatric surgery meets TREM2+ macrophages to alleviate MASH independent of weight loss.\r\n\r\nPubmed   Journal   ReadQx \r\nBoosting Success: Optimizing Thiopurine Therapy in Autoimmune Hepatitis With Allopurinol.\r\n\r\nPubmed   Journal   ReadQx \r\nFine-tuning of hepatitis C virus immune evasion through hypervariable region 1 insertions.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: HKDC1 promotes liver cancer stemness under hypoxia via stabilizing β-catenin.\r\n\r\nPubmed   Journal   ReadQx \r\nMay 2023 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nMechanocrine signaling, Yap, HB-EGF and liver regeneration.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing thiopurine therapy in autoimmune hepatitis: A multicenter study on monitoring metabolite profiles and co-therapy with allopurinol.\r\n\r\nPubmed   Journal   ReadQx \r\nPAR for the liver course: Preserving platelet function mitigates outcomes in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPost-vax vein vigilance: Unmasking splanchnic thrombosis risks.\r\n\r\nPubmed   Journal   ReadQx \r\nThe ultimate ensemble: Seeing the forest through the trees in alcohol-associated hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Granulomatous hepatitis, a mystery solved.\r\n\r\nPubmed   Journal   ReadQx \r\nTwo episodes of jaundice within 1 year in a teenager.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: The Impact of Socioeconomic and Ethnic Factors on Chronic Liver Disease-Author's Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing Predictive Models for Paediatric Ulcerative Colitis-Addressing Socioeconomic, Environmental and Clinical Factors.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Enhancing Predictive Models for Paediatric Ulcerative Colitis-Addressing Socioeconomic, Environmental and Clinical Factors. Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: MASLD in people with HIV exhibits higher fibrosis stage despite lower disease activity than in matched controls.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Essential Role of Social Workers in Reducing Socioeconomic Disparities in Chronic Liver Disease-Author's Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: The Essential Role of Social Workers in Reducing Socioeconomic Disparities in Chronic Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Role of Vibration Controlled Transient Elastography in Liver Transplant Recipients.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Assessing the Preventative Effects of Vonoprazan Relative to Intravenous Proton Pump Inhibitors Following Endoscopic Intervention in Peptic Ulcers.\r\n\r\nPubmed   Journal   ReadQx \r\nCHRONICLE trial: how cool is cold snaring for endoscopic mucosal resection?\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Association of GLP-1 Receptor Agonists and Hepatocellular Carcinoma Incidence and Hepatic Decompensation in Patients With Type 2 Diabetes\".\r\n\r\nPubmed   Journal   ReadQx \r\nDetailed information on Cold Snare Resection in Large Colorectal Polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing Cold Snare Endoscopic Mucosal Resection: Addressing Efficacy Concerns and Margin Management.\r\n\r\nPubmed   Journal   ReadQx \r\nGLP-1 Receptor Agonists' Role in Reducing Hepatocellular Carcinoma Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nInsights into the protective role of GLP-1RAs in the treatment of type 2 diabetes mellitus: implications for hepatocellular carcinoma and hepatic dysfunction.\r\n\r\nPubmed   Journal   ReadQx \r\nMethodology of Study on GLP-1 Receptor Agonists and Hepatocellular Carcinoma Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Addressing technical considerations for implementing language models in postcolonoscopy patient treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nStenting for distal malignant biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    ALT to qHBsAg ratio predicts HBsAg seroclearance in HBeAg-negative hepatitis B patients with Peg-IFN-α-based therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nAuthor's Reply: Pyroptosis in Liver Failure: A Twisted Firestarter.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"Frailty and risk of metabolic dysfunction-associated steatotic liver disease and other chronic liver diseases\".\r\n\r\nPubmed   Journal   ReadQx \r\nCould the paediatric acute hepatitis of unknown origin be related to a new autoimmune disease?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatocellular Carcinoma Patients as an Ideal Study Population for Immune Checkpoint Inhibitors in Hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nInsights into Fracture Risk with Tenofovir and Entecavir: Evidence from Pharmacovigilance Data.\r\n\r\nPubmed   Journal   ReadQx \r\nIs MetALD an independent risk factor of all-cause mortality? A meta-analysis of 164,694 individuals from the real world.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel biomarkers predicting successful regeneration would likely improve patient selection for plasma exchange in acute liver failure.\r\n\r\nPubmed   Journal   ReadQx \r\nProspective trials support plasma exchange improving survival in acute liver failure. Retrospective data analysis should not change clinical practice.\r\n\r\nPubmed   Journal   ReadQx \r\nSequential therapy with antisense oligonucleotide and immune modulator as a strategy for HBV cure.\r\n\r\nPubmed   Journal   ReadQx \r\nThe incidence of hepatitis flare and hepatic decompensation after nucleos(t)ide analogue cessation in chronic hepatitis B patients.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-10-30T22:19:31-04:00",
    "input_file": {}
  },
  {
    "path": "gi/10-18-2024/",
    "title": "Fri Oct 18 2024",
    "description": "128 articles - From Friday Oct 11 2024 to Friday Oct 18 2024",
    "author": [],
    "date": "2024-10-18",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Consensus Statements on Assessments and Vaccinations Prior to Commencement of Advanced Therapies for the Treatment of Inflammatory Bowel Diseases.\r\nThese consensus statements combine vaccination and assessments on the currently available advanced therapies for IBD as a single comprehensive document that may reduce IBD complications associated with use of advanced therapies. Knowledge gaps identified during the consensus process will provide further research opportunities.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Antibiotic prophylaxis in digestive endoscopy: Guidelines from the French Society of Digestive Endoscopy.\r\nThe Guidelines Commission of the French Society of Digestive Endoscopy (SFED) convened in 2023 to establish guidelines on antibiotic prophylaxis in digestive endoscopy for al digestive endoscopic procedures, based on literature data up to September 1, 2023. This article summarizes these new guidelines and describes the literature review that fed into them.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    American Society for Gastrointestinal Endoscopy guideline on the role of endoscopy in the diagnosis and management of solid pancreatic masses: summary and recommendations.\r\nFinally, in patients with unresectable pancreatic cancer and abdominal pain, the ASGE suggests the use of CPN as an adjunct for the treatment of abdominal pain. This document outlines the process, analyses, and decision approaches used to reach the final recommendations and represents the official ASGE recommendations on the above topics.\r\nPubmed   Journal   ReadQx \r\nAmerican Society for Gastrointestinal Endoscopy guideline on the role of therapeutic EUS in the management of biliary tract disorders: methodology and review of evidence.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas and biliary ablation devices.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Endosc Int Open\r\n    Contrast-enhanced endoscopic ultrasound for differential diagnosis of autoimmune pancreatitis: a meta-analysis.\r\nOur analysis showed that CE-EUS is useful in identifying autoimmune pancreatitis. However, further large sample size, multicenter, prospective studies are needed to demonstrate its utility.\r\nPubmed   Journal   ReadQx \r\nEndoscopic suturing for mucosal defect closure following endoscopic submucosal dissection: Systematic review and meta-analysis.\r\nOur results underscore the potential of endoscopic suturing as a viable and efficient technique in managing mucosal defects following ESD, highlighting the need for further large, prospective research to corroborate these findings and concentrate on establishing standard methodologies.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Placebo rates in Crohn's disease randomized clinical trials: An individual patient data meta-analysis.\r\n Patient- and trial-level characteristics influence placebo rates in CD trials. Careful implementation of eligibility criteria, outcome definitions, and patient stratification may reduce placebo rates.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Effects of glucagon-like peptide-1 receptor agonists on endoscopy outcomes: A systematic review & meta-analysis.\r\n While statistical significance was reached in terms of visible RGC and early termination of endoscopies in patients on GLP-1RAs, these events were overall rare. GLP-1RAs do not appear to pose significant risk, as the odds of developing aspiration were comparable in the two groups.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-Guided Coiling plus Glue Injection Compared with Endoscopic Glue Injection Alone in Endoscopic Treatment for Gastric Varices: A Systematic Review and Meta-Analysis.\r\n In patients with gastric varices, EUS-guided coil plus glue injection is associated with lower rebleeding and reintervention rate than EGI with no difference in pulmonary embolization rate, reintervention, abdominal pain, technical success, and mortality rate.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Silent Struggles Within: Alexithymia Unveiled in Irritable Bowel Syndrome: A Systematic Review and Meta-analysis.\r\nWe demonstrated that IBS is associated with an increased risk of developing alexithymia. However, our study did not show a significant difference in TAS-20 scores between patients with IBS compared to inflammatory bowel disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Impact of Clinical and Pharmacological Parameters on Faecal Microbiota Transplantation Outcome in Clostridioides difficile Infections: Results of a 5-Year French National Survey.\r\nConditions of transplant manufacturing, bowel cleansing, and a route of delivery tailored to the patient's characteristics are key factors in optimising FMT efficacy. FMT at first recurrence showed high success in real-life practice, whereas it had lower efficacy in severe CDI and non-severe refractory CDI.\r\nPubmed   Journal   ReadQx \r\nImpact of HADS Anxiety and Depression Scores on the Efficacy of Dietary Interventions for Irritable Bowel Syndrome.\r\n Understanding psychological profile of patients can help predicting their response to IBS dietary interventions.\r\nPubmed   Journal   ReadQx \r\nRobust Predictive Performance of the SALT-M Score for Clinical Outcomes in Asian Patients With Acute-on-Chronic Liver Failure.\r\nSALT-M outperformed previous MELD systems for predicting posttransplant mortality in Asian LT cohort with severe ACLF. Transplantability for patients with severe ACLF could be determined based on SALT-M.\r\nPubmed   Journal   ReadQx \r\nSemaglutide 2.4 mg in Participants With Metabolic Dysfunction-Associated Steatohepatitis: Baseline Characteristics and Design of the Phase 3 ESSENCE Trial.\r\n The ESSENCE baseline population includes participants with clinically significant fibrosis stages 2 and 3. Although MASLD cardiometabolic criteria were not a requirement for study enrolment, almost al participants (> 99%) had at least one MASLD cardiometabolic criterion.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Development and Validation of a Pediatric Celiac Disease-Specific Quality of Life Measure.\r\n The CDLIFE may facilitate insight into CD-specific QOL for youth ages 2-18 years, capturing important dimensions of physical and socioemotional health. Administering the CDLIFE will help identify and track families needing support.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Functional variation in human CAZyme genes in relation to the efficacy of a carbohydrate-restricted diet in IBS patients.\r\nHCAZYme genetic variation may be relevant to the efficacy of a carbohydrate-lowering diet. This warrants additional testing and replication of findings, including mechanistic investigations of this phenomenon.\r\nPubmed   Journal   ReadQx \r\nHarm-to-benefit ratio of fecal immunochemical test-based screening for colorectal cancer given prior fecal hemoglobin concentrations.\r\nThe harm-to-benefit ratio of FIT-based screening is substantially greater in individuals without vs with prior detectable f-Hb. Less intensive screening should be considered for this lower-risk group.\r\nPubmed   Journal   ReadQx \r\nNo Impact of Concomitant Medications on Efficacy and Safety of Biologics and Small Molecules for Ulcerative Colitis.\r\nIn clinical trials of advanced therapies for UC, baseline concomitant exposure to multiple commonly used class of medications does not impact treatment efficacy or safety. These findings directly inform design of regulatory clinical trials with respect to managing concomitant medications at baseline.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Additional 30-second observation of the right-sided colon for missed polyp detection with linked color imaging compared with narrow band imaging.\r\nIn right-sided colon, the detection of adenoma/SSL did not differ between Add-30s LCI and NBI. Both of them significantly increased ADR.\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-based convoluted neuronal network vs. confocal laser endomicroscopy in identification of neoplastic biliary strictures.\r\nThe DSOC-AI model demonstrated an offline diagnostic performance similar to that of DSOC-pCLE, DSOC alone, and DSOC/pCLE-guided biopsies. Larger multicenter, prospective, head-to-head trials with a proportional sample among neoplastic and nonneoplastic cases are advisable to confirm the obtained results.\r\nPubmed   Journal   ReadQx \r\nClinical utility of a novel anchor pronged clip for mucosal defect closure after colorectal endoscopic submucosal dissection (with video).\r\nThe MANTIS Clip is effective and practical for mucosal defect closure post-C-ESD, demonstrating high success and sustained closure rates with minimal complications. Future multicenter randomized trials are needed to further assess its efficacy and safety.\r\nPubmed   Journal   ReadQx \r\nCombined antegrade and retrograde dilation (CARD) for management of complete esophageal obstruction: Multicenter case series.\r\nThe CARD approach to re-establish esophageal luminal patency in CEO is a safer alternative to high-risk blind antegrade dilation or an invasive surgical approach. It is usually technically feasible with improved swallowing ability in most patients.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and safety of a new clip for delivery using a duodenoscope for bleeding after endoscopic sphincterotomy.\r\nHemostasis with SureClip is safe, effective, and not expensive for post-EST bleeding. It could be the first choice for hemostasis in patients with post-EST bleeding refractory to balloon compression.\r\nPubmed   Journal   ReadQx \r\nEfficacy of EUS-guided keyhole biopsies in diagnosing subepithelial lesions of the upper gastrointestinal tract.\r\nEUS-KB is a feasible and safe technique for obtaining a classifying diagnosis for SELs in the upper gastrointestinal tract. It could offer an alternative diagnostic modality, especially in lesions smaller than 20 mm.\r\nPubmed   Journal   ReadQx \r\nFeasibility and safety of endoscopic ultrasound-guided diffusing alpha emitter radiation therapy for advanced pancreatic cancer: Preliminary data.\r\nPreliminary results from this first-in-human trial indicate that EUS-guided Alpha DaRT treatment for unresectable pancreatic cancer is feasible and safe, with no device-associated serious AEs. Further investigation of this promising novel modality is underway.\r\nPubmed   Journal   ReadQx \r\nOutcomes of lumen apposing metal stent placement in patients with surgically altered anatomy: Multicenter international experience.\r\nThis study shows that placement of LAMS is associated with high technical and clinical success rates in patients with SAA. However, the rate of AEs is noteworthy, and thus, these procedures should be performed by expert endoscopists at tertiary centers.\r\nPubmed   Journal   ReadQx \r\nReal-world evidence comparing early and late pancreatic stent placement to prevent post-ERCP pancreatitis.\r\nEarly pancreatic stent placement reduced the incidence of PEP and hyperamylasemia compared with late pancreatic stent placement. Our findings favor pancreatic stenting immediately before/after ERC or EST.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Application of Duty of Candour legislation in post-colonoscopy colorectal cancer: a prospective cohort study.\r\nThere is inconsistent application of DoC in PCCRC cases. Challenges include determining 'avoidability' and harm, particularly when there is a delay in diagnosis. Clearer guidance and definitions of harm are needed to improve adherence to regulations.\r\nPubmed   Journal   ReadQx \r\nFirst step to environmentally sustainable endoscopy practice: Prospective study of minimizing multiple device use during screening colonoscopy at a large tertiary center.\r\nThis single-center QI study noted a significant change in practice patterns favoring using a single tool over multiple tools during colonoscopies after an environmentally conscious practice intervention was applied. This intervention can be readily applied to reduce endoscopy-related waste.\r\nPubmed   Journal   ReadQx \r\nGlucagon-like peptide-1 receptor agonists significantly affect the quality of bowel preparation for colonoscopy.\r\n Our findings highlight the necessity for special attention and tailored recommendations for both diabetic and nondiabetic patients treated with GLP-1RAs in terms of colonic preparation prior to colonoscopy.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    LRG1 promotes metastatic colorectal cancer growth through HER3 signaling.\r\nLRG1 is a novel HER3 ligand and mediates liver-mCRC crosstalk. The LRG1-HER3 signaling axis is distinct from canonical HER3 signaling and represents a new therapeutic opportunity to treat patients with mCRC, and potentially other types of liver metastases.\r\nPubmed   Journal   ReadQx \r\nLongitudinal evaluation of individuals with severe alpha-1 antitrypsin deficiency (Pi*ZZ genotype).\r\nNon-invasive liver fibrosis surrogates accurately stratify liver-related risks in Pi*ZZ individuals. Our findings have direct implications for routine care and future clinical trials of Pi*ZZ patients.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Development and Usability of an Endoscopist Report Card Assessing ERCP Quality.\r\nWe designed and tested an ERCP report card that has potential to be an effective A&F intervention for endoscopists in clinical practice. Though feasibility of data capture and implementation are currently limitations, advances in video recording and artificial intelligence technologies could accelerate widespread adoption of such a tool.\r\nPubmed   Journal   ReadQx \r\nEvaluating the Efficacy of a Novel Hemostatic Powder Compared to Traditional Treatments in Non-Variceal Upper Gastrointestinal Bleeding: A Multicenter, Randomized Non-inferiority Study.\r\nCEGP-003 demonstrates promise as an initial endoscopic therapy for NVUGIB, however close monitoring is warranted due to the risk of re-bleeding (Cris.nih.go.kr, number  KCT0004655).\r\nPubmed   Journal   ReadQx \r\nRATES OF REPEAT EGD IN NON-DIABETIC ADULTS WITH GLUCAGON-LIKE-PEPTIDE- 1 RECEPTOR AGONIST PRESCRIPTION: A RETROSPECTIVE MATCHED COHORT STUDY.\r\n GLP-1 RAs may not substantially increase the risk of repeat endoscopy in individuals without diabetes.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Difficult Biliary Cannulation on Post-ERCP Pancreatitis: A Secondary Analysis of the Stent versus Indomethacin Trial Dataset.\r\nDBC confers higher PEP risk in additive fashion to pre-procedural risk factors. PD wire passages appear to add the greatest PEP risk in DBCs, but combining indomethacin with PD stenting reduces this risk, even with increasing PD wire passages.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoscopic sphincterotomy to prevent post-ERCP pancreatitis after self-expandable metal stent placement for distal malignant biliary obstruction (SPHINX): a multicentre, randomised controlled trial.\r\n This trial found that endoscopic sphincterotomy was not superior to no sphincterotomy in reducing PEP in patients with distal MBO. Therefore, there was insufficient evidence to recommend routine endoscopic sphincterotomy prior to FCEMS placement.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Genomic and transcriptomic analyses of chemical hepatocarcinogenesis aggravated by oncoprotein loss.\r\nThe aggravation of DEN-induced HCC progression seen on oncoprotein ablation could be caused by common and distinct genomic and signaling alterations. This study reveals a new level of complexity in hepatocarcinogenesis and elucidates molecular mechanisms underlying tumor evolution and recurrence.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    CXCL12<sup>+<\/sup> Tumor-associated Endothelial Cells Promote Immune Resistance in Hepatocellular Carcinoma.\r\nCXCL12 + TECs are pivotal in mediating immunosuppression within HCC microenvironment and targeting CXCL12 + TECs presents a promising approach to augment the efficacy of immunotherapies in HCC patients. Impact and implication This investigation reveals a pivotal mechanism in the HCC TME, where CXCL12 + TECs emerge as crucial modulators of immune suppression. The discovery of CXCL12 + TECs as inhibitors of CD8 + naïve T cell activation and recruiters of MDSCs significantly advances our grasp of the dynamic between HCC and immune regulation. Moreover, the development and application of a bispecific antibody precisely targeting CXCL12 and PD1 has proven to enhance immune responses in a humanized mouse HCC model. This finding underscores a promising therapeutic direction for HCC, offering the potential to amplify the impact of current immunotherapies.\r\nPubmed   Journal   ReadQx \r\nPNPLA3 rs738409, environmental factors and liver-related mortality in the U.S. Population.\r\nPNPLA3 is associated with LRD and this relationship is significantly modified by anthropometric and environmental factors.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Additional Diagnostic Yield of the Rapid Drink Challenge in Chicago Classification Version 4.0 Compared With Version 3.0.\r\nChicago classification 4.0 increased the diagnostic yield of the rapid drink challenge by 2.0% (9/453 patients). However, the rapid drink challenge had a failure rate of 17.9% (99/552 patients). Given the relatively low diagnostic yield and high failure rate of the rapid drink challenge, we recommend adopting an individualized approach to manometry.\r\nPubmed   Journal   ReadQx \r\nClinicians' Knowledge, Attitudes, and Practices Regarding the Management of Functional Gastrointestinal Disorders With Neuromodulators and Psychological Treatment.\r\nKnowledge, attitude, and practice levels regarding neuromodulators and psychiatric treatment among clinicians are inhomogeneous, and a knowledge gap exists between primary care clinicians and gastroenterologists at university hospitals. Encouraging ongoing education for Korean clinicians regarding the appropriate use of neuromodulators and psychiatric treatments in patients with FGIDs is suggested.\r\nPubmed   Journal   ReadQx \r\nDifferences in Prevalence and Psychosocial Characteristics of Irritable Bowel Syndrome According to Rome III and Rome IV Criteria in Medical and Nursing Students.\r\nEven after updating the Rome IV diagnostic criteria, the prevalence of IBS in medical and nursing students in Korea remained high. Patients who met the Rome IV criteria had more severe symptoms and lower quality of life than patients who met the Rome III criteria.\r\nPubmed   Journal   ReadQx \r\nInfluence of Menthol Infusion on Esophageal Peristalsis in Patients With Ineffective Esophageal Motility.\r\n This work has suggested that activation of TRPM8 by menthol can attenuate mechanosensitivity of secondary peristalsis in response to rapid air distension regardless of the presence of IEM.\r\nPubmed   Journal   ReadQx \r\nOptimal Diagnostic and Treatment Response Threshold of the Eosinophilic Esophagitis Endoscopic Reference Score: A Single-Center Study of 102 Patients With Eosinophilic Esophagitis.\r\nThe optimal diagnostic and treatment response thresholds were determined to be endoscopic reference scores of ≥ 2 and ≤ 3, respectively. Further studies involving a larger patient cohort are necessary to validate these findings.\r\nPubmed   Journal   ReadQx \r\nThe Efficacy and Safety of NOVAponin (<i>Dolichos lablab<\/i> Linne Extract Powder) in Mild Functional Dyspepsia: A Single-center, Randomized, Double-Blind, Placebo-controlled Study.\r\n NOVAponin significantly improved mild FD symptoms especially in epigastric pain syndrome subtype and in females, and was found to be safe.\r\nPubmed   Journal   ReadQx \r\nTransoral Incisionless Fundoplication Leads to Esophageal Mucosa Healing in Responder Patients Followed up to 2 Years, as Documented by Esophageal Mean Nocturnal Baseline Impedance.\r\nIn patients who responded a significant improvement of mean nocturnal baseline impedance and % acid exposure time was observed up to 2-year follow-up, suggesting that transoral incisionless fundoplication achieves an effective esophageal mucosa healing besides symptom improvement.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Clinical Trial Design Considerations for Hospitalised Patients With Ulcerative Colitis Flares and Application to Study Hyperbaric Oxygen Therapy in the NIDDK HBOT-UC Consortium.\r\n We provide an outline for framework decisions made for the hyperbaric oxygen trial in patients hospitalised for UC flares. Future research should focus on the remaining gaps identified.\r\nPubmed   Journal   ReadQx \r\nEditorial: Advanced glycation end products - a dietary culprit for IBD in the genetically susceptible?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Checkpoint Inhibitor-Induced Liver Injury-Time to Abandon CTCAE?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Enhancing targeted screening of people living with HIV for liver fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: To Stop Or Not To Stop: Is It Still A Question?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Viral hepatitis elimination: Still a big challenge: Care is not only for C.\r\n\r\nPubmed   Journal   ReadQx \r\nInflammatory bowel disease in 2024 and beyond.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: Measuring disease severity in inflammatory bowel disease - Beyond treat to target.\r\nDisease severity in IBD can be difficult to conceptualise due to the multitude of factors that contribute to IBD outcomes. Measurement of IBD severity may better encapsulate the full burden of illness rather than gut inflammation alone at a single timepoint and may be associated with longitudinal outcomes.\r\nPubmed   Journal   ReadQx \r\nReview article: Novel therapies in inflammatory bowel disease - An update for clinicians.\r\nRecently approved novel therapies have expanded the range of medical options available to treat IBD. However, further data from long-term extension studies, real-world studies and head-to-head trials are warranted to better inform the long-term safety and optimal sequencing of treatments for patients living with IBD.\r\nPubmed   Journal   ReadQx \r\nReview article: Optimisation of biologic (monoclonal antibody) therapeutic response in inflammatory bowel disease.\r\nIn the treat-to-target paradigm of IBD treatment, optimising treatment effect with dose optimisation, which may involve strategies including TDM, increases the likelihood of achieving clinical remission and may accomplish deeper levels of remission beyond symptom control.\r\nPubmed   Journal   ReadQx \r\nReview article: Prevention of inflammatory bowel disease-The path forward.\r\nAdvancing the field of IBD prediction and prevention will require a multifaceted approach, integrating biomarker discovery, understanding patient preferences, and establishing infrastructure for a collaborative network to support the practical implementation of IBD prevention strategies.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Improving the endoscopic recognition of early colorectal carcinoma using artificial intelligence: current evidence and future directions.\r\nThere is a knowledge gap regarding real-time CADx system performance during multicenter external validation. Future research should focus on development of CADx systems that can differentiate CRC from premalignant lesions, while providing an indication of invasion depth.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    In Memoriam: Ikuo Hirano, MD.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    QUAIDE - Quality assessment of AI preclinical studies in diagnostic endoscopy.\r\n, statements 17-18).The QUAIDE framework offers practical guidance for authors, readers, editors and reviewers involved in AI preclinical studies in GI endoscopy, aiming at improving design and reporting, thereby promoting research standardisation and accelerating the translation of AI innovations into clinical practice.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Acknowledging our reviewers.\r\n\r\nPubmed   Journal   ReadQx \r\nMicroRNA-107 - a small RNA with a big impact on cytokinesis in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Etymology of Liver in Ancient Greek and Latin.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Clinicians' Knowledge, Attitudes, and Practices Towards Neuromodulators and Psychological Treatment in Functional Gastrointestinal Disorders - Do They Know?\r\n\r\nPubmed   Journal   ReadQx \r\nCoordination of Pharyngeal and Esophageal Phases of Swallowing.\r\nThe pharyngo-esophageal inhibitory reflex is mediated by mucosal tension receptors through the glossopharyngeal nerve. In summary, there are significant peripheral processes that contribute to swallowing, whereby one phase of swallowing significantly affects the other.\r\nPubmed   Journal   ReadQx \r\nExploration of Diagnostic Value of Chicago Classification Version 4.0: Focusing on Rapid Drink Challenge.\r\n\r\nPubmed   Journal   ReadQx \r\nPhrenic Ampulla Emptying Dysfunction: Unveiling the Role of Lower Esophageal Sphincter After-contraction.\r\n\r\nPubmed   Journal   ReadQx \r\nPotential Risks Associated With Long-term Use of Proton Pump Inhibitors and the Maintenance Treatment Modality for Patients With Mild Gastroesophageal Reflux Disease.\r\nContinuous or noncontinuous therapy can be used as a maintenance treatment modality for GERD. For patients with mild GERD, including those with nonerosive and mildly erosive reflux disease, on-demand therapy following a sufficient period of continuous maintenance therapy is recommended as a long-term maintenance treatment option.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Bile entangled: an unexpected cause of biliary stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nMedical Device Malfunction Reporting.\r\n\r\nPubmed   Journal   ReadQx \r\nMigration of a Surgical Ligation Device to the Appendix Tube After Appendectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nPredicting and preventing bleeding in patients with cirrhosis undergoing procedures.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Shiratori et al.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Ye et al.\r\n\r\nPubmed   Journal   ReadQx \r\nSpleen Stiffness to Predict Varices Needing Treatments: Appropriate Patient Selection is the Key to Success.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    How to Incorporate Subcutaneous Infliximab and Vedolizumab in Your Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Nasogastric tube combined with thin therapeutic endoscope to facilitate esophageal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nSelf-assembling peptide improves the efficacy and safety of endoscopic band ligation for colonic diverticular bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Acquired double pylorus secondary to a completely epithelialized gastroduodenal fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nAn optional choice for closing the duodenal defect after endoscopic full-thickness resection: endoscopic hand-suturing.\r\n\r\nPubmed   Journal   ReadQx \r\nComparing recurrence rates between endoscopic mucosal resection and endoscopic submucosal dissection in Barrett's endoscopic therapy: timing and definitions matter!\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy of endoscopic submucosal tunnel dissection in the management of a large esophageal cavernous hemangioma.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasonography-guided single balloon-occluded gastrojejunostomy bypass: A case report.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided drainage of bilomas in difficult-to-puncture locations using a sheath-assisted puncture technique.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided retrieval of a migrated plastic stent from a pelvic abscess.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy-assisted endotracheal intubation for advanced interventional procedures requiring general anesthesia.\r\n\r\nPubmed   Journal   ReadQx \r\nHand-made mesh traction band to improve lateral view in colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nInnovative techniques using a novel thin scope for stent placement in malignant colonic obstruction with severe angulation deformity.\r\n\r\nPubmed   Journal   ReadQx \r\nLow-pressure self-expandable metal stent insertion for obstructive colon cancer using water and gel immersion.\r\n\r\nPubmed   Journal   ReadQx \r\nPotential hazards of gas generation during underwater endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nResection of a large esophageal schwannoma: operative transition from submucosal tunneling endoscopic resection to partial full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx \r\nStandard peroral endoscopic myotomy combined with open peroral endoscopic myotomy for refractory sigmoid-type achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nStaphylococcus epidermidis bacteremia after small bowel enteroscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful endoscopic full-thickness resection and hand suturing for rectal subepithelial tumors.\r\n\r\nPubmed   Journal   ReadQx \r\nThe strange cat scratch colon signs in a patient with multiple colon tumors.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comparing the Performance of Commonly Used Fecal Immunochemical Tests.\r\n\r\nPubmed   Journal   ReadQx \r\nEngineering therapeutic T<sub>regs<\/sub> to overexpress GPR15 improves functional fitness for in vivo gut homing.\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophils are just the tip of the iceberg for eosinophilic esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nImmune checkpoint inhibitor induced colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel immune manipulators for IBD: miniproteins!\r\n\r\nPubmed   Journal   ReadQx \r\nPersistent severe abdominal pain in a 40-year-old male patient.\r\n\r\nPubmed   Journal   ReadQx \r\nThe first approved therapy in infants and young children with EoE - now the big question: where will dupilumab fit into real-world practice?\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling a critical role of IL-7 in Celiac Disease - Insights from a novel human autoimmune organoid model.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    In Memoriam: Richard E. Sampliner, MD.\r\n\r\nPubmed   Journal   ReadQx \r\nSymptomatic jejunal Dieulafoy's lesion masquerading as a polyp.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips for finding and treating serrated colon lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Bariatric surgery meets TREM2+ macrophages to alleviate MASH independent of weight loss.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: HKDC1 promotes liver cancer stemness under hypoxia via stabilizing β-catenin.\r\n\r\nPubmed   Journal   ReadQx \r\nMechanocrine signaling, Yap, HB-EGF and liver regeneration.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Checkpoint Inhibitor-Induced Liver Injury-Time to Abandon CTCAE? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: To Stop or Not to Stop, Is It Still a Question? Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: A Positive High-Sensitivity HBsAg Test Was Significantly Associated With Poorer Prognosis in Patients With Non-HBV-Related HCC-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Allostatic load-A potential key in the development of inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of Myokines With Disease Progression and Outcomes in Patients With Alcohol-Associated Liver Disease-Authors' Reply'.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Gut microbiota-An overlooked therapeutic target in the prevention of post-operative recurrence of Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Hepatoprotective Effects of Medications Used in Diabetes Mellitus-Optimal Glycaemic Control Is Just the Tip of the Iceberg.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Muddle of serum sPD-1 and sPD-L1 levels and association with HBsAg clearance in HBeAg-negative CHB patients on IFN therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Myokines Are Also Associated With Disease Course in Primary Biliary Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Positivity of High-Sensitivity HBsAg Test Was Significantly Associated With Poor Prognosis in Patients With Non-HBV-Related HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Reflections on the significance of myokines in alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Low prevalence of submucosal cancer in large right colon LSL: matter of case selection!\r\n\r\nPubmed   Journal   ReadQx \r\nThe Critical Role of Accurate Diagnosis and Risk-Stratification in Safe and Precise EUS-Guided Pancreatic Cyst Ablation.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Novel mouse model for studying transmural intestinal fibrosis and creeping fat formation in stricturing Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Insights Into Gastrointestinal Motility Through the Use of Optogenetic Sensors.\r\n\r\nPubmed   Journal   ReadQx \r\nOpioid-induced Esophageal Dysfunction Masquerading as Type I Achalasia.\r\n\r\nPubmed   Journal   ReadQx \r\nThree-dimensional Anorectal Manometry in a Patient With Passive Fecal Incontinence and a History of Complex Perianal Fistula Treated With Fistulectomy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-10-18T00:18:31-04:00",
    "input_file": {}
  }
]
