[
  {
    "path": "gi/04-05-2024/",
    "title": "Fri Apr 05 2024",
    "description": "82 articles - From Friday Mar 29 2024 to Friday Apr 05 2024",
    "author": [],
    "date": "2024-04-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Hepatology\r\n    Management of coagulopathy among patients with cirrhosis undergoing upper endoscopy and paracentesis: Persistent gaps and areas of consensus in a multispecialty Delphi.\r\nWe found many areas of consensus that may serve as a foundation for a common set of practice metrics for the peri-procedure management of coagulopathy in cirrhosis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Endosc Int Open\r\n    Outcomes predictors in endoscopic ultrasound-guided choledochoduodenostomy with lumen-apposing metal stent: Systematic review and meta-analysis.\r\nEUS-CDS with LAMS is a safe and effective option for relief of MBO. Selecting an appropriate stent size is crucial for achieving optimal safety outcomes.\r\nPubmed   Journal   ReadQx   PMC\r\nRadiofrequency ablation for ampullary neoplasia with intraductal extension after endoscopic papillectomy: Systematic review and meta-analysis.\r\nRFA is feasible and appears to be effective for managing residual or recurrent lesions with intraductal extension after EP. However, long-term follow-up and high-quality studies are required to confirm our findings.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Natural history of clinical outcomes and hepatic decompensation in metabolic dysfunction-associated steatotic liver disease.\r\n The most common first liver-related event in MASLD patients is ascites. The median survival from the first hepatic decompensation to either death or transplantation is 2 years.\r\nPubmed   Journal   ReadQx \r\nQuantitative MRCP and metrics of bile duct disease over time in patients with primary sclerosing cholangitis: A prospective study.\r\n Quantitative MRCP+ identifies changes in ductal disease over time in PSC, despite stability in biochemistry, liver stiffness and radiologist-derived cholangiographic assessment (trial registration  ISRCTN39463479).\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Somatic Mutational Analysis in EUS-Guided Biopsy of Pancreatic Adenocarcinoma: Assessing Yield and Impact.\r\nEUS sampling is nearly always adequate for somatic testing and may have substantial potential and real impact on treatment decisions.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Antibiotic Use in the 12 months Prior to Ileal Pouch-Anal Anastomosis Increases the Risk for Pouchitis.\r\nIn this population-based cohort study, we demonstrated that antibiotic exposure in the 12 months prior to IPAA is associated with an increased risk of acute pouchitis. Future prospective studies may isolate specific microbial changes in at-risk patients to drive earlier interventions.\r\nPubmed   Journal   ReadQx \r\nIMPACT OF ENDOSCOPIC TREATMENT IN SEVERE DUODENAL POLYPOSIS: A NATIONAL STUDY IN FAMILIAL ADENOMATOUS POLYPOSIS PATIENTS.\r\n In this long-term cohort follow up, endoscopic treatment of patients with severe duodenal polyposis appears relatively safe and effective as an alternative to surgery for the prevention of cancer.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Verification of the increase in concomitant dysplasia and cancer with the size of sessile serrated lesions.\r\nIn cases of SSL, the rate of SSLD and SSL-cancer increased as the lesion diameter increased. A certain rate of SSLD and SSL-cancer was observed even in small SSLs less than 5mm.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Effect of AI on performance of endoscopists to detect Barrett neoplasia: A Randomized Tandem Trial.\r\n BE nonexperts benefitted significantly from the additional AI. BE experts and nonexperts remained below the standalone performance of AI, suggesting that there may be other factors influencing endoscopists to follow or discard AI advice.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    ADVANCES IN NON-RESPONSIVE AND REFRACTORY CELIAC DISEASE.\r\nDiagnosis of RCDII relies on the demonstration of a clonal population of neoplastic intraepithelial lymphocytes with an atypical immunophenotype. RCDI and RCDII generally responds to open capsule budesonide, but the latter has a dismal prognosis due to severe malnutrition and frequent progression to Enteropathy-associated T cell lymphoma and more efficient therapy is needed.\r\nPubmed   Journal   ReadQx \r\nComparative Effectiveness and Cost-Effectiveness of Colorectal Cancer Screening With Blood-Based Biomarkers (Liquid Biopsy) vs Fecal Tests or Colonoscopy.\r\nHigh APL sensitivity, which can result in CRC prevention, should be a top priority for screening test developers. APL detection should not be penalized by a definition of test specificity that focuses on CRC only.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Cost-Effectiveness of Colorectal Cancer Screening With a Blood Test That Meets the Centers for Medicare & Medicaid Services Coverage Decision.\r\n Even with higher screening uptake, triennial blood-based screening, with the CMS-specified minimum performance sensitivity of 74% and specificity of 90%, was not projected to be cost-effective compared with established strategies for colorectal cancer screening.\r\nPubmed   Journal   ReadQx \r\nGluten-free diet induces rapid changes in phenotype and survival properties of gluten-specific T cells in celiac disease.\r\n GFD induces rapid changes in phenotype and number of gluten-specific CD4+ blood T cells, including a peak of non-proliferating, non-apoptotic cells at day 14. Subsequent alterations in T-cell phenotype associate with the quiescent but chronic nature of treated CeD. The rapid changes affecting gluten-specific T cells and disease-specific antibodies offer opportunities for clinical trials aiming at developing non-dietary treatments for newly diagnosed CeD patients.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    National Institute for Health and Care Excellence (NICE) guidance on monitoring and management of Barrett's oesophagus and stage I oesophageal adenocarcinoma.\r\nEndoscopic ablation is effective and indicated to eradicate Barrett's oesophagus in patients with dysplasia. Future research should focus on improved accuracy for dysplasia detection via new technologies and providing more robust evidence to support pathways for follow-up and treatment.\r\nPubmed   Journal   ReadQx \r\nOptimal glycaemic control and the reduced risk of colorectal adenoma and cancer in patients with diabetes: a population-based cohort study.\r\n Glycaemic control in patients with DM was independently associated with the risk of colonic adenoma and CRC development with a biological gradient.\r\nPubmed   Journal   ReadQx \r\nPancreas-directed AAV8-hSPINK1 gene therapy safely and effectively protects against pancreatitis in mice.\r\nGermline loss-of-function variants in safely targets the pancreas with high transduction efficiency and effectively ameliorates pancreatitis phenotypes in mice. This approach is promising for the prevention and treatment of CP.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Conserved long noncoding RNA TILAM promotes liver fibrosis through interaction with PML in hepatic stellate cells.\r\nTILAM is activated in HSCs with liver injury and interacts with PML to drive the development of fibrosis. Depletion of TILAM may serve as a therapeutic approach to combat the development of end stage liver disease.\r\nPubmed   Journal   ReadQx \r\nMesenchymal stem cells alleviate mouse liver fibrosis by inhibiting pathogenic function of intrahepatic B cells.\r\nIntrahepatic B-cell serve as a target of MSCs, play an important role in the process of MSC-induced amelioration of LF, and may provide new clues for revealing the novel mechanisms of MSC action.\r\nPubmed   Journal   ReadQx \r\nNuclear KRT19 is a transcriptional co-repressor promoting histone deacetylation and liver tumorigenesis.\r\nOur data show that nuclear KRT19 acts as a transcriptional co-repressor through promoting the deacetylase activity of the CoREST complex, resulting in dedifferentiation of liver cancer. These findings reveal a previously unrecognized function of KRT19 in directly shaping the epigenetic landscape in cancer.\r\nPubmed   Journal   ReadQx \r\nNutritional aspects of prehabilitation in adults with cirrhosis awaiting liver transplant.\r\nFuture research is warranted to more accurately evaluate energy needs, evaluate emerging dietary supplementation strategies, and establish the role of nutraceuticals alongside food-based interventions. While the general principles of nutritional prehabilitation are ready for immediate application, future large-scale randomized controlled trials in this space will help to quantify the benefit that can be gained by transitioning the LT approach from passive \"transplant waitlist time\" to active \"transplant preparation time.\"\r\nPubmed   Journal   ReadQx \r\nVariants in autophagy genes MTMR12 and FAM134A are putative modifiers of the hepatic phenotype in α1-antitrypsin deficiency.\r\nThese results validate the concept that genetic variation in autophagy function can determine susceptibility to liver disease in ATD and provide evidence that polygenic mechanisms and multiple patient-specific variants are likely needed for proteotoxic pathology.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Multicentre phase II trial of cabozantinib in patients with hepatocellular carcinoma after immune checkpoint inhibitor treatment.\r\nCabozantinib demonstrates efficacy in patients with prior ICI. The survival data of second-line cabozantinib following the first-line ICI regimen provide reference for clinical trial testing post-ICI therapy. The number of prior line of treatment may be considered a stratification factor in randomized study. Impact and implications There is a lack of prospective data on systemic therapy following prior immune checkpoint inhibitors (ICIs) for hepatocellular carcinoma (HCC). The current phase II clinical trial reported the efficacy and safety data of cabozantinib in patients with prior ICI-based treatment. Exploratory analyses showed that the performance of cabozantinib differed significantly when used as second or third-line treatment. The above data could be used a reference for clinical practice and design of future clinical trials on subsequent treatment following ICIs.\r\nPubmed   Journal   ReadQx \r\nProminent role of gut dysbiosis in the pathogenesis of cystic fibrosis-related liver disease in mice.\r\n Defective CFTR in the gut sustains a pathogenic microbiota, creates an inflammatory milieu, and alters intestinal permeability. These changes are necessary for the development of cholangiopathy. Restoring CFTR in the intestine or modulating the microbiota could be a promising strategy to prevent or attenuate liver disease. Impact and implications Severe cystic fibrosis-related liver disease (CFLD) affects 10% of the patients and contributes to increased morbidity and mortality of CF patients. Treatment options remain limited due to a lack of understanding of the disease pathophysiology. The Cystic Fibrosis Transmembrane Conductance Regulator (CFTR) mediates Cl - and HCO - secretion in the biliary epithelium and its defective function is thought to cause cholestasis and excessive inflammatory responses in CF. However, our study in CFTR-knockout mice demonstrates that microbial dysbiosis, combined with increased intestinal permeability caused by defective CFTR in the intestinal mucosa, acts as a necessary co-factor for the development of CFLD-like liver pathology in mice. These findings uncover a major role for the gut microbiota in CFLD pathogenesis and call for further investigation and clinical validation to develop targeted therapeutic strategies acting on the gut-liver axis in CF.\r\nPubmed   Journal   ReadQx \r\nProspective head-to-head comparison of non-invasive scores for diagnosis of fibrotic MASH in patients with type 2 diabetes.\r\n Our findings show that FAST, MAST, MEFIB and FNI are accurate non-invasive tools to identify T2DM patients with fibrotic MASH in secondary/tertiary diabetes clinics. Cutoffs adapted to T2DM population should be considered.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Effect of Trimebutine and Rifaximin on Breath Hydrogen and Methane by Glucose Breath Test in Patients With Functional Bloating: A Randomized Double-blind Clinical Trial.\r\nMethods We performed a randomized double-blind placebo-controlled trial ( no. KCT0004836) that included patients with functional bloating, no constipation, and SIBO using the hydrogen (H .\r\nPubmed   Journal   ReadQx \r\nFactors Associated With the Prevalence of Irritable Bowel Syndrome: The Miyagi Part of the Tohoku Medical Megabank Project Community-based Cohort Study.\r\nThis large cross-sectional population-based cohort study identified several factors associated with IBS prevalence. Psychological factors were significantly associated with IBS prevalence across al age groups and sexes.\r\nPubmed   Journal   ReadQx \r\nMultimorbidity of Allergic Diseases Is Associated With Functional Gastrointestinal Disorders in a Young Japanese Population.\r\n Allergic disease multimorbidity is positively correlated with the prevalence of FD and IBS in a young population.\r\nPubmed   Journal   ReadQx \r\nRetrograde Cricopharyngeus Dysfunction, a New Motility Disorder: Single Center Case Series and Treatment Results.\r\nOur case series of 50 patients with R-CPD shows very good short-term and good long-term improvement of symptoms after injection of BT. These results are in line with previous studies.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Clostridium butyricum on Gut Microbial Changes and Functional Profiles of Metabolism in High-fat Diet-fed Rats Depending on Age and Sex.\r\nBackground/aims A high-fat diet (HFD) causes dysbiosis and promotes inflammatory responses in the colon. This study aims to evaluate the effects of on HFD-induced gut dysbiosis in young male rats originate from the functional profiles of carbohydrate and energy metabolism.\r\nPubmed   Journal   ReadQx \r\nThe Effects of Fermented Rice Drink With Lactiplantibacillus plantarum JSA22 in Overweight Irritable Bowel Syndrome Patients: A Randomized, Double-blind, Placebo-controlled Study.\r\nBackground/aims This study aims to investigate the effect of a fermented rice drink with JSA22 showed a beneficial effect in reducing abdominal distension in IBS patients. Bacteria that reduce visceral fat accumulation increased in the stool and saliva of patients who consumed fermented rice drinks.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Review article: Telecare in gastroenterology-Within the COVID-19 pandemic and beyond.\r\n Telecare is a useful model of care to allow gastroenterology centres to function within the context of COVID-19 isolation and beyond. It has significant benefits for patients who face geographical and financial barriers to accessing healthcare. Telecare models such as the Pokapū Network hold promise in reducing inequities for gastroenterology patients. Such models must be introduced with consideration of digital disparities that exist amongst patients to avoid worsening the digital divide.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Standard screening high-definition colonoscopy without any optimization device is no longer relevant: Time to move to optimized screening colonoscopy.\r\nHowever, despite substantial and consistent data, practices remain unchanged, and HD-WLI colonoscopy, considered the \"standard,\" is still routinely performed without any optimization devices. The objective of this viewpoint is to understand the barriers to change and to show why standard screening colonoscopy without the use of any optimization devices should no longer be considered relevant in 2024.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Liquid Biopsy for Colorectal Cancer Screening: Not So Bloody Fast.\r\n\r\nPubmed   Journal   ReadQx \r\nLongitudinal Change of Alcohol Use is a Dynamic Contributor to Steatotic Liver Disease Progression.\r\n\r\nPubmed   Journal   ReadQx \r\nOf Humans and Machines in Endoscopy: Flying Solo, Instrument-Aided, or on Autopilot?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Acute-on-chronic liver failure-steps for harmonization of the definition!\r\nAlthough al the definitions have several similarities and connote high short-term mortality, a clear and standardized definition is still lacking, hampering research in therapeutic areas. In this review, we discuss the similarities and differences among various definitions and propose steps to harmonise and be inclusive of EASL-CLIF, APASL, NACSELD, Japanese, and Chinese definitions of ACLF.\r\nPubmed   Journal   ReadQx \r\nPlanar cell polarity is crucial for proper morphogenesis of the bile ducts.\r\n\r\nPubmed   Journal   ReadQx \r\nReview: Opportunities and barriers for omics-based biomarker discovery in steatotic liver diseases.\r\nWhile no omics-based biomarkers have matured to clinical implementation, the extent of data generated through omics-technologies holds the power of hypothesis-free discovery of a plethora of candidate biomarkers to be further validated. To explore the many opportunities of omics technologies, hepatologists need detailed knowledge of commonalities and differences between the various omics layers, and both the barriers to and advantages of these approaches.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Common Pathophysiological Mechanisms and Treatment of Diabetic Gastroparesis.\r\nGastrointestinal motility disorders are closely related to a variety of factors including the absence and destruction of interstitial cells of Cajal, abnormalities in the neuro-endocrine system and hormone levels. Therefore, this study will review recent literature on the mechanisms of DGP and gastrointestinal motility disorders as well as the development of prokinetic treatment of gastrointestinal motility disorders in order to give future research directions and identify treatment strategies for DGP.\r\nPubmed   Journal   ReadQx \r\nExploring the Atypical Allergy Spectrum in Disorders of Gut-Brain Interactions: From Food to Aeroallergens.\r\n\r\nPubmed   Journal   ReadQx \r\nHow Does Esophageal Smooth Muscle Change After Denervation in Achalasia?\r\n\r\nPubmed   Journal   ReadQx \r\nOpioid-induced Constipation: Old and New Concepts in Diagnosis and Treatment.\r\nThe bowel functional index is the main tool for assessing the severity of OIC and for monitoring the response. The paper discusses the recent literature on the pathophysiology, clinical evaluation, and management of OIC and provides a pragmatic approach for its assessment and treatment.\r\nPubmed   Journal   ReadQx \r\nRetrograde Cricopharyngeus Dysfunction: Inability of Belch Due to Upper Esophageal Sphincter Relaxation Failure.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Bleeding Gastric Polyps: A Rare Presentation of Renal Cell Carcinoma Metastasis.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nScratch Beneath the Surface: Unexpected Colonic Perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Best Practices for Educating in Gastroenterology Fellowship: A Primer on Instruction Vs Coaching.\r\n\r\nPubmed   Journal   ReadQx \r\nClinical Outcomes and Safety of Upper Endoscopy While on Glucagon-like Peptide-1 Receptor Agonists.\r\n\r\nPubmed   Journal   ReadQx \r\nCommentary: Liquid Biopsy for Average-Risk Colorectal Cancer Screening.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Autologous skin-grafting surgery with novel continuous liquid infusion stent for prevention of esophageal stenosis after complete circular endoscopic submucosal tunnel dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted endoscopic mucosal resection for gallbladder polyp and stone extraction for cholecystocholedocholithiasis.\r\n\r\nPubmed   Journal   ReadQx \r\nCholecystitis in patients with a fully covered self-expandable metal stent with and without externally anchored plastic stents.\r\n\r\nPubmed   Journal   ReadQx \r\nClosing the gender authorship gap.\r\n\r\nPubmed   Journal   ReadQx \r\nESGE - Advancing Quality in Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic hand-suturing training model.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic lithotripsy for an impacted biliary stone at the confluence of the cystic duct and common bile duct using a novel drill dilator.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for residual gastric lesion made easier thanks to use of adaptative traction device.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nEstablishing ground truth of polyp size, morphology, and volume using three-dimensional scanning.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nFreehand suturing to apply traction during endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nMetal versus plastic stents for walled-off pancreatic necrosis: much alike, then which?\r\n\r\nPubmed   Journal   ReadQx \r\nNavigating the depths: an endoscopic triumph in removing a massive duodenal polyp.\r\n\r\nPubmed   Journal   ReadQx \r\nRing-string traction for successful endoscopic clip closure to treat delayed perforation of the ulcer bed after colorectal endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nSubmucosal tunneling endoscopic resection in retroflexion for gastric gastrointestinal stromal tumor of the fundus.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Increased risk of aspiration pneumonia associated with endoscopic procedures among patients with Glucagon-like peptide-1 receptor agonist use.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nPathological polyploidy and liver repair failure in RAD51-deficient mice.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-cell based molecular classification in systematic treatment of hepatocellular carcinoma: From in silico to bedside.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    A Reassessment of Misclassifications in MASLD: Points to Consider.\r\n\r\nPubmed   Journal   ReadQx \r\nAuthor Response to Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\nThe comparative efficacy of buprenorphine to diclofenac for pain control in acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Enhanced efficiency of the 'family index-case method': why and when?\r\n\r\nPubmed   Journal   ReadQx \r\nGut microbial metabolism of 5-aminosalicylic acid in inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMicroscopic pathology assessment of colorectal polyp size is less accurate than intracolonoscopic assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nPredicting treatment response in ASUC: do we measure systemic severity, organ response or both?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Clinical Features and Long-Term Outcomes of Patients Diagnosed with MASLD, MAFLD, or Both.\r\n\r\nPubmed   Journal   ReadQx \r\nPrednisolone with azathioprine or mycophenolate mofetil as first-line therapy in autoimmune hepatitis: insights from a randomized controlled trial.\r\n\r\nPubmed   Journal   ReadQx \r\nPrimary hypobetalipoproteinemia as a risk factor for liver complications.\r\n\r\nPubmed   Journal   ReadQx \r\nThe MASLD criteria overlook a number of adolescent patients with severe steatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nUnaswered questions for non-acute (NAD) and acute (AD) decompensation in cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Ambulatory Impedance-pH Assessment Is the Industry Standard But Is It Always the Best Choice?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-04-06T16:17:48-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-29-2024/",
    "title": "Fri Mar 29 2024",
    "description": "110 articles - From Friday Mar 22 2024 to Friday Mar 29 2024",
    "author": [],
    "date": "2024-03-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Hepatol\r\n    Acute kidney injury in patients with Cirrhosis: Acute disease quality Initiative (ADQI) and international Club of ascites (ICA) joint multidisciplinary consensus meeting.\r\nEarly recognition of HRS-AKI is crucial since administration of splanchnic vasoconstrictors may reverse the AKI and serve as a bridge to liver transplantation, the only curative option. In 2023, a joint meeting of the International Club of Ascites (ICA) and the Acute Disease Quality Initiative (ADQI) was convened to develop new diagnostic criteria for HRS-AKI, to provide graded recommendations for the work-up, management and post-discharge follow-up of patients with cirrhosis and AKI, and to highlight priorities for further research.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Endosc Int Open\r\n    Outcomes predictors in endoscopic ultrasound-guided choledochoduodenostomy with lumen-apposing metal stent: Systematic review and meta-analysis. \r\nEUS-CDS with LAMS is a safe and effective option for relief of MBO. Selecting an appropriate stent size is crucial for achieving optimal safety outcomes.\r\nPubmed   Journal   ReadQx \r\nRadiofrequency ablation for ampullary neoplasia with intraductal extension after endoscopic papillectomy: Systematic review and meta-analysis. \r\nRFA is feasible and appears to be effective for managing residual or recurrent lesions with intraductal extension after EP. However, long-term follow-up and high-quality studies are required to confirm our findings.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Endoscopic outcomes using a novel through-the-scope tack and suture system for gastrointestinal defect closure: a systematic review and meta-analysis.\r\n TTSS is a novel device for closure of postprocedural defects, with relatively high technical and clinical success rates. Comparative studies of closure devices are needed.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Relative Efficacies of Interventions to Improve the Quality of Screening-related Colonoscopy: A Systematic Review and Network Meta-analysis of Randomized Controlled Trials.\r\nSeveral interventions are effective in improving adenoma detection and overall colonoscopy quality, many of which are cost-free. These results can inform endoscopists, unit managers, and endoscopy societies on relative efficacies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Impacts of glucagon-like peptide-1 receptor agonists on the risk of adverse liver outcomes in patients with metabolic dysfunction-associated steatotic liver disease cirrhosis and type 2 diabetes.\r\n The use of GLP-1RAs was associated with significant risk reductions in long-term adverse liver outcomes, including hepatic decompensation, portal hypertension, HCC and LT, in MASLD cirrhosis patients with type 2 diabetes.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A non-inferiority trial comparing 2 days vs. 5 days of terlipressin and ceftriaxone in terms of 5-day rebleeding for patients with acute gastro-esophageal variceal hemorrhage.\r\n After successful endoscopic hemostasis of acute variceal bleeding, combination of 2-day terlipressin infusion and ceftriaxone therapy was not inferior to 5-day regimen in terms of very early rebleeding, with the advantage of shortening hospitalization stay.\r\nPubmed   Journal   ReadQx \r\nColorectal Cancer Screening Rates at Federally Qualified Health Centers From 2014 to 2022: Incomplete Recovery From COVID-19 and Worsening Disparities.\r\n CRC screening rates at FQHC did not return to prepandemic levels by 2022, and recovery varied by FQHC patient characteristics. Tailored interventions addressing low and decreasing CRC screening rates in FQHC are urgently needed to mitigate worsening CRC disparities.\r\nPubmed   Journal   ReadQx \r\nGLUCAGON-LIKE PEPTIDE-1 RECEPTOR AGONISTS INCREASE SOLID GASTRIC RESIDUE RATES ON UPPER ENDOSCOPY ESPECIALLY IN COMPLICATED DIABETIC PATIENTS: A CASE CONTROL STUDY.\r\nGLP-1RA use is associated with increased gastric residue on upper endoscopy, particularly in T2DM patients, surpassing the impact of opiates alone. Risk is highest in the presence of T2DM complications, while prolonged fasting and a clear-liquid diet are protective. This increased risk of gastric residue does not appear to translate to an increased risk of procedural complications.\r\nPubmed   Journal   ReadQx \r\nLong-term Risks for Cirrhosis and Hepatocellular Carcinoma Across Steatotic Liver Disease Subtypes.\r\nThis study highlights elevated risks of cirrhosis and HCC across various subtypes of SLD compared to non-SLD, emphasizing the importance of behavioral modifications for early prevention.\r\nPubmed   Journal   ReadQx \r\nPancreatic Enzyme Use Reduces Pancreatitis Frequency in Children with Acute Recurrent or Chronic Pancreatitis: A report from INSPPIRE.\r\n In a retrospective analysis, use of PERT was associated with a reduction in the incidence rate of AP among children with pancreatic sufficient ARP or CP. These results support the need for a clinical trial to evaluate the efficacy of PERT to improve clinical outcomes among children with ARP or CP.\r\nPubmed   Journal   ReadQx \r\nRandomized controlled trial of Intravenous ferric-carboxymaltose vs oral iron to treat iron deficiency anemia after variceal bleed in patients with cirrhosis.\r\n Intravenous iron replacement is efficacious and safe to treat IDA after VB in patients with cirrhosis.\r\nPubmed   Journal   ReadQx \r\nRecommended Ten Years' Follow-Up Strategy for Small Hepatocellular Carcinoma after Radiofrequency Ablation: A Cost-Effectiveness Evaluation.\r\nFor small HCC after RFA, the recommended follow-up strategy is CT, with scans scheduled every three months for the first two years, every six months thereafter, and transition to biannual the combination of US screening and AFP testing after five years.\r\nPubmed   Journal   ReadQx \r\nSomatic Mutational Analysis in EUS-Guided Biopsy of Pancreatic Adenocarcinoma: Assessing Yield and Impact.\r\nEUS sampling is nearly always adequate for somatic testing and may have substantial potential and real impact on treatment decisions.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Weight Loss Programs on BMI Trajectory in Patients with Metabolic Dysfunction-Associated Steatotic Liver Disease: A Veterans Health Administration Study.\r\n A minority of patients experienced significant weight loss through 5 years using lifestyle interventions alone.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Algorithm Training and Testing for a Non-Endoscopic Barrett's Esophagus Detection Test in Prospective Multicenter Cohorts.\r\nA locked 3-MDM panel algorithm for BE/EAC detection using a non-endoscopic CCD demonstrated excellent sensitivity for high risk BE cases in independent validation samples. (Clinical trials.gov   NCT02560623, NCT03060642).\r\nPubmed   Journal   ReadQx \r\nBEHAVIORAL THERAPY FOR FUNCTIONAL HEARTBURN: Recommendation Statements.\r\nGut-directed hypnotherapy and/or cognitive-behavioral therapy are recommended as appropriate behavioral interventions for heartburn symptoms, depending on clinical indication, specific gut-brain targets, and preferred treatment modality (pharmacological vs non-pharmacological). Pre-therapy evaluation of psychosocial processes and candidacy for BGBT are important to determine eligibility for referral to psychogastroenterology services.\r\nPubmed   Journal   ReadQx \r\nUltra-Processed Food Consumption and Long-Term Risk of Irritable Bowel Syndrome: A Large-Scale Prospective Cohort Study.\r\nOur findings provide evidence that a higher UPF consumption is associated with an increased risk of incident IBS, with a significant dose-response relationship.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Verification of the increase in concomitant dysplasia and cancer with the size of sessile serrated lesions. \r\nIn cases of SSL, the rate of SSLD and SSL-cancer increased as the lesion diameter increased. A certain rate of SSLD and SSL-cancer was observed even in small SSLs less than 5mm.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Effect of AI on performance of endoscopists to detect Barrett neoplasia: A Randomized Tandem Trial. \r\n BE nonexperts benefitted significantly from the additional AI. BE experts and nonexperts remained below the standalone performance of AI, suggesting that there may be other factors influencing endoscopists to follow or discard AI advice.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    MAF-5 PREDICTS LIVER FIBROSIS RISK AND OUTCOME IN THE GENERAL POPULATION WITH METABOLIC DYSFUNCTION.\r\n The MAF-5 score is a validated, age-independent, inexpensive referral tool to identify individuals at high risk of liver fibrosis and all-cause mortality in primary care populations, using simple variables.\r\nPubmed   Journal   ReadQx \r\nRisk of esophageal adenocarcinoma after Helicobacter pylori eradication treatment in a population-based multinational cohort study.\r\n This absence on an increased risk of esophageal adenocarcinoma after eradication treatment of Helicobacter pylori suggests eradication is safe from a cancer perspective.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Assessing Endoscopic Ultrasound-Guided Radiofrequency Ablation in Unresectable Pancreatic Ductal Adenocarcinoma: A Single-Center Historic Cohort Study.\r\nAlso, RFA may play a role in downstaging cancer with potential OS increase in non-metastatic cases. Large prospective cohorts are required to evaluate this technique in clinical practice.\r\nPubmed   Journal   ReadQx \r\nCharacteristics of factors contributing to follow-up for suspect delayed bleeding after colorectal endoscopic submucosal dissection.\r\nIn cases of DB after colorectal ESD, a bleeding duration ≤1 day or date from ESD to first hematochezia ≤Day 3 may contribute to follow-up observation without endoscopic hemostasis.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound-guided Fine Needle Aspiration and Biopsy for Cytohistological Diagnosis of Gallbladder Cancer: a multicenter retrospective study.\r\nEUS-FNAB was safe and showed high diagnostic performance for patients with suspected GBC, regardless of the target site. When appropriate GB targeting is difficult, targeting the LNs would be a good strategy with comparable outcomes.\r\nPubmed   Journal   ReadQx \r\nImpact of the Supra-papilla Method on Patency in Distal Malignant Biliary Obstruction: A Multicenter Randomized Controlled Trial.\r\nThe placement of SEMS using the supra-papilla method resulted in a significantly longer duration of stent patency. It is advisable to place the SEMS using the supra-papilla method in DMBO. Further studies with a larger number of patients are required to validate the benefits of the supra-papilla method.\r\nPubmed   Journal   ReadQx \r\nMobile Health technology in pediatric esophagogastroduodenoscopy quality indicators assessment: results from a national program of the Italian Society of Pediatric Gastroenterology, Hepatology and Nutrition.\r\nPediatric UEP practices in Italy adhere well to established quality standards. Emphasizing the adoption of disease-specific guidelines is crucial for optimizing resources, enhancing diagnostic accuracy, and minimizing unnecessary procedures. Prioritizing patient satisfaction is important for immediate enhancements in practice as well as for future research endeavors.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Comprehensive molecular classification predicted microenvironment profiles and therapy response for hepatocellular carcinoma.\r\n Our study generated a clinically valid molecular classification to guide precision medicine in patients with HCC.\r\nPubmed   Journal   ReadQx \r\nDigital pathology and spatial omics in steatohepatitis: Clinical applications and discovery potentials.\r\nWe then highlight the power of multimodal integration of DP augmented by machine learning algorithms with spatial biology. The review concludes with a discussion of the current gaps in knowledge, the limitations and premises of these tools and technologies, and the areas of future research.\r\nPubmed   Journal   ReadQx \r\nEffects of empagliflozin on liver fat in metabolic-dysfunction associated steatotic liver disease patients without diabetes mellitus: A randomized, double-blind, placebo-controlled trial.\r\nEmpagliflozin for 52 weeks reduces hepatic fat content in non-diabetic MASLD subjects. (ClinicalTrials.gov Identifier  NCT04642261).\r\nPubmed   Journal   ReadQx \r\nGenetic variation in severe cystic fibrosis liver disease is associated with novel mechanisms for disease pathogenesis.\r\n These results identify loci/genes associated with severe CFLD that point to disease mechanisms involving hepatic fibrosis, inflammation and innate immune function, vascular pathology, intracellular signaling, actin cytoskeleton and tight junction integrity, and mechanisms of hepatic steatosis and insulin resistance. These discoveries will facilitate mechanistic studies and the development of therapeutics for severe CFLD.\r\nPubmed   Journal   ReadQx \r\nMesenchymal stem cells alleviate mouse liver fibrosis by inhibiting pathogenic function of intrahepatic B cells.\r\nIntrahepatic B-cell serve as a target of MSCs, play an important role in the process of MSC-induced amelioration of LF, and may provide new clues for revealing the novel mechanisms of MSC action.\r\nPubmed   Journal   ReadQx \r\nNK-cell-elicited gasdermin-D-dependent hepatocyte pyroptosis induces neutrophil extracellular traps that facilitates HBV-related acute-on-chronic liver failure.\r\nStudying the mechanisms that selectively modulate GSDMD-dependent pyroptosis, as well as its immune landscapes, will provide a novel strategy for restoring liver function of HBV-related ACLF patients.\r\nPubmed   Journal   ReadQx \r\nNovel proteomic signatures may indicate MRI-assessed intrahepatic fat state and changes; the DIRECT PLUS clinical trial.\r\nOur findings suggest novel proteomic signatures that may indicate MRI-assessed intrahepatic fat state and changes during lifestyle intervention. Specifically, CA5A, HAOX1, and THBS2 protein changes are independently associated with IHF% change, and THBS2 protein change is greater in the green-MED/high-polyphenols diet.\r\nPubmed   Journal   ReadQx \r\nNutritional aspects of prehabilitation in adults with cirrhosis awaiting liver transplant.\r\nFuture research is warranted to more accurately evaluate energy needs, evaluate emerging dietary supplementation strategies, and establish the role of nutraceuticals alongside food-based interventions. While the general principles of nutritional prehabilitation are ready for immediate application, future large-scale randomized controlled trials in this space will help to quantify the benefit that can be gained by transitioning the LT approach from passive \"transplant waitlist time\" to active \"transplant preparation time.\"\r\nPubmed   Journal   ReadQx \r\nQuality measures in pre-liver transplant care by the Practice Metrics Committee of the American Association for the Study of Liver Diseases.\r\n The proposed pre-LT measures provide a framework for quality improvement and care standardization among LT candidates. Select measures apply to various stakeholders such as referring practitioners in the community and LT centers. Clinically meaningful measures that are distinct from those used for regulatory transplant reporting may facilitate local QI initiatives to improve access and quality of care.\r\nPubmed   Journal   ReadQx \r\nThe association between mean arterial pressure and acute kidney injury reversal among decompensated cirrhosis patients.\r\n  Our data demonstrate that MAP significantly increases the likelihood of AKI recovery regardless of severity or injury or AKI phenotype. We believe these data highlight the importance of MAP as a clinical tool to promote kidney function recovery among cirrhosis patients hospitalized with AKI.\r\nPubmed   Journal   ReadQx \r\nThe future of Liver Transplantation.\r\nResearch efforts in liver preservation will undoubtedly blossom with the aim of optimizing both the timing and conditions of transplantation. Coupled with advances in genetic engineering, regenerative biology, and cellular therapies, the portfolio of innovation, both broad and deep, offers promise that, in the future, liver transplantation will not only be broadly available to those in need but also represent a highly durable life-saving therapy.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    ALT to qHBsAg ratio predicts long-term HBsAg seroclearance after entecavir cessation in Chinese patients with chronic hepatitis B.\r\nThe ALT/qHBsAg ratio after entecavir cessation predicts HBsAg seroclearance, even in patients who were resumed on treatment. Its use may mitigate the risk of severe hepatitis flares in patients managed by observation without treatment resumption.\r\nPubmed   Journal   ReadQx \r\nEvaluation of a delayed liver transplantation strategy for patients with HCC receiving bridging therapy: the DELTA-HCC study.\r\n The DELTA HCC study shows that DS does not negatively impact neither pre- nor post-LT patients 'outcomes, and has the potential to redistribute organs to patients in more urgent need of LT. It can reasonably be proposed and pursued. The unexpected high risk of drop out in T1 patients seems related to the MELD-based driving rules underserving this subgroup, calling for revision of allocation rules. Impacts and implications To maximize utility and prevent premature liver transplantation (LT), a delayed LT strategy (DS) was adopted in France in 2015. It consists in postponing LT until recurrence in patients listed for any single HCC curatively treated by surgical resection or thermal ablation. The DELTA HCC study was conducted to evaluate this nationwide strategy. It shows in a non-US, European LT program that DS - does not negatively impact pre- nor post-LT patients 'outcome,- concerns up to 20% of LT candidates-has therefore the potential to redistribute organs to patients in more urgent need of LT. Such a delayed strategy can reasonably be pursued and extended to other LT programs. Of note, an unexpected high risk of drop out in T1 patients, seemingly related to MELD-based offering rules which underserve these patients, calls for further scrutinization and revision of allocation rules in this subgroup.\r\nPubmed   Journal   ReadQx \r\nPost-treatment LSM rather than change during treatment predicts decompensation in patients with cACLD after HCV cure.\r\nFU-LSM is key for risk stratification after HCV-cure and should guide clinical decision-making. LSM dynamics do not hold significant prognostic information in patients with FU-LSM 10-19.9 kPa, and thus, their consideration is not of sufficient incremental value in the specific context of HCV-cure.\r\nPubmed   Journal   ReadQx \r\nProspective head-to-head comparison of non-invasive scores for diagnosis of fibrotic MASH in patients with type 2 diabetes. \r\nCutoffs adapted to T2DM population should be considered. NCT03634098.\r\nPubmed   Journal   ReadQx \r\nTransplant benefit-based offering of deceased donor livers in the United Kingdom.\r\nIn the first two years of NLOS offering, waiting list mortality fell while post-transplant survival was not negatively impacted, delivering on the scheme's objectives. Impact and implications The National Liver Offering Scheme (NLOS) was introduced in the UK in 2018 to increase transparency of the deceased donor liver offering process, maximise the overall survival of the waiting list population, and improve equity of access to liver transplantation. To our knowledge, it is the first scheme that offers organs based on statistical prediction of transplant benefit;  the Transplant Benefit Score (TBS). The results are important to the transplant community - from healthcare practitioners to patients - and demonstrate that, in the first two years of NLOS offering, waiting-list mortality fell while post-transplant survival was not negatively impacted, thus delivering on the scheme's objectives. The scheme continues to be monitored to ensure that the TBS remains up-to-date and that signals that suggest the possible disadvantage of some patients are investigated.\r\nPubmed   Journal   ReadQx \r\nTreatment response and clinical event-free survival in autoimmune hepatitis: a Canadian multicentre cohort study.\r\n In people living with AIH, sustained elevated aminotransferase values, but not IgG, are associated with poorer long-term outcomes. Biochemical response and long-term survival are not associated with starting prednisone dose. Impact and implications Using clinical data from multiple Canadian liver clinics treating autoimmune hepatitis (AIH), we evaluate treatment response and clinical outcomes. For the first time, we apply mixed-effect and time-varying survival statistical methods to rigorously examine treatment response and the impact of fluctuating liver biochemistry on clinical event-free survival. Key to the study impact, our data is 'real-world', represents a diverse population across Canada, uses continuous measurements over follow-up, and our findings help inform risk stratification of patients. We provide evidence for treating clinicians, as well as those developing and evaluating new therapies, to seek evidence of good treatment response by keeping aminotransferase activity values within the reference range. Our results challenge the role of IgG as a marker of treatment response and if normalisation of IgG should remain an important part of the definition of biochemical remission. Our analysis further highlights that baseline markers of disease severity may not prognosticate early treatment response. Additionally, the initial prednisone dose may be less relevant for achieving aminotransferase normalisation. This is important for patients and treating clinicians given the relevance and importance of side-effects of treatment for patients.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Consistency of Feces Affects Defecatory Function.\r\n Fecal consistency affects defecatory parameters.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Muscles at the expense of liver injury. Is it worth it?\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: New developments in biomarkers and clinical drug development in alpha-1 antitrypsin deficiency-related liver disease.\r\nThis inaugural forum generated a list of recommendations to address unmet needs in the field of AATLD.\r\nPubmed   Journal   ReadQx \r\nReview article: Recent advances in ascites and acute kidney injury management in cirrhosis.\r\nNew treatment strategies emerged from better understanding of the pathophysiology of ascites and HRS-AKI have shown improved prognosis in these patients. The future will see many of these approaches confirmed in large multi-centre clinical trials with the aim to benefit the patients with ascites and HRS-AKI.\r\nPubmed   Journal   ReadQx \r\nReview article: Upper gastrointestinal bleeding - review of current evidence and implications for management.\r\nManagement of acute UGIB should include treatment plans for pre-endoscopic, endoscopic and post-endoscopic phases of care, and customise treatment decisions based on aetiology and severity of bleeding.\r\nPubmed   Journal   ReadQx \r\nSystematic scoping review: Use of the faecal immunochemical test residual buffer to enhance colorectal cancer screening.\r\nThis scoping review summarises the framework and progress of research on stability of biomarkers in FIT residual buffer and their associations with colorectal neoplasia to guide opportunities for further confirmatory studies to enhance colorectal cancer screening.\r\nPubmed   Journal   ReadQx \r\nThe epidemiology and management of Clostridioides difficile infection-A clinical update.\r\n Although the prevalence of C. difficile infection remains high, there have been significant advances in the development of novel therapeutics and preventative measures following changes in recent practice guidelines, and will continue to evolve in the future.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nDisparities in Colorectal Cancer Screening Among Asian American Populations and Strategies to Address These Disparities.\r\n\r\nPubmed   Journal   ReadQx \r\nTHE GLOBAL EPIDEMIOLOGY OF NON-ALCOHOLIC FATTY LIVER DISEASE AND NON-ALCOHOLIC STEATOHEPATITIS AMONG PATIENTS WITH TYPE 2 DIABETES.\r\nThe prevalence of NAFLD/MASLD among T2D is high and growing. The majority of NAFLD/MASLD patients with T2D have NASH/MASH and a significant proportion have advanced fibrosis.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Standard screening high-definition colonoscopy without any optimization device is no longer relevant: Time to move to optimized screening colonoscopy. \r\nHowever, despite substantial and consistent data, practices remain unchanged, and HD-WLI colonoscopy, considered the \"standard,\" is still routinely performed without any optimization devices. The objective of this viewpoint is to understand the barriers to change and to show why standard screening colonoscopy without the use of any optimization devices should no longer be considered relevant in 2024.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Endoscopic surveillance after endoscopic eradication therapy for Barrett's esophagus with neoplasia: Is the vial half empty or half full?\r\n\r\nPubmed   Journal   ReadQx \r\nOf Humans and Machines in Endoscopy: Flying Solo, Instrument-Aided, or on Autopilot? \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Recent advances in the prevention and treatment of decompensated cirrhosis and acute-on-chronic liver failure (ACLF) and the role of biomarkers.\r\nFurthermore, classification of disease and biomarker discovery to personalise care have advanced in the field. This review discusses progress in biomarker discovery and personalisation of treatment in decompensated cirrhosis and ACLF.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Developing and Validating Clinical Prediction Models in Hepatology-an Overview for Clinicians.\r\nWe use them to assign a diagnosis or a prognosis, and there is a continuous effort to develop better prediction models. It is important to understand the fundamentals of prediction modeling, and here we describe nine steps to develop and validate a clinical prediction model with the intention of implementing it in clinical practice: Determine if there is a need for a new prediction model;  define the purpose and intended use for the model;  assess the quality and quantity of the data you wish to develop the model on;  develop the model using sound statistical methods;  generate risk predictions on the probability scale (0-100%);  evaluate the performance of the model in terms of discrimination, calibration, and clinical utility;  validate the model using bootstrapping to correct for the apparent optimism in performance;  validate the model on external datasets to assess the generalizability and transportability of the model;  and finally publish the model so that it can be implemented or validated by others.\r\nPubmed   Journal   ReadQx \r\nPlanar cell polarity is crucial for proper morphogenesis of the bile ducts. \r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling the liver antiviral immunity in functional cure of chronic hepatitis B using scRNASeq.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    \"Bouveret syndrome\" - endoscopic management with combined laser and mechanical lithotripsy.\r\n\r\nPubmed   Journal   ReadQx \r\nA rare small bowel obstruction caused by glutinous rice balls.\r\n\r\nPubmed   Journal   ReadQx \r\nAn \"Uncommon\" Case of a \"Not So\" Microscopic Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nBleeding Gastric Polyps: A Rare Presentation of Renal Cell Carcinoma Metastasis.\r\n\r\nPubmed   Journal   ReadQx \r\nCongratulations. You Have Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nDuodenal-type follicular lymphoma in the rectum.\r\n\r\nPubmed   Journal   ReadQx \r\nEarly Gastric Signet Ring Cell Adenocarcinoma as a Flat Pale Patch on an Esophagogastroduodenoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Submucosal Dissection for Colorectal Cancer on the Anastomosis Using a Water Pressure Method.\r\n\r\nPubmed   Journal   ReadQx \r\nLow-grade appendiceal mucinous neoplasm; a subtle presentation during colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Lin and Wei.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Best Practices for Educating in Gastroenterology Fellowship: A Primer on Instruction Vs Coaching. \r\n\r\nPubmed   Journal   ReadQx \r\nEndometriosis is Associated with Higher Healthcare Utilization and Upper Gastrointestinal Symptoms.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Cholecystitis in patients with a fully covered self-expandable metal stent with and without externally anchored plastic stents. \r\n\r\nPubmed   Journal   ReadQx \r\nESGE - Advancing Quality in Endoscopy. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published. \r\n\r\nPubmed   Journal   ReadQx \r\nEstablishing ground truth of polyp size, morphology, and volume using three-dimensional scanning. \r\n\r\nPubmed   Journal   ReadQx \r\nMetal versus plastic stents for walled-off pancreatic necrosis: much alike, then which? \r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    2023 Workshop: Neuroimmune Crosstalk in the Gut - Impact on Local, Autonomic and Gut-Brain Function.\r\n\r\nPubmed   Journal   ReadQx \r\nAltered microbial transcription in long-term proton pump inhibitor usage: findings from a US cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nAn unusual nodular hyperplasia in the rectum.\r\n\r\nPubmed   Journal   ReadQx \r\nBenefits of NSAIDs plus Pancreatic Stenting to Prevent Post-ERCP Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nDisparities in Colorectal Cancer Screening Among Asian American Populations and Strategies to Address These Disparities.\r\n\r\nPubmed   Journal   ReadQx \r\nElusive hepatic nodules.\r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent Duodenal Ulceration - More Than Simple Peptic Ulcer Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Top tips for endoscopic therapy for radiation-associated vascular ectasias in the rectum (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Ferritin-a promising biomarker in MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nHead of pancreas mass with biliary obstruction: an unusual cause.\r\n\r\nPubmed   Journal   ReadQx \r\nIs acute necrotising pancreatitis a chronic disease?\r\n\r\nPubmed   Journal   ReadQx \r\nSelective decontamination of the digestive tract in critically ill children: fighting fire with fire or burning down the house?\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual cause of rectal bleeding in a patient with schizophrenia.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nPathological polyploidy and liver repair failure in RAD51-deficient mice.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-cell based molecular classification in systematic treatment of hepatocellular carcinoma: From in silico to bedside.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Letter: Impact of antiviral treatment on renal function in patients with chronic hepatitis B-Author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Impact of antiviral treatment on renal function in patients with chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Modifying the Mayo endoscopic subscore for improved prognostic insights.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Modifying the Mayo endoscopic subscore for improved prognostic insights. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Thioguanine, an under-utilised option in inflammatory bowel disease? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Thioguanine, an underutilised option in inflammatory bowel disease?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Author Response to Letter to the Editor. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cholecystectomy following EUS-guided gallbladder drainage in patients with acute cholecystitis at high surgical risk: friend or foe?\r\n\r\nPubmed   Journal   ReadQx \r\nMicroscopic pathology assessment of colorectal polyp size is less accurate than intracolonoscopic assessment. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Application of Digital Pathology in Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nAssociation between antiviral treatments and fracture in elderly patients with HBV needs further evaluation.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatocellular carcinoma in patients with Autoimmune Hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nMycophenolate Mofetil in Autoimmune Hepatitis: Are We Ready for Primetime?\r\n\r\nPubmed   Journal   ReadQx \r\nPost-TIPS OHE: Are we really making a mountain out of a molehill?\r\n\r\nPubmed   Journal   ReadQx \r\nPrimary hypobetalipoproteinemia as a risk factor for liver complications. \r\n\r\nPubmed   Journal   ReadQx \r\nUnaswered questions for non-acute (NAD) and acute (AD) decompensation in cirrhosis. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-29T16:11:50-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-22-2024/",
    "title": "Fri Mar 22 2024",
    "description": "110 articles - From Friday Mar 15 2024 to Friday Mar 22 2024",
    "author": [],
    "date": "2024-03-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Assessment of the 2021 AASLD Practice Guidance for Albumin Infusion in Elective Therapeutic Paracentesis: A Regression Discontinuity Design.\r\nOur RD models supported the 2021 AASLD Guidance with robust estimation of causal effect sizes at the cutoff level of 5 liters. Nevertheless, the findings also highlight the need to further evaluate the efficacy of albumin infusion in patients who undergo elective TP and have 3-5 liters of ascites removed.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comparative Evaluation of a Language Model and Human Specialists in the Application of ECCO Guidelines for the Management of Inflammatory Bowel Diseases and Malignancies.\r\nThis study highlights the potential of language models in enhancing guideline adherence regarding colorectal dysplasia in IBD. Further investigation of additional resources and prospective evaluation in real-world settings are warranted.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    AASLD Practice Guideline on blood-based non-invasive liver disease assessments of hepatic fibrosis and steatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nAASLD Practice Guideline on imaging-based non-invasive liver disease assessments of hepatic fibrosis and steatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nAASLD Practice Guideline on non-invasive liver disease assessments of portal hypertension.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: Incidence of cirrhosis and hepatocellular carcinoma in patients with Fontan palliation.\r\n The incidence of cirrhosis and HCC increases over time, especially at ≥20 years post Fontan surgery. Studies are needed to further identify at-risk patients in order to streamline surveillance for these highly morbid conditions.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Cold endoscopic mucosal resection versus cold snare polypectomy for colorectal lesions: a systematic review and meta-analysis of randomized controlled trials.\r\nThe findings of this meta-analysis suggest that C-EMR has similar efficacy and safety to CSP, but significantly increases the procedure time. Prospero CRD42023439605.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Efficacy of Drugs Acting on Histamine-1 Receptors in Irritable Bowel Syndrome: Systematic Review and Meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nRelative Efficacies of Interventions to Improve the Quality of Screening-related Colonoscopy: A Systematic Review and Network Meta-analysis of Randomized Controlled Trials.\r\nSeveral interventions are effective in improving adenoma detection and overall colonoscopy quality, many of which are cost-free. These results can inform endoscopists, unit managers, and endoscopy societies on relative efficacies.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Accuracy of blood-based biomarkers for staging liver fibrosis in chronic liver disease: A systematic review supporting the AASLD Practice Guideline.\r\nBlood-based biomarkers are associated with small-to-moderate change in pre-test probability for diagnosing F2-4, F3-4, and F4 in viral hepatitis, HIV-HCV co-infection, and NAFLD, with limited comparative or combination studies for other CLD.\r\nPubmed   Journal   ReadQx \r\nImaging-based non-invasive liver disease assessment for staging liver fibrosis in chronic liver disease: A systematic review supporting the AASLD Practice Guideline.\r\n LSM from TE, SWE, and MRE show acceptable to outstanding accuracy for the detection of liver fibrosis across various liver disease etiologies. Accuracy increased from F2-4 to F3-4 and was the highest for F4. Further research is needed to better standardize the use of imaging-based NILDA, particularly in pediatric liver diseases.\r\nPubmed   Journal   ReadQx \r\nNon-invasive liver disease assessment to identify portal hypertension: A systematic review supporting the AASLD Practice Guideline.\r\n While imaging-based NILDA appeared to have higher accuracy than blood-based tests to detect CSPH, only 9 studies fit the a priori established inclusion criteria for the SR. In addition, there was substantial study heterogeneity and variation in cutoffs for LSM to detect CSPH, limiting the ability to establish definitive cutoffs to detect CSPH.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Efficacy and safety of filgotinib for ulcerative colitis: A real-world multicenter retrospective study in Japan.\r\nReal-world data demonstrate favourable clinical and safety outcomes of filgotinib for UC.\r\nPubmed   Journal   ReadQx \r\nPoor accuracy and sustainability of the first-step FIB4 EASL pathway for stratifying steatotic liver disease risk in the general population.\r\nThe first-step FIB4 EASL CP is poorly accurate and feasible for individuals at risk of SLD in the general population. It is crucial to enhance the screening strategy with a first-step approach able to reduce unnecessary VCTEs and optimise their yield.\r\nPubmed   Journal   ReadQx \r\nPrevalence of at-risk MASH, MetALD and alcohol-associated steatotic liver disease in the general population.\r\nMASLD is prevalent among patients with elevated PDFF on MRI. There are different sex- and BMI-specific prevalence of different steatotic liver disorders. At-risk MASH demonstrates the most severe metabolic and inflammatory profiles. This study provides novel estimates for the at-risk MASH population that will be eligible for treatment with pharmacologic therapy when approved by regulatory authorities.\r\nPubmed   Journal   ReadQx \r\nSkeletal muscle mass increases after viral eradication with direct-acting antivirals in patients with chronic hepatitis C: A longitudinal study.\r\n HCV eradication with DAA therapy was associated with a dynamic reduction of non-invasive markers of liver fibrosis and increased muscle mass in 62 patients with CHC who had an undetectable HCV load at 12 weeks after completion of antiviral treatment.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A MINORITY OF CHILDHOOD DISORDERS OF GUT-BRAIN INTERACTION PERSIST INTO ADULTHOOD: A RISK-FACTOR ANALYSIS.\r\nChildhood DGBI persist into adulthood in 10-20% of patients, suggesting that management monitoring should continue into adulthood. Those diagnosed with anxiety or mood disorders in childhood should receive particular attention and prescription of NSAIDs in children should be made judiciously.\r\nPubmed   Journal   ReadQx \r\nEffectiveness Of Tofacitinib In Ulcerative Colitis Patients: A Nationwide Veterans Administration Cohort study.\r\n In a nationwide cohort of UC patients initiating tofacitinib, effectiveness was seen in half of the elderly patients.\r\nPubmed   Journal   ReadQx \r\nHealthcare Costs of Irritable Bowel Syndrome (IBS) and IBS Subtypes in the United States.\r\nIndividuals with IBS exhibit higher healthcare utilization and incur substantially higher all-cause costs than those without. Care costs differ by IBS subtype.\r\nPubmed   Journal   ReadQx \r\nLimited sustained remission after nucleos(t)ide analogue withdrawal: Results from a large, global, multi-ethnic cohort of patients with chronic hepatitis B (RETRACT-B study).\r\n Despite allowing for HBV DNA and ALT fluctuations within the first 12 months off-treatment, most patients without HBsAg loss did not maintain a sustained response thereafter. The best candidates for NA withdrawal are patients with low HBsAg levels at NA cessation, and those without profound or recurrent virological and biochemical relapses in the first off-treatment year.\r\nPubmed   Journal   ReadQx \r\nNon-Hispanic Black persons with nonalcoholic fatty liver disease have lower rates of advanced fibrosis, cirrhosis, and liver-related events even after controlling for clinical risk factors and PNPLA3 genotype.\r\n The risk of advanced fibrosis in NHB with NAFLD is significantly lower, after controlling for clinical risk factors and PNPLA3 genotype. Although their risk for advanced fibrosis was low, NHB with NAFLD and advanced fibrosis had higher NAS and lobular inflammation, indicating a difference in their relationship between necroinflammation and fibrosis.\r\nPubmed   Journal   ReadQx \r\nOutcomes after Fecal Microbiota Transplantation in combination with Bezlotoxumab for Inflammatory Bowel Disease and Recurrent C . difficile Infection.\r\nOverall, 5 participants (8%) experienced a CDI recurrence;  4 in the treatment arm, 1 in placebo (13% vs 3%, p=0.15). There was no clear benefit to the combination approach compared to FMT alone.\r\nPubmed   Journal   ReadQx \r\nSpleen Stiffness-Based Algorithms Are Superior to Baveno VI Criteria to Rule Out Varices Needing Treatment in Patients With Advanced Chronic Liver Disease.\r\n Spleen stiffness-based algorithms are superior to Baveno VI criteria in ruling out VNT in patients with ACLD and double the number of patients avoiding screening endoscopy.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Algorithm Training and Testing for a Non-Endoscopic Barrett's Esophagus Detection Test in Prospective Multicenter Cohorts.\r\nA locked 3-MDM panel algorithm for BE/EAC detection using a non-endoscopic CCD demonstrated excellent sensitivity for high risk BE cases in independent validation samples. (Clinical trials.gov   NCT02560623, NCT03060642).\r\nPubmed   Journal   ReadQx \r\nRisk of Cancer in Patients with Diverticular Disease: A Population-based Cohort Study.\r\nOur findings show an increased long-term relative risk of cancer following a diagnosis of DD. These findings are likely due to prevalence of numerous risk factors in DD patients that confer an increased risk of cancer. The decreased relative risk of colorectal cancer might be explained by an increased likelihood of DD patients undergoing colonoscopy with polypectomy.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib Achieves Clinical and Endoscopic Outcomes in Crohn's Disease Regardless of Prior Biologic Exposure.\r\nUpadacitinib led to higher absolutes rates of clinical and endoscopic outcomes in patients without vs with prior biologic failure. Patients treated with upadacitinib achieved greater rates of clinical and endoscopic improvements vs placebo, regardless of prior biologic exposure. Clinicaltrials GOV  NCT03345849, NCT03345836, NCT03345823.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib Reduces Crohn's Disease Symptoms Within the First Week of Induction Therapy.\r\n UPA45 provided rapid relief of clinical symptoms within the first week of treatment in patients with CD. Clinicaltrials Gov numbers NCT03345849, NCT03345836, and NCT03345823.\r\nPubmed   Journal   ReadQx \r\nVedolizumab and ustekinumab levels in pregnant women with inflammatory bowel disease and infants exposed in-utero.\r\n Maternal vedolizumab levels decrease, while ustekinumab levels remain stable over the course of pregnancy. Most vedolizumab and approximately half of ustekinumab exposed infants had undetectable drug levels by 15 weeks of age. No concerning maternal or infant safety signals were identified.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Artificial intelligence for characterization of colorectal polyps: Prospective multicenter study.\r\nThe CAD EYE system shows promise for detecting and characterizing colorectal polyps. Larger studies are needed, however, to confirm these findings.\r\nPubmed   Journal   ReadQx   PMC\r\nCan an educational video improve the adequacy of bowel preparation for patients undergoing their first colonoscopy? Results of the EBOPS RCT.\r\nAn educational video leads to improved bowel preparation for patients attending for their first colonoscopy, and is also associated with greater detection of polyps. Widespread adoption of an educational video incurs minimal investment, but would reduce the number of inadequate procedures, missed pathology, and the cost that both these incur.\r\nPubmed   Journal   ReadQx   PMC\r\nCan single-use versus standard duodenoscope improve ergonomics in ERCP? A comparative, simulation-based pilot study.\r\nOur study showed that a lighter scope has a promising effect in reducing upper arm muscle activity during ERCP with potential benefit on musculoskeletal health in the ERCP setting.\r\nPubmed   Journal   ReadQx   PMC\r\nGel immersion endoscopic mucosal resection for early gastric neoplasms: a multicenter case series study.\r\nIn conclusion, GI-EMR may be a safe and effective treatment for early, small gastric neoplasms. However, due to the small sample in the present study, further investigation is required regarding the indication for this technique.\r\nPubmed   Journal   ReadQx   PMC\r\nPerformance of a single-use gastroscope for esophagogastroduodenoscopy: Prospective evaluation.\r\nSingle-use gastroscopes exhibited a high EGD completion rate and effectiveness for various indications. Further research should focus on evaluating the implementation of single-use gastroscopes in a comprehensive context, considering clinical effectiveness, costs, and environmental impact.\r\nPubmed   Journal   ReadQx   PMC\r\nPlastic versus metal stents for transmural drainage of walled-off necrosis with significant solid debris: a randomized controlled trial.\r\nPlastic stents are not inferior to metal stents for WON drainage with significant solid debris. However, larger sample-size studies are needed to make definite conclusions.\r\nPubmed   Journal   ReadQx   PMC\r\nUpper gastrointestinal endoscopy procedure volume trends, perioperative mortality, and malpractice claims: Population-based analysis.\r\nAlso, while the 30-day mortality rate declined over the study period, it is an unsuitable quality metric for EGDs in comprehensive centers because a patient's underlying disease plays a larger role than the procedure in perioperative mortality. Finally, there were few malpractice claims, with self-evident causes prevailing.\r\nPubmed   Journal   ReadQx   PMC\r\nWater exchange technique improves colonoscopy in patients with spinal cord injury: Results of a matched cohort study.\r\nThe WE in SCI patients is feasible and safe and has the potential to improve the quality of colonoscopies substantially.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Digestive neo-epithelialization after endoscopic stenting for upper digestive tract complete disunion.\r\n This case series shows that complete digestive rupture could be, in selected cases, successfully treated by endoscopy, adding proof-of-concept data regarding guided tissue regeneration alongside SEMS.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Amphiregulin switches progenitor cell fate for lineage commitment during gastric mucosal regeneration.\r\nThese data demonstrate that different EGF receptor ligands can distinctly regulate isthmic progenitor-driven mucosal regeneration and lineage commitment.\r\nPubmed   Journal   ReadQx \r\nComprehensive association analyses of extraintestinal manifestations in inflammatory bowel disease.\r\n We have identified demographic, clinical and genetic associations with EIMs that reveal underlying mechanisms and implicate novel and existing drug targets  important steps towards more personalized approach to IBD management.\r\nPubmed   Journal   ReadQx \r\nMAF-5 PREDICTS LIVER FIBROSIS RISK AND OUTCOME IN THE GENERAL POPULATION WITH METABOLIC DYSFUNCTION.\r\n The MAF-5 score is a validated, age-independent, inexpensive referral tool to identify individuals at high risk of liver fibrosis and all-cause mortality in primary care populations, using simple variables.\r\nPubmed   Journal   ReadQx \r\nRisk of esophageal adenocarcinoma after Helicobacter pylori eradication treatment in a population-based multinational cohort study.\r\n This absence on an increased risk of esophageal adenocarcinoma after eradication treatment of Helicobacter pylori suggests eradication is safe from a cancer perspective.\r\nPubmed   Journal   ReadQx \r\nTargeting ESE3/EHF with Nifurtimox inhibits CXCR2+ neutrophil infiltration and overcomes pancreatic cancer resistance to chemotherapy and immunotherapy.\r\nThe study demonstrated the role of EHF in the recruitment of CXCR2+neutrophils and the promising role of Nifurtimox in sensitizing pancreatic cancer to chemotherapy and immunotherapy.\r\nPubmed   Journal   ReadQx \r\nThree-dimensional imaging of the enteric nervous system in human pediatric colon reveals new features of Hirschsprung disease.\r\n Tissue clearing and 3-dimensional imaging provides more reliable information about ENS structure than tissue sections. ENS structure changes during childhood. 3-dimensional ENS anatomy may provide new insight into human bowel motility disorders, including Hirschsprung disease.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Efficacy of the traction method in gastric endoscopic submucosal dissection: A randomized controlled trial.\r\nTraction-assisted ESD for lesions in the lesser curvature of the upper or middle stomach were shorter, thereby reducing the procedure time of conventional ESD.\r\nPubmed   Journal   ReadQx \r\nMobile Health technology in pediatric esophagogastroduodenoscopy quality indicators assessment: results from a national program of the Italian Society of Pediatric Gastroenterology, Hepatology and Nutrition.\r\nPediatric UEP practices in Italy adhere well to established quality standards. Emphasizing the adoption of disease-specific guidelines is crucial for optimizing resources, enhancing diagnostic accuracy, and minimizing unnecessary procedures. Prioritizing patient satisfaction is important for immediate enhancements in practice as well as for future research endeavors.\r\nPubmed   Journal   ReadQx \r\nRisk factors and treatment strategies for cholecystitis after metallic stent placement due to malignant biliary obstruction: a multicenter retrospective study.\r\nThe incidences of cholecystitis after SEMS placement for DMBO and HMBO were comparable. EUS-GBD is the optimal treatment option for patients with cholecystitis after SEMS placement for MBO.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    New entity of adult ultra-short coeliac disease: the first international cohort and case-control study.\r\nInterpretation Patients with USCD are younger, have a similar symptomatic burden and benefit from a GFD. This study endorses the recommendation of D1 sampling as part of the endoscopic coeliac disease diagnostic workup.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    MASH clinical trials and drugs pipeline: An impending Tsunami.\r\nIn this review, we discuss the forefront of MASH drug research as of 2023/2024, illuminating mechanisms, outcomes, and future trajectories. Furthermore, we tackle the challenges confronting MASH trials and propose potential strategies for surmounting them.\r\nPubmed   Journal   ReadQx \r\nPrimary biliary cholangitis drug evaluation and regulatory approval: Where do we go from here?\r\nA recently published EMA Reflection Paper provides some guidance on the regulatory pathway to full approval but fails to recognise the importance of Real-World Data in providing evidence of outcomes benefit in rare diseases. Here we explore the impact of the EMA reflection paper on PBC therapy and offer pragmatic solutions for generating evidence of long-term outcomes through Real World data collection.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    FASN-mediated fatty acid biosynthesis remodels immune environment in Clonorchis sinensis infection-related intrahepatic cholangiocarcinoma.\r\nWe uncover the metabolic signature and immune microenvironment of C. sinensis-infected ICCs and highlight the combination of FASN inhibitors with immunotherapy as a promising strategy for treating C. sinensis-infected ICCs. Impact and implications C. sinensis-infected ICC patients have a poorer prognosis and worse response to immunotherapy than non-C. sinensis-infected ICCs. The underlying molecular characteristics of C. sinensis-infected ICCs remains unclear. Herein, we demonstrate that up-regulation of FASN and free fatty acids in C. sinensis-infected ICCs leads to immunosuppressive microenvironment formation and tumor progression. Thus, administration of FASN inhibitors could significantly reverse immunosuppressive environment and further enhance anti-PD-1 efficacy in combating C. sinensis-infected ICCs.\r\nPubmed   Journal   ReadQx \r\nPhenotypes and ontogeny of senescent hepatic stellate cells in metabolic dysfunction-associated steatotic liver disease.\r\nThese data define features of HSC senescence in human and murine MASLD, establishing an important blueprint to target these cells as part of future antifibrotic therapy.  \r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Review article: New developments in biomarkers and clinical drug development in alpha-1 antitrypsin deficiency-related liver disease.\r\nThis inaugural forum generated a list of recommendations to address unmet needs in the field of AATLD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Targeting IL-1 in severe alcohol-related hepatitis: How many frogs will we need to kiss to find an effective therapy?\r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling the liver antiviral immunity in functional cure of chronic hepatitis B using scRNASeq.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Case of Dysphagia Megalatriensis.\r\n\r\nPubmed   Journal   ReadQx \r\nA superficial spreading type of early gastric cancer arising in autoimmune gastritis.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Case of Small Intestinal Hemorrhage.\r\n\r\nPubmed   Journal   ReadQx \r\nElectronic coding for abnormal fecal immunochemical test is associated with increased colonoscopy completion.\r\n\r\nPubmed   Journal   ReadQx \r\nNavigating the Complex Landscape of Dietary Elimination Therapy in Eosinophilic Esophagitis: Can We Personalize It?\r\n\r\nPubmed   Journal   ReadQx \r\nPharyngeal Anomaly - As Rare as We Thought?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Du et al.\r\n\r\nPubmed   Journal   ReadQx \r\nStigma, Bias, and the Shortfalls of Body Mass Index: A reflection on the state of weight management.\r\n\r\nPubmed   Journal   ReadQx \r\nStump appendicitis due to retained fecalith: successfully removed with ERAT.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Endometriosis is Associated with Higher Healthcare Utilization and Upper Gastrointestinal Symptoms.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal Enigma: Isolated Lower Esophageal Sphincter Amyloidosis.\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of the THCC-RI predictive model for hepatocellular carcinoma in Asian cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A modified endoscopic full-thickness resection technique: double traction-assisted resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection combined with endoscopic hand suturing for a laterally spreading tumor spanning the anastomosis after radical resection of a rectal carcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for treatment of esophageal leukoplakia reveals hidden histopathology.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided embolization of a gastric varix by injection of RADA16 self-assembling peptide and coils.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatic duct drainage with a two-step puncture technique for a non-dilated pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic vacuum therapy as a salvage treatment of a life-threatening esophageal perforation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInnovative double suturing technique for gastric endoscopic hand suturing after endoscopic submucosal dissection: a case report and technique description.\r\n\r\nPubmed   Journal   ReadQx \r\nKnife-assisted incision for restoring esophageal lumen after surgical exclusion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel technique of additional anchor plastic stent placement during endoscopic ultrasound-guided gallbladder drainage.\r\n\r\nPubmed   Journal   ReadQx \r\nPyloric-directed therapy for gastroparesis: to cut or to relax?\r\n\r\nPubmed   Journal   ReadQx \r\nRare case of early squamous cell carcinoma extending from the cardia to the fundus cured by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nRecalcitrant rectal stricture following circumferential endoscopic mucosal resection: novel application of endoscopic stricturotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimulated lateral tunneling for treating a huge submucosal tumor at the cervical esophagus.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful cholangioscopy-guided biopsy using a novel thin cholangioscope under balloon enteroscopy in a patient with Roux-en-Y gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful underwater endoscopic submucosal dissection with gel immersion for early gastric cancer in an upside-down stomach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThree-dimensional printing-assisted interventional therapy for thoracogastric right main bronchial fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTranspapillary biliary drainage using a forward-viewing endoscope for distal malignant biliary obstruction after placement of a duodenal stent for type I duodenal stenosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTreatment of refractory esophageal stenosis after endoscopic submucosal dissection with magnetic compression anastomosis.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection performed under general anesthesia for the safe resection of superficial esophageal squamous cell carcinoma with ductal involvement.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of a self-assembling peptide to control complications associated with endoscopic balloon dilation of refractory anastomotic stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Novel multimodal database for metabolic dysfunction-associated steatotic liver disease - linking genes to outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Hairy Pedunculated Polypoid Lesion of Sigmoid Colon in a Female with Abdominal Pain and Diarrhea.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom palliative care to a definite cure: a severe presentation of Whipple Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nStent migration after Endoscopic Retrograde Appendicitis Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe snare-based pre-traction method facilitating endoscopic full-thickness resection of a bidirectional prominent dumbbell-shaped gastrointestinal stromal tumor in gastric fundus.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Glucagon-like peptide-1 receptor agonists to treat chronic liver disease: real-world evidence or ambiguity?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    April 2024 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nFinding the TRAIL to escape granzyme B-mediated liver injury in PSC.\r\n\r\nPubmed   Journal   ReadQx \r\nTranexamic acid in variceal bleeding revisited.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nHepatomegaly in a patient with a history of acute myeloid leukemia.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Severe Fatigue in Inflammatory Bowel Disease: Dopaminergic Therapy with Modanfinil or Vitamin Therapy with Thiamine.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Global Prevalence of Helicobacter pylori Infection and Incidence of Gastric Cancer Between 1980 and 2022\".\r\n\r\nPubmed   Journal   ReadQx \r\nDisparities in Gastric Cancer Screening: A Comparative Analysis of Japan and South Korea.\r\n\r\nPubmed   Journal   ReadQx \r\nHelicobacter pylori Therapy and Risk of Gastric Cancer After Endoscopic Resection of Dysplasia: A Sensitivity Analysis Assessing Impact of Unmeasured Confounding.\r\n\r\nPubmed   Journal   ReadQx \r\nMachines advancing: marginalization of human beings on the horizon?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Different cancers in the same basket: intraductal papillary mucinous neoplasm-derived versus concomitant pancreatic carcinomas.\r\n\r\nPubmed   Journal   ReadQx \r\nHarnessing all endoscopic techniques for the management of peptic ulcer bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nOblique fiber preservation in the prevention of GERD after peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nPropensity score matching is needed to evaluate the clinical success rate of peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Genetic evidence for repurposing of glucagon-like peptide-1 receptor agonists to prevent chronic liver diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nSmoking-related Lactobacillus and immune cell infiltration in colorectal cancer: evidence from a population-based study.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Expanding the Dialogue: A Closer Look at AIH Management and HCC Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The MAFLD and MASLD Conundrum: Is It Reinvention Of The Wheel?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-25T00:00:37-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-15-2024/",
    "title": "Fri Mar 15 2024",
    "description": "140 articles - From Friday Mar 08 2024 to Friday Mar 15 2024",
    "author": [],
    "date": "2024-03-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Diagnosis and Management of Cannabinoid Hyperemesis Syndrome: Commentary.\r\nMethods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology. This expert commentary incorporates important as well as recently published studies in this field, and it reflects the experiences of the authors.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Oral vancomycin is associated with improved inflammatory bowel disease clinical outcomes in primary sclerosing cholangitis-associated inflammatory bowel disease (PSC-IBD): A matched analysis from the Paediatric PSC Consortium.\r\n Vancomycin was associated with greater odds of IBD clinical and endoscopic remission. Additional, preferably randomised, controlled studies are needed to characterise efficacy using objective markers of mucosal inflammation, and to examine safety and define optimal dosing.\r\nPubmed   Journal   ReadQx \r\nPrevalence and risk factors of metabolic dysfunction-associated steatotic liver disease in south Central Uganda: A cross-sectional survey.\r\nIn a relatively young cohort in Uganda, 14% of women and 8% of men had MASLD. There was an indication of an association between HIV and MASLD in multivariable analysis. These data are the first to describe the population-level burden of MASLD in sub-Saharan Africa using data from a population-based cohort.\r\nPubmed   Journal   ReadQx \r\nShort-term reduction of dietary gluten improves metabolic-dysfunction associated steatotic liver disease: A randomised, controlled proof-of-concept study.\r\nA short-term ATI-free diet leads to significant improvements in liver and metabolic parameters, as well as patient-reported outcomes with good tolerability. A larger follow-up study is justified to corroborate these findings. Clinical trial number NCT04066400.\r\nPubmed   Journal   ReadQx \r\nVon Willebrand factor for outcome prediction within different clinical stages of advanced chronic liver disease.\r\n VWF is the only biomarker that gradually increases across al ACLD stages. It is of particular prognostic value in cACLD, where a CRP/VWF-based model is equivalent to an invasive HVPG-based model. Systematic differences in VWF underline the importance of interlaboratory surveys. Moreover, our findings reinforce the notion that, already in cACLD, inflammation is a key disease-driving mechanism.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A MINORITY OF CHILDHOOD DISORDERS OF GUT-BRAIN INTERACTION PERSIST INTO ADULTHOOD: A RISK-FACTOR ANALYSIS.\r\nChildhood DGBI persist into adulthood in 10-20% of patients, suggesting that management monitoring should continue into adulthood. Those diagnosed with anxiety or mood disorders in childhood should receive particular attention and prescription of NSAIDs in children should be made judiciously.\r\nPubmed   Journal   ReadQx \r\nDiagnostic efficacy of a novel rotating brush for endoscopic sampling of malignant biliary strictures: a multicenter prospective study.\r\nThe RIS brush was a promising tool for effective and safe MBSs sampling and diagnosis. Further randomized studies are warranted to confirm our results. (Chictr.org.cn, identifier  ChiCTR2100047270).\r\nPubmed   Journal   ReadQx \r\nEffectiveness Of Tofacitinib In Ulcerative Colitis Patients: A Nationwide Veterans Administration Cohort study.\r\n In a nationwide cohort of UC patients initiating tofacitinib, effectiveness was seen in half of the elderly patients.\r\nPubmed   Journal   ReadQx \r\nFood Insecurity, Low Household Income, and Low Education Level Increase the Risk of Having Metabolic Dysfunction Associated Fatty Liver Disease (MASLD) Among Adolescents in the United States.\r\n Food insecurity is associated with MASLD among U.S. low-income adolescents especially Hispanic males with obesity and hypertension. Policies addressing inequities are needed.\r\nPubmed   Journal   ReadQx \r\nHealthcare Costs of Irritable Bowel Syndrome (IBS) and IBS Subtypes in the United States.\r\nIndividuals with IBS exhibit higher healthcare utilization and incur substantially higher all-cause costs than those without. Care costs differ by IBS subtype.\r\nPubmed   Journal   ReadQx \r\nImpact of Human Immunodeficiency Virus Infection on Liver and Cardiovascular Outcomes in Veterans with Metabolic Dysfunction Associated Steatotic Liver Disease.\r\nAmong U.S. Veterans with MASLD, concurrent HIV infection, and particularly not being on ART, is associated with greater risks CVD and decreased overall survival. No differences in risks of cirrhosis or HCC were observed.\r\nPubmed   Journal   ReadQx \r\nLimited sustained remission after nucleos(t)ide analogue withdrawal: Results from a large, global, multi-ethnic cohort of patients with chronic hepatitis B (RETRACT-B study).\r\n Despite allowing for HBV DNA and ALT fluctuations within the first 12 months off-treatment, most patients without HBsAg loss did not maintain a sustained response thereafter. The best candidates for NA withdrawal are patients with low HBsAg levels at NA cessation, and those without profound or recurrent virological and biochemical relapses in the first off-treatment year.\r\nPubmed   Journal   ReadQx \r\nNon-Hispanic Black persons with nonalcoholic fatty liver disease have lower rates of advanced fibrosis, cirrhosis, and liver-related events even after controlling for clinical risk factors and PNPLA3 genotype.\r\n The risk of advanced fibrosis in NHB with NAFLD is significantly lower, after controlling for clinical risk factors and PNPLA3 genotype. Although their risk for advanced fibrosis was low, NHB with NAFLD and advanced fibrosis had higher NAS and lobular inflammation, indicating a difference in their relationship between necroinflammation and fibrosis.\r\nPubmed   Journal   ReadQx \r\nOne-Year Comparative Effectiveness of Upadacitinib Versus Tofacitinib For Ulcerative Colitis: A Multicenter Cohort Study.\r\n Upadacitinib was more effective at achieving SFCR in UC at 52 weeks versus tofacitinib.\r\nPubmed   Journal   ReadQx \r\nThe Role of Hospital Characteristics in Clinical and Quality Outcomes for Gastrointestinal Bleeding in a National Cohort.\r\nPatients hospitalized for GIB at hospitals with multiple advanced specialized capabilities have lower mortality but longer lengths of stay. Further research should examine the processes of care linked to these services that contribute to improved mortality in GIB.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A comprehensive examination of small-bowel capsule endoscopy in Spanish centers to meet European Society of Gastrointestinal Endoscopy standards.\r\nOur results show that the minimum standard is hardly reached in most procedures, which calls into question their clinical applicability in real life. We suggest performing similar studies in other countries to evaluate whether there is a need for quality improvement programs or a need to reevaluate the minimum and target values published so far.\r\nPubmed   Journal   ReadQx \r\nCharacteristic endoscopic findings in early-stage autoimmune gastritis.\r\nEndoscopic findings characteristic of early-stage AIG include a bamboo joint-like appearance and a salmon roe-like appearance. Studies in large numbers of patients with long-term follow-up are needed to confirm these findings.\r\nPubmed   Journal   ReadQx   PMC\r\nComparison of endoscopic ultrasound-guided fine-needle aspiration and fine-needle biopsy to generate pancreatic cancer organoids: Randomized trial.\r\nEUS-FNB was superior to EUS-FNA in terms of successful generation of PDOs, although it failed to show statistical significance.\r\nPubmed   Journal   ReadQx   PMC\r\nEUS-BD for calibration of benign stenosis of the bile duct in patients with altered anatomy or inaccessible papilla.\r\nEUS-BD for calibration in case of benign biliary stenosis is an option. Dedicated materials are needed to decrease morbidity.\r\nPubmed   Journal   ReadQx   PMC\r\nIncidence and factors associated with stent dysfunction and pancreatitis after gastroduodenal stenting for malignant gastric outlet obstruction.\r\nDeployment of the Niti-S pyloric/duodenal stent, with conformability even for angulated strictures, significantly reduced the incidence of SD. Stent selection, life expectancy, and MPD caliber should be taken into consideration during decision-making for GDS deployment for mGOO.\r\nPubmed   Journal   ReadQx   PMC\r\nRestrictive diets are unnecessary for colonoscopy: Non-inferiority randomized trial.\r\nColonoscopy performance and quality were not affected. (NCT05032794).\r\nPubmed   Journal   ReadQx   PMC\r\nThe professional background of a referring physician predicts the diagnostic yield of small bowel capsule endoscopy in suspected small bowel bleeding.\r\nThe professional background of referring physicians significantly improves the diagnostic yield of SBCE and contributes to controlling public health costs.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Digestive neo-epithelialization after endoscopic stenting for upper digestive tract complete disunion.\r\n This case series shows that complete digestive rupture could be, in selected cases, successfully treated by endoscopy, adding proof-of-concept data regarding guided tissue regeneration alongside SEMS.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Biopsy proteome scoring to determine mucosal remodeling in celiac disease.\r\n Biopsy proteome scores give reliable observer and orientation-independent measures of mucosal remodeling in CeD. The proteomic method can readily be implemented by non-expert laboratories in parallel to histology assessment and easily scaled for clinical trial settings.\r\nPubmed   Journal   ReadQx \r\nCeliac disease-related conditions: Who to test?\r\nCeD serology should be the initial step in the screening process. However, for patients with any of the aforementioned disorders who are undergoing upper endoscopy, biopsies should be performed to rule out CeD.\r\nPubmed   Journal   ReadQx \r\nGenetic Deletion of Galectin-3 Inhibits Pancreatic Cancer Progression and Enhances the Efficacy of Immunotherapy.\r\nGAL3 promotes PDAC progression and immunosuppression via both cancer cell-intrinsic and immune-related mechanisms. Combined treatment targeting GAL3, CXCL12-CXCR4 axis, and PD-1 represents a novel therapeutic strategy for PDAC.\r\nPubmed   Journal   ReadQx \r\nSacral neural crest-independent origin of the enteric nervous system in mouse.\r\nsNCCs do not contribute to the murine ENS, suggesting that the mammalian ENS exclusively originates from vNCCs. These results have immediate implications for comprehending (and devising treatments for) congenital ENS disorders, including Hirschsprung's disease.\r\nPubmed   Journal   ReadQx \r\nTHORACOABDOMINAL WALL MOTION-GUIDED BIOFEEDBACK TREATMENT OF ABDOMINAL DISTENSION: A RANDOMIZED PLACEBO-CONTROLLED TRIAL.\r\n Abdominothoracic wall movements serve as an effective biofeedback signal for correcting abdominophrenic dyssynergia and abdominal distention in patients with disorders of the gut-brain interaction. ClincialTrials.gov number, NCT04043208.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparison of lumen apposing metal stents versus endoscopic balloon dilation for the management of benign colorectal anastomotic strictures.\r\nLAMS appears to be as effective as EBD for the treatment of BCAS but may require fewer procedures and may be safer than EBD.\r\nPubmed   Journal   ReadQx \r\nContributions of early detection and cancer prevention to colorectal cancer mortality reduction by screening colonoscopy: a validated modelling study.\r\nReduction of CRC mortality mainly arises from early detection of prevalent cancers during the early years after screening colonoscopy, but prevention of incident cases accounts for the majority of prevented deaths in the longer run. Prevention of incident cases leads to sustained strong reduction of colorectal cancer mortality, possibly warranting an extension of screening intervals.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Submucosal Dissection for Early Esophageal Adenocarcinoma: Low Rates of Metastases in Mucosal Cancers with Poor Differentiation.\r\nDuring long-term follow-up the risk of metastasis is low after ER of mucosal EAC with PD as single risk factor. A conservative approach seems justified in this small patient group. However, the treatment strategy has to be determined on an individualized basis until further prospective data are available.\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection with adaptive traction strategy: first prospective multicenter study.\r\nThis prospective evaluation confirms the efficacy and safety of the adaptive traction strategy with the ATRACT device for colorectal ESD with high resection speed.\r\nPubmed   Journal   ReadQx \r\nInitial Experience with Duodenoscopes with Single-Use End Caps in Pediatric Endoscopic Retrograde Cholangiopancreatography: Infection Prevention Comes at a Cost.\r\nWe report difficulty with advancement, greater reliance on advanced cannulation techniques, and higher rates of PEP when using duodenoscopes with single-use end caps in pediatric ERCP. This area warrants further study.\r\nPubmed   Journal   ReadQx \r\nInterobserver agreement of current and new proposed endoscopic scores for postoperative recurrence in Crohn's disease.\r\n The interobserver agreement of the mRS is substantial. Similarly, the interobserver agreement is substantial for the updated Rutgeerts' score. According to the REMIND score, the interobserver agreement was substantial for lesions in the neoterminal ileum, whereas only moderate for anastomotic lesions. Since therapeutic decisions in clinical practice are based on these assessments and these scores are used as outcome measure in clinical studies, further improvement of the interobserver agreement is essential.\r\nPubmed   Journal   ReadQx \r\nThe Use of a Self-Assembling Peptide Gel for Stricture Prevention in the Esophagus after Endoscopic Submucosal Dissection: A U.S. Multicenter Prospective Study.\r\n We demonstrate that SAP gel application was easy, quick, and associated with a relatively low stricture rate comparable to other prophylactic methods. Additional comparative studies are needed to corroborate these preliminary findings.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    PNPLA3 fatty liver allele was fixed in Neanderthals and segregates neutrally in humans.\r\nGenome-wide association studies identified p. I148M.\r\nPubmed   Journal   ReadQx \r\nFunction of mast cell and bile-cholangiocarcinoma interplay in cholangiocarcinoma microenvironment.\r\n Bile HA is released from MCs through DMPD stimulation and degraded via SLC22A3 import. Different HA receptors exhibit a distinct expression profile in CCA and produce different oncogenic effects. MCs promote CCA progression in a CCA-bile interplay pattern.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Early onset of pathological polyploidization and cellular senescence in hepatocytes lacking RAD51 creates a pro-fibrotic and pro-tumorigenic inflammatory microenvironment.\r\nOur results demonstrate a novel function of RAD51 in liver development, homeostasis and tumorigenesis. The Rad51-CKO mice represent a unique genetic model for premature liver senescence, fibrosis and hepatocellular carcinogenesis.\r\nPubmed   Journal   ReadQx \r\nFeasibility of hepatitis C elimination by screening and treatment alone in high-income countries.\r\nCurrent risk-based screening, and subsequent treatment, will be inadequate to achieve WHO goals. With extensive scale-up in screening, and treatment, the mortality target may be achievable, but the target for preventing new CHC cases is unlikely reachable, highlighting the importance of developing enhanced harm-reduction strategies for HCV elimination.\r\nPubmed   Journal   ReadQx \r\nImpact of clonal hematopoiesis of indeterminate potential on hepatocellular carcinoma in individuals with steatotic liver disease.\r\nWe observed an independent association between CHIP, particularly related to non-DNTM3A and TET2 genetic lesions, and MASLD-HCC.\r\nPubmed   Journal   ReadQx \r\nInhibition of sodium-glucose cotransporter-2 and liver-related complications in individuals with diabetes: A mendelian randomization and population-based cohort study.\r\nBoth Mendelian randomizations using two European cohorts and a Korean nationwide population-based cohort study suggest that SGLT2 inhibition is associated with a lower risk of liver-related events.\r\nPubmed   Journal   ReadQx \r\nIntrahepatic immunoglobulin a complex induces polarization of cancer-associated fibroblasts to matrix phenotypes in the tumor microenvironment of hepatocellular carcinoma.\r\nIntrahepatic IgA induced polarization of HCC-CAFs into more malignant matrix phenotypes and attenuates cytotoxic T cell function. Our study highlighted their potential roles in tumor progression and immune suppression.\r\nPubmed   Journal   ReadQx \r\nRestoring SRSF3 in Kupffer cells attenuates obesity-related insulin resistance.\r\nRestoring SRSF3 abundance in KCs offers a strategy against obesity-associated tissue inflammation and insulin resistance by preventing bacterial DNA accumulation.\r\nPubmed   Journal   ReadQx \r\nReversing malnutrition and low muscle strength with targeted enteral feeding in patients awaiting liver transplant: A randomized controlled trial.\r\n Targeted enteral feeding before LT improves HGS, anthropometry and immune function in severely malnourished cirrhotic patients. These findings provide a strong rationale for early consideration of NGF to reverse malnutrition and improve muscle strength. Appropriately powered studies should explore whether NGF can also impact clinically relevant outcomes including pre- and post-transplant mortality.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of off-label bulevirtide monotherapy in HDV patients with decompensated Child-B cirrhosis - a real world case series.\r\nThis report on off-label bulevirtide treatment in patients with decompensated HDV cirrhosis shows similar virologic and biochemical response rates as observed in compensated liver disease. Significant improvements were observed on surrogates of hepatic function and portal hypertension. However, this improvement was not seen in al patients. Controlled trials are needed to confirm safety and efficacy of bulevirtide in decompensated HDV-cirrhosis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Efficacy of Stereotactic Ablative Radiotherapy in Patients with Oligometastatic Hepatocellular Carcinoma: A Phase II Study.\r\nSABR is an effective and feasible option for oligometastatic HCC, excellently controls local tumors, and improves survival without adversely affecting QOL. Clinical trial number NCT05173610.\r\nPubmed   Journal   ReadQx \r\nEndothelial POFUT1 controls injury-induced liver fibrosis by repressing fibrinogen synthesis.\r\nEndothelial POFUT1 prevents injury-induced liver fibrosis by repressing the expression of fibrinogen which function as a profibrotic paracrine signal to activate HSCs. Therapies targeting the POFUT1/NOTCH/HES1/STAT3/fibrinogen axis offer a promising strategy for the prevention and treatment of fibrotic liver diseases.\r\nPubmed   Journal   ReadQx \r\nOne-year transplant-free survival following hospital discharge after ICU Admission for ACLF in the Netherlands.\r\n In this nationwide cohort study, ACLF grade at ICU admission did not independently affect 1-year transplant-free survival after hospital discharge. Instead, age, presence of malignancy and the severity of liver disease played a more prominent role in influencing transplant-free survival after hospital discharge. Impact and implications Patients with Acute-on-chronic liver failure (ACLF) often require intensive care unit (ICU) admission for organ support. In these patients' short-term mortality is high, but long-term outcomes of survivors remain unknown. Using a large nationwide cohort of ICU patients, we discovered that the severity of ACLF at ICU admission does not influence one-year transplant-free survival after hospital discharge. Instead, age, malignancy status and overall severity of liver disease are more critical factors in determining their long-term survival.\r\nPubmed   Journal   ReadQx \r\nPkd1l1-deficiency drives biliary atresia through ciliary dysfunction in biliary epithelial cells.\r\nPkd1l1 loss causes both laterality defects and fibro-proliferative EHBD transformation through disrupted ciliary signalling, phenocopying syndromic biliary atresia. Pkd1l1-deficient mice function as an authentic genetic model to study biliary atresia pathogenesis. Impact and implications The syndromic form of biliary atresia is characterized by fibro-obliteration of extrahepatic bile ducts and is often accompanied by laterality defects. The aetiology is unknown, but Pkd1l1 was identified as a potential genetic candidate for syndromic biliary atresia. We found that loss of the ciliary gene Pkd1l1 contributes to hepatobiliary pathology in biliary atresia, exhibited by bile duct hypertrophy, reduced biliary drainage, and liver fibrosis in Pkd1l1-deficient mice. Pkd1l1-deficient mice serve as a genetic model of biliary atresia and reveals ciliopathy as an aetiology of biliary atresia. This model will help scientists uncover new therapeutic approaches for patients with biliary atresia and validate screening for PKD1L1 variants by paediatric hepatologists for diagnostic evaluation.\r\nPubmed   Journal   ReadQx \r\nProspective validation of the EASL management algorithm for acute kidney injury in cirrhosis.\r\nThe application of the EASL AKI algorithm is associated with very good response rates and does not significantly delay initiation of terlipressin therapy.\r\nPubmed   Journal   ReadQx \r\nSyngeneic Murine Models with Distinct Immune Microenvironments Represent Subsets of Human Intrahepatic Cholangiocarcinoma.\r\nSyngeneic iCCA models display a tumor genotype-immune microenvironment phenotype correlation with differential responses to FDA-approved immunotherapy. This study underscores the importance of leveraging multiple preclinical models to understand immunotherapy response in different genetic subsets of human CCA.\r\nPubmed   Journal   ReadQx \r\nValidation of Baveno VII criteria and other non-invasive diagnostic algorithms for clinically significant portal hypertension in hepatitis delta.\r\nStandalone and composite NIT/ diagnostic algorithms are useful for CSPH diagnosis in HDV-cACLD patients. Thus, NIT may be applied to identify and prioritize patients with CSPH for novel antiviral treatments against CHD. Impact and implications Non-invasive tests (NIT) for clinically significant portal hypertension (CSPH) have been developed to identify compensated advanced chronic liver disease (cACLD) patients at risk for decompensation, but conflicting data has been published regarding the accuracy of liver stiffness measurement (LSM) for the staging of fibrosis in patients infected with hepatitis D virus (HDV). In our study including 51 HDV-cACLD patients, NIT, i.e., most importantly, the ANTICIPATE model based on LSM and platelet count, but also lab-based approaches, i.e., 3P/5P model and the von Willebrand factor to platelet count ratio (VITRO), and spleen stiffness measurement (SSM) yielded high AUROC for CSPH. Moreover, only patients with CSPH or high non-invasively assessed CSPH-risk were at risk for decompensation within two years, and the prognostic value of NIT was confirmed in a validation cohort. Thus, NIT should be applied and updated in yearly intervals in clinical routine to identify HDV-cACLD patients at short-term risk and may guide prioritization for novel antiviral treatment options.\r\nPubmed   Journal   ReadQx \r\nVan Gogh-like 2 is essential for the architectural patterning of the mammalian biliary tree.\r\nPlanar cell polarity is a critical step in the post-specification sculpture of the bile duct and is essential for establishing normal tissue architecture. Impact and implications Human disease and mouse models have allowed us to define how the mammalian biliary lineage is specified during liver development. Once this relatively simple epithelium has formed though, how it undergoes morphogenesis to form a complex and branched structure is not clear. Similar to other branched tissues such as the liver and kidney the bile ducts use planar cell polarity signalling to coordinate cell movements;  however how these biochemical signals are linked to ductular patterning remains unclear. Here we show that the core planar cell polarity protein, VANGL2 patterns how cell-cell contacts form in the mammalian bile duct and how ductular cells transmit confluent mechanical changes along the length of a duct. This work sheds light on how biological tubes are pattered across mammalian tissues (including within the liver) and will be important in how we promote ductular growth in patients where the duct is mis-patterned or poorly formed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Corticosteroids for severe checkpoint inhibitor-induced liver injury-Not one size fits all?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Gastrointestinal symptoms-A world of differences.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Liver elastography for chronic hepatitis D-the end of liver biopsy?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Shorter course of intravenous terlipressin in acute variceal bleeding - the promise, controversies and future directions.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The tsunami of steatotic liver disease in India, the Asia-Pacific region and the world.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Using machine learning to predict significant fibrosis in metabolic dysfunction-associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: Current indications and selection criteria for early liver transplantation in severe alcohol-associated hepatitis.\r\nWhile early liver transplantation for AH has survival benefits, many patients would not have received treatment for alcohol use disorder. An integrated approach to evaluating candidacy for early liver transplantation is needed.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Histologic analysis of pancreatic cystic lesions: Is tissue the issue?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Baby Step or a Real Giant Stride: Histomic Enabled by Artificial Intelligence to Predict Treatment Response in Pediatric Patients with Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHow Close Is Close Enough? Improving Observational Study Design to Compare the Effectiveness of Health Interventions.\r\n\r\nPubmed   Journal   ReadQx \r\nOur New President-Maria T. Abreu, MD, AGAF.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cutting edges in the hepatitis B virus genome: How RNA splicing is involved in modulating virus ultrastructure to promote infection.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Curious Cause of Corkscrew Esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nA superficial spreading type of early gastric cancer arising in autoimmune gastritis.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Case of Small Intestinal Hemorrhage.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on: The Comparative Effectiveness of Ciprofloxacin and Metronidazole for an Initial Episode of Pouchitis: A Propensity-Matched Study.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Outlet Obstruction From Nineteen Small Fruit Seeds.\r\n\r\nPubmed   Journal   ReadQx \r\nMELD and MELD 3.0- What it means for your practice.\r\n\r\nPubmed   Journal   ReadQx \r\nPharyngeal Anomaly - As Rare as We Thought?\r\n\r\nPubmed   Journal   ReadQx \r\nThe Need to Revise the Model for Face Validity.\r\n\r\nPubmed   Journal   ReadQx \r\nUsing gel immersion endoscopy to control duodenum spasm during endoscopic retrograde cholangiopancreatography.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Emotional Intelligence: An Impactful Yet Often Overlooked Skill That Can Enhance Physician Well-being and Professional Satisfaction.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal Enigma: Isolated Lower Esophageal Sphincter Amyloidosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-Term Proton Pump Inhibitor Use: Review of Indications and Special Considerations.\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of the THCC-RI predictive model for hepatocellular carcinoma in Asian cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Gastrointestinal endoscopy and work-related injuries: an international survey - letter to editor.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointestinal endoscopy and work-related injuries: an international survey - letter to editor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A modified endoscopic full-thickness resection technique: double traction-assisted resection.\r\n\r\nPubmed   Journal   ReadQx \r\nArtificial intelligence-assisted assessment for Forrest classification of peptic ulcer bleeding: hype or reality?\r\n\r\nPubmed   Journal   ReadQx \r\nCommon bile duct polyp: an infrequent cause of jaundice and biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCompression from a retroperitoneal schwannoma presenting as a subepithelial lesion of the gastric fundus.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy of a novel drill dilator in overcoming severe biliary strictures with balloon enteroscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic membranectomy for congenital duodenal stenosis in an adult.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic repair of duodenal fistula occurring as a rare complication of abdominal drainage following partial hepatectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection combined with endoscopic hand suturing for a laterally spreading tumor spanning the anastomosis after radical resection of a rectal carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of a hepatic abscess arising from a biliary stricture due to intraductal papillary neoplasm of the bile duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided embolization of a gastric varix by injection of RADA16 self-assembling peptide and coils.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gallbladder drainage using a forward-viewing echoendoscope after Billroth II gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatic duct drainage with a two-step puncture technique for a non-dilated pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic vacuum therapy as a salvage treatment of a life-threatening esophageal perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nFirst report of gastric endoscopic intermuscular dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHow to learn from interval cancers in colorectal cancer screening.\r\n\r\nPubmed   Journal   ReadQx \r\nKnife-assisted incision for restoring esophageal lumen after surgical exclusion.\r\n\r\nPubmed   Journal   ReadQx \r\nMultiple snares-assisted endoscopic full-thickness resection of a giant submucosal tumor at the esophagogastric junction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral choledochoscope-assisted removal of residual guidewire embedded in the mucous membrane of the pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRare case of beet juice mimicking gastrointestinal bleeding: diagnostic implication.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRecalcitrant rectal stricture following circumferential endoscopic mucosal resection: novel application of endoscopic stricturotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of an embedded gastric fishbone by traction-assisted endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimulated lateral tunneling for treating a huge submucosal tumor at the cervical esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful cholangioscopy-guided biopsy using a novel thin cholangioscope under balloon enteroscopy in a patient with Roux-en-Y gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful underwater endoscopic submucosal dissection with gel immersion for early gastric cancer in an upside-down stomach.\r\n\r\nPubmed   Journal   ReadQx \r\nThree-dimensional printing-assisted interventional therapy for thoracogastric right main bronchial fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nTranspapillary biliary drainage using a forward-viewing endoscope for distal malignant biliary obstruction after placement of a duodenal stent for type I duodenal stenosis.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection performed under general anesthesia for the safe resection of superficial esophageal squamous cell carcinoma with ductal involvement.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of a self-assembling peptide to control complications associated with endoscopic balloon dilation of refractory anastomotic stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A colorful conundrum: dark urine in a patient with inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nColorectal tumor recurrence on a mysterious spot.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel multimodal database for metabolic dysfunction-associated steatotic liver disease - linking genes to outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Gastric syphilis displaying multiple annular lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nSyphilitic gastritis resembling gastric cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nTop 10 tips for performing cancer ablation.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Non-invasive assessment of MASH resolution.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to editor: NAFLD - there ain't no such thing as a free lunch.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Emerging role of statin therapy in the prevention and management of cirrhosis, portal hypertension, and HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Is right heart assessment vital for evaluating Terlipressin-related outcomes in Hepatorenal Syndrome-AKI?\r\n\r\nPubmed   Journal   ReadQx \r\nManuscript best practices: Take aways from a community conversation.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: NAFLD - there ain't no such thing as a free lunch.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter to the Editor: emerging role of statin therapy in the prevention and management of cirrhosis, portal hypertension, and HCC.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Shorter course of intravenous terlipressin in acute variceal bleeding-the promise, controversies and future directions. Author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The tsunami of steatotic liver disease in India, the Asia-Pacific region and the world-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Using machine learning to predict significant fibrosis in metabolic dysfunction-associated steatotic liver disease-authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of polymorphic variant of SerpinB3 and faster cirrhosis decompensation in patients with cirrhosis-More evidence needed.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of polymorphic variant of SerpinB3 and faster cirrhosis decompensation in patients with cirrhosis-More evidence needed. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Switching to tenofovir alafenamide for nucleos(t)ide analogue-experienced patients with chronic hepatitis B can increase body weight-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Switching to tenofovir alafenamide for nucleos(t)ide analogue-experienced patients with chronic hepatitis B can increase body weight.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Gastrointestinal syndromes in Parkinson's disease: risk factors or comorbidities?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: short-chain fatty acids in patients with severe acute pancreatitis: friend or foe?\r\n\r\nPubmed   Journal   ReadQx \r\nStrengths and limitations of AlphaMissense in CPA1 missense variant classification.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Autoimmune Hepatitis: Mycophenolate mofetil versus azathioprine as first line therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nDemocratising the scientific method.\r\n\r\nPubmed   Journal   ReadQx \r\nExpanding the Dialogue: A Closer Look at AIH Management and HCC Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nFamilial Coaggregation of MASLD and Liver-related Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The MAFLD and MASLD Conundrum: Is It Reinvention Of The Wheel?\r\n\r\nPubmed   Journal   ReadQx \r\nRare monogenic causes of steatotic liver disease masquerading as MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Synergism of Public Health Policies and Social Work May Reduce Mortality from Cancer, Liver Disease and Cardiovascular Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nUltrasensitive HBsAg Assays-Not Yet Ready for Primetime.\r\n\r\nPubmed   Journal   ReadQx \r\nUric acid in pediatric MASLD definition: is it time to implement diagnostic criteria?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-17T12:49:51-04:00",
    "input_file": {}
  }
]
