[
  {
    "path": "gi/02-02-2024/",
    "title": "Fri Feb 02 2024",
    "description": "95 articles - From Friday Jan 26 2024 to Friday Feb 02 2024",
    "author": [],
    "date": "2024-02-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Diet and Nutritional Therapies in Patients With Inflammatory Bowel Disease: Expert Review.\r\nBEST PRACTICE ADVICE 12: Breastfeeding is associated with a lower risk for diagnosis of IBD during childhood. A healthy, balanced, Mediterranean diet rich in a variety of fruits and vegetables and decreased intake of ultraprocessed foods have been associated with a lower risk of developing IBD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: Efficacy and safety of fibroblast growth factor 21 analogues for the treatment of non-alcoholic steatohepatitis and non-alcoholic steatohepatitis-related fibrosis.\r\nFGF21 analogues appear as promising agents for the treatment of NASH and NASH-related fibrosis, and they generally seem to be safe and well tolerated.\r\nPubmed   Journal   ReadQx \r\nPrevalence and impact of alcohol abstinence in alcohol-associated cirrhosis: Systematic review and meta-analysis.\r\nAlcohol abstinence is associated with substantial improvement in overall survival in alcohol-associated cirrhosis. However, only half of the individuals with known alcohol-associated cirrhosis are abstinent.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    The Spigelman Staging System and the Risk of Duodenal and Papillary Cancer in Familial Adenomatous Polyposis. A Systematic Review and Meta-Analysis.\r\nThe current Spigelman staging system had a low sensitivity for duodenal and papillary adenocarcinoma. Two Spigelman variables (duodenal villous histology and polyp count) and the lack of papilla-specific variables likely contributed to the low sensitivity values for duodenal and papillary cancer, respectively. While clinicians may be familiar with its current form, there is an urgent need to update it.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Impact of study design on adenoma detection in the evaluation of artificial intelligence-aided colonoscopy: a systematic review and meta-analysis.\r\nEither parallel or tandem study design can capture the improvement in ADR resulting from the use of AI-assisted polyp detection systems. Tandem studies powered to detect differences in endoscopic performance through paired comparison may be a resource-efficient method of evaluating new AI-assisted technologies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Machine learning improves the prediction of significant fibrosis in Asian patients with metabolic dysfunction-associated steatotic liver disease - The Gut and Obesity in Asia (GO-ASIA) Study.\r\nML with clinical, anthropometric data and simple blood investigations perform better than FIB-4 for ruling out SF in biopsy-proven Asian NAFLD/MASLD patients.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Abdominal Symptom Improvement During Clinical Trials of Tenapanor in Patients With Irritable Bowel Syndrome With Constipation: A Post Hoc Analysis.\r\n Tenapanor significantly reduced abdominal symptoms in patients with IBS-C, particularly pain, discomfort, and bloating measured by AS, compared with placebo.\r\nPubmed   Journal   ReadQx \r\nBiological agents in the treatment of Crohn's disease: a propensity score-matched analysis from the prospective Persistence Australian National IBD Cohort (PANIC3) study.\r\n This large national prospective database with non-hierarchical prescribing of biological agents did not identify superior persistence of any agent in bio-naïve CD. However, for bio-experienced CD patients, persistence was greater with ustekinumab.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of Upadacitinib for Patients with Acute Severe Ulcerative Colitis: A Multi-Center Experience.\r\n Upadacitinib along with IV corticosteroids may be an effective treatment for ASUC.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Surveillance of Intestinal Metaplasia of the Esophagogastric Junction: A Decision Modeling Analysis.\r\n Endoscopic surveillance is costly and can cause harm, however, low-intensity longitudinal surveillance (every 5 years) is cost-effective in populations with higher EGJAC incidence. No surveillance or one-time endoscopic surveillance of patients with EGJIM was cost-effective in low-incidence populations. Future studies to better understand the natural history of EGJIM, identify risk factors for progression, and inform appropriate surveillance strategies are required.\r\nPubmed   Journal   ReadQx \r\nForecasting the Incidence and Prevalence of Inflammatory Bowel Disease: A Canadian nationwide analysis.\r\n Over the next decade, the Canadian healthcare systems will contend with the juxtaposition of rising incidence of pediatric IBD and a rising prevalence of overall IBD driven by the aging population.\r\nPubmed   Journal   ReadQx \r\nIDENTIFICATION OF ACHALASIA WITHIN ABSENT CONTRACTILITY PHENOTYPES ON HIGH-RESOLUTION MANOMETRY: PREVALENCE, PREDICTIVE FACTORS AND TREATMENT OUTCOME.\r\n Despite HRM diagnosis of absent contractility, achalasia is identified in over one in 10 patients regardless of IRP value.\r\nPubmed   Journal   ReadQx \r\nLow-dose aspirin and prevention of colorectal cancer: evidence from a nationwide registry-based cohort in Norway.\r\n In this nationwide cohort, use of low-dose aspirin was associated with a lower risk of CRC.\r\nPubmed   Journal   ReadQx \r\nOutcomes of serum food-specific IgG4 to guide elimination diet in patients with eosinophilic esophagitis.\r\n Serum FS- IgG4 to milk, wheat, soy, egg and nuts were present at higher levels in EoE, with targeted elimination resulting in 45% histologic remission rate. Serum FS-IgG4 has potential as a non-invasive biomarker in EoE. When successful, FS-IgG4-led elimination diet can negate need for medications and be viewed more favourably by patients due to its smaller endoscopic burden compared to empirical elimination diets.\r\nPubmed   Journal   ReadQx \r\nPopulation-based study of alcohol-related liver disease in England 2001-2018: Influence of socioeconomic position.\r\nInterpretation The increasing ALD incidence in England is a greater burden on individuals of low compared to high socioeconomic position. This finding highlights ALD as a contributor to inequality in health.\r\nPubmed   Journal   ReadQx \r\nThe Time-Dependent Association between Irritable Bowel Syndrome and All-cause and Cause-specific Mortality: A Prospective Cohort Study within the UK Biobank.\r\n We found that earlier during follow-up, having diagnosed IBS was associated with lower mortality risk, and the association attenuated over time. Additional studies to understand whether specific factors, such as lifestyle and healthcare access, explain the inverse association between IBS and mortality are needed.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Burden and Treatment of Chronic Upper GI Symptoms and Diagnoses - a Nationwide Study.\r\nChronic upper GI symptoms and diagnoses account for a high number of annual health care visits, both in primary care and specialty care. While there are several treatments, many these patients are not on any treatments.\r\nPubmed   Journal   ReadQx \r\nCoconut water induces clinical remission in mild to moderate ulcerative colitis: double-blind placebo controlled trial.\r\n Coconut water was more effective than placebo for induction of clinical remission in patients with mild to moderate UC. The trial was prospectively registered on clinical trials registry India (No  CTRI/2019/03/01827).\r\nPubmed   Journal   ReadQx \r\nInfant ustekinumab Clearance, Risk of Infection, and Development after exposure during pregnancy.\r\nNo adverse signals after intrauterine exposure to ustekinumab were observed with respect to pregnancy outcome, infections, or developmental milestones during the first year of life. Infant ustekinumab concentration was not associated with risk of infections. With the ustekinumab clearance profile, live attenuated vaccination from 6 months of age seems of low risk.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Clinical usefulness of tissue acquisition of pancreatic cystic lesions using an endoscopic ultrasound-guided needle for histological analysis.\r\nEUS-TA with PC20 has high accuracy and technical success with a low AE rate for PCL diagnosis.\r\nPubmed   Journal   ReadQx   PMC\r\nDevice-assisted enteroscopy in the surveillance of intestinal hamartomas in Peutz-Jeghers syndrome.\r\nEndoscopic management of small bowel polyps in patients with PJS using DAE is an effective strategy for prophylactic removal of hamartomas. DAE surveillance and endoscopic polypectomy is safe and may decrease the need for repeated laparotomy in patients with PJS.\r\nPubmed   Journal   ReadQx   PMC\r\nEUS-guided laser lithotripsy for pancreatic duct stones after failed conventional pancreatic endotherapy.\r\nOur approach of performing laser lithotripsy under EUS guidance obviates the need for an ESWL procedure;  however, it is technically more challenging and requires precision to avoid injury to the pancreas. Further prospective studies are required to evaluate the safety and efficacy of this novel approach and its applicability as either a rescue procedure or in tandem with conventional pancreatic endotherapy modalities.\r\nPubmed   Journal   ReadQx   PMC\r\nMeasuring the concordance between endoscopic and histologic inflammation and its effect on IBD-associated dysplasia.\r\nEndoscopic and histologic inflammation are associated with higher odds of finding TVAs and random low-grade, high-grade, and indefinite dysplasia. Concordance between histologic and endoscopic inflammation severity is low.\r\nPubmed   Journal   ReadQx   PMC\r\nMid-gastric peroral endoscopic myotomy in the treatment of post-sleeve gastrectomy gastric tube twist: Four cases.\r\nMG-POEM shows promise for safe and effective management of post-LSG mid-gastric twist, despite requiring a high level of endoscopic skill to perform submucosal tunneling.\r\nPubmed   Journal   ReadQx   PMC\r\nRisk factors of early adverse events associated with endoscopic ultrasound-guided hepaticogastrostomy using self-expandable metal stent.\r\nEUS-HGS using SEMS demonstrated high technical and clinical success rates. Laser-cut SEMS may be superior in preventing early AEs.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Perspectives and awareness of endoscopy healthcare professionals on sustainable practices in gastrointestinal endoscopy: results of the LEAFGREEN survey.\r\nIn this survey, ESGE and ESGENA members acknowledge climate change as a major threat to humanity. Further improvement in sustainability beliefs and professional attitudes, reduction in inappropriate GI endoscopy, and rational use of single-use accessories and endoscopes are critically required.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Celiac disease affects 1% of global population - who will manage all these patients? What are criteria to prioritize along risk for complications?\r\nThere is a clear need for more personalized and on-demand follow-up based on early treatment response and patient-related factors associated with long-term prognosis. Additional scientific evidence on the optimal implementation of follow-up for pediatric and adulthood celiac disease is nevertheless called for.\r\nPubmed   Journal   ReadQx \r\nDIAGNOSIS OF SERONEGATIVE AND ULTRASHORT CELIAC DISEASE.\r\nSome additional diagnostic tools have been developed recently, such as assessing of intestinal transglutaminase 2 (TG2) deposits, the flow-cytometry technique, micro-RNA detection or proteomic analysis and they seem to be useful in the identification of complex patients. Further co-operative studies are highly desirable to improve the knowledge of these two still obscure variants of celiac disease.\r\nPubmed   Journal   ReadQx \r\nNon-host factors influencing onset and severity of celiac disease.\r\nFurthermore, we discuss studies in CeD-relevant animal models that offer mechanistic insights into how diet, the microbiome, and enteric infections modulate CeD pathogenesis. Finally, we address the clinical implications and therapeutic potential of understanding these cofactors, offering a promising avenue for preventive and therapeutic interventions in CeD management.\r\nPubmed   Journal   ReadQx \r\nOncogenic fatty acid metabolism rewires energy supply chain in gastric carcinogenesis.\r\nActive Kras expression only in gastric chief cells drives the full spectrum of gastric carcinogenesis. Also, oncogenic metabolic rewiring is an essential adaptation for high energy demand in dysplastic cells.\r\nPubmed   Journal   ReadQx \r\nOpportunities for Improving Biopsy and Non-Biopsy-Based Diagnosis of Celiac Disease.\r\nDespite the growing popularity and evidence basis for a biopsy-free approach to diagnosis in the context of highly elevated serologies, there will nevertheless continue to be a role for a biopsy in some groups. The present review summarizes the current evidence supporting a non-biopsy approach, arguments supporting continued reliance on biopsy, and focuses on opportunities to improve both approaches.\r\nPubmed   Journal   ReadQx \r\nTranscriptomic-Based Microenvironment Classification Reveals Precision Medicine Strategies for PDAC.\r\nThis novel approach defines a distinct subgroup of PDAC patients that may benefit from immunotherapeutic strategies based on their TME subtype and provides a framework to select patients for prospective clinical trials investigating precision immunotherapy in PDAC. Further, the predictive utility and real-world clinical applicability espoused by this transcriptomic-based TME classification approach will accelerate the advancement of precision medicine in PDAC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clinical outcomes of argon plasma coagulation for the treatment of gastric low grade dysplasia.\r\nIn gastric LGD smaller than 10 mm without scars, APC is a good treatment modality in place of ER. However, when a lesion is larger, APC should be selected carefully with close monitoring.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Gastrointestinal Placement of Capsule Endoscopy to Investigate the Small Bowel: a Multicentric European Retrospective Series of 630 Procedures in Adult Patients.\r\n EGIPT of SB CE is highly feasible, safe and comes with high completion rate and diagnostic yield. When indicated, it should rather be performed under anesthesia and the capsule should be delivered in the duodenum rather than in the stomach, for better SB examination outcomes.\r\nPubmed   Journal   ReadQx \r\nGastric Cancer Detection Rates using Gastrointestinal Endoscopy with Serological Risk Stratification: A Randomized Controlled Trial.\r\n There were no differences between Ba-Endo and ABC-Endo groups in GC detection rates. However, the rate of detected GCs that could be cured by endoscopic resection alone was significantly higher in the ABC-Endo group.\r\nPubmed   Journal   ReadQx \r\nHistopathological vertical margin positivity in cold snare polypectomy and mucosal resection for sessile serrated lesions.\r\nA rigorous histopathologic evaluation revealed that for SSLs, CSP more frequently leads to positive vertical margins than EMR.\r\nPubmed   Journal   ReadQx \r\nIncomplete Mucosal Layer Excision during Endoscopic Mucosal Resection: a potential source of recurrent adenoma.\r\n We report the novel finding of IME within the PED after EMR of LNPCPs. IME may contain microscopic residual adenoma and therefore is a risk for RRA during follow-up. After completion of EMR the PED should be carefully evaluated and if IME is found it should be excised.\r\nPubmed   Journal   ReadQx \r\nInsulin sensitivity and beta cell function after Duodenal Mucosal Resurfacing (DMR): An Open-Label, Mechanistic, Pilot Study.\r\nInsulin sensitivity and insulin secretion improved 3 months after DMR. It is unlikely that incretin changes are responsible for improved glucose control after DMR. These data add to the growing evidence validating the duodenum as a therapeutic target for patients with T2D.\r\nPubmed   Journal   ReadQx \r\nLIQUID NITROGEN SPRAY CRYOTHERAPY FOR ERADICATION OF DYSPLASTIC BARRETT'S ESOPHAGUS: RESULTS FROM A MULTICENTER PROSPECTIVE REGISTRY.\r\n In this largest reported prospective cohort, liquid nitrogen SCT was safe and effective for treatment of dysplastic and neoplastic BE. Response was lower in those with prior failed RFA;  in that cohort approximately 50% attained CEIM at 3 years.\r\nPubmed   Journal   ReadQx \r\nNovel endoscopic scoring system for immune mediated colitis: A Multicenter Retrospective Study of 674 Patients.\r\nThis is the largest, multi-center study to devise an endoscopic scoring system to guide IMC management. An IMCES cutoff 4 has a higher specificity for SIT use than clinical symptoms, supporting early endoscopic evaluation for IMC.\r\nPubmed   Journal   ReadQx \r\nPotential for expanding indications and curability criteria of endoscopic resection for early gastric cancer in elderly patients: results from a Japanese multicenter prospective cohort study.\r\nUsefulness of ESD for elderly EGC patients was confirmed by their clinical outcomes. Lesions ≤3 cm and EL-L emerged as new ER indication and curability criterion, respectively.\r\nPubmed   Journal   ReadQx \r\nSAFETY OF ENDOSCOPIC ULTRASONOGRAPHY LATEX BALLOON USE IN PATIENTS WITH A LATEX ALLERGY.\r\nThe use of EUS latex balloons in patients with a latex allergy was associated with no adverse events.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Early-life diet and risk of inflammatory bowel disease: a pooled study in two Scandinavian birth cohorts.\r\n In this Scandinavian birth cohort, high diet quality and fish intake in early life were associated with a reduced risk of IBD.\r\nPubmed   Journal   ReadQx \r\nOptimal age to discontinue long-term surveillance of intraductal papillary mucinous neoplasms: comparative cost-effectiveness of surveillance by age.\r\nThe cost-effectiveness of long-term IPMN surveillance depended on sex, IPMN types, and comorbidity levels, suggesting the potential to personalise patient management from the health economic perspective.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Targeting Src SH3 domain-mediated glycolysis of hepatic stellate cells suppresses transcriptome, myofibroblastic activation, and colorectal liver metastasis.\r\n The Src SH3 domain-facilitated metabolic reprogramming induced by TGFβ1 represents a target to inhibit CAF activation and the pro-metastatic liver microenvironment.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Clinical profiles and mortality rates are similar for metabolic dysfunction-associated steatotic liver disease and non-alcoholic fatty liver disease.\r\nNAFLD and MASLD were similar except MASLD subjects were older with slightly higher mortality risk due to cardiometabolic risk factors inclusion. Clinical profiles and NIT thresholds are identical. These data provide evidence that NAFLD and MASLD can be used interchangeably.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Blue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nFurther progress to quantify histological damage in patients with celiac disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPharmacoequity for Older Adults With Inflammatory Bowel Diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nUpper GI Endoscopy Off PPI with Concurrent Telemetry Capsule pH monitoring. Evidence Based and Cost Effective.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Choose the best alternative wisely for biliary interventions after failed ERCP!\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nDevice-assisted enteroscopy and the need for surgery in Peutz-Jeghers syndrome: the long and winding road.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJ Hepatol\r\n    MASLD emerging from the fog of fatty liver.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Rare Cause of Abdominal Mass and Constipation.\r\n\r\nPubmed   Journal   ReadQx \r\nA Rare Complication of a Benign Pancreatic Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nAdult Type II Choledochal Cyst.\r\n\r\nPubmed   Journal   ReadQx \r\nAnorectal Manometry: When, How to Perform and Interpret, and Is It Useful?\r\n\r\nPubmed   Journal   ReadQx \r\nElectrosurgical Principles: Beyond Blue and Yellow Pedal.\r\n\r\nPubmed   Journal   ReadQx \r\nHow I Approach It: Prompt Engineering for Generative Artificial Intelligence (GAI) in Gastroenterology and Hepatology.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Ma et al.\r\n\r\nPubmed   Journal   ReadQx \r\nTrue, True and Unrelated? A case of two nearby gastric lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nUnder the covers - a sharp foreign body buried within the lumen.\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling the Enigma: A Rare Presentation of S. mansoni Infection Resembling a Rectal Mass.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Ethical Implications of Artificial Intelligence in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh Diagnostic Yield of Abnormal Endoscopic Findings in the Evaluation of Laryngopharyngeal Reflux.\r\n\r\nPubmed   Journal   ReadQx \r\nKissing anal ulcers.\r\n\r\nPubmed   Journal   ReadQx \r\nPseudolipomatosis of the Colon.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Percutaneous single-operator cholangioscopy-assisted antegrade biliary recanalization with over-the-wire 3F microcatheter manipulation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Comments on the use of confocal laser endomicroscopy in diagnosing protein-losing enteropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nCutting-edge novel device in the treatment of obesity.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nESGE and its publications.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic management of a chronic anastomotic leak after a Billroth II procedure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic removal of esophageal foreign body embedded in muscularis propria.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for diverticulum using combination of countertraction and circumferential-inversion method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for superficial esophageal cancer with ulcer scarring using a combination of pocket creation, gel immersion, and red dichromatic imaging.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided drainage using a forward-viewing echoendoscope for peripancreatic fluid collection after Child resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing visualization with low echo reduction during endoscopic ultrasound-guided pancreatic duct drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInspection of intraductal papillary mucinous neoplasm via the papilla using a novel slim pancreatoscope under balloon enteroscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMultipolar traction pulley method combined with underwater endoscopic submucosal dissection for a large rectal laterally spreading tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRemarkable tumor shrinkage in hilar biliary cholangiocarcinoma confirmed by peroral cholangioscopy following neoadjuvant chemotherapy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nStretching the limits of submucosal tunneling endoscopic resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTherapeutic endoscopy and appendiceal lesions - train and evaluate before intervening.\r\n\r\nPubmed   Journal   ReadQx \r\nUnveiling the hidden threat: esophageal squamous cell neoplasm in patients with head and neck squamous cell carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Pharmacoequity for Older Adults With Inflammatory Bowel Diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent Abdominal Pain Associated with Small Intestinal Edema.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Clofazimine associated enteropathy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Ebastine for the treatment of irritable bowel syndrome: old drug, new tricks?\r\n\r\nPubmed   Journal   ReadQx \r\nInflammatory bowel diseases: are we ready to recommend a preventive diet for infants?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A rare cause of liver fibrosis in an adult patient.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nGenetic cholestasis in children and adults.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Artificial Intelligence in Medical Consultations: Optimization in Assessment and Application.\r\n\r\nPubmed   Journal   ReadQx \r\nProlonged Gastrointestinal Manifestations After Recovery From COVID-19.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    eCura and W-eCura: different scores, different populations, same goal.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-07T15:28:40-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-12-2024/",
    "title": "Fri Jan 12 2024",
    "description": "131 articles - From Friday Jan 05 2024 to Friday Jan 12 2024",
    "author": [],
    "date": "2024-01-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    ACG Clinical Guideline: Alcohol-Associated Liver Disease.\r\nLevel of evidence and strength of recommendations were evaluated using the Grading of Recommendations, Assessment, Development, and Evaluations system. This guideline was developed under the American College of Gastroenterology Practice Parameters Committee.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review and meta-analysis: Risk of gastric cancer in patients with first-degree relatives with gastric cancer.\r\n This meta-analysis highlights the relevance of patients' family history of gastric cancer and the importance of this risk factor for the early detection of neoplastic conditions.\r\nPubmed   Journal   ReadQx \r\nSystematic review with meta-analysis: Cause-specific and all-cause mortality trends across different coeliac disease phenotypes.\r\n Mortality in coeliac disease is increased, predominantly due to malignancies-particularly non-Hodgkin lymphoma-although differing significantly across disease phenotypes. Mortality of patients with coeliac disease has significantly decreased in recent decades. These results may influence diagnosis and management.\r\nPubmed   Journal   ReadQx \r\nSystematic review with meta-analysis: Steatosis severity and subclinical atherosclerosis in metabolic dysfunction-associated steatotic liver disease.\r\nEven mild steatosis is associated with CVD risk, and steatosis severity further intensifies this association. These findings suggest that liver fat quantification enhances CVD risk stratification in patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nSystematic review: Clinical phenotypes, histopathological features and prognosis of enteropathy due to angiotensin II receptor blockers.\r\nEnteropathy due to ARBs is characterised by severe malabsorption often requiring hospital admission and can involve the entire gastrointestinal tract. Clinician awareness can lead to prompt diagnosis and excellent prognosis.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Comparative Efficacy of Advanced Therapies for Achieving Endoscopic Outcomes in Crohn's Disease: A Systematic Review and Network Meta-Analysis.\r\nOn network meta-analysis, JAK1 inhibitors and anti-IL23p19 agents may be the most effective amongst non-TNF-targeting advanced therapies for inducing endoscopic response. Future head-to-head trials will further inform positioning of different therapies for the management of CD.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Intraductal radiofrequency ablation plus biliary stent versus stent alone for malignant biliary obstruction: a systematic review and meta-analysis.\r\nRFA+S improved OS in the treatment of MBO when compared with S-alone. Moreover, the RFA therapy prolonged stent patency in hilar strictures and CCA, with similar rates of AEs.\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Accuracy of the no-biopsy approach for the diagnosis of coeliac disease in adults: a systematic review and meta-analysis. \r\nOnly one study had a low risk of bias across al domains. The results of this meta-analysis suggest that selected adult patients with IgA-tTG =10×ULN and a moderate to high pre-test probability of coeliac disease could be diagnosed without undergoing invasive endoscopy and duodenal biopsy.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Efficacy of Artificial Intelligence in Reducing Miss Rates of Gastrointestinal Adenomas, Polyps, and Sessile Serrated Lesions: A Meta-analysis of Randomized Controlled Trials. \r\nThis meta-analysis suggested that AI technology led to significant reduction of miss rates for GI adenomas, polyps, and sessile serrated lesions (SSL) during endoscopy surveillance. These results underscore the potential of AI to improve the accuracy and efficiency of GI endoscopy procedures.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Symptomatic Response to Antibiotics in Patients With Small Intestinal Bacterial Overgrowth: A Systematic Review and Meta-analysis.\r\nAntibiotics appear to be efficacious in treating SIBO, although small sample sizes and poor data quality limit this interpretation. Symptomatic response rates also appear to be higher in IBS patients with SIBO. This may be the first example of precision medicine in IBS as opposed to our current empiric treatment approach. Large-multicenter studies are needed to verify the results.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Comparison of 1-day versus 3-day intravenous terlipressin in cirrhosis patients with variceal bleeding: A pilot randomised controlled trial.\r\nOur results suggest that 1 day of terlipressin therapy is associated with similar 5-day and 42-day rebleeding rates, 42-day mortality and an overall superior safety profile compared with 3-day of terlipressin therapy. These findings require to be validated in double-blinded, larger, multiethnic and multicentre studies across the various stages of cirrhosis (CTRI/2019/10/021771).\r\nPubmed   Journal   ReadQx \r\nDetermining optimal ALT cut-off values for predicting significant hepatic histological changes in patients with normal ALT in the grey zone of chronic hepatitis B virus infection.\r\n This study established novel optimal ALT cut-off values for more precise prediction of SLHC among Chinese patients with GZ CHB and normal ALT levels. This may help identify individuals who will benefit from timely antiviral therapy.\r\nPubmed   Journal   ReadQx \r\nDuke Activity Status Index and Liver Frailty Index predict mortality in ambulatory patients with advanced chronic liver disease: A prospective, observational study.\r\nPoor functional exercise capacity and physical frailty are highly prevalent among ambulatory patients with CLD who are being assessed for LT. The DASI and LFI are simple, low-cost tools that predict overall and pre-LT mortality. Implementation of both should be considered in al outpatients with CLD to highlight those who may benefit from targeted nutritional and exercise interventions.\r\nPubmed   Journal   ReadQx \r\nRacial and ethnic disparities in untreated patients with hepatitis C virus-related hepatocellular carcinoma but not in those with sustained virologic response.\r\n DAA treatment rates were suboptimal. Racial and ethnic disparities resolved with HCV cure. Early diagnosis and improved access to HCV treatment is needed for al patients with HCV infection.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    NATURAL HISTORIES AND DISEASE COMPLICATIONS IN A COHORT OF 151 CHILDREN WITH GASTRIC OR DUODENAL EOSINOPHILIA.\r\nPatients with gastric and duodenal eosinophilia should be followed closely to monitor for recurrence and complications, especially those presenting with endoscopic abnormalities or complications.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Randomized trial of patient outreach approaches to de-implement outdated colonoscopy surveillance intervals. \r\nAlso, more patients adopted the 10-year surveillance interval in the telephone (37.0%) and secure messaging arms (32.0%) compared to mailed letter (18.9%) and rate differences were significant for telephone (18.1%;  97.5% CI: 8.3%, 27.9%) and secure message outreach (13.1%;  97.5% CI: 3.5%, 22.7%) versus mailed letter outreach. Telephone and secure messaging were more effective than mailed letter outreach for de-implementing outdated colonoscopy surveillance recommendations among individuals with a history of low-risk adenomas in an integrated healthcare setting.\r\nPubmed   Journal   ReadQx \r\nReduction of upper gastrointestinal bleeding risk with proton pump inhibitor therapy in Asian patients with atrial fibrillation receiving direct oral anticoagulant: A nationwide population-based cohort study.\r\nIn this large Asian cohort of patients with AF on DOAC, PPI co-therapy is beneficial for reducing the risk of hospitalization for UGIB, particularly in high-risk patients.\r\nPubmed   Journal   ReadQx \r\nSafety of vedolizumab and ustekinumab compared with anti-TNF in pregnant women with inflammatory bowel disease.\r\nOverall, the safety of vedolizumab and ustekinumab compared to anti-TNF use during pregnancy is reassuring. Further studies are needed to confirm these findings.\r\nPubmed   Journal   ReadQx \r\nType 1 Autoimmune Pancreatitis in Europe: Clinical Profile and Response to Treatment.\r\n Patients with type 1 AIP and elevated IgG4 level may need closer monitoring. For remission induction, a starting dose of 0.4 mg/kg/day for 2 weeks followed by a short taper period seems effective. This study provides no evidence to support more aggressive regimens.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessment of endoscope reprocessing at World Gastroenterology Organisation training centers using adenosine triphosphate testing.\r\nThis was not significantly improved by a comprehensive educational intervention. Alternative approaches to endoscope reprocessing are needed.\r\nPubmed   Journal   ReadQx   PMC\r\nIncidence of persistent SARS-CoV-2 gut infection in patients with a history of COVID-19: Insights from endoscopic examination.\r\nSmokers and individuals with diabetes may be at an increased risk of persistent viral gut infection. These findings provide insights into the dynamics of SARS-CoV-2 infection in the gut and have implications for further research.\r\nPubmed   Journal   ReadQx   PMC\r\nIs a higher frequency of esophageal dilations more effective in treating benign esophageal strictures? Retrospective, multicenter study.\r\nThe results of our study demonstrate that a treatment concept consisting of higher-frequency bougienages seems to be more effective in treating most types of esophageal stricture. Radiogenic strictures were the only types of stenoses that benefited from a lower frequency ED program.\r\nPubmed   Journal   ReadQx   PMC\r\nPrevention of peri-interventional hypothermia during endoscopic retrograde cholangiopancreatography using a forced-air heating system.\r\nHypothermia occurred in the majority of patients undergoing prolonged endoscopic sedation without active temperature control. FAHS was associated with higher temperature stability during sedation and better patient comfort.\r\nPubmed   Journal   ReadQx   PMC\r\nProvider-reported use of butylscopolamine in gastrointestinal endoscopy in Germany.\r\nGerman-speaking endoscopists commonly use HBB, most frequently to facilitate complex therapeutic procedures. Given there is almost no data supporting HBB use in therapeutic endoscopy, we suggest that more research is needed to evaluate benefits and risks of this practice.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety and efficacy of physician-administered balanced-sedation for the endoscopic mucosal resection of large non-pedunculated colorectal polyps.\r\nPhysician-administered balanced sedation for the EMR of LNPCPs is safe. Peri-procedural AEs are infrequent, transient, rarely require admission (<1%), and are experienced in similar frequencies to those receiving anesthetist-managed sedation.\r\nPubmed   Journal   ReadQx   PMC\r\nThrough-the-scope clip retention rates and performance in a porcine model.\r\nAll clips were equivalent in efficacy and safety with successful clip deployment and mucosal healing. Overall retention rate was low for fibrotic tissue, with an improved retention rate observed with Resolution clips.\r\nPubmed   Journal   ReadQx   PMC\r\nTransoral incisionless fundoplication with or without hiatal hernia repair for gastroesophageal reflux disease after peroral endoscopic myotomy.\r\nTIF and cTIF for difficult-to-control post-POEM GERD appear safe, decrease PPI use and reflux episodes, and improve QOL without significant change in IRP, EGJ compliance, diameter or esophageal acid exposure time.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Artificial intelligence-assisted linked color imaging versus linked color imaging for colorectal adenoma detection: the first randomized controlled trial. \r\nIn both the groups, there was no significant difference in the ADR between experts and trainees. LCA is significantly superior to LC in terms of the ADR.\r\nPubmed   Journal   ReadQx \r\nE-learning accelerates improvement of endoscopists' proximal serrated polyp detection rate: a randomized controlled trial. \r\n In an era of increased awareness and increasing PSPDRs, endoscopists who performed an one-time e-learning significantly accelerated the increase of PSPDR compared to endoscopists who did not receive the e-learning. Widespread implementation might reduce PCCRCs incidence. This trial was registered with the Netherlands Trial Register, number NL8385.\r\nPubmed   Journal   ReadQx \r\nWhen less is more: Lower esophageal sphincter preserving per oral endoscopy myotomy (LES-POEM) is effective for non-achalasia esophageal motility disorders (NAEMD). \r\nTwo patients (11.1%) developed Los Angeles (LA) grade A or B esophagitis. LES-POEM for NAEMD demonstrates favourable clinical outcomes, with infrequent esophagitis and rare reintervention for LES dysfunction.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Global prevalence of Helicobacter pylori infection and incidence of gastric cancer between 1980 and 2022. \r\nThe results raised the hypothesis that public health drive to reduce the prevalence of H. pylori as a strategy to reduce the incidence of gastric cancer in the population, which should be confirmed in large scale clinical trials.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Automated artificial intelligence-based phase recognition system for esophageal endoscopic submucosal dissection (with video).\r\nWe demonstrated that an AI-based automated phase recognition system for esophageal ESD can be established with high accuracy. To the best of our knowledge, this is the first report on automated recognition of ESD treatment phases. Since this system enabled a detailed analysis of phases, collecting large volumes of data in the future may help identify quality indicators for treatment techniques and uncover unmet medical needs that necessitate the creation of new treatment methods and devices.\r\nPubmed   Journal   ReadQx \r\nClinical Usefulness of Hypoxia Imaging Colonoscopy for the Objective Measurement of Ulcerative Colitis Disease Activity.\r\nMethods This was a retrospective cohort study comprised of 100 consecutive UC patients who underwent hypoxia imaging colonoscopy between September 2022 and September 2023 at the University of Tsukuba Hospital. We measured colonic tissue oxygen saturation (StO may be a novel and objective endoscopic measurement.\r\nPubmed   Journal   ReadQx \r\nDifferences between men and women with respect to colorectal cancer mortality despite screening colonoscopy.\r\n Our findings strengthen the necessity of sex specific screening recommendations. Importantly, further prospective studies should focus on sex difference in tumor biology to propose personalized surveillance guidelines.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of MC-003 solution for endoscopic mucosal or submucosal resection: A prospective, multicenter, randomized, triple-blinded, parallel-group, phase 3 study. \r\nMC-003 outperformed NS in reducing the need for additional injections during en bloc resection, particularly in larger lesions located in the distal part (where most lesions were found) during ESD procedures, without increasing the incidence of serious adverse events. MC-003 is a promising submucosal injectable solution in real-world clinical settings.\r\nPubmed   Journal   ReadQx \r\nEndoscopy Ergonomics: a survey-based study exploring gender differences.\r\nGender differences exist in endoscopy styles and techniques, as well as endoscopy related injury. Providing gender specific training in endoscopy may improve ergonomics and decrease the risk of injury.\r\nPubmed   Journal   ReadQx \r\nPeroral Endoscopic Myotomy For Spastic Esophageal Dysmotility Among Opioid Users: Multicenter Propensity Score Match Study. \r\nClinical response to POEM for SEDs and EGJOO is significantly lower among opioid users vs non-users. There was dose-relationship between opioids and response to POEM, with higher daily opioid usage associated with a higher likelihood of treatment failure.\r\nPubmed   Journal   ReadQx \r\nValuing innovative endoscopic techniques: Hemostatic powder for the treatment of gastrointestinal tumor bleeding. \r\nThese valuations should represent medical device and incremental facility costs in addition to incremental physician and staff time. Coverage for novel endoscopic hemostatic powder therapy appears cost-saving to insurers.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    ATP citrate lyase (ACLY)-dependent immunometabolism in mucosal T cells drives experimental colitis in vivo.\r\n ACLY controls mucosal T cell immunometabolism and experimental colitis. Therapeutic modulation of ACLY expression in T cells emerges as a novel strategy to promote the resolution of intestinal inflammation.\r\nPubmed   Journal   ReadQx \r\nBlood-based colorectal cancer screening in an integrated health system: a randomised trial of patient adherence.\r\n Among adults who had declined prior CRC screening, the offer of a blood-based screening test boosted CRC screening by 17.5 percentage points over usual care. Further research is needed on how to balance the favourable adherence with lower advanced adenoma detection compared with other available tests.\r\nPubmed   Journal   ReadQx \r\nHigh-fat diet promotes liver tumorigenesis via palmitoylation and activation of AKT.\r\nOur findings elucidate a novel fine-tuned regulation of AKT by PA-ZDHHC17/24-mediated palmitoylation, and highlight tumour therapeutic strategies by taking PA-restricted diets, limiting PA synthesis, or directly targeting AKT palmitoylation.\r\nPubmed   Journal   ReadQx \r\nHistone methyltransferase Suv39h1 regulates hepatic stellate cell activation and is targetable in liver fibrosis.\r\nOur data demonstrate a previously unrecognised role for Suv39h1 in liver fibrosis and offer proof-of-concept of its targetability in the intervention of cirrhosis.\r\nPubmed   Journal   ReadQx \r\nRevisiting the performance of cyst fluid carcinoembryonic antigen as a diagnostic marker for pancreatic mucinous cysts: a comprehensive 20-year institutional review. \r\nCyst fluid CEA continues to be a useful test in the diagnosis of mucinous pancreatic cysts but does not appear as specific as previously reported. Raising the CEA threshold to 250 ng/mL to maintain specificity for differentiating mucinous from non-mucinous cysts may be considered.\r\nPubmed   Journal   ReadQx \r\nSerum ferritin levels can predict long-term outcomes in patients with metabolic dysfunction-associated steatotic liver disease.\r\nThis study supports the potential use of serum ferritin values for predicting the long-term prognosis of patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nTreatment of non-constipated irritable bowel syndrome with the histamine 1 receptor antagonist ebastine: a randomised, double-blind, placebo-controlled trial.\r\nOur study shows that ebastine is superior to placebo and should be further evaluated as novel treatment for patients with non-constipated IBS.\r\nPubmed   Journal   ReadQx \r\nUnveiling 8 years of duodenoscope contamination: insights from a retrospective analysis in a large tertiary care hospital.\r\n Duodenoscope contamination remains a significant problem, with high contamination rates despite several interventions. Reprocessing the biopsy and suction channels is especially challenging. Changes in the design of reusable duodenoscopes, such as enabling sterilisation or easily replaceable channels, are necessary to facilitate effective duodenoscope reprocessing and to eliminate the risk of duodenoscope-associated infections.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Ileitis promotes MASLD progression via bile acid modulation and enhanced TGR5 signaling in ileal CD8+ T cells.\r\n MASLD-induced changes in intestinal flora result in elevated levels of SBA in the ileum. In the presence of compromised intestinal barrier, this leads to severe CD8 + T cell-mediated ileitis through the TGR5/mTOR/OXPHOS signaling pathway. Ileitis-induced tissue damage impairs enterohepatic circulation, inhibits hepatic FXR activation, and exacerbates the MASLD phenotype. Impact and implications Our study provides a comprehensive investigation of the interplay and underlying mechanisms connecting ileitis and MASLD. SBA produced by intestinal bacteria, as the critical link between MASLD and ileitis. This compound exerts its influence by disrupting liver lipid metabolism through the promotion of CD8 + T cell-mediated ileitis. In future endeavors to prevent and treat MASLD, it is essential to thoroughly account for the impact of the intestinal tract, especially the ileum, on liver function via the enterohepatic circulation.\r\nPubmed   Journal   ReadQx \r\nSingle-cell and spatial transcriptomics characterisation of the immunological landscape in the healthy and PSC human liver.\r\nWe present a comprehensive atlas of the PSC liver and demonstrate hyper-activation and exhaustion-like phenotypes of myeloid cells and markers of chronic cytokine expression in late-stage PSC lesions. This atlas has the potential to expand our understanding of the cellular complexity of PSC and to inform novel treatment development. Impact and implications Primary sclerosing cholangitis (PSC) is a rare liver disease characterized by chronic inflammation and irreparable damage to the bile ducts resulting in liver failure. Due to a limited understanding of the underlying pathogenesis of disease, there remains a paucity of treatment options. We sequenced healthy and diseased livers to compare the activity, interactions, and localization of immune and non-immune cells. This revealed that hepatocytes lining PSC scar regions are transforming into cholangiocytes, whereas immune cells are accumulating within the scars. Of these cells, macrophages, which typically contribute to tissue repair, were enriched in immunoregulatory genes and demonstrated a lack of responsiveness to stimulation. These cells may be involved in maintaining hepatic inflammation and could be targeted in novel therapeutic drug development.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Clinical Trial: Efficacy of Mosapride Controlled-release and Nortriptyline in Patients With Functional Dyspepsia: A Multicenter, Double-placebo, Double-blinded, Randomized Controlled, Parallel Clinical Study.\r\n Mosapride CR and nortriptyline showed similar efficacy in patients with FD regardless of the subtype. Both treatments could be equally helpful for improving quality of life and psychological well-being while also relieving dyspepsia.\r\nPubmed   Journal   ReadQx \r\nEffects of Codeine on Esophageal Peristalsis in Patients With Ineffective Esophageal Motility: Studies Using High-resolution Manometry.\r\nIn IEM patients, acute administration of codeine increases contraction vigor and reduces distal latency of primary esophageal peristalsis, but has no effect on secondary peristalsis. Future studies are required to further elucidate clinical relevance of these findings, especially in the setting of gastroesophageal reflux disease with IEM.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Quadruple-coated Probiotics in Patients With Irritable Bowel Syndrome: A Randomized, Double-blind, Placebo-controlled, Parallel-group Study.\r\ngQlab administration can improve the overall IBS symptoms, especially in female and constipation-predominant IBS patients. Further research is necessary to clarify the pathophysiology behind sex-related treatment responses in IBS patients.\r\nPubmed   Journal   ReadQx \r\nInterpretation of Impedance Data on High-resolution Impedance Manometry Studies-A Worldwide Survey.\r\nThere is no consensus on interpreting HRIM data. Providers' approaches to studies with inconsistencies between manometry and impedance data vary. There is an unmet need for guidelines on interpreting impedance data in HRIM studies.\r\nPubmed   Journal   ReadQx \r\nRegulatory T cells Are Increased and Correlate With Mast Cells in Eosinophilic Esophagitis.\r\nTregs were increased in esophageal epithelium of patients with EoE, and correlated with mast cell infiltration.\r\nPubmed   Journal   ReadQx \r\nRelationship Between Colonic Transit Response to Eating With Self-reported Constipation Severity in Constipated Patients According to the Phenotype.\r\n Colonic transit response to eating was not associated to CS in IBS-C patients, but left CTRE was associated with constipation severity in FC and DD patients.\r\nPubmed   Journal   ReadQx \r\nThe Disease Spectrum and Natural History of Patients With Abdominal Bloating or Distension: A Longitudinal Study.\r\nFGIDs are the most common diagnosis in patients with AB/D. Symptoms were especially hard to be improved. Classification diagnoses of FGIDs in AB/D patients fluctuated significantly over time.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Can we predict or not predict response to hypnotherapy? That is the question. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Eosinophilic oesophagitis coming of age-Increasing frequency and wider age range. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How does the risk of hepatocellular carcinoma change over time in patients with a hepatitis C cure? \r\n\r\nPubmed   Journal   ReadQx \r\nPharmacologic management of obesity: Updates on approved medications, indications and risks.\r\n AOMs have established efficacy and effectiveness for weight loss even beyond 52 weeks. Further pharmacological options, such as dual and triple incretins, are probable forthcoming additions to clinical practice for combating obesity and its metabolic consequences such as metabolic dysfunction-associated steatotic liver disease.\r\nPubmed   Journal   ReadQx \r\nReview article: Current status and future directions of ingestible electronic devices in gastroenterology.\r\nThe development of miniaturised ingestible microelectronic-based devices offers exciting prospects for enhancing gastroenterological research and the delivery of personalised, point-of-care medicine.\r\nPubmed   Journal   ReadQx \r\nReview article: Diagnosis and management of laryngopharyngeal reflux.\r\nPatients with chronic laryngeal symptoms are complex due to the heterogenous nature of symptom pathology, inconsistent definitions and variable response to therapies. Further outcomes data are critically needed to help elucidate ideal diagnostic workup and therapeutic management for these challenging patients.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    The magic of gravity in acute upper gastrointestinal bleeding: Sir Isaac Newton would be proud!\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nJ Hepatol\r\n    A beneficial response of fetal wound healing gone bad in the bile duct: the overarching cause of biliary atresia?\r\n\r\nPubmed   Journal   ReadQx \r\nAcknowledging our reviewers.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Mind the Gap: The Realities of Novel Irritable Bowel Syndrome Drug Access in Asian Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nRefractory Gastroesophageal Reflux Disease: Diagnosis and Management.\r\nProper diagnosis and management of refractory GERD is critical to mitigate undesirable long-term complications such as strictures, Barrett's esophagus, and esophageal adenocarcinoma. This review outlines the diagnostic workup of patients presenting with refractory GERD symptoms, describes the distinction between unproven and proven GERD, and provides a comprehensive review of the current treatment strategies available for the management of refractory GERD.\r\nPubmed   Journal   ReadQx \r\nThe Need for Updated Classification of Esophageal Motility Disorders Using High-resolution Impedance Manometry.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2024 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\nACG Presidential Address 2023.\r\n\r\nPubmed   Journal   ReadQx \r\nAcute Pancreatitis After Microscopic Colitis: Is It due to Drugs or Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology Providers and the Electronic Health Record.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Benson et al.\r\n\r\nPubmed   Journal   ReadQx \r\nReviewer Recognition.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Ambulatory endoscopic submucosal dissection for gastrointestinal neoplasms: trends and associated factors in the US. \r\n\r\nPubmed   Journal   ReadQx \r\nDisseminated Peritoneal Leiomyomatosis Presenting as Liver Mass. \r\n\r\nPubmed   Journal   ReadQx \r\nModafinil for severe fatigue in inflammatory bowel disease: a prospective case series. \r\n\r\nPubmed   Journal   ReadQx \r\nPer anal endoscopic myectomy using a double-tunneling technique for rectal neuroendocrine neoplasm. \r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Cholangioscopic removal of post-cholecystectomy surgical clips migrated inside the common hepatic duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThree-point traction method for endoscopic submucosal dissection using clip-with-thread and clip-with-silicon bands for large early gastric neoplasms.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A key to unlocking the door: water pressure method for endoscopic submucosal dissection of a superficial non-ampullary duodenal epithelial tumor with a history of multiple biopsies.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAccess to the left intrahepatic bile duct using an endoscopic ultrasound-guided rendezvous technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAn unusual complication of a ventriculoperitoneal shunt: Endoscopic ultrasound-guided drainage of a giant cerebrospinal fluid pseudocyst.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAnorectal melanoma presenting as a polypoid lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAnti-reflux mucosal ablation for refractory gastroesophageal reflux disease after Roux-en-Y gastric bypass.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBridging endoscopic pancreatic stenting for disconnected pancreatic duct syndrome using a rendezvous technique from a walled-off necrosis cavity.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic membrane resection using a scissors-type knife in a pediatric patient with congenital duodenal membranous stenosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for a large cecal adenoma covering an appendiceal orifice after appendectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for severe fibrosis using a combined water pressure and circumferential-inversion method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection of Barrett's neoplasia using adaptive multipolar traction combined with line: report of two cases.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound evaluation of portal cavernoma cholangiopathy and endoscopic management of choledochal variceal rupture during ERCP.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-directed transgastric ERCP for disconnected pancreatic duct syndrome: finding the edge to bridge the gap.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided palliative enterocolostomy via lumen-apposing metal stent in the setting of ascites and Roux-en-Y gastric bypass.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided transduodenal ERCP for hepatico-jejunostomy stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nExposed endoscopic full-thickness resection with reopenable clip-over-the-line method for a duodenal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGuidewire-assisted piecemeal resection of a giant gastric tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimple use of Y-connector for proper positioning and contrast aspiration in biliary metal stent placement.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful resection of a sessile serrated lesion completely involving a colonic diverticulum by endoscopic submucosal dissection with water pressure method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTented elevation with numerous tractions (TENT) technique to aid endoscopic submucosal dissection of a large cecal lesion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUsefulness of a novel narrow-diameter endoscope for endoscopic balloon dilation of esophageal strictures.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A seldomly reported etiology of acute abdominal pain and infection. \r\n\r\nPubmed   Journal   ReadQx \r\nA worrisome liver doppelgänger. \r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent skin rash, epigastralgia, and arthralgia following SARS-CoV-2 mRNA immunization and breakthrough infection. \r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A disappeared early gastric neoplasia. \r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic transgastric gallbladder-preserving cholecystolithotomy for incarcerated gallbladder neck stone.\r\n\r\nPubmed   Journal   ReadQx \r\nRare Digestive Multifocal Xanthomatosis. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Colonic multiple polypoidal protrusions: not familial adenomatous polyposis. \r\n\r\nPubmed   Journal   ReadQx \r\nCorrection: P23 Opportunistic cirrhosis case finding in alcohol dependent inpatients through alcohol specialist nurse assessment and transient elastography: early detection in a high-risk group.\r\n\r\nPubmed   Journal   ReadQx \r\nTargeting metalloproteases is a promising strategy to enhance immunotherapy responses by overcoming immune exclusion in hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Medications promoting abstinence in alcohol-associated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Medications promoting abstinence in alcohol-associated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual early post-transplant hepatic dysfunction.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Can we predict or not predict response to hypnotherapy? That is the question. Authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Eosinophilic oesophagitis coming of age-Increasing frequency and wider age range-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: How does the risk of hepatocellular carcinoma change over time in patients with a hepatitis C cure? Authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Baseline age on antiviral treatment may significantly influence the clinical response of children with chronic hepatitis B - authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Baseline age on antiviral treatment may significantly influence the clinical response of children with chronic hepatitis B. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Irritable bowel syndrome and antibiotics-Authors' reply. \r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Irritable bowel syndrome and antibiotics. \r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Gastroparesis: ready for re-conceptualization? \r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Bassotti. \r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Familial coaggregation of inflammatory bowel disease with cardiovascular disease: a nationwide multigenerational cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\nPositive effects of diet-induced microbiome modification on GDM in mice following human faecal transfer.\r\n\r\nPubmed   Journal   ReadQx \r\nThermal ablation of the resection base after endoscopic mucosal resection: a useful tool when perfect technique is not achievable. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Evaluation and comparison of risk-based and universal HCV screening programs.\r\n\r\nPubmed   Journal   ReadQx \r\nPredicting risk of chronic liver disease in Chinese adults: external validation of the CLivD score.\r\n\r\nPubmed   Journal   ReadQx \r\nThe impact of infections on the onset of contrast-associated acute kidney injury in patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Can Small Fiber Neuropathy Explain the Overlap Gastrointestinal and Non-gastrointestinal Symptoms in Some Irritable Bowel Syndrome Patients?\r\n\r\nPubmed   Journal   ReadQx \r\nEditing Multichannel Intraluminal Impedance-pH Tracings to Reduce Non-reflux-related Esophageal Acidification.\r\n\r\nPubmed   Journal   ReadQx \r\nTagging an Air Swallow From the BottomUp Is More Efficient Than From the TopDown.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-13T21:51:12-05:00",
    "input_file": {}
  },
  {
    "path": "gi/01-05-2024/",
    "title": "Fri Jan 05 2024",
    "description": "73 articles - From Friday Dec 29 2023 to Friday Jan 05 2024",
    "author": [],
    "date": "2024-01-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    ACG Clinical Guideline: Alcohol-Associated Liver Disease.\r\nLevel of evidence and strength of recommendations were evaluated using the Grading of Recommendations, Assessment, Development, and Evaluations system. This guideline was developed under the American College of Gastroenterology Practice Parameters Committee.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Gastroenterology\r\n    Accuracy of the no-biopsy approach for the diagnosis of coeliac disease in adults: a systematic review and meta-analysis. \r\nOnly one study had a low risk of bias across al domains. The results of this meta-analysis suggest that selected adult patients with IgA-tTG =10×ULN and a moderate to high pre-test probability of coeliac disease could be diagnosed without undergoing invasive endoscopy and duodenal biopsy.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Symptomatic Response to Antibiotics in Patients With Small Intestinal Bacterial Overgrowth: A Systematic Review and Meta-analysis.\r\nAntibiotics appear to be efficacious in treating SIBO, although small sample sizes and poor data quality limit this interpretation. Symptomatic response rates also appear to be higher in IBS patients with SIBO. This may be the first example of precision medicine in IBS as opposed to our current empiric treatment approach. Large-multicenter studies are needed to verify the results.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Determining optimal ALT cut-off values for predicting significant hepatic histological changes in patients with normal ALT in the grey zone of chronic hepatitis B virus infection. \r\nThis study established novel optimal ALT cut-off values for more precise prediction of SLHC among Chinese patients with GZ CHB and normal ALT levels. This may help identify individuals who will benefit from timely antiviral therapy.\r\nPubmed   Journal   ReadQx \r\nDuke Activity Status Index and Liver Frailty Index predict mortality in ambulatory patients with advanced chronic liver disease: A prospective, observational study.\r\nPoor functional exercise capacity and physical frailty are highly prevalent among ambulatory patients with CLD who are being assessed for LT. The DASI and LFI are simple, low-cost tools that predict overall and pre-LT mortality. Implementation of both should be considered in al outpatients with CLD to highlight those who may benefit from targeted nutritional and exercise interventions.\r\nPubmed   Journal   ReadQx \r\nPrevalence of steatotic liver disease, MASLD, MetALD and significant fibrosis in people with HIV in the United States.\r\nMASLD and MetALD are the dominant causes of SLD in PWH, affecting almost half. Application of the new nomenclature resulted in minimal change in the proportion of patients with MASLD who would have been diagnosed previously with NAFLD.\r\nPubmed   Journal   ReadQx \r\nRacial and ethnic disparities in untreated patients with hepatitis C virus-related hepatocellular carcinoma but not in those with sustained virologic response.\r\n DAA treatment rates were suboptimal. Racial and ethnic disparities resolved with HCV cure. Early diagnosis and improved access to HCV treatment is needed for al patients with HCV infection.\r\nPubmed   Journal   ReadQx \r\nSpleen-dedicated stiffness measurement performed well to rule out high-risk varices in HBV-related hepatocellular carcinoma: Screening for high-risk varices in HCC.\r\nWe validated that the SSM =40 kPa using a 100-Hz probe could safely eliminate more unnecessary EGDs than the Baveno VI criteria in patients with HBV-related HCC. However, the efficacy of the Baveno VII algorithm in patients with HCC requires further investigation.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    AI evaluation of Stool Quality Guides Management of Hepatic Encephalopathy using a Smartphone App.\r\nAI-BSS communications improved insight into self-BSS over time. Dieta-App to gauge stool AI characteristics was acceptable and increased insight into lactulose dose and BSS in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nNATURAL HISTORIES AND DISEASE COMPLICATIONS IN A COHORT OF 151 CHILDREN WITH GASTRIC OR DUODENAL EOSINOPHILIA.\r\nPatients with gastric and duodenal eosinophilia should be followed closely to monitor for recurrence and complications, especially those presenting with endoscopic abnormalities or complications.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Screening for fibrosis promotes life-style changes. A prospective cohort study in 4,796 individuals.\r\n Screening for liver fibrosis is associated with sustained improvements in alcohol consumption, diet, weight, and exercise in at-risk ALD and MASLD. The changes are most pronounced in screening positive participants, but not limited to this group.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Cancer-associated Fibroblast Induces Acinar-to-ductal Cell Transdifferentiation and Pancreatic Cancer Initiation via LAMA5/ITGA4 axis.\r\n Results collectively suggest the first evidence for CAF-influenced acino-ductal phenotypic switchover, thus highlighting tumor micro-environment role in the pancreatic carcinogenesis inception.\r\nPubmed   Journal   ReadQx \r\nGlobal prevalence of Helicobacter pylori infection and incidence of gastric cancer between 1980 and 2022. \r\nThe results raised the hypothesis that public health drive to reduce the prevalence of H. pylori as a strategy to reduce the incidence of gastric cancer in the population, which should be confirmed in large scale clinical trials.\r\nPubmed   Journal   ReadQx \r\nStandard of care versus Octreotide in Angiodysplasia-related bleeding (the OCEAN study): A Multicenter Randomized Controlled trial.\r\n Octreotide effectively reduces transfusion requirements and the need for endoscopic therapy in patients with angiodysplasia-related anemia. , NCT02384122.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Exploring the utility of endoscopic ultrasound in Budd-Chiari syndrome : a multi-center multi-observer prospective cohort study.\r\nIn conclusion, EUS is a safe and accurate diagnostic tool for BCS. It can provide accurate mapping of hepatic veins, intrahepatic collaterals, and the IVC.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    ATP citrate lyase (ACLY)-dependent immunometabolism in mucosal T cells drives experimental colitis in vivo. \r\nACLY controls mucosal T cell immunometabolism and experimental colitis. Therapeutic modulation of ACLY expression in T cells emerges as a novel strategy to promote the resolution of intestinal inflammation.\r\nPubmed   Journal   ReadQx \r\nBlood-based colorectal cancer screening in an integrated health system: a randomised trial of patient adherence. \r\nFurther research is needed on how to balance the favourable adherence with lower advanced adenoma detection compared with other available tests. NCT05987709.\r\nPubmed   Journal   ReadQx \r\nHistone methyltransferase Suv39h1 regulates hepatic stellate cell activation and is targetable in liver fibrosis. \r\nFinally, myofibroblast-specific HMOX1 overexpression attenuated liver fibrosis in both a preventive scheme and a therapeutic scheme. Our data demonstrate a previously unrecognised role for Suv39h1 in liver fibrosis and offer proof-of-concept of its targetability in the intervention of cirrhosis.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Incorporation of quantitative imaging data using artificial intelligence improves risk prediction in veterans with liver disease.\r\n This proof of concept demonstrates the potential of utilizing automated extraction of imaging features within CT scans either alone or in conjunction with classic health data can improve risk prediction in patients with chronic liver disease.\r\nPubmed   Journal   ReadQx \r\nRisk of alcohol-related liver disease in the offspring of parents with alcohol-related liver disease: A nationwide cohort study.\r\nOffspring of patients with ALD had a low but increased risk of ALD. Screening offspring for chronic liver disease may be unnecessary, but other interventions to mitigate alcohol-related harm should be considered.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Efficient formation and maintenance of humoral and CD4 T cell immunity targeting the viral capsid in acute-resolving hepatitis E infection.\r\n The viral capsid is the main target of HEV-specific CD4 T cells and antibodies in acute resolving infection, correlating with efficient neutralization of nHEV. Capsid-specific immunity rapidly emerges followed by a stepwise contraction for several years after infection.\r\nPubmed   Journal   ReadQx \r\nIL-10 dampens antitumor immunity and promotes liver metastasis via PD-L1 induction.\r\nTreg-derived IL-10 upregulates PD-L1 expression in monocytes, which in turn reduces CD8+ T-cell infiltration and related antitumor immunity in the context of colorectal cancer (CRC)-derived liver metastasis. These findings provide the basis for future monitoring and targeting of IL-10 in CRC-derived liver metastasis. Impact and implications Liver metastasis diminishes the effectiveness of immunotherapy and increases the mortality rate in CRC patients. We investigate the role of IL-10 in liver metastasis formation and decipher its therapeutic potential in affecting immunotherapy effectiveness. Our data identify IL-10 as a pro-metastatic factor in liver metastasis formation and characterize this cytokine as a regulator of PD-L1. This provides the basis for future monitoring and targeting of IL-10 in CRC-derived liver metastasis.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Clinical Trial: Efficacy of Mosapride Controlled-release and Nortriptyline in Patients With Functional Dyspepsia: A Multicenter, Double-placebo, Double-blinded, Randomized Controlled, Parallel Clinical Study.\r\n Mosapride CR and nortriptyline showed similar efficacy in patients with FD regardless of the subtype. Both treatments could be equally helpful for improving quality of life and psychological well-being while also relieving dyspepsia.\r\nPubmed   Journal   ReadQx \r\nEffects of Codeine on Esophageal Peristalsis in Patients With Ineffective Esophageal Motility: Studies Using High-resolution Manometry.\r\nIn IEM patients, acute administration of codeine increases contraction vigor and reduces distal latency of primary esophageal peristalsis, but has no effect on secondary peristalsis. Future studies are required to further elucidate clinical relevance of these findings, especially in the setting of gastroesophageal reflux disease with IEM.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Quadruple-coated Probiotics in Patients With Irritable Bowel Syndrome: A Randomized, Double-blind, Placebo-controlled, Parallel-group Study.\r\ngQlab administration can improve the overall IBS symptoms, especially in female and constipation-predominant IBS patients. Further research is necessary to clarify the pathophysiology behind sex-related treatment responses in IBS patients.\r\nPubmed   Journal   ReadQx \r\nInterpretation of Impedance Data on High-resolution Impedance Manometry Studies-A Worldwide Survey.\r\nThere is no consensus on interpreting HRIM data. Providers' approaches to studies with inconsistencies between manometry and impedance data vary. There is an unmet need for guidelines on interpreting impedance data in HRIM studies.\r\nPubmed   Journal   ReadQx \r\nRegulatory T cells Are Increased and Correlate With Mast Cells in Eosinophilic Esophagitis.\r\nTregs were increased in esophageal epithelium of patients with EoE, and correlated with mast cell infiltration.\r\nPubmed   Journal   ReadQx \r\nRelationship Between Colonic Transit Response to Eating With Self-reported Constipation Severity in Constipated Patients According to the Phenotype.\r\n Colonic transit response to eating was not associated to CS in IBS-C patients, but left CTRE was associated with constipation severity in FC and DD patients.\r\nPubmed   Journal   ReadQx \r\nThe Disease Spectrum and Natural History of Patients With Abdominal Bloating or Distension: A Longitudinal Study.\r\nFGIDs are the most common diagnosis in patients with AB/D. Symptoms were especially hard to be improved. Classification diagnoses of FGIDs in AB/D patients fluctuated significantly over time.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Does knowledge about liver disease enhance adherence to lifestyle recommendations?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Gastroenterologists should definitely draw closer attention to psychosocial comorbidities.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Tenofovir disoproxil fumarate, more than an antiviral drug-Another piece of the puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The evolving paradigms and treatments for primary biliary cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nImplications of the new nomenclature of steatotic liver disease and definition of metabolic dysfunction-associated steatotic liver disease.\r\nThe new nomenclature is both a challenge, given the need for dissemination and education across the spectrum of stakeholders, and an opportunity to bring everyone together and spark new research to better understand epidemiology, natural history, diagnosis, biomarkers and management strategies across the spectrum of SLD.\r\nPubmed   Journal   ReadQx \r\nPharmacologic management of obesity: Updates on approved medications, indications and risks.\r\n AOMs have established efficacy and effectiveness for weight loss even beyond 52 weeks. Further pharmacological options, such as dual and triple incretins, are probable forthcoming additions to clinical practice for combating obesity and its metabolic consequences such as metabolic dysfunction-associated steatotic liver disease.\r\nPubmed   Journal   ReadQx \r\nReview article: Advances in the management of lower gastrointestinal bleeding.\r\nThe management of LGIB has evolved significantly in recent years, with a shift towards radiological interventions for unstable patients while reserving elective colonoscopy for stable patients. A multidisciplinary approach is essential to optimise the outcomes of patients with LGIB.\r\nPubmed   Journal   ReadQx \r\nReview article: Current status and future directions of ingestible electronic devices in gastroenterology.\r\nThe development of miniaturised ingestible microelectronic-based devices offers exciting prospects for enhancing gastroenterological research and the delivery of personalised, point-of-care medicine.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    The Evolving Role of Artificial Intelligence in Gastrointestinal Histopathology: An Update.\r\nWe describe several current needs within the world of gastrointestinal histopathology, and outline, using currently studied models, how AI can potentially address them. We also highlight pitfalls as AI makes inroads into clinical practice.\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Mind the Gap: The Realities of Novel Irritable Bowel Syndrome Drug Access in Asian Clinical Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nRefractory Gastroesophageal Reflux Disease: Diagnosis and Management.\r\nProper diagnosis and management of refractory GERD is critical to mitigate undesirable long-term complications such as strictures, Barrett's esophagus, and esophageal adenocarcinoma. This review outlines the diagnostic workup of patients presenting with refractory GERD symptoms, describes the distinction between unproven and proven GERD, and provides a comprehensive review of the current treatment strategies available for the management of refractory GERD.\r\nPubmed   Journal   ReadQx \r\nThe Need for Updated Classification of Esophageal Motility Disorders Using High-resolution Impedance Manometry.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    2024 CME Information.\r\n\r\nPubmed   Journal   ReadQx \r\nACG Presidential Address 2023.\r\n\r\nPubmed   Journal   ReadQx \r\nAcute Pancreatitis After Microscopic Colitis: Is It due to Drugs or Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nAmerican College of Gastroenterology Monograph on Microbiome Therapeutics.\r\n\r\nPubmed   Journal   ReadQx \r\nCalendar of Courses, Symposiums and Conferences.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy and Practical Implementation of Fecal Microbiota Spores, Live-BRPK: A Novel Approach for Preventing Recurrent Clostridioides difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nEmerging Noninfectious Indications for Live Biotherapeutic Products in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nFuture Microbiome Therapeutics for Clostridioides difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology Providers and the Electronic Health Record.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-prescription Therapeutics.\r\n\r\nPubmed   Journal   ReadQx \r\nPrescription Microbiome Therapeutic for Recurrent Clostridioides difficile Infection: Fecal Microbiota Live-jslm.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Benson et al.\r\n\r\nPubmed   Journal   ReadQx \r\nReviewer Recognition.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Current and Future State of Microbiome Therapeutics in Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Gut Microbiome: A Primer for the Clinician.\r\n\r\nPubmed   Journal   ReadQx \r\nWell-Being of Patients With Irritable Bowel Syndrome: A Shift From Measuring Deficits to Strengths?\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Per- and poly-fluoroalkyl substances (PFAS) exposure is associated with later occurrence of inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Endoscopic management of a large prolapsing pedunculated liposarcoma of the rectum causing recurrent hematochezia.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    HDV RNA and liver disease progression: What do we know?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Does knowledge about liver disease enhance adherence to lifestyle recommendations? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Tenofovir disoproxil fumarate more than an antiviral drug-Another piece of the puzzle. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The evolving paradigms and treatments for primary biliary cholangitis-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Are we forgetting the importance of steatosis in steatotic liver disease?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Are we forgetting the importance of steatosis in steatotic liver disease? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: antibiotics prescription and new-onset irritable bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: interpretation of the BESST trial in the context of baseline antidepressant and neuromodulator use-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: interpretation of the BESST trial in the context of baseline antidepressant and neuromodulator use.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    W-eCura score versus eCura system: comparison in the external cohort is required.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Hepatic encephalopathy and survival after transjugular intrahepatic portosystemic shunt: Do spontaneous portosystemic shunts matter?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Neurogastroenterol Motil\r\n    Can Small Fiber Neuropathy Explain the Overlap Gastrointestinal and Non-gastrointestinal Symptoms in Some Irritable Bowel Syndrome Patients?\r\n\r\nPubmed   Journal   ReadQx \r\nEditing Multichannel Intraluminal Impedance-pH Tracings to Reduce Non-reflux-related Esophageal Acidification.\r\n\r\nPubmed   Journal   ReadQx \r\nTagging an Air Swallow From the BottomUp Is More Efficient Than From the TopDown.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-06T09:13:21-05:00",
    "input_file": {}
  },
  {
    "path": "gi/12-29-2023/",
    "title": "Fri Dec 29 2023",
    "description": "258 articles - From Friday Dec 22 2023 to Friday Dec 29 2023",
    "author": [],
    "date": "2023-12-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Guideline on the Management of Pouchitis and Inflammatory Pouch Disorders.\r\nThis guideline provides a comprehensive, patient-centered approach to the management of patients with pouchitis and other inflammatory conditions of the pouch.\r\nPubmed   Journal   ReadQx \r\nAGA Clinical Practice Update on Endoscopic Full-Thickness Resection for the Management of Gastrointestinal Subepithelial Lesions: Commentary.\r\nThe purpose of this American Gastroenterological Association (AGA) Clinical Practice Update (CPU) is to describe the various techniques for endoscopic full-thickness resection and to facilitate their appropriate application in the management of subepithelial lesions. Methods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Improving primary prophylaxis of variceal bleeding by adapting therapy to the clinical stage of cirrhosis. A competing-risk meta-analysis of individual participant data.\r\nIn patients with compensated cirrhosis and high-risk varices on primary prophylaxis, NSBBs significantly improved survival vs EVL, with no additional benefit noted adding EVL to NSBBs. In decompensated patients, survival was similar with both therapies. The study suggests that NSBBs are preferable when advising preventive therapy in compensated patients.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Performance of prediction models for esophageal squamous cell carcinoma in general population: a systematic review and external validation study.\r\n Several prediction models showed moderate performance in external validation and the prediction models may be useful in screening for ESCC. Further research is needed on model optimization, generalization, and implementation, as well as health economic evaluation.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to the Editor: Diagnostic accuracy of AGILE3+ score for advanced fibrosis in patients with non-alcoholic fatty liver disease: A systematic review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Diagnostic accuracy of AGILE3+score for advanced fibrosis in patients with non-alcoholic fatty liver disease: A systematic review and meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Burden of perianal disease in Crohn's disease: Accelerating medical therapy and high rates of perianal surgery over the last four decades - Results from a population-based study over four decades.\r\nThe burden of perianal disease and perianal surgery rates were high in this cohort. Therapeutic strategy was accelerated in patients with perianal Crohn's over time with higher exposure to immunosuppressives and biologics. Surgical management of perianal disease remained unchanged amongst the cohorts.\r\nPubmed   Journal   ReadQx \r\nClinical trial: Combination allopurinol-thiopurine versus standard thiopurine in patients with IBD escalating to immunomodulators (the DECIDER study).\r\n Thiopurine-allopurinol therapy is safe and mitigates thiopurine adverse effects, thus enhancing tolerability without compromising efficacy (ACTRN12613001347752).\r\nPubmed   Journal   ReadQx \r\nDietary index based on the Food Standards Agency nutrient profiling system and risk of Crohn's disease and ulcerative colitis.\r\nA diet with low nutritional quality as measured by the FSAm-NPS-DI Score is associated with a higher risk of CD but not UC.\r\nPubmed   Journal   ReadQx \r\nSpleen-dedicated stiffness measurement performed well to rule out high-risk varices in HBV-related hepatocellular carcinoma: Screening for high-risk varices in HCC.\r\nWe validated that the SSM =40 kPa using a 100-Hz probe could safely eliminate more unnecessary EGDs than the Baveno VI criteria in patients with HBV-related HCC. However, the efficacy of the Baveno VII algorithm in patients with HCC requires further investigation.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    AI evaluation of Stool Quality Guides Management of Hepatic Encephalopathy using a Smartphone App.\r\nAI-BSS communications improved insight into self-BSS over time. Dieta-App to gauge stool AI characteristics was acceptable and increased insight into lactulose dose and BSS in cirrhosis.\r\nPubmed   Journal   ReadQx \r\nCost-Effectiveness Analysis of HCC Surveillance in Nonalcoholic Fatty Liver Disease Cirrhosis using US Visualization Score C-Triggered Abbreviated MRI.\r\nHCC surveillance using US Visualization score-based approach, using aMRI for Visualization score C, appears to be the most cost-effective strategy in NAFLD cirrhosis patients.\r\nPubmed   Journal   ReadQx \r\nDetermining the accuracy of intestinal ultrasound scores as a pre-screening tool in Crohn's disease clinical trials.\r\n Segmental IUS BWT is highly accurate to detect moderate-to-severe endoscopic inflammation. IUS may be the ideal pre-screening tool to reduce unnecessary trial screen failures.\r\nPubmed   Journal   ReadQx \r\nEPIDEMIOLOGY, COMORBIDITIES, AND TREATMENT OF CYCLIC VOMITING SYNDROME IN THE UNITED STATES.\r\nThis study provides the first population-level estimates of CVS incidence and prevalence in the US. Comorbid conditions are common, and most patients with CVS do not receive adequate treatment. These findings underscore the need for improving disease awareness and developing better screening strategies and effective treatments.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Ustekinumab for Ulcerative Colitis Through 4 Years: Final Results of the UNIFI Long-term Maintenance Study.\r\nThe long-term efficacy of ustekinumab maintenance in patients with UC was confirmed through 4 years. No new safety signals were observed.\r\nPubmed   Journal   ReadQx \r\nFrom Shadows to Spotlight: Exploring the Escalating Burden of Alcohol-Associated Liver Disease and Alcohol Use Disorder in Young Women.\r\nThroughout the last decade, the trend of AUD varied among regions while the impact of ALD has increased, requiring urgent public health strategy to mitigate these complications, particularly in females in Europe and the Asia-Pacific region.\r\nPubmed   Journal   ReadQx \r\nHigh incidence rate of CT-measured steatotic liver disease in men with and without HIV infection.\r\n Metabolic factors, but not HIV, were associated with incident SLD. The high IR suggests that SLD will continue to increase in PWH.\r\nPubmed   Journal   ReadQx \r\nMeasuring size of colorectal polyps using a virtual scale endoscope or visual assessment: A randomized controlled trial.\r\nVSE significantly improves the size measurement accuracy of colorectal polyps during colonoscopies compared to VA and results in fewer misclassifications at relevant decision-making size thresholds.\r\nPubmed   Journal   ReadQx \r\nPotential Cost Savings in Medicare Part D Across Gastroenterology; An Assessment of Alternative Drug Sourcing.\r\n Disproportionate Part D spending likely reflects less competitive acquisition cost. Provider awareness of medications with advantaged price may promote targeted prescribing with potentially tremendous healthcare savings.\r\nPubmed   Journal   ReadQx \r\nResectability of Small Duodenal Tumors: A Randomized Controlled Trial Comparing Underwater Endoscopic Mucosal Resection and Cold Snare Polypectomy.\r\n UEMR has superior vertical resectability compared to CSP, but CSP has a shorter procedure time and fewer bleeding events. Although CSP is preferable for most small SNADETs, UEMR should be selected for lesions that cannot be definitively diagnosed as mucosal low-grade neoplasias.\r\nPubmed   Journal   ReadQx \r\nTofacitinib in acute severe ulcerative colitis (TACOS): A randomized controlled trial: Tofacitinib in ASUC.\r\n In patients with ASUC, combination of tofacitinib and corticosteroids improved treatment responsiveness and decreased the need for rescue therapy.\r\nPubmed   Journal   ReadQx \r\nUnderstanding predictors of fatigue over time in persons with IBD: The importance of depressive and anxiety symptoms.\r\nAnxiety, depression and pain predicted fatigue impact over time in IBD, suggesting that targeting psychological factors and pain for intervention may lessen fatigue burden.\r\nPubmed   Journal   ReadQx \r\nUtilizing the Diabetes Care System for A County-wide Hepatitis C Elimination: An Integrated Community-based Shared Care Model in Taiwan.\r\n Although HCV prevalence varied, the care cascades achieved consistent results across townships/cities. We have further successfully implemented the model in county-wide hospital-based diabetes clinics, eventually treating 89.6% of the total PwD. A collaborative effort between diabetes care and HCV elimination enhanced the testing and treatment in PwD through an innovative shared care model.\r\nPubmed   Journal   ReadQx \r\nVariations in practice among cirrhotic patients with portal vein thrombosis and esophageal varices: a North American survey study.\r\nWhile providers agree on the clinical scenarios that merit initiation of anticoagulation, practice variation was identified in the means of preventing first VH.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Age, BMI, and type2 diabetes modify the relationship between PNPLA3 and advanced fibrosis in children and adults with NAFLD.\r\n Age, BMI, and T2DM modify the risk of advanced fibrosis associated with PNPLA3 G-allele. Preventing or reversing T2DM and obesity in persons carrying PNPLA3 G-allele may lower the risk for advanced fibrosis in NAFLD.\r\nPubmed   Journal   ReadQx \r\nDevelopment of an MRI-based prediction model for anti-TNF treatment failure in perianal Crohn's disease: A multicenter study.\r\n Our risk prediction models consisting of clinical and/or radiologic variables accurately predict treatment failure in patients with PAF.\r\nPubmed   Journal   ReadQx \r\nOlder patients with ACLF have a higher waitlist mortality, but acceptable post-LT survival when compared to younger patients.\r\n Older patients with Est-CLF had significantly higher waitlist mortality than younger patients, but had acceptable 1-year post-LT survival including those with Est-ACLF-3;  therefore age alone should not be considered as a contraindication for LT. Older patients with respiratory failure should be carefully selected for LT.\r\nPubmed   Journal   ReadQx \r\nProspective comparison of ATI and CAP for liver steatosis diagnosis in patients with NAFLD and type 2 diabetes.\r\n ATI may be used as an alternative to CAP for the diagnosis and quantification of steatosis, in patients with T2D and NAFLD.\r\nPubmed   Journal   ReadQx \r\nScreening for fibrosis promotes life-style changes. A prospective cohort study in 4,796 individuals.\r\n Screening for liver fibrosis is associated with sustained improvements in alcohol consumption, diet, weight, and exercise in at-risk ALD and MASLD. The changes are most pronounced in screening positive participants, but not limited to this group.\r\nPubmed   Journal   ReadQx \r\nSmoking and alcohol consumption and risk of incident diverticulitis in women.\r\nIn this large prospective study of women, smoking and alcohol consumption were associated with an increased risk of incident diverticulitis. These data highlight additional modifiable risk factors for diverticulitis that may aid in prevention.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A stag beetle knife can achieve stabler and safer endoscopic submucosal dissection in the esophagus.\r\nPerforming esophageal ESD with an SB knife is a safe procedure with less variation in procedure time and less muscule exposure.\r\nPubmed   Journal   ReadQx \r\nAnalysis of adverse events with lumen apposing metal stents for drainage of pancreatic fluid collections.\r\nEndoscopists should be aware of the risk factors for LAMS-related bleeding and tailor their drainage strategy, including utilization of plastic stents for drainage of pseudocysts and adherence to a strict imaging interval and follow-up protocol.\r\nPubmed   Journal   ReadQx \r\nAntibiotic prophylaxis and post-procedure infectious complications in endoscopic retrograde cholangiopancreatography with peroral cholangioscopy.\r\nNo reduction in infectious complication rates and AEs was seen with AP administration for SOC. The continued need for AP in SOC remains uncertain.\r\nPubmed   Journal   ReadQx \r\nColorectal serrated lesions and polyps in the Danish population: A large nationwide register-based cohort study.\r\nFrom 2019 to 2021 the number of SPs seem to stabilize, while the proportion of SSLs keeps rising. Synchronous lesions were common along al subtypes of SP.\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided perivascular pancreatic radiofrequency ablation using a hydroxyethyl starch solution prior to pancreatectomy.\r\nPreoperative perivascular augmented RFA using HES was safe, and in the pancreatic animal model, the best timeframe was within 24 hours before pancreatic surgery. This technique might improve resectability in selected borderline and locally advanced pancreatic cancers.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal bleeding in patients with hereditary hemorrhagic telangiectasia: Long-term results of endoscopic treatment.\r\nEndoscopic treatment of gastrointestinal teleangiectases for gastrointestinal bleeding in patients with HHT is effective in the long term and safe.\r\nPubmed   Journal   ReadQx \r\nManagement of foreign body ingestion in adults: Time to STOP and rethink endoscopy.\r\nConservative management for patients presenting with recurrent high-risk foreign body ingestion was safe in appropriately selected cases. Re-presentation is common and poses significant challenges for health care providers.\r\nPubmed   Journal   ReadQx \r\nRepeat bidirectional double-balloon enteroscopy 1 year later may be proper in Peutz-Jeghers patients with difficult-to-reach polyps.\r\nThe difficult-to-reach polyps may have a low risk of immediate symptomatic intussusception, possibly due to limited bowel mobility by extraluminal adhesions, and the likelihood of reaching them at repeat DBE was substantial. Hence, repeat DBE 1 year later may be proper in such patients with PJS.\r\nPubmed   Journal   ReadQx \r\nUtility of gastroscopy in the left lateral semi-recumbent position: A blood-free coup!\r\nThese data show that endotherapy in the left lateral semi-recumbent position is feasible, safe, and effective. It should be done when endoscopy in the left lateral decubitus position reveals a pool of blood in the fundus and there is inadequate visualization of the fundus.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Gastric Peroral Endoscopic Myotomy versus Botulinum Toxin injection for the treatment of refractory gastroparesis: results of a double-blind randomized controlled study.\r\n G-POEM seems to have higher clinically relevant success rate than BTI, but not statistically demonstrated. Anyway, this study confirms the interest of treatments targeting the pylorus, either mechanically or chemically, for managing refractory gastroparesis.\r\nPubmed   Journal   ReadQx \r\nPost-colonoscopy colorectal cancers in a national FIT-based CRC screening program.\r\nThe 3-year PCCRC rate was low in this FIT-based CRC screening program. Approximately half of PCCRCs were interval PCCRCs. These were mostly caused by missed lesions and were diagnosed at more advanced stage. This emphasizes the importance of high-quality colonoscopy with optimal polyp detection.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A Randomized Controlled Phase 2 Dose-Finding Trial to Evaluate the Efficacy and Safety of Camostat in the Treatment of Painful Chronic Pancreatitis: The TACTIC Study.\r\n We were not able to reject the null hypothesis of no difference in improvements in pain or quality of life outcomes in participants with painful CP who received camostat compared to placebo. Studies are needed to further define mechanisms of pain in CP to guide future clinical trials, including minimizing placebo responses and selecting targeted therapies. (NCT02693093).\r\nPubmed   Journal   ReadQx \r\nAmitriptyline for the management of IBS in primary care.\r\nIf these first-line therapies fail to improve symptoms, neuromodulators such as amitriptyline are recommended as a second-line treatment. However, amitriptyline is infrequently prescribed for the management of IBS in primary care as its efficacy has not previously been studied in this setting.\r\nPubmed   Journal   ReadQx \r\nCancer-associated Fibroblast Induces Acinar-to-ductal Cell Transdifferentiation and Pancreatic Cancer Initiation via LAMA5/ITGA4 axis.\r\n Results collectively suggest the first evidence for CAF-influenced acino-ductal phenotypic switchover, thus highlighting tumor micro-environment role in the pancreatic carcinogenesis inception.\r\nPubmed   Journal   ReadQx \r\nDysbiosis and associated stool features improve prediction of response to biological therapy in inflammatory bowel disease.\r\n Faecal characterization based on microbial load, moisture content, calprotectin concentration, and enterotyping may aid in the therapeutic choice of biological therapy in IBD.\r\nPubmed   Journal   ReadQx \r\nFibroblast-Derived Lysyl Oxidase Increases Oxidative Phosphorylation and Stemness in Cholangiocarcinoma.\r\nIncreased LOX is driven by stromal inflammatory cancer-associated fibroblasts and correlates with diminished survival of patients with CCA. Modulating the LOX activity can serve as a novel tumor microenvironment-directed therapeutic strategy in bile duct pathologies.\r\nPubmed   Journal   ReadQx \r\nInfluence of procedural volume on the outcome of gastric endoscopic submucosal dissection: A nationwide population-based study using administrative data.\r\n Procedural volume was closely associated with clinical outcome in patients undergoing ESD for gastric cancer or adenoma.\r\nPubmed   Journal   ReadQx \r\nSex, genotype, and liver volume progression as risk of hospitalization determinants in autosomal dominant polycystic liver disease.\r\nBoth imaging and clinical genetic scoring have the potential to inform patients about the risk of developing symptomatic disease throughout their lives. The combination of female sex, germline PRKCSH alteration, and rapid TLV-progression is associated with the greatest odds of PLD-related hospitalization.\r\nPubmed   Journal   ReadQx \r\nSex-dependent efficacy of dietary fiber in pediatric functional abdominal pain.\r\nDietary fiber preferentially reduces abdominal pain frequency in boys, highlighting the importance of considering sex in future dietary intervention studies for FAPDs. ClincialTrials.gov number, NCT00526903.\r\nPubmed   Journal   ReadQx \r\nThe environmental Impact of Gastrointestinal Procedures: A Prospective study of Waste Generation, Energy Consumption and Auditing in an Endoscopy Unit.\r\n On average, every 100 GI endoscopy procedures (EGD/ colonoscopy) are associated with 303 kg. of solid waste and 1385 gallons of liquid waste generation, and 1980 kW hour energy consumption. Potentially recyclable materials account for 20% of the total waste. These data could serve as an actionable model for health-systems to reduce total waste generation, decrease landfill waste, and water waste towards environmentally sustainable endoscopy units.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A 19-gauge fine-needle biopsy needle compared with a 22-gauge fine-needle biopsy needle for EUS-guided liver biopsy: a prospective randomized study.\r\n 19-gauge FNB liver core biopsies are superior to 22-gauge FNB in terms of length of longest core and aggregate specimen length. There is considerably more fragmentation of the 22-gauge cores during tissue processing. There was no increased post-procedure pain or AEs with the 19-gauge. A 19-gauge FNB is preferred to 22-gauge FNB for EUS-LB.\r\nPubmed   Journal   ReadQx \r\nBilevel positive airway pressure ventilation in patients susceptible to hypoxemia during procedural sedation for colonoscopy: A prospective randomized controlled study.\r\nIn individuals with OSA or overweight status, the use of BPAP ventilation during colonoscopy significantly reduced the incidence of hypoxemia.\r\nPubmed   Journal   ReadQx \r\nBiliary Drainage in Hilar and Perihilar Cholangiocarcinoma; 25-Year Experience at a Tertiary Cancer Center.\r\n The relatively higher clinical success of SEMS is countered by the higher stent-specific complication rate. PS can be removed and may better facilitate PTBD. Within PS types, DPTs may have fewer stent-specific AEs. Cases requiring balloon dilation and with endoscopic evidence of pus may benefit from earlier reintervention.\r\nPubmed   Journal   ReadQx \r\nCLINICAL PREDICTIVE VALUE OF RENALASE IN POST-ERCP PANCREATITIS.\r\n Baseline native renalase levels are very sensitive for predicting PEP. Further studies are needed to determine the potential clinical role of renalase in predicting and preventing PEP.\r\nPubmed   Journal   ReadQx \r\nDoes successful EUS-guided pancreatic cyst chemoablation safely allow reduction in the frequency of radiographic surveillance? Long-term follow-up of randomized prospective data.\r\nThe ChARM Post-Treatment Reduced Radiographic Surveillance Protocol safely allows a reduction in radiographic surveillance. A reduction in cost associated with cyst management under the ChARM protocol was shown when compared to management following Fukukoa or ACG guidelines. According to the questionnaire, most patients reported a moderate level of logistical and emotional burden associated with MRI surveillance, and a majority were in favor of reducing the frequency of radiographic surveillance if it can be done without a marked increase in oncologic risk.\r\nPubmed   Journal   ReadQx \r\nOutcomes of Cold Snare Endoscopic Mucosal Resection of Nonampullary Duodenal Adenomas =1 cm: A Multicenter Study.\r\n This retrospective multicenter study demonstrates that cs-EMR for nonampullary duodenal adenomas is safe and technically feasible with an acceptable recurrence rate. Future prospective studies are needed to directly compare outcomes of cs-EMR with conventional and underwater EMR.\r\nPubmed   Journal   ReadQx \r\nPost-ERCP Cholecystitis: Incidence, Characteristics, and Outcomes from a Prospective Multi-center Biliary Endoscopy Registry.\r\nEstimates of post-ERCP cholecystitis incidence can inform discussions around procedural risk.\r\nPubmed   Journal   ReadQx \r\nSAFETY AND TOLERABILITY OUTCOMES OF NON-ANESTHESIOLOGIST-ADMINISTERED PROPOFOL VIA TARGET CONTROLLED INFUSION IN ROUTINE GASTROINTESTINAL ENDOSCOPY.\r\nNAAP via TCI is an effective and safe sedation method for routine endoscopy. Proper propofol dosage based on individual patients and the presence of trained operators are crucial for NAAP sedation management.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Direct Percutaneous Endoscopic Jejunostomy Tube Placement Compared with Surgical Jejunostomy: A Tertiary Care Analysis.\r\n DPEJ is a safe and effective alternative to surgical jejunostomy in eligible patients and may be associated with decreased complication rates at 90-days.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Endoscopic variceal ligation versus propranolol for the primary prevention of oesophageal variceal bleeding in patients with hepatocellular carcinoma: an open-label, two-centre, randomised controlled trial.\r\n EVL is superior to PPL in preventing initial EVB in patients with HCC. The benefits of EVL on EVB and OS may be limited to patients with BCLC stage A/B and not to those with BCLC stage C/D.\r\nPubmed   Journal   ReadQx \r\nGut microbiota predicts severity and reveals novel metabolic signatures in acute pancreatitis.\r\nThe orointestinal microbiome predicts clinical hallmark features of AP, and SCFAs may be used for future diagnostic and therapeutic concepts.\r\nPubmed   Journal   ReadQx \r\nProtein biomarkers and alternatively methylated cell-free DNA detect early stage pancreatic cancer.\r\n A combined panel of circulating markers including proteins and methylated cfDNA increased discrimination compared with CA19-9 alone for early stage PDAC.\r\nPubmed   Journal   ReadQx \r\nSpecific gut pathobionts escape antibody coating and are enriched during flares in patients with severe Crohn's disease.\r\n Distinct gut bacterial IgG2-coating was demonstrated in patients with severe CD and during disease flares. Co-occurrence of non-coated pathobionts with IgG2-coated bacteria points to an uncontrolled inflammatory condition in severe CD mediated via escape from antibody coating by two gut pathobionts.\r\nPubmed   Journal   ReadQx \r\nTargeting MMP9 in CTNNB1 mutant hepatocellular carcinoma restores CD8+ T cell-mediated antitumour immunity and improves anti-PD-1 efficacy.\r\nObjective The gain of function (GOF) CTNNB1 mutations (CTNNB1 HCC.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Adjuvant and neoadjuvant therapies for hepatocellular carcinoma.\r\nMoreover, major pathological responses reported from early phase 2 data in the neoadjuvant setting provide a strong rational for the evaluation of these concepts in phase 3 trials. In this review, we summarize current evidence and outline future directions for systemic therapies in early-stage hepatocellular carcinoma.\r\nPubmed   Journal   ReadQx \r\nArtificial intelligence scoring of liver biopsies in a phase ii trial of semaglutide in non-alcoholic steatohepatitis.\r\nML categorical assessments reproduced pathologists' results of histological improvement with semaglutide for steatosis and disease activity. ML-based continuous scores demonstrated an antifibrotic effect not measured by conventional histopathology.\r\nPubmed   Journal   ReadQx \r\nAssociation of glucagon-like peptide-1 receptor agonists with serious liver events among patients with type 2 diabetes: A scandinavian cohort study.\r\nUse of GLP-1 receptor agonists was associated with a significantly reduced risk of serious liver events, driven by a reduction of compensated and decompensated cirrhosis.\r\nPubmed   Journal   ReadQx \r\nCombined use of the CLivD score and FIB-4 for prediction of liver-related outcomes in the population.\r\nThe CLivD score is a valid tool for LRO risk assessment and improves the predictive performance of FIB-4. The combined use of CLivD and FIB-4 identified a subgroup where 1 in 3 individuals developed LROs within 10 years.\r\nPubmed   Journal   ReadQx \r\nDecreased platelet activation predicts hepatic decompensation and mortality in patients with cirrhosis.\r\nPreserved PAR-1- and PAR-4-inducible platelet activation was linked to a lower risk of decompensation and death. In contrast, higher epinephrine-inducible platelet activation was a risk factor for thromboembolism and PVT.\r\nPubmed   Journal   ReadQx \r\nDefining an approach for therapeutic strategies in metabolic dysfunction-associated steatotic liver disease after liver transplantation.\r\nDespite the oversized clinical burden of MASLD among LT recipients, there is currently a lack of regulatory approach and pathway for therapeutics development in this patient population. The present document, thus, provides guidance for therapeutics development that incorporates nuances of transplant care in patients with post-LT MASLD to facilitate drug development.\r\nPubmed   Journal   ReadQx \r\nEffects of trientine and penicillamine on intestinal copper uptake: A mechanistic 64Cu PET/CT study in healthy humans.\r\nIn this mechanistic study, we show that TRI inhibits intestinal copper absorption, in addition to its cupriuretic effect. In contrast, PEN has modest effects on the intestinal absorption. This may explain why TRI and PEN are equally effective although urinary copper excretion is lower with TRI. The study questions whether the same therapeutic targets for 24-hour urinary excretion apply to both drugs.\r\nPubmed   Journal   ReadQx \r\nEvent-free survival of maralixibat-treated patients with Alagille syndrome compared to a real-world cohort from GALA.\r\nThis study demonstrates a novel application of a robust statistical method to evaluate outcomes in long-term intervention studies where placebo comparisons are not feasible, providing wide application for rare diseases. This comparison with real-world natural history data suggests that maralixibat improves EFS in patients with ALGS.\r\nPubmed   Journal   ReadQx \r\nInborn errors of type I interferon immunity in patients with symptomatic acute hepatitis E.\r\nOur results highlight the essential role of type I interferon in preventing symptomatic acute hepatitis E.\r\nPubmed   Journal   ReadQx \r\nMetabolic dysfunction associated steatotic liver disease and the heart.\r\nRegarding treatment and given the strong co-occurrence of MASLD and asCVD, pharmacotherapy in development for advanced stages of MASLD would ideally also reduce cardiovascular events, as has been demonstrated for T2DM treatments. Given the common drivers, potential causal factors and especially given the increased rate of cardiovascular events, comprehensive cardiometabolic risk management is warranted in patients with MASLD, preferably in a multidisciplinary approach.\r\nPubmed   Journal   ReadQx \r\nPortable hypothermic oxygenated machine perfusion for organ preservation in liver transplantation (PILOTTM): A randomized, open-label, clinical trial.\r\nHMP-O2 demonstrates safety and noninferior efficacy for liver graft preservation in comparison to SCS. EAD by L-GrAFT7 was lower in HMP-O2, suggesting improved early clinical function. Recipients of HMP-O2 livers also demonstrated a lower incidence PNF and biliary strictures, although this difference did not reach significance.\r\nPubmed   Journal   ReadQx \r\nPrevalence, distribution and hepatic fibrosis burden of the different subtypes of steatotic liver disease in primary care settings.\r\nAlmost al the NAFLD patients met the new criteria for MASLD. The fibrosis burden of the MetALD group was higher than those of the MASLD and ALD groups.\r\nPubmed   Journal   ReadQx \r\nSeladelpar treatment reduces interleukin-31 and pruritus in patients with primary biliary cholangitis.\r\nSeladelpar decreased serum IL-31 and bile acids in PBC patients. The reductions of IL-31 and bile acids correlated closely with each other and pruritus improvement suggesting a mechanism to explain seladelpar's anti-pruritic effects.\r\nPubmed   Journal   ReadQx \r\nSumoylation of methionine adenosyltransferase alpha 1 promotes mitochondrial dysfunction in alcohol-associated liver disease.\r\nTaken together, our findings demonstrate an essential role for SUMOylation of MATa1 K48 for interaction with PIN1 in ALD. Preventing MATa1 K48 SUMOylation may represent a potential treatment strategy in ALD.\r\nPubmed   Journal   ReadQx \r\nm6A-mediated gluconeogenic enzyme PCK1 upregulation protects against hepatic ischemia-reperfusion injury.\r\nOur study found that activation of the METTL3/m6A-PCK1-gluconeogenesis axis is required to protect against hepatic I/R injury, providing potential intervention approaches for alleviating hepatic I/R injury during liver surgery.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    A new clinical and prognostic characterization of the patterns of decompensation of cirrhosis.\r\nIn almost 50% outpatients the first decompensation is a NAD, which is associated with a decreased survival than patients with ND. Patients who develop NAD must be treated with extreme care and monitored closely to prevent any development of AD. Impact and implications This multicenter study is the first to investigate the role of NAD in patients with cirrhosis. In fact, while the unfavorable impact of AD is well known, NAD is currently a phenomenon existing in clinical practice but never studied. Our data show that almost half of the decompensations in patients with cirrhosis are attributable to NAD and that this involves a higher risk of mortality compared to compensated patients. This study has important clinical implications because it highlights the need to carefully consider patients who develop NAD, in order to prevent further decompensation and reduce mortality.\r\nPubmed   Journal   ReadQx \r\nAn open-label randomised-controlled trial of azathioprine vs. mycophenolate mofetil for the induction of remission in treatment-naive autoimmune hepatitis.\r\nIn patients with treatment-naive AIH, MMF with prednisolone achieved a significantly higher rate of biochemical remission at 24 weeks compared to azathioprine combined with prednisolone. Azathioprine use was associated with more (serious) adverse events leading to cessation of treatment, suggesting superior tolerability of MMF. Impact and implications This randomised controlled trial directly compares azathioprine and mycophenolate mofetil (MMF), both in combination with prednisolone, for the induction of biochemical remission in treatment-naive patients with autoimmune hepatitis (AIH). Achieving complete remission is desirable to prevent disease progression. Patients assigned to the MMF group reached biochemical remission more often and experienced fewer adverse events. The findings in this trial may contribute to the re-evaluation of international guidelines for the standard of care in treatment-naive patients with AIH.\r\nPubmed   Journal   ReadQx \r\nEffects of tetrathiomolybdate on copper metabolism in healthy volunteers and in patients with Wilson disease.\r\nWhile we did not show an increase in biliary excretion of 64 Cu following TTM administration, we demonstrated that TTM effectively inhibited most intestinal 64 Cu uptake and retained 64 Cu in the blood stream, limiting 64 Cu exposure to organs like the liver and the brain. Impact and implications Bis-choline tetrathiomolybdate (TTM) is an investigational copper chelator for treatment of Wilson Disease. In animal studies of Wilson Disease models, TTM has been shown to facilitate biliary copper excretion. In the present human study, TTM surprisingly did not facilitate biliary copper excretion but instead reduced intestinal copper uptake to a clinically significant degree. Our study improves the understanding of human copper metabolism and the mechanism of action of TTM. Clinical trial number Data is presented from two clinical trials Absorption study  EudraCT 2020-005832-31Excretion study  EudraCT 2021-000102-25.\r\nPubmed   Journal   ReadQx \r\nEfficient formation and maintenance of humoral and CD4 T cell immunity targeting the viral capsid in acute-resolving hepatitis E infection.\r\n The viral capsid is the main target of HEV-specific CD4 T cells and antibodies in acute resolving infection, correlating with efficient neutralization of nHEV. Capsid-specific immunity rapidly emerges followed by a stepwise contraction for several years after infection.\r\nPubmed   Journal   ReadQx \r\nEpisodic overt hepatic encephalopathy after transjugular intrahepatic portosystemic shunt does not increase mortality in patients with cirrhosis.\r\n Episodic OHE after TIPS is not associated with mortality in patients undergoing TIPS, regardless of the indication. Impact and implications Overt hepatic encephalopathy (OHE) is a common complication in patients with advanced liver disease and it is particularly frequent following transjugular intrahepatic portosystemic shunt (TIPS) placement. In cirrhotic patients outside the setting of TIPS, the development of OHE negatively impacts survival, regardless of the severity of cirrhosis or the presence of acute on chronic liver failure. With this multicenter, non-inferiority observational study we demonstrated that post-TIPS OHE does not increase the risk of mortality in patients undergoing TIPS, irrespective of the indication. This finding alleviates concerns regarding the weight of this complication after TIPS. Thus, intensive research of factors improving patient selection, and allowing risk stratification remains crucial to ameliorate the quality of life of patients and caregivers and to avoid undermining the positive effects on survival in patients undergoing TIPS.\r\nPubmed   Journal   ReadQx \r\nHepatic prohibitin 1 and methionine adenosyltransferase a1 defend against primary and secondary liver cancer metastasis.\r\n We have identified an PHB1/MAT1A-MAFG/FOSB-MMP-7 axis that controls primary liver cancer metastasis and sensitization to CRLM.\r\nPubmed   Journal   ReadQx \r\nLong-term use of tenofovir disoproxil fumarate increases fracture risk in elderly patients with chronic hepatitis B.\r\nThe risk of fracture increased with TDF treatment for =24 months in elderly patients with CHB. Selection of nucleos(t)ide analogues should be individualised based on age and comorbidities. Impact and implications Previous literature suggested that the use of tenofovir disoproxil fumarate (TDF) is associated with a decrease in bone mineral density. However, data on the impact of TDF on long-term incident clinical fracture remains scarce. In this real-world territory-wide study of 41,531 treated patients with chronic hepatitis B in Hong Kong, patients who received TDF were associated with a higher risk of fracture after two years of treatment as compared to those who received entecavir. Given the ageing population of patients with chronic hepatitis B with a rising prevalence of comorbidities, our findings support the current treatment guidelines on selection of antiviral treatment based on age and comorbidities.\r\nPubmed   Journal   ReadQx \r\nPreventing liver disease with policy measures to tackle alcohol consumption and obesity: the HEPAHEALTH II study.\r\n Policy measures tackling primary risk factors for CLD and liver cancer, such as the implementation of an MUP of €1 and/or an MUP of €0.70 plus SSB tax could markedly reduce the number of Europeans with CLD or liver cancer.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of the oral TLR8 agonist selgantolimod in individuals with chronic hepatitis B under viral suppression.\r\n Oral selgantolimod up to 3 mg once weekly for 24 weeks was generally safe and well tolerated and led to serologic changes associated with progression to durable cure in two individuals by week 48. Clinicaltrials Gov identifier NCT03491553. Impact and implications The only robust criterion for stopping treatment in chronic hepatitis B is loss of hepatitis B surface antigen (known as functional cure), which is rare during nucleos(t)ide analogue therapy. It is likely that novel antiviral and immunomodulatory therapies will be needed to achieve finite functional cure. Selgantolimod is an oral Toll-like receptor 8 agonist that has shown antiviral activity in vitro as well as safety in a phase I clinical trial with weekly dosing. In this phase II study, selgantolimod therapy was associated with transient increases in serum cytokines, rapid redistribution of circulating immune cell subsets, modest reductions in HBsAg and HBeAg levels, and occasional loss of HBsAg (5%) and HBeAg (16%) among participants with chronic hepatitis B on nucleos(t)ide analogue therapy with viral suppression. Our results support continued development of selgantolimod as a component of a future hepatitis B cure regimen.\r\nPubmed   Journal   ReadQx \r\nTailoring allocation policies and improving access to pediatric liver transplantation over a 16-year period.\r\nIn Italy, continuous adaption of pediatric organ allocation policies has produced a unique allocation model. National organ exchange organisation, pediatric prioritisation rules and mandatory-split policy are key factors to maximise the use of donors for pediatric candidates and to minimise WL mortality without compromising outcomes. Impact and implications Children candidate to pediatric liver transplantation still suffers of high mortality worldwide. During the last decades, in Italy a continuous adaption of organ allocation policies has produced excellent outcomes for children awaiting liver transplantation. The mortality rate of pediatric liver transplant candidates has been minimized to almost zero, mainly using grafts from deceased-donors. Pediatric priorization rules, national organ exchange organization and mandatory-split liver policy resulted in a unique allocation model for pediatric liver transplantation candidates and represent a landmark for the pediatric transplant community.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    AP&T: Editors' declarations of interest.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Antibiotics as a risk factor for irritable bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Bile acid diarrhoea - simplified clinico-biochemical diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Does knowledge about liver disease enhance adherence to lifestyle recommendations?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Gastroenterologists should definitely draw closer attention to psychosocial comorbidities.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Is there a relationship between dysphagia, chest pain and mucosal innervation in patients with oesophageal motility disorders?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Monitoring methotrexate polyglutamates in Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Moving towards prognostic endoscopic scoring in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Resmetirom - a promising treatment option for NASH and liver fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Tenofovir disoproxil fumarate, more than an antiviral drug-Another piece of the puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The evolving paradigms and treatments for primary biliary cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unmasking the silent threat-acute kidney injury in alcohol-associated hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nImplications of the new nomenclature of steatotic liver disease and definition of metabolic dysfunction-associated steatotic liver disease.\r\nThe new nomenclature is both a challenge, given the need for dissemination and education across the spectrum of stakeholders, and an opportunity to bring everyone together and spark new research to better understand epidemiology, natural history, diagnosis, biomarkers and management strategies across the spectrum of SLD.\r\nPubmed   Journal   ReadQx \r\nReview article: Emerging insights into the epidemiology, pathophysiology, diagnostic and therapeutic aspects of eosinophilic oesophagitis and other eosinophilic gastrointestinal diseases.\r\nUnmet needs for research are dramatically different for EoE and non-EoE EGIDs. In EoE, non-invasive diagnostic tests, clinicopathologic models that determine the risk of disease progression and therapeutic failure, and novel biologic therapies are emerging. In contrast, in non-EoE EGIDs, epidemiologic trends, diagnostic histopathologic thresholds, and natural history models are still developing for these more rare disorders.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Birth cohort colorectal cancer (CRC): implications for research and practice.\r\nWe also outline implications of birth cohort CRC for epidemiologic and translational research, as well as current clinical practice. We postulate that recognition of birth cohort CRC as an entity - including and extending beyond rising EOCRC - can advance understanding of risk factors, etiologies, and mechanisms, and address the public health consequences of changing CRC epidemiology.\r\nPubmed   Journal   ReadQx \r\nBlue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\nImpostor Phenomenon and Microaggressions in Gastroenterology: Exposing the Tip of the Iceberg.\r\n\r\nPubmed   Journal   ReadQx \r\nLIVER RELATED EVENTS IN NASH (MASH): FROM SUBGROUP STRATIFICATION TO INDIVIDUAL RISK PREDICTION.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Evolving Role of Artificial Intelligence in Gastrointestinal Histopathology: An Update.\r\nWe describe several current needs within the world of gastrointestinal histopathology, and outline, using currently studied models, how AI can potentially address them. We also highlight pitfalls as AI makes inroads into clinical practice.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Are real-world data studies on bowel preparation for colonoscopy necessary? Aren't RCTs enough?\r\n\r\nPubmed   Journal   ReadQx \r\nReading capsule endoscopy: Why not AI alone?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    \"AI for the new GI\": What role does artificial intelligence have in early colonoscopy training?\r\n\r\nPubmed   Journal   ReadQx \r\nAcidification of the esophagus in post-POEM achalasia patients: all that glitters is not gold.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas lesion size and EUS-guided tissue sampling.\r\n\r\nPubmed   Journal   ReadQx \r\nPercutaneous coronary intervention and GI hemorrhage: need for accurate predictors of the link to rebleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Early-life exposures and the microbiome: implications for IBD prevention.\r\nConsidering the emerging concept of IBD prevention, we propose strategies to minimise maternal and offspring exposure to potentially harmful variables and recommend protective measures during pregnancy and the postpartum period. This holistic view of early-life factors and microbiome signatures among mothers and their offspring will help frame our current understanding of their importance towards IBD pathogenesis and frame the roadmap for preventive strategies.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Adipose Tissue Macrophage Dysfunction in Human MASLD - Cause or Consequence?\r\n\r\nPubmed   Journal   ReadQx \r\nAdvocating for the Implementation of the New Nomenclature for Steatotic Liver Disease: A Call to Action for the National Associations.\r\n\r\nPubmed   Journal   ReadQx \r\nBattle of the Biopsies: Role of tissue and liquid biopsy in hepatocellular carcinoma.\r\nThe early results from multianalyte liquid biopsy panels are promising and suggest they could play a transformative role in HCC detection and management, however, comprehensive clinical validation is still ongoing. In this review, we explore the challenges and potential of both tissue and liquid biopsy, highlighting that these diagnostic methods, while distinct in their approaches, are set to jointly reshape the future of HCC management.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    American College of Gastroenterology Monograph on Microbiome Therapeutics.\r\n\r\nPubmed   Journal   ReadQx \r\nCough With a Pop: A Rare Case of Acquired Abdominal Intercostal Hernia.\r\n\r\nPubmed   Journal   ReadQx \r\nCystoid macular edema after initiation of ozanimod for ulcerative colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy and Practical Implementation of Fecal Microbiota Spores, Live-BRPK: A Novel Approach for Preventing Recurrent Clostridioides difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nEmerging Noninfectious Indications for Live Biotherapeutic Products in Gastroenterology.\r\n\r\nPubmed   Journal   ReadQx \r\nFuture Microbiome Therapeutics for Clostridioides difficile Infection.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-prescription Therapeutics.\r\n\r\nPubmed   Journal   ReadQx \r\nPrescription Microbiome Therapeutic for Recurrent Clostridioides difficile Infection: Fecal Microbiota Live-jslm.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Current and Future State of Microbiome Therapeutics in Liver Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Gut Microbiome: A Primer for the Clinician.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Impedance Planimetry in the Diagnosis of Gastric Sleeve Stenosis: The Establishment of New Benchmark Values.\r\n\r\nPubmed   Journal   ReadQx \r\nUtility of abdominal ultrasound in the preoperative diagnosis of appendiceal goblet cell adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Cholangitis induced by immune checkpoint inhibitors: analysis of pharmacovigilance data.\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophil Distribution in Eosinophilic Esophagitis and its Impact on Disease Activity and Response to Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophil Involvement Outside the Esophagus in Eosinophilic Esophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEvidence-Based Approach to the Management of Mild Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nFecal Urgency in Ulcerative Colitis: Impact on Quality of Life and Psychological Well-being in Active and Inactive Disease States.\r\n\r\nPubmed   Journal   ReadQx \r\nInterim Analysis of a Trial Evaluating the Utility of Non-Targeted Biopsies for Colorectal Neoplasia Detection in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMeeting Summary: AGA Roundtable on Clinical Trial Design in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Electronic Health Record Use in the Busy Gastroenterology Practice.\r\n\r\nPubmed   Journal   ReadQx \r\nPer- and poly-fluoroalkyl substances (PFAS) exposure is associated with later occurrence of inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nTofacitinib is effective in treating refractory immune checkpoint inhibitor hepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A collaborative application for characterizing colorectal lesions could improve quality of tumor resection.\r\n\r\nPubmed   Journal   ReadQx \r\nA novel dedicated nonslip short-length balloon catheter for treating hepaticojejunostomy anastomotic stricture in balloon enteroscopy-assisted ERCP.\r\n\r\nPubmed   Journal   ReadQx \r\nA syringe method for esophageal Lugol's iodine chromoendoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted endoscopic mucosal resection for bile duct lesions through papillary support: A pilot exploration for super minimally invasive surgery in a porcine model.\r\n\r\nPubmed   Journal   ReadQx \r\nCholangioscopy-assisted partial stent-in-stent method useful for bilateral biliary drainage of hilar cholangiocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nCold snare endoscopic mucosal resection for colonic polyps: addressing methodological critiques and enhancing future discussions.\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"Endoscopic papillectomy for ampullary lesions in patients with familial adenomatous polyposis compared with sporadic lesions: a propensity score-matched cohort\".\r\n\r\nPubmed   Journal   ReadQx \r\nComments on \"No-touch endoscopic full-thickness resection technique for gastric gastrointestinal stromal tumors\".\r\n\r\nPubmed   Journal   ReadQx \r\nCovered self-expandable metal stent for hemostasis of ruptured pseudoaneurysm caused by partial stent-in-stent method.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes endoprosthesis design impact bleeding risk when using lumen-apposing metal stents for drainage of pancreatic fluid collections?\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic closure of a refractory urethroanal fistula using an innovative wound closure device.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic esophageal cicatricotomy assisted by submucosal injection for the treatment of esophageal stenosis after endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for a small high grade intraepithelial neoplasia in the hypopharynx detected incidentally by artificial intelligence.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gastrojejunopexy using an improvised T-anchor for successful endoscopic gastrojejunostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nEstablishing ground truth of polyp size, morphology, and volume using three-dimensional scanning.\r\n\r\nPubmed   Journal   ReadQx \r\nMagnet-assisted endoscopic removal of ingested sewing needles from the stomach and descending duodenum.\r\n\r\nPubmed   Journal   ReadQx \r\nMethodological issues in the evaluation of cold snare endoscopic mucosal resection for colon polyps.\r\n\r\nPubmed   Journal   ReadQx \r\nMisidentification of a duodenal neuroendocrine tumor as an adenoma, with subsequent attempted resection by cold snare polypectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nNavigating the path to patient safety in endoscopy…going beyond the procedure!\r\n\r\nPubmed   Journal   ReadQx \r\nNovel strategy of hold-and-drag clip closure with mantis-like claw for post-gastric endoscopic submucosal dissection defect of <30 mm.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel use of a colonic intraprocedural cleansing device for upper gastrointestinal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nOmental patch-assisted endoscopic closure of the transmural defect after endoscopic removal of a 40-mm gastric gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nRadial incision and cutting for post-esophageal endoscopic submucosal dissection stricture with prior perforation during dilation.\r\n\r\nPubmed   Journal   ReadQx \r\nRescue technique after endoscopic ultrasound-guided hepaticogastrostomy stent dislocation.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful closure of gastric wall defect after endoscopic full-thickness resection using novel anchor pronged clips: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful removal of a migrated plastic stent using a new endoscopic sheath.\r\n\r\nPubmed   Journal   ReadQx \r\nSurgical salvage intervention for a migrated metal stent during endoscopic ultrasound-guided hepaticogastrostomy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe \"coupler\" technique for endoscopic removal of a threaded inside stent that migrated above tight hilar strictures.\r\n\r\nPubmed   Journal   ReadQx \r\nTip-in underwater endoscopic mucosal resection for a residual lower rectal lesion extending to the dentate line.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of disposable endoscope for variceal sclerotherapy.\r\n\r\nPubmed   Journal   ReadQx \r\nWelcome to ESGE at 60 years.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A comparison of large language model versus manual chart review for extraction of data elements from the electronic health record.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Cause of Ascites in a Patient with Hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nImpostor Phenomenon and Microaggressions in Gastroenterology: Exposing the Tip of the Iceberg.\r\n\r\nPubmed   Journal   ReadQx \r\nPharmacotherapy in managing alcohol-use disorder.\r\n\r\nPubmed   Journal   ReadQx \r\nRNA-based Stool Molecular Testing - a Novel Potential Option for Colorectal Cancer Screening.\r\n\r\nPubmed   Journal   ReadQx \r\nUnusual Cause of Small Bowel Obstruction in an Elderly Patient.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    An unsuspected cause of obstructive jaundice in an infant.\r\n\r\nPubmed   Journal   ReadQx \r\nArgon plasma coagulation for snare embedding in the pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx \r\nAscaris lumbricoides in the appendicular orifice.\r\n\r\nPubmed   Journal   ReadQx \r\nBleeding large duodenal lipoma.\r\n\r\nPubmed   Journal   ReadQx \r\nCapsule endoscopy successfully diagnosed small intestinal ascariasis which had been misdiagnosed repeatedly.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic removal of ascaris lumbricoides from colon lumen (with video).\r\n\r\nPubmed   Journal   ReadQx \r\nModified Double Wire Technique for Deep Cannulation of Dorsal Duct in Incomplete Pancreas Divisum.\r\n\r\nPubmed   Journal   ReadQx \r\nModifying the Sengstaken-Blakemore Tube to Treat Variceal Bleed.\r\n\r\nPubmed   Journal   ReadQx \r\nRadiographic and Endoscopic Findings of Checkpoint Inhibitor Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nTop Tips: Endoscopic Retrograde Appendicitis Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Clinical applications of circulating HBV RNA as a potential surrogate biomarker for intrahepatic cccDNA transcriptional activity.\r\n\r\nPubmed   Journal   ReadQx \r\nForePass endoscopic bypass device for obesity and insulin resistance-metabolic treatment in a swine model.\r\n\r\nPubmed   Journal   ReadQx \r\nRare complication of peptic ulcer disease.\r\n\r\nPubmed   Journal   ReadQx \r\nUnexpected finding on surveillance colonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Edson Lee Forker.\r\n\r\nPubmed   Journal   ReadQx \r\nFebruary 2024 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom NAFLD to MASLD: Promise and pitfalls of a new definition†.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom pain to gain: Leveraging acetaminophen in hepatocyte transplantation for phenylketonuria.\r\n\r\nPubmed   Journal   ReadQx \r\nHDV screening in chronic HBV: An unmet need of growing importance.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatitis B surface antigen seroclearance is uncommon but durable in the long run.\r\n\r\nPubmed   Journal   ReadQx \r\nIntroducing W. Ray Kim, MD, our 2024 AASLD president.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Halting antiviral therapy in patients with cirrhosis and chronic hepatitis B: A dangerous game?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: How F to S turned the premature to be mature?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Improving access to transient elastography data for real-world prognostic applications in primary biliary cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Intratumor fibrotic HCC, a subtype matching the Hoshida S1 subclass?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: More on Non-Alcohol/Non-Metabolic Dysfunction-Associated Steatohepatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The Hepa 1-6 may not be suitable for use in hepatocellular carcinoma models to explore responses to drug therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Scavenger receptor a is a major homeostatic regulator that restrains drug-induced liver injury.\r\n\r\nPubmed   Journal   ReadQx \r\nNavigating liver disease complexity: Innovations in in vitro modeling and precision medicine.\r\n\r\nPubmed   Journal   ReadQx \r\nREPLY: Intratumor fibrotic HCC, a subtype matching the Hoshida S1 subclass?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: 'From NAFLD to MASLD: Promise and pitfalls of a new definition'†.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Halting antiviral therapy in patients with cirrhosis and chronic hepatitis B: A dangerous game?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Improving access to transient elastography data for Real-World Prognostic Applications in primary biliary cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: The Hepa 1-6 may not be suitable for use in hepatocellular carcinoma models to explore responses to drug therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease, a useful construct in primary care that doesn't upset the apple cart.\r\n\r\nPubmed   Journal   ReadQx \r\nThe hidden face of preemptive tips.\r\n\r\nPubmed   Journal   ReadQx \r\nThe relation of host genetics and symptomatic hepatitis E.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    In memoriam Gustav Paumgartner.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    A Message from the Editors.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Does knowledge about liver disease enhance adherence to lifestyle recommendations? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Monitoring methotrexate polyglutamates in Crohn's disease-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Tenofovir disoproxil fumarate more than an antiviral drug-Another piece of the puzzle. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The evolving paradigms and treatments for primary biliary cholangitis-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Unmasking the silent threat-acute kidney injury in alcohol-associated hepatitis. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Are we forgetting the importance of steatosis in steatotic liver disease?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Are we forgetting the importance of steatosis in steatotic liver disease? Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Comparing first-line infliximab and vedolizumab for ulcerative colitis-it depends on how you use the drug.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Estimating the incidence of HBsAg seroclearance after cessation of tenofovir and entecavir - potential influence of censored observation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Estimating the incidence of HBsAg seroclearance after cessation of tenofovir and entecavir-potential influence of censored observation. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: antibiotics prescription and new-onset irritable bowel syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: interpretation of the BESST trial in the context of baseline antidepressant and neuromodulator use-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: interpretation of the BESST trial in the context of baseline antidepressant and neuromodulator use.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Association of Biologics and Small Molecules with MACE: Critical appraisal of included literature matters.\r\n\r\nPubmed   Journal   ReadQx \r\nBile acid diarrhea in microscopic colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nChronic Hepatitis B and Steatotic Liver Disease: A Blessing in Disguise?\r\n\r\nPubmed   Journal   ReadQx \r\nEosinophilic esophagitis: seeing only the tip of the iceberg.\r\n\r\nPubmed   Journal   ReadQx \r\nThis Letter to the Editor is in response to: Prevalence of Nonalcoholic Fatty Liver Disease in Patients With Rheumatoid Arthritis: A Systematic Review and Meta-analysis. Clinical Gastroenterology and Hepatology by Zamani M, etal.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    No-touch endoscopic full-thickness resection technique matches the surgical concept as far as possible.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"TSP-9: A Barrett's Esophagus Biomarker Better Than Pathologists?\"\r\n\r\nPubmed   Journal   ReadQx \r\nPotential of Serum Glycoproteome Profiling in Prediction of Advanced Adenomas and Colorectal Carcinoma: Individual Heterogeneity Should be Taken into Account.\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of the Distinct Entity \"Chronic Pancreatitis Without Prior Acute Pancreatitis\": Complementary Role of Population- and Clinic-Based Studies.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Is it necessary to explore modified peroral endoscopic myotomy strategies to prevent the occurrence of gastroesophageal reflux?\r\n\r\nPubmed   Journal   ReadQx \r\nNovel through-the-scope dual-action tissue clip for mucosal defect closure after endoscopic resection of large nonpedunculated colorectal lesions: a strong stimulus for multinational collaboration.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Comparison of OLGA and OLGIM as predictors of gastric cancer in a Latin American population: the ECHOS Study.\r\n\r\nPubmed   Journal   ReadQx \r\nDominant-negative effect of lactase missense variants: hetero-complex assembly with the wild-type enzyme impairs intracellular trafficking and digestive function.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy of dupilumab in patients with prior exposure to topical steroids: facing second-line treatments for eosinophilic oesophagitis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic mucosal resection for large non-pedunculated colorectal polyps: staying on track with a safe, effective and cost-efficient technique.\r\n\r\nPubmed   Journal   ReadQx \r\nProductive infection of primary human hepatocytes with SARS-CoV-2 induces antiviral and proinflammatory responses.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Changing from NAFLD to MASLD: Similar Prognosis of Unresectable Extrahepatic Gastrointestinal Cancer Under Chemotherapy between NAFLD and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nCombined inhibition of Stat3 and Periostin synergistically protects mice against liver fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEnhancing HCC Recurrence Prediction after Liver Transplantation: from DCP plus AFP-L3 model to GALAD Score.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatic encephalopathy and survival after transjugular intrahepatic portosystemic shunt: Do spontaneous portosystemic shunts matter?\r\n\r\nPubmed   Journal   ReadQx \r\nLiver disease is a significant risk factor for cardiovascular outcomes - A UK Biobank study.\r\n\r\nPubmed   Journal   ReadQx \r\nNormal weight and central obesity as predictors of increased all-cause mortality in metabolic dysfunction associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReply letter to the letter to the editor entitled: \"5-mthf enhances the portal pressure reduction achieved with propranolol in patients with cirrhosis: a randomized placebo-controlled trial: was an accurate statistical analysis performed?\"\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: A comment on \"A multicenter randomized-controlled trial of nucleos(t)ide analogue cessation in HBeAg-negative chronic hepatitis B.\"\r\n\r\nPubmed   Journal   ReadQx \r\nSARS-CoV-2 anti-spike IgG antibodies are present in all liver transplant recipients after fifth vaccine dose.\r\n\r\nPubmed   Journal   ReadQx \r\nUnmet need in screening for hepatitis D virus: time to take action.\r\n\r\nPubmed   Journal   ReadQx \r\nUric acid may serve as the sixth cardiometabolic criterion for defining MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nmachine perfusion, randomized controlled trials, liver transplantation, immune cellsPerfusate immune cell profiling during machine perfusion - A new tool to link risk and immune response after liver transplantation?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-02T17:24:41-05:00",
    "input_file": {}
  }
]
