[
  {
    "path": "gi/03-22-2024/",
    "title": "Fri Mar 22 2024",
    "description": "110 articles - From Friday Mar 15 2024 to Friday Mar 22 2024",
    "author": [],
    "date": "2024-03-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Assessment of the 2021 AASLD Practice Guidance for Albumin Infusion in Elective Therapeutic Paracentesis: A Regression Discontinuity Design.\r\nOur RD models supported the 2021 AASLD Guidance with robust estimation of causal effect sizes at the cutoff level of 5 liters. Nevertheless, the findings also highlight the need to further evaluate the efficacy of albumin infusion in patients who undergo elective TP and have 3-5 liters of ascites removed.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Comparative Evaluation of a Language Model and Human Specialists in the Application of ECCO Guidelines for the Management of Inflammatory Bowel Diseases and Malignancies.\r\nThis study highlights the potential of language models in enhancing guideline adherence regarding colorectal dysplasia in IBD. Further investigation of additional resources and prospective evaluation in real-world settings are warranted.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    AASLD Practice Guideline on blood-based non-invasive liver disease assessments of hepatic fibrosis and steatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nAASLD Practice Guideline on imaging-based non-invasive liver disease assessments of hepatic fibrosis and steatosis.\r\n\r\nPubmed   Journal   ReadQx \r\nAASLD Practice Guideline on non-invasive liver disease assessments of portal hypertension.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Meta-analysis: Incidence of cirrhosis and hepatocellular carcinoma in patients with Fontan palliation.\r\n The incidence of cirrhosis and HCC increases over time, especially at ≥20 years post Fontan surgery. Studies are needed to further identify at-risk patients in order to streamline surveillance for these highly morbid conditions.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Cold endoscopic mucosal resection versus cold snare polypectomy for colorectal lesions: a systematic review and meta-analysis of randomized controlled trials.\r\nThe findings of this meta-analysis suggest that C-EMR has similar efficacy and safety to CSP, but significantly increases the procedure time. Prospero CRD42023439605.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Efficacy of Drugs Acting on Histamine-1 Receptors in Irritable Bowel Syndrome: Systematic Review and Meta-analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nRelative Efficacies of Interventions to Improve the Quality of Screening-related Colonoscopy: A Systematic Review and Network Meta-analysis of Randomized Controlled Trials.\r\nSeveral interventions are effective in improving adenoma detection and overall colonoscopy quality, many of which are cost-free. These results can inform endoscopists, unit managers, and endoscopy societies on relative efficacies.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Accuracy of blood-based biomarkers for staging liver fibrosis in chronic liver disease: A systematic review supporting the AASLD Practice Guideline.\r\nBlood-based biomarkers are associated with small-to-moderate change in pre-test probability for diagnosing F2-4, F3-4, and F4 in viral hepatitis, HIV-HCV co-infection, and NAFLD, with limited comparative or combination studies for other CLD.\r\nPubmed   Journal   ReadQx \r\nImaging-based non-invasive liver disease assessment for staging liver fibrosis in chronic liver disease: A systematic review supporting the AASLD Practice Guideline.\r\n LSM from TE, SWE, and MRE show acceptable to outstanding accuracy for the detection of liver fibrosis across various liver disease etiologies. Accuracy increased from F2-4 to F3-4 and was the highest for F4. Further research is needed to better standardize the use of imaging-based NILDA, particularly in pediatric liver diseases.\r\nPubmed   Journal   ReadQx \r\nNon-invasive liver disease assessment to identify portal hypertension: A systematic review supporting the AASLD Practice Guideline.\r\n While imaging-based NILDA appeared to have higher accuracy than blood-based tests to detect CSPH, only 9 studies fit the a priori established inclusion criteria for the SR. In addition, there was substantial study heterogeneity and variation in cutoffs for LSM to detect CSPH, limiting the ability to establish definitive cutoffs to detect CSPH.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Efficacy and safety of filgotinib for ulcerative colitis: A real-world multicenter retrospective study in Japan.\r\nReal-world data demonstrate favourable clinical and safety outcomes of filgotinib for UC.\r\nPubmed   Journal   ReadQx \r\nPoor accuracy and sustainability of the first-step FIB4 EASL pathway for stratifying steatotic liver disease risk in the general population.\r\nThe first-step FIB4 EASL CP is poorly accurate and feasible for individuals at risk of SLD in the general population. It is crucial to enhance the screening strategy with a first-step approach able to reduce unnecessary VCTEs and optimise their yield.\r\nPubmed   Journal   ReadQx \r\nPrevalence of at-risk MASH, MetALD and alcohol-associated steatotic liver disease in the general population.\r\nMASLD is prevalent among patients with elevated PDFF on MRI. There are different sex- and BMI-specific prevalence of different steatotic liver disorders. At-risk MASH demonstrates the most severe metabolic and inflammatory profiles. This study provides novel estimates for the at-risk MASH population that will be eligible for treatment with pharmacologic therapy when approved by regulatory authorities.\r\nPubmed   Journal   ReadQx \r\nSkeletal muscle mass increases after viral eradication with direct-acting antivirals in patients with chronic hepatitis C: A longitudinal study.\r\n HCV eradication with DAA therapy was associated with a dynamic reduction of non-invasive markers of liver fibrosis and increased muscle mass in 62 patients with CHC who had an undetectable HCV load at 12 weeks after completion of antiviral treatment.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A MINORITY OF CHILDHOOD DISORDERS OF GUT-BRAIN INTERACTION PERSIST INTO ADULTHOOD: A RISK-FACTOR ANALYSIS.\r\nChildhood DGBI persist into adulthood in 10-20% of patients, suggesting that management monitoring should continue into adulthood. Those diagnosed with anxiety or mood disorders in childhood should receive particular attention and prescription of NSAIDs in children should be made judiciously.\r\nPubmed   Journal   ReadQx \r\nEffectiveness Of Tofacitinib In Ulcerative Colitis Patients: A Nationwide Veterans Administration Cohort study.\r\n In a nationwide cohort of UC patients initiating tofacitinib, effectiveness was seen in half of the elderly patients.\r\nPubmed   Journal   ReadQx \r\nHealthcare Costs of Irritable Bowel Syndrome (IBS) and IBS Subtypes in the United States.\r\nIndividuals with IBS exhibit higher healthcare utilization and incur substantially higher all-cause costs than those without. Care costs differ by IBS subtype.\r\nPubmed   Journal   ReadQx \r\nLimited sustained remission after nucleos(t)ide analogue withdrawal: Results from a large, global, multi-ethnic cohort of patients with chronic hepatitis B (RETRACT-B study).\r\n Despite allowing for HBV DNA and ALT fluctuations within the first 12 months off-treatment, most patients without HBsAg loss did not maintain a sustained response thereafter. The best candidates for NA withdrawal are patients with low HBsAg levels at NA cessation, and those without profound or recurrent virological and biochemical relapses in the first off-treatment year.\r\nPubmed   Journal   ReadQx \r\nNon-Hispanic Black persons with nonalcoholic fatty liver disease have lower rates of advanced fibrosis, cirrhosis, and liver-related events even after controlling for clinical risk factors and PNPLA3 genotype.\r\n The risk of advanced fibrosis in NHB with NAFLD is significantly lower, after controlling for clinical risk factors and PNPLA3 genotype. Although their risk for advanced fibrosis was low, NHB with NAFLD and advanced fibrosis had higher NAS and lobular inflammation, indicating a difference in their relationship between necroinflammation and fibrosis.\r\nPubmed   Journal   ReadQx \r\nOutcomes after Fecal Microbiota Transplantation in combination with Bezlotoxumab for Inflammatory Bowel Disease and Recurrent C . difficile Infection.\r\nOverall, 5 participants (8%) experienced a CDI recurrence;  4 in the treatment arm, 1 in placebo (13% vs 3%, p=0.15). There was no clear benefit to the combination approach compared to FMT alone.\r\nPubmed   Journal   ReadQx \r\nSpleen Stiffness-Based Algorithms Are Superior to Baveno VI Criteria to Rule Out Varices Needing Treatment in Patients With Advanced Chronic Liver Disease.\r\n Spleen stiffness-based algorithms are superior to Baveno VI criteria in ruling out VNT in patients with ACLD and double the number of patients avoiding screening endoscopy.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Algorithm Training and Testing for a Non-Endoscopic Barrett's Esophagus Detection Test in Prospective Multicenter Cohorts.\r\nA locked 3-MDM panel algorithm for BE/EAC detection using a non-endoscopic CCD demonstrated excellent sensitivity for high risk BE cases in independent validation samples. (Clinical trials.gov   NCT02560623, NCT03060642).\r\nPubmed   Journal   ReadQx \r\nRisk of Cancer in Patients with Diverticular Disease: A Population-based Cohort Study.\r\nOur findings show an increased long-term relative risk of cancer following a diagnosis of DD. These findings are likely due to prevalence of numerous risk factors in DD patients that confer an increased risk of cancer. The decreased relative risk of colorectal cancer might be explained by an increased likelihood of DD patients undergoing colonoscopy with polypectomy.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib Achieves Clinical and Endoscopic Outcomes in Crohn's Disease Regardless of Prior Biologic Exposure.\r\nUpadacitinib led to higher absolutes rates of clinical and endoscopic outcomes in patients without vs with prior biologic failure. Patients treated with upadacitinib achieved greater rates of clinical and endoscopic improvements vs placebo, regardless of prior biologic exposure. Clinicaltrials GOV  NCT03345849, NCT03345836, NCT03345823.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib Reduces Crohn's Disease Symptoms Within the First Week of Induction Therapy.\r\n UPA45 provided rapid relief of clinical symptoms within the first week of treatment in patients with CD. Clinicaltrials Gov numbers NCT03345849, NCT03345836, and NCT03345823.\r\nPubmed   Journal   ReadQx \r\nVedolizumab and ustekinumab levels in pregnant women with inflammatory bowel disease and infants exposed in-utero.\r\n Maternal vedolizumab levels decrease, while ustekinumab levels remain stable over the course of pregnancy. Most vedolizumab and approximately half of ustekinumab exposed infants had undetectable drug levels by 15 weeks of age. No concerning maternal or infant safety signals were identified.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Artificial intelligence for characterization of colorectal polyps: Prospective multicenter study.\r\nThe CAD EYE system shows promise for detecting and characterizing colorectal polyps. Larger studies are needed, however, to confirm these findings.\r\nPubmed   Journal   ReadQx   PMC\r\nCan an educational video improve the adequacy of bowel preparation for patients undergoing their first colonoscopy? Results of the EBOPS RCT.\r\nAn educational video leads to improved bowel preparation for patients attending for their first colonoscopy, and is also associated with greater detection of polyps. Widespread adoption of an educational video incurs minimal investment, but would reduce the number of inadequate procedures, missed pathology, and the cost that both these incur.\r\nPubmed   Journal   ReadQx   PMC\r\nCan single-use versus standard duodenoscope improve ergonomics in ERCP? A comparative, simulation-based pilot study.\r\nOur study showed that a lighter scope has a promising effect in reducing upper arm muscle activity during ERCP with potential benefit on musculoskeletal health in the ERCP setting.\r\nPubmed   Journal   ReadQx   PMC\r\nGel immersion endoscopic mucosal resection for early gastric neoplasms: a multicenter case series study.\r\nIn conclusion, GI-EMR may be a safe and effective treatment for early, small gastric neoplasms. However, due to the small sample in the present study, further investigation is required regarding the indication for this technique.\r\nPubmed   Journal   ReadQx   PMC\r\nPerformance of a single-use gastroscope for esophagogastroduodenoscopy: Prospective evaluation.\r\nSingle-use gastroscopes exhibited a high EGD completion rate and effectiveness for various indications. Further research should focus on evaluating the implementation of single-use gastroscopes in a comprehensive context, considering clinical effectiveness, costs, and environmental impact.\r\nPubmed   Journal   ReadQx   PMC\r\nPlastic versus metal stents for transmural drainage of walled-off necrosis with significant solid debris: a randomized controlled trial.\r\nPlastic stents are not inferior to metal stents for WON drainage with significant solid debris. However, larger sample-size studies are needed to make definite conclusions.\r\nPubmed   Journal   ReadQx   PMC\r\nUpper gastrointestinal endoscopy procedure volume trends, perioperative mortality, and malpractice claims: Population-based analysis.\r\nAlso, while the 30-day mortality rate declined over the study period, it is an unsuitable quality metric for EGDs in comprehensive centers because a patient's underlying disease plays a larger role than the procedure in perioperative mortality. Finally, there were few malpractice claims, with self-evident causes prevailing.\r\nPubmed   Journal   ReadQx   PMC\r\nWater exchange technique improves colonoscopy in patients with spinal cord injury: Results of a matched cohort study.\r\nThe WE in SCI patients is feasible and safe and has the potential to improve the quality of colonoscopies substantially.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Digestive neo-epithelialization after endoscopic stenting for upper digestive tract complete disunion.\r\n This case series shows that complete digestive rupture could be, in selected cases, successfully treated by endoscopy, adding proof-of-concept data regarding guided tissue regeneration alongside SEMS.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Amphiregulin switches progenitor cell fate for lineage commitment during gastric mucosal regeneration.\r\nThese data demonstrate that different EGF receptor ligands can distinctly regulate isthmic progenitor-driven mucosal regeneration and lineage commitment.\r\nPubmed   Journal   ReadQx \r\nComprehensive association analyses of extraintestinal manifestations in inflammatory bowel disease.\r\n We have identified demographic, clinical and genetic associations with EIMs that reveal underlying mechanisms and implicate novel and existing drug targets  important steps towards more personalized approach to IBD management.\r\nPubmed   Journal   ReadQx \r\nMAF-5 PREDICTS LIVER FIBROSIS RISK AND OUTCOME IN THE GENERAL POPULATION WITH METABOLIC DYSFUNCTION.\r\n The MAF-5 score is a validated, age-independent, inexpensive referral tool to identify individuals at high risk of liver fibrosis and all-cause mortality in primary care populations, using simple variables.\r\nPubmed   Journal   ReadQx \r\nRisk of esophageal adenocarcinoma after Helicobacter pylori eradication treatment in a population-based multinational cohort study.\r\n This absence on an increased risk of esophageal adenocarcinoma after eradication treatment of Helicobacter pylori suggests eradication is safe from a cancer perspective.\r\nPubmed   Journal   ReadQx \r\nTargeting ESE3/EHF with Nifurtimox inhibits CXCR2+ neutrophil infiltration and overcomes pancreatic cancer resistance to chemotherapy and immunotherapy.\r\nThe study demonstrated the role of EHF in the recruitment of CXCR2+neutrophils and the promising role of Nifurtimox in sensitizing pancreatic cancer to chemotherapy and immunotherapy.\r\nPubmed   Journal   ReadQx \r\nThree-dimensional imaging of the enteric nervous system in human pediatric colon reveals new features of Hirschsprung disease.\r\n Tissue clearing and 3-dimensional imaging provides more reliable information about ENS structure than tissue sections. ENS structure changes during childhood. 3-dimensional ENS anatomy may provide new insight into human bowel motility disorders, including Hirschsprung disease.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Efficacy of the traction method in gastric endoscopic submucosal dissection: A randomized controlled trial.\r\nTraction-assisted ESD for lesions in the lesser curvature of the upper or middle stomach were shorter, thereby reducing the procedure time of conventional ESD.\r\nPubmed   Journal   ReadQx \r\nMobile Health technology in pediatric esophagogastroduodenoscopy quality indicators assessment: results from a national program of the Italian Society of Pediatric Gastroenterology, Hepatology and Nutrition.\r\nPediatric UEP practices in Italy adhere well to established quality standards. Emphasizing the adoption of disease-specific guidelines is crucial for optimizing resources, enhancing diagnostic accuracy, and minimizing unnecessary procedures. Prioritizing patient satisfaction is important for immediate enhancements in practice as well as for future research endeavors.\r\nPubmed   Journal   ReadQx \r\nRisk factors and treatment strategies for cholecystitis after metallic stent placement due to malignant biliary obstruction: a multicenter retrospective study.\r\nThe incidences of cholecystitis after SEMS placement for DMBO and HMBO were comparable. EUS-GBD is the optimal treatment option for patients with cholecystitis after SEMS placement for MBO.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    New entity of adult ultra-short coeliac disease: the first international cohort and case-control study.\r\nInterpretation Patients with USCD are younger, have a similar symptomatic burden and benefit from a GFD. This study endorses the recommendation of D1 sampling as part of the endoscopic coeliac disease diagnostic workup.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    MASH clinical trials and drugs pipeline: An impending Tsunami.\r\nIn this review, we discuss the forefront of MASH drug research as of 2023/2024, illuminating mechanisms, outcomes, and future trajectories. Furthermore, we tackle the challenges confronting MASH trials and propose potential strategies for surmounting them.\r\nPubmed   Journal   ReadQx \r\nPrimary biliary cholangitis drug evaluation and regulatory approval: Where do we go from here?\r\nA recently published EMA Reflection Paper provides some guidance on the regulatory pathway to full approval but fails to recognise the importance of Real-World Data in providing evidence of outcomes benefit in rare diseases. Here we explore the impact of the EMA reflection paper on PBC therapy and offer pragmatic solutions for generating evidence of long-term outcomes through Real World data collection.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    FASN-mediated fatty acid biosynthesis remodels immune environment in Clonorchis sinensis infection-related intrahepatic cholangiocarcinoma.\r\nWe uncover the metabolic signature and immune microenvironment of C. sinensis-infected ICCs and highlight the combination of FASN inhibitors with immunotherapy as a promising strategy for treating C. sinensis-infected ICCs. Impact and implications C. sinensis-infected ICC patients have a poorer prognosis and worse response to immunotherapy than non-C. sinensis-infected ICCs. The underlying molecular characteristics of C. sinensis-infected ICCs remains unclear. Herein, we demonstrate that up-regulation of FASN and free fatty acids in C. sinensis-infected ICCs leads to immunosuppressive microenvironment formation and tumor progression. Thus, administration of FASN inhibitors could significantly reverse immunosuppressive environment and further enhance anti-PD-1 efficacy in combating C. sinensis-infected ICCs.\r\nPubmed   Journal   ReadQx \r\nPhenotypes and ontogeny of senescent hepatic stellate cells in metabolic dysfunction-associated steatotic liver disease.\r\nThese data define features of HSC senescence in human and murine MASLD, establishing an important blueprint to target these cells as part of future antifibrotic therapy.  \r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Review article: New developments in biomarkers and clinical drug development in alpha-1 antitrypsin deficiency-related liver disease.\r\nThis inaugural forum generated a list of recommendations to address unmet needs in the field of AATLD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Targeting IL-1 in severe alcohol-related hepatitis: How many frogs will we need to kiss to find an effective therapy?\r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling the liver antiviral immunity in functional cure of chronic hepatitis B using scRNASeq.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Case of Dysphagia Megalatriensis.\r\n\r\nPubmed   Journal   ReadQx \r\nA superficial spreading type of early gastric cancer arising in autoimmune gastritis.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Case of Small Intestinal Hemorrhage.\r\n\r\nPubmed   Journal   ReadQx \r\nElectronic coding for abnormal fecal immunochemical test is associated with increased colonoscopy completion.\r\n\r\nPubmed   Journal   ReadQx \r\nNavigating the Complex Landscape of Dietary Elimination Therapy in Eosinophilic Esophagitis: Can We Personalize It?\r\n\r\nPubmed   Journal   ReadQx \r\nPharyngeal Anomaly - As Rare as We Thought?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Du et al.\r\n\r\nPubmed   Journal   ReadQx \r\nStigma, Bias, and the Shortfalls of Body Mass Index: A reflection on the state of weight management.\r\n\r\nPubmed   Journal   ReadQx \r\nStump appendicitis due to retained fecalith: successfully removed with ERAT.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Endometriosis is Associated with Higher Healthcare Utilization and Upper Gastrointestinal Symptoms.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal Enigma: Isolated Lower Esophageal Sphincter Amyloidosis.\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of the THCC-RI predictive model for hepatocellular carcinoma in Asian cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A modified endoscopic full-thickness resection technique: double traction-assisted resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection combined with endoscopic hand suturing for a laterally spreading tumor spanning the anastomosis after radical resection of a rectal carcinoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection for treatment of esophageal leukoplakia reveals hidden histopathology.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided embolization of a gastric varix by injection of RADA16 self-assembling peptide and coils.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatic duct drainage with a two-step puncture technique for a non-dilated pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic vacuum therapy as a salvage treatment of a life-threatening esophageal perforation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInnovative double suturing technique for gastric endoscopic hand suturing after endoscopic submucosal dissection: a case report and technique description.\r\n\r\nPubmed   Journal   ReadQx \r\nKnife-assisted incision for restoring esophageal lumen after surgical exclusion.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNovel technique of additional anchor plastic stent placement during endoscopic ultrasound-guided gallbladder drainage.\r\n\r\nPubmed   Journal   ReadQx \r\nPyloric-directed therapy for gastroparesis: to cut or to relax?\r\n\r\nPubmed   Journal   ReadQx \r\nRare case of early squamous cell carcinoma extending from the cardia to the fundus cured by endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx \r\nRecalcitrant rectal stricture following circumferential endoscopic mucosal resection: novel application of endoscopic stricturotomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimulated lateral tunneling for treating a huge submucosal tumor at the cervical esophagus.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful cholangioscopy-guided biopsy using a novel thin cholangioscope under balloon enteroscopy in a patient with Roux-en-Y gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful underwater endoscopic submucosal dissection with gel immersion for early gastric cancer in an upside-down stomach.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nThree-dimensional printing-assisted interventional therapy for thoracogastric right main bronchial fistula.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTranspapillary biliary drainage using a forward-viewing endoscope for distal malignant biliary obstruction after placement of a duodenal stent for type I duodenal stenosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTreatment of refractory esophageal stenosis after endoscopic submucosal dissection with magnetic compression anastomosis.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection performed under general anesthesia for the safe resection of superficial esophageal squamous cell carcinoma with ductal involvement.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of a self-assembling peptide to control complications associated with endoscopic balloon dilation of refractory anastomotic stricture.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Novel multimodal database for metabolic dysfunction-associated steatotic liver disease - linking genes to outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    A Hairy Pedunculated Polypoid Lesion of Sigmoid Colon in a Female with Abdominal Pain and Diarrhea.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom palliative care to a definite cure: a severe presentation of Whipple Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nStent migration after Endoscopic Retrograde Appendicitis Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe snare-based pre-traction method facilitating endoscopic full-thickness resection of a bidirectional prominent dumbbell-shaped gastrointestinal stromal tumor in gastric fundus.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Glucagon-like peptide-1 receptor agonists to treat chronic liver disease: real-world evidence or ambiguity?\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    April 2024 Hepatology Highlights.\r\n\r\nPubmed   Journal   ReadQx \r\nFinding the TRAIL to escape granzyme B-mediated liver injury in PSC.\r\n\r\nPubmed   Journal   ReadQx \r\nTranexamic acid in variceal bleeding revisited.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    From the Editor's Desk...\r\n\r\nPubmed   Journal   ReadQx \r\nHepatomegaly in a patient with a history of acute myeloid leukemia.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Clin Gastroenterol Hepatol\r\n    Severe Fatigue in Inflammatory Bowel Disease: Dopaminergic Therapy with Modanfinil or Vitamin Therapy with Thiamine.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Comments on \"Global Prevalence of Helicobacter pylori Infection and Incidence of Gastric Cancer Between 1980 and 2022\".\r\n\r\nPubmed   Journal   ReadQx \r\nDisparities in Gastric Cancer Screening: A Comparative Analysis of Japan and South Korea.\r\n\r\nPubmed   Journal   ReadQx \r\nHelicobacter pylori Therapy and Risk of Gastric Cancer After Endoscopic Resection of Dysplasia: A Sensitivity Analysis Assessing Impact of Unmeasured Confounding.\r\n\r\nPubmed   Journal   ReadQx \r\nMachines advancing: marginalization of human beings on the horizon?\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Different cancers in the same basket: intraductal papillary mucinous neoplasm-derived versus concomitant pancreatic carcinomas.\r\n\r\nPubmed   Journal   ReadQx \r\nHarnessing all endoscopic techniques for the management of peptic ulcer bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nOblique fiber preservation in the prevention of GERD after peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nPropensity score matching is needed to evaluate the clinical success rate of peroral endoscopic myotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Genetic evidence for repurposing of glucagon-like peptide-1 receptor agonists to prevent chronic liver diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nSmoking-related Lactobacillus and immune cell infiltration in colorectal cancer: evidence from a population-based study.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Expanding the Dialogue: A Closer Look at AIH Management and HCC Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The MAFLD and MASLD Conundrum: Is It Reinvention Of The Wheel?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-25T00:00:37-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-15-2024/",
    "title": "Fri Mar 15 2024",
    "description": "140 articles - From Friday Mar 08 2024 to Friday Mar 15 2024",
    "author": [],
    "date": "2024-03-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Gastroenterology\r\n    AGA Clinical Practice Update on Diagnosis and Management of Cannabinoid Hyperemesis Syndrome: Commentary.\r\nMethods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology. This expert commentary incorporates important as well as recently published studies in this field, and it reflects the experiences of the authors.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Oral vancomycin is associated with improved inflammatory bowel disease clinical outcomes in primary sclerosing cholangitis-associated inflammatory bowel disease (PSC-IBD): A matched analysis from the Paediatric PSC Consortium.\r\n Vancomycin was associated with greater odds of IBD clinical and endoscopic remission. Additional, preferably randomised, controlled studies are needed to characterise efficacy using objective markers of mucosal inflammation, and to examine safety and define optimal dosing.\r\nPubmed   Journal   ReadQx \r\nPrevalence and risk factors of metabolic dysfunction-associated steatotic liver disease in south Central Uganda: A cross-sectional survey.\r\nIn a relatively young cohort in Uganda, 14% of women and 8% of men had MASLD. There was an indication of an association between HIV and MASLD in multivariable analysis. These data are the first to describe the population-level burden of MASLD in sub-Saharan Africa using data from a population-based cohort.\r\nPubmed   Journal   ReadQx \r\nShort-term reduction of dietary gluten improves metabolic-dysfunction associated steatotic liver disease: A randomised, controlled proof-of-concept study.\r\nA short-term ATI-free diet leads to significant improvements in liver and metabolic parameters, as well as patient-reported outcomes with good tolerability. A larger follow-up study is justified to corroborate these findings. Clinical trial number NCT04066400.\r\nPubmed   Journal   ReadQx \r\nVon Willebrand factor for outcome prediction within different clinical stages of advanced chronic liver disease.\r\n VWF is the only biomarker that gradually increases across al ACLD stages. It is of particular prognostic value in cACLD, where a CRP/VWF-based model is equivalent to an invasive HVPG-based model. Systematic differences in VWF underline the importance of interlaboratory surveys. Moreover, our findings reinforce the notion that, already in cACLD, inflammation is a key disease-driving mechanism.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    A MINORITY OF CHILDHOOD DISORDERS OF GUT-BRAIN INTERACTION PERSIST INTO ADULTHOOD: A RISK-FACTOR ANALYSIS.\r\nChildhood DGBI persist into adulthood in 10-20% of patients, suggesting that management monitoring should continue into adulthood. Those diagnosed with anxiety or mood disorders in childhood should receive particular attention and prescription of NSAIDs in children should be made judiciously.\r\nPubmed   Journal   ReadQx \r\nDiagnostic efficacy of a novel rotating brush for endoscopic sampling of malignant biliary strictures: a multicenter prospective study.\r\nThe RIS brush was a promising tool for effective and safe MBSs sampling and diagnosis. Further randomized studies are warranted to confirm our results. (Chictr.org.cn, identifier  ChiCTR2100047270).\r\nPubmed   Journal   ReadQx \r\nEffectiveness Of Tofacitinib In Ulcerative Colitis Patients: A Nationwide Veterans Administration Cohort study.\r\n In a nationwide cohort of UC patients initiating tofacitinib, effectiveness was seen in half of the elderly patients.\r\nPubmed   Journal   ReadQx \r\nFood Insecurity, Low Household Income, and Low Education Level Increase the Risk of Having Metabolic Dysfunction Associated Fatty Liver Disease (MASLD) Among Adolescents in the United States.\r\n Food insecurity is associated with MASLD among U.S. low-income adolescents especially Hispanic males with obesity and hypertension. Policies addressing inequities are needed.\r\nPubmed   Journal   ReadQx \r\nHealthcare Costs of Irritable Bowel Syndrome (IBS) and IBS Subtypes in the United States.\r\nIndividuals with IBS exhibit higher healthcare utilization and incur substantially higher all-cause costs than those without. Care costs differ by IBS subtype.\r\nPubmed   Journal   ReadQx \r\nImpact of Human Immunodeficiency Virus Infection on Liver and Cardiovascular Outcomes in Veterans with Metabolic Dysfunction Associated Steatotic Liver Disease.\r\nAmong U.S. Veterans with MASLD, concurrent HIV infection, and particularly not being on ART, is associated with greater risks CVD and decreased overall survival. No differences in risks of cirrhosis or HCC were observed.\r\nPubmed   Journal   ReadQx \r\nLimited sustained remission after nucleos(t)ide analogue withdrawal: Results from a large, global, multi-ethnic cohort of patients with chronic hepatitis B (RETRACT-B study).\r\n Despite allowing for HBV DNA and ALT fluctuations within the first 12 months off-treatment, most patients without HBsAg loss did not maintain a sustained response thereafter. The best candidates for NA withdrawal are patients with low HBsAg levels at NA cessation, and those without profound or recurrent virological and biochemical relapses in the first off-treatment year.\r\nPubmed   Journal   ReadQx \r\nNon-Hispanic Black persons with nonalcoholic fatty liver disease have lower rates of advanced fibrosis, cirrhosis, and liver-related events even after controlling for clinical risk factors and PNPLA3 genotype.\r\n The risk of advanced fibrosis in NHB with NAFLD is significantly lower, after controlling for clinical risk factors and PNPLA3 genotype. Although their risk for advanced fibrosis was low, NHB with NAFLD and advanced fibrosis had higher NAS and lobular inflammation, indicating a difference in their relationship between necroinflammation and fibrosis.\r\nPubmed   Journal   ReadQx \r\nOne-Year Comparative Effectiveness of Upadacitinib Versus Tofacitinib For Ulcerative Colitis: A Multicenter Cohort Study.\r\n Upadacitinib was more effective at achieving SFCR in UC at 52 weeks versus tofacitinib.\r\nPubmed   Journal   ReadQx \r\nThe Role of Hospital Characteristics in Clinical and Quality Outcomes for Gastrointestinal Bleeding in a National Cohort.\r\nPatients hospitalized for GIB at hospitals with multiple advanced specialized capabilities have lower mortality but longer lengths of stay. Further research should examine the processes of care linked to these services that contribute to improved mortality in GIB.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A comprehensive examination of small-bowel capsule endoscopy in Spanish centers to meet European Society of Gastrointestinal Endoscopy standards.\r\nOur results show that the minimum standard is hardly reached in most procedures, which calls into question their clinical applicability in real life. We suggest performing similar studies in other countries to evaluate whether there is a need for quality improvement programs or a need to reevaluate the minimum and target values published so far.\r\nPubmed   Journal   ReadQx \r\nCharacteristic endoscopic findings in early-stage autoimmune gastritis.\r\nEndoscopic findings characteristic of early-stage AIG include a bamboo joint-like appearance and a salmon roe-like appearance. Studies in large numbers of patients with long-term follow-up are needed to confirm these findings.\r\nPubmed   Journal   ReadQx   PMC\r\nComparison of endoscopic ultrasound-guided fine-needle aspiration and fine-needle biopsy to generate pancreatic cancer organoids: Randomized trial.\r\nEUS-FNB was superior to EUS-FNA in terms of successful generation of PDOs, although it failed to show statistical significance.\r\nPubmed   Journal   ReadQx   PMC\r\nEUS-BD for calibration of benign stenosis of the bile duct in patients with altered anatomy or inaccessible papilla.\r\nEUS-BD for calibration in case of benign biliary stenosis is an option. Dedicated materials are needed to decrease morbidity.\r\nPubmed   Journal   ReadQx   PMC\r\nIncidence and factors associated with stent dysfunction and pancreatitis after gastroduodenal stenting for malignant gastric outlet obstruction.\r\nDeployment of the Niti-S pyloric/duodenal stent, with conformability even for angulated strictures, significantly reduced the incidence of SD. Stent selection, life expectancy, and MPD caliber should be taken into consideration during decision-making for GDS deployment for mGOO.\r\nPubmed   Journal   ReadQx   PMC\r\nRestrictive diets are unnecessary for colonoscopy: Non-inferiority randomized trial.\r\nColonoscopy performance and quality were not affected. (NCT05032794).\r\nPubmed   Journal   ReadQx   PMC\r\nThe professional background of a referring physician predicts the diagnostic yield of small bowel capsule endoscopy in suspected small bowel bleeding.\r\nThe professional background of referring physicians significantly improves the diagnostic yield of SBCE and contributes to controlling public health costs.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    Digestive neo-epithelialization after endoscopic stenting for upper digestive tract complete disunion.\r\n This case series shows that complete digestive rupture could be, in selected cases, successfully treated by endoscopy, adding proof-of-concept data regarding guided tissue regeneration alongside SEMS.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Biopsy proteome scoring to determine mucosal remodeling in celiac disease.\r\n Biopsy proteome scores give reliable observer and orientation-independent measures of mucosal remodeling in CeD. The proteomic method can readily be implemented by non-expert laboratories in parallel to histology assessment and easily scaled for clinical trial settings.\r\nPubmed   Journal   ReadQx \r\nCeliac disease-related conditions: Who to test?\r\nCeD serology should be the initial step in the screening process. However, for patients with any of the aforementioned disorders who are undergoing upper endoscopy, biopsies should be performed to rule out CeD.\r\nPubmed   Journal   ReadQx \r\nGenetic Deletion of Galectin-3 Inhibits Pancreatic Cancer Progression and Enhances the Efficacy of Immunotherapy.\r\nGAL3 promotes PDAC progression and immunosuppression via both cancer cell-intrinsic and immune-related mechanisms. Combined treatment targeting GAL3, CXCL12-CXCR4 axis, and PD-1 represents a novel therapeutic strategy for PDAC.\r\nPubmed   Journal   ReadQx \r\nSacral neural crest-independent origin of the enteric nervous system in mouse.\r\nsNCCs do not contribute to the murine ENS, suggesting that the mammalian ENS exclusively originates from vNCCs. These results have immediate implications for comprehending (and devising treatments for) congenital ENS disorders, including Hirschsprung's disease.\r\nPubmed   Journal   ReadQx \r\nTHORACOABDOMINAL WALL MOTION-GUIDED BIOFEEDBACK TREATMENT OF ABDOMINAL DISTENSION: A RANDOMIZED PLACEBO-CONTROLLED TRIAL.\r\n Abdominothoracic wall movements serve as an effective biofeedback signal for correcting abdominophrenic dyssynergia and abdominal distention in patients with disorders of the gut-brain interaction. ClincialTrials.gov number, NCT04043208.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Comparison of lumen apposing metal stents versus endoscopic balloon dilation for the management of benign colorectal anastomotic strictures.\r\nLAMS appears to be as effective as EBD for the treatment of BCAS but may require fewer procedures and may be safer than EBD.\r\nPubmed   Journal   ReadQx \r\nContributions of early detection and cancer prevention to colorectal cancer mortality reduction by screening colonoscopy: a validated modelling study.\r\nReduction of CRC mortality mainly arises from early detection of prevalent cancers during the early years after screening colonoscopy, but prevention of incident cases accounts for the majority of prevented deaths in the longer run. Prevention of incident cases leads to sustained strong reduction of colorectal cancer mortality, possibly warranting an extension of screening intervals.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Submucosal Dissection for Early Esophageal Adenocarcinoma: Low Rates of Metastases in Mucosal Cancers with Poor Differentiation.\r\nDuring long-term follow-up the risk of metastasis is low after ER of mucosal EAC with PD as single risk factor. A conservative approach seems justified in this small patient group. However, the treatment strategy has to be determined on an individualized basis until further prospective data are available.\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection with adaptive traction strategy: first prospective multicenter study.\r\nThis prospective evaluation confirms the efficacy and safety of the adaptive traction strategy with the ATRACT device for colorectal ESD with high resection speed.\r\nPubmed   Journal   ReadQx \r\nInitial Experience with Duodenoscopes with Single-Use End Caps in Pediatric Endoscopic Retrograde Cholangiopancreatography: Infection Prevention Comes at a Cost.\r\nWe report difficulty with advancement, greater reliance on advanced cannulation techniques, and higher rates of PEP when using duodenoscopes with single-use end caps in pediatric ERCP. This area warrants further study.\r\nPubmed   Journal   ReadQx \r\nInterobserver agreement of current and new proposed endoscopic scores for postoperative recurrence in Crohn's disease.\r\n The interobserver agreement of the mRS is substantial. Similarly, the interobserver agreement is substantial for the updated Rutgeerts' score. According to the REMIND score, the interobserver agreement was substantial for lesions in the neoterminal ileum, whereas only moderate for anastomotic lesions. Since therapeutic decisions in clinical practice are based on these assessments and these scores are used as outcome measure in clinical studies, further improvement of the interobserver agreement is essential.\r\nPubmed   Journal   ReadQx \r\nThe Use of a Self-Assembling Peptide Gel for Stricture Prevention in the Esophagus after Endoscopic Submucosal Dissection: A U.S. Multicenter Prospective Study.\r\n We demonstrate that SAP gel application was easy, quick, and associated with a relatively low stricture rate comparable to other prophylactic methods. Additional comparative studies are needed to corroborate these preliminary findings.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    PNPLA3 fatty liver allele was fixed in Neanderthals and segregates neutrally in humans.\r\nGenome-wide association studies identified p. I148M.\r\nPubmed   Journal   ReadQx \r\nFunction of mast cell and bile-cholangiocarcinoma interplay in cholangiocarcinoma microenvironment.\r\n Bile HA is released from MCs through DMPD stimulation and degraded via SLC22A3 import. Different HA receptors exhibit a distinct expression profile in CCA and produce different oncogenic effects. MCs promote CCA progression in a CCA-bile interplay pattern.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Early onset of pathological polyploidization and cellular senescence in hepatocytes lacking RAD51 creates a pro-fibrotic and pro-tumorigenic inflammatory microenvironment.\r\nOur results demonstrate a novel function of RAD51 in liver development, homeostasis and tumorigenesis. The Rad51-CKO mice represent a unique genetic model for premature liver senescence, fibrosis and hepatocellular carcinogenesis.\r\nPubmed   Journal   ReadQx \r\nFeasibility of hepatitis C elimination by screening and treatment alone in high-income countries.\r\nCurrent risk-based screening, and subsequent treatment, will be inadequate to achieve WHO goals. With extensive scale-up in screening, and treatment, the mortality target may be achievable, but the target for preventing new CHC cases is unlikely reachable, highlighting the importance of developing enhanced harm-reduction strategies for HCV elimination.\r\nPubmed   Journal   ReadQx \r\nImpact of clonal hematopoiesis of indeterminate potential on hepatocellular carcinoma in individuals with steatotic liver disease.\r\nWe observed an independent association between CHIP, particularly related to non-DNTM3A and TET2 genetic lesions, and MASLD-HCC.\r\nPubmed   Journal   ReadQx \r\nInhibition of sodium-glucose cotransporter-2 and liver-related complications in individuals with diabetes: A mendelian randomization and population-based cohort study.\r\nBoth Mendelian randomizations using two European cohorts and a Korean nationwide population-based cohort study suggest that SGLT2 inhibition is associated with a lower risk of liver-related events.\r\nPubmed   Journal   ReadQx \r\nIntrahepatic immunoglobulin a complex induces polarization of cancer-associated fibroblasts to matrix phenotypes in the tumor microenvironment of hepatocellular carcinoma.\r\nIntrahepatic IgA induced polarization of HCC-CAFs into more malignant matrix phenotypes and attenuates cytotoxic T cell function. Our study highlighted their potential roles in tumor progression and immune suppression.\r\nPubmed   Journal   ReadQx \r\nRestoring SRSF3 in Kupffer cells attenuates obesity-related insulin resistance.\r\nRestoring SRSF3 abundance in KCs offers a strategy against obesity-associated tissue inflammation and insulin resistance by preventing bacterial DNA accumulation.\r\nPubmed   Journal   ReadQx \r\nReversing malnutrition and low muscle strength with targeted enteral feeding in patients awaiting liver transplant: A randomized controlled trial.\r\n Targeted enteral feeding before LT improves HGS, anthropometry and immune function in severely malnourished cirrhotic patients. These findings provide a strong rationale for early consideration of NGF to reverse malnutrition and improve muscle strength. Appropriately powered studies should explore whether NGF can also impact clinically relevant outcomes including pre- and post-transplant mortality.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of off-label bulevirtide monotherapy in HDV patients with decompensated Child-B cirrhosis - a real world case series.\r\nThis report on off-label bulevirtide treatment in patients with decompensated HDV cirrhosis shows similar virologic and biochemical response rates as observed in compensated liver disease. Significant improvements were observed on surrogates of hepatic function and portal hypertension. However, this improvement was not seen in al patients. Controlled trials are needed to confirm safety and efficacy of bulevirtide in decompensated HDV-cirrhosis.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Efficacy of Stereotactic Ablative Radiotherapy in Patients with Oligometastatic Hepatocellular Carcinoma: A Phase II Study.\r\nSABR is an effective and feasible option for oligometastatic HCC, excellently controls local tumors, and improves survival without adversely affecting QOL. Clinical trial number NCT05173610.\r\nPubmed   Journal   ReadQx \r\nEndothelial POFUT1 controls injury-induced liver fibrosis by repressing fibrinogen synthesis.\r\nEndothelial POFUT1 prevents injury-induced liver fibrosis by repressing the expression of fibrinogen which function as a profibrotic paracrine signal to activate HSCs. Therapies targeting the POFUT1/NOTCH/HES1/STAT3/fibrinogen axis offer a promising strategy for the prevention and treatment of fibrotic liver diseases.\r\nPubmed   Journal   ReadQx \r\nOne-year transplant-free survival following hospital discharge after ICU Admission for ACLF in the Netherlands.\r\n In this nationwide cohort study, ACLF grade at ICU admission did not independently affect 1-year transplant-free survival after hospital discharge. Instead, age, presence of malignancy and the severity of liver disease played a more prominent role in influencing transplant-free survival after hospital discharge. Impact and implications Patients with Acute-on-chronic liver failure (ACLF) often require intensive care unit (ICU) admission for organ support. In these patients' short-term mortality is high, but long-term outcomes of survivors remain unknown. Using a large nationwide cohort of ICU patients, we discovered that the severity of ACLF at ICU admission does not influence one-year transplant-free survival after hospital discharge. Instead, age, malignancy status and overall severity of liver disease are more critical factors in determining their long-term survival.\r\nPubmed   Journal   ReadQx \r\nPkd1l1-deficiency drives biliary atresia through ciliary dysfunction in biliary epithelial cells.\r\nPkd1l1 loss causes both laterality defects and fibro-proliferative EHBD transformation through disrupted ciliary signalling, phenocopying syndromic biliary atresia. Pkd1l1-deficient mice function as an authentic genetic model to study biliary atresia pathogenesis. Impact and implications The syndromic form of biliary atresia is characterized by fibro-obliteration of extrahepatic bile ducts and is often accompanied by laterality defects. The aetiology is unknown, but Pkd1l1 was identified as a potential genetic candidate for syndromic biliary atresia. We found that loss of the ciliary gene Pkd1l1 contributes to hepatobiliary pathology in biliary atresia, exhibited by bile duct hypertrophy, reduced biliary drainage, and liver fibrosis in Pkd1l1-deficient mice. Pkd1l1-deficient mice serve as a genetic model of biliary atresia and reveals ciliopathy as an aetiology of biliary atresia. This model will help scientists uncover new therapeutic approaches for patients with biliary atresia and validate screening for PKD1L1 variants by paediatric hepatologists for diagnostic evaluation.\r\nPubmed   Journal   ReadQx \r\nProspective validation of the EASL management algorithm for acute kidney injury in cirrhosis.\r\nThe application of the EASL AKI algorithm is associated with very good response rates and does not significantly delay initiation of terlipressin therapy.\r\nPubmed   Journal   ReadQx \r\nSyngeneic Murine Models with Distinct Immune Microenvironments Represent Subsets of Human Intrahepatic Cholangiocarcinoma.\r\nSyngeneic iCCA models display a tumor genotype-immune microenvironment phenotype correlation with differential responses to FDA-approved immunotherapy. This study underscores the importance of leveraging multiple preclinical models to understand immunotherapy response in different genetic subsets of human CCA.\r\nPubmed   Journal   ReadQx \r\nValidation of Baveno VII criteria and other non-invasive diagnostic algorithms for clinically significant portal hypertension in hepatitis delta.\r\nStandalone and composite NIT/ diagnostic algorithms are useful for CSPH diagnosis in HDV-cACLD patients. Thus, NIT may be applied to identify and prioritize patients with CSPH for novel antiviral treatments against CHD. Impact and implications Non-invasive tests (NIT) for clinically significant portal hypertension (CSPH) have been developed to identify compensated advanced chronic liver disease (cACLD) patients at risk for decompensation, but conflicting data has been published regarding the accuracy of liver stiffness measurement (LSM) for the staging of fibrosis in patients infected with hepatitis D virus (HDV). In our study including 51 HDV-cACLD patients, NIT, i.e., most importantly, the ANTICIPATE model based on LSM and platelet count, but also lab-based approaches, i.e., 3P/5P model and the von Willebrand factor to platelet count ratio (VITRO), and spleen stiffness measurement (SSM) yielded high AUROC for CSPH. Moreover, only patients with CSPH or high non-invasively assessed CSPH-risk were at risk for decompensation within two years, and the prognostic value of NIT was confirmed in a validation cohort. Thus, NIT should be applied and updated in yearly intervals in clinical routine to identify HDV-cACLD patients at short-term risk and may guide prioritization for novel antiviral treatment options.\r\nPubmed   Journal   ReadQx \r\nVan Gogh-like 2 is essential for the architectural patterning of the mammalian biliary tree.\r\nPlanar cell polarity is a critical step in the post-specification sculpture of the bile duct and is essential for establishing normal tissue architecture. Impact and implications Human disease and mouse models have allowed us to define how the mammalian biliary lineage is specified during liver development. Once this relatively simple epithelium has formed though, how it undergoes morphogenesis to form a complex and branched structure is not clear. Similar to other branched tissues such as the liver and kidney the bile ducts use planar cell polarity signalling to coordinate cell movements;  however how these biochemical signals are linked to ductular patterning remains unclear. Here we show that the core planar cell polarity protein, VANGL2 patterns how cell-cell contacts form in the mammalian bile duct and how ductular cells transmit confluent mechanical changes along the length of a duct. This work sheds light on how biological tubes are pattered across mammalian tissues (including within the liver) and will be important in how we promote ductular growth in patients where the duct is mis-patterned or poorly formed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Corticosteroids for severe checkpoint inhibitor-induced liver injury-Not one size fits all?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Gastrointestinal symptoms-A world of differences.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Liver elastography for chronic hepatitis D-the end of liver biopsy?\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Shorter course of intravenous terlipressin in acute variceal bleeding - the promise, controversies and future directions.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The tsunami of steatotic liver disease in India, the Asia-Pacific region and the world.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Using machine learning to predict significant fibrosis in metabolic dysfunction-associated steatotic liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nReview article: Current indications and selection criteria for early liver transplantation in severe alcohol-associated hepatitis.\r\nWhile early liver transplantation for AH has survival benefits, many patients would not have received treatment for alcohol use disorder. An integrated approach to evaluating candidacy for early liver transplantation is needed.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Histologic analysis of pancreatic cystic lesions: Is tissue the issue?\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A Baby Step or a Real Giant Stride: Histomic Enabled by Artificial Intelligence to Predict Treatment Response in Pediatric Patients with Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nHow Close Is Close Enough? Improving Observational Study Design to Compare the Effectiveness of Health Interventions.\r\n\r\nPubmed   Journal   ReadQx \r\nOur New President-Maria T. Abreu, MD, AGAF.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Cutting edges in the hepatitis B virus genome: How RNA splicing is involved in modulating virus ultrastructure to promote infection.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Curious Cause of Corkscrew Esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nA superficial spreading type of early gastric cancer arising in autoimmune gastritis.\r\n\r\nPubmed   Journal   ReadQx \r\nAn Unusual Case of Small Intestinal Hemorrhage.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on: The Comparative Effectiveness of Ciprofloxacin and Metronidazole for an Initial Episode of Pouchitis: A Propensity-Matched Study.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Outlet Obstruction From Nineteen Small Fruit Seeds.\r\n\r\nPubmed   Journal   ReadQx \r\nMELD and MELD 3.0- What it means for your practice.\r\n\r\nPubmed   Journal   ReadQx \r\nPharyngeal Anomaly - As Rare as We Thought?\r\n\r\nPubmed   Journal   ReadQx \r\nThe Need to Revise the Model for Face Validity.\r\n\r\nPubmed   Journal   ReadQx \r\nUsing gel immersion endoscopy to control duodenum spasm during endoscopic retrograde cholangiopancreatography.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Emotional Intelligence: An Impactful Yet Often Overlooked Skill That Can Enhance Physician Well-being and Professional Satisfaction.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal Enigma: Isolated Lower Esophageal Sphincter Amyloidosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLong-Term Proton Pump Inhibitor Use: Review of Indications and Special Considerations.\r\n\r\nPubmed   Journal   ReadQx \r\nValidation of the THCC-RI predictive model for hepatocellular carcinoma in Asian cohort.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Gastrointestinal endoscopy and work-related injuries: an international survey - letter to editor.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointestinal endoscopy and work-related injuries: an international survey - letter to editor.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A modified endoscopic full-thickness resection technique: double traction-assisted resection.\r\n\r\nPubmed   Journal   ReadQx \r\nArtificial intelligence-assisted assessment for Forrest classification of peptic ulcer bleeding: hype or reality?\r\n\r\nPubmed   Journal   ReadQx \r\nCommon bile duct polyp: an infrequent cause of jaundice and biliary obstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCompression from a retroperitoneal schwannoma presenting as a subepithelial lesion of the gastric fundus.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy of a novel drill dilator in overcoming severe biliary strictures with balloon enteroscopy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic membranectomy for congenital duodenal stenosis in an adult.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic repair of duodenal fistula occurring as a rare complication of abdominal drainage following partial hepatectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection combined with endoscopic hand suturing for a laterally spreading tumor spanning the anastomosis after radical resection of a rectal carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic treatment of a hepatic abscess arising from a biliary stricture due to intraductal papillary neoplasm of the bile duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided embolization of a gastric varix by injection of RADA16 self-assembling peptide and coils.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic ultrasound-guided gallbladder drainage using a forward-viewing echoendoscope after Billroth II gastrectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic ultrasound-guided pancreatic duct drainage with a two-step puncture technique for a non-dilated pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic vacuum therapy as a salvage treatment of a life-threatening esophageal perforation.\r\n\r\nPubmed   Journal   ReadQx \r\nFirst report of gastric endoscopic intermuscular dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHow to learn from interval cancers in colorectal cancer screening.\r\n\r\nPubmed   Journal   ReadQx \r\nKnife-assisted incision for restoring esophageal lumen after surgical exclusion.\r\n\r\nPubmed   Journal   ReadQx \r\nMultiple snares-assisted endoscopic full-thickness resection of a giant submucosal tumor at the esophagogastric junction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPeroral choledochoscope-assisted removal of residual guidewire embedded in the mucous membrane of the pancreatic duct.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRare case of beet juice mimicking gastrointestinal bleeding: diagnostic implication.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRecalcitrant rectal stricture following circumferential endoscopic mucosal resection: novel application of endoscopic stricturotomy.\r\n\r\nPubmed   Journal   ReadQx \r\nRemoval of an embedded gastric fishbone by traction-assisted endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSimulated lateral tunneling for treating a huge submucosal tumor at the cervical esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful cholangioscopy-guided biopsy using a novel thin cholangioscope under balloon enteroscopy in a patient with Roux-en-Y gastrectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful underwater endoscopic submucosal dissection with gel immersion for early gastric cancer in an upside-down stomach.\r\n\r\nPubmed   Journal   ReadQx \r\nThree-dimensional printing-assisted interventional therapy for thoracogastric right main bronchial fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nTranspapillary biliary drainage using a forward-viewing endoscope for distal malignant biliary obstruction after placement of a duodenal stent for type I duodenal stenosis.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderwater endoscopic submucosal dissection performed under general anesthesia for the safe resection of superficial esophageal squamous cell carcinoma with ductal involvement.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of a self-assembling peptide to control complications associated with endoscopic balloon dilation of refractory anastomotic stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    A colorful conundrum: dark urine in a patient with inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nColorectal tumor recurrence on a mysterious spot.\r\n\r\nPubmed   Journal   ReadQx \r\nNovel multimodal database for metabolic dysfunction-associated steatotic liver disease - linking genes to outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Gastric syphilis displaying multiple annular lesions.\r\n\r\nPubmed   Journal   ReadQx \r\nSyphilitic gastritis resembling gastric cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nTop 10 tips for performing cancer ablation.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Non-invasive assessment of MASH resolution.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Letter to editor: NAFLD - there ain't no such thing as a free lunch.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Emerging role of statin therapy in the prevention and management of cirrhosis, portal hypertension, and HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Is right heart assessment vital for evaluating Terlipressin-related outcomes in Hepatorenal Syndrome-AKI?\r\n\r\nPubmed   Journal   ReadQx \r\nManuscript best practices: Take aways from a community conversation.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: NAFLD - there ain't no such thing as a free lunch.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter to the Editor: emerging role of statin therapy in the prevention and management of cirrhosis, portal hypertension, and HCC.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Shorter course of intravenous terlipressin in acute variceal bleeding-the promise, controversies and future directions. Author's reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: The tsunami of steatotic liver disease in India, the Asia-Pacific region and the world-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Using machine learning to predict significant fibrosis in metabolic dysfunction-associated steatotic liver disease-authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of polymorphic variant of SerpinB3 and faster cirrhosis decompensation in patients with cirrhosis-More evidence needed.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Association of polymorphic variant of SerpinB3 and faster cirrhosis decompensation in patients with cirrhosis-More evidence needed. Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Switching to tenofovir alafenamide for nucleos(t)ide analogue-experienced patients with chronic hepatitis B can increase body weight-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Switching to tenofovir alafenamide for nucleos(t)ide analogue-experienced patients with chronic hepatitis B can increase body weight.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Gastrointestinal syndromes in Parkinson's disease: risk factors or comorbidities?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to: short-chain fatty acids in patients with severe acute pancreatitis: friend or foe?\r\n\r\nPubmed   Journal   ReadQx \r\nStrengths and limitations of AlphaMissense in CPA1 missense variant classification.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Autoimmune Hepatitis: Mycophenolate mofetil versus azathioprine as first line therapy.\r\n\r\nPubmed   Journal   ReadQx \r\nDemocratising the scientific method.\r\n\r\nPubmed   Journal   ReadQx \r\nExpanding the Dialogue: A Closer Look at AIH Management and HCC Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nFamilial Coaggregation of MASLD and Liver-related Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: The MAFLD and MASLD Conundrum: Is It Reinvention Of The Wheel?\r\n\r\nPubmed   Journal   ReadQx \r\nRare monogenic causes of steatotic liver disease masquerading as MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Synergism of Public Health Policies and Social Work May Reduce Mortality from Cancer, Liver Disease and Cardiovascular Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nUltrasensitive HBsAg Assays-Not Yet Ready for Primetime.\r\n\r\nPubmed   Journal   ReadQx \r\nUric acid in pediatric MASLD definition: is it time to implement diagnostic criteria?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-17T12:49:51-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-08-2024/",
    "title": "Fri Mar 08 2024",
    "description": "136 articles - From Friday Mar 01 2024 to Friday Mar 08 2024",
    "author": [],
    "date": "2024-03-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Applying Lyon consensus criteria in the work-up of patients with extra-oesophageal symptoms - A multicentre retrospective study.\r\n This study underscores the limited diagnostic accuracy of laryngoscopy, emphasising the necessity of impedance-pH monitoring for confirming GERD diagnoses using Lyon 2.0 criteria in patients with suspected extra-oesophageal symptoms.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Degree of Discordance Between FIB-4 and Transient Elastography: An Application of Current Guidelines on General Population Cohort.\r\n Using FIB-4 in the AGA/AASLD guidelines to risk-stratify subjects at risk for MASLD-associated fibrosis results in many subjects being misclassified into the low and high-risk categories. Therefore, it may be worthwhile considering caution in interpretation and/or alternative strategies.\r\nPubmed   Journal   ReadQx \r\nWhite Paper: American Gastroenterological Association Position Statement: The Future of IBD Care in the United States - Removing Barriers and Embracing Opportunities.\r\nHowever, there are opportunities to improve access to high quality, patient centered care. This position statement outlines the policy and advocacy goals that the AGA will prioritize for collaborative efforts with patients, providers, and payors.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Update on Diagnosis and Management of Cannabinoid Hyperemesis Syndrome: Commentary.\r\nMethods This CPU was commissioned and approved by the AGA Institute Clinical Practice Updates Committee (CPUC) and the AGA Governing Board to provide timely guidance on a topic of high clinical importance to the AGA membership and underwent internal peer review by the CPUC and external peer review through standard procedures of Gastroenterology. This expert commentary incorporates important as well as recently published studies in this field, and it reflects the experiences of the authors.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Metabolic dysfunction-associated steatotic liver disease: Update and impact of new nomenclature on the American Association for the Study of Liver Diseases practice guidance on nonalcoholic fatty liver disease.\r\nThe guidance document is relevant and can be utilized for the diagnosis, risk stratification, and management of patients with MASLD. This commentary serves as an accompanying article to the NAFLD Practice Guidance and helps it clinical application in the light of the new nomenclature.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Systematic review: Defining, diagnosing and monitoring small bowel strictures in Crohn's disease on intestinal ultrasound.\r\nThis systematic review is the first step for a structured program to develop a stricture IUS index for CD.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    Adenomas and Sessile Serrated Lesions in 45-49- Year-Old Individuals Undergoing Colonoscopy: A Systematic Review and Meta-Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-Guided Vs. ERCP-Guided Biliary Drainage as Primary Approach to Malignant Distal Biliary Obstruction: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.\r\nEUS-BD is an efficient and safe alternative to ERCP in MDBO. An almost nonexistent risk of procedure-related pancreatitis, lower procedure time, and ease of use makes this an attractive primary approach to biliary decompression in centers with expertise.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Antibiotic exposure and risk of new-onset inflammatory bowel disease: a systematic review and dose-response meta-analysis.\r\n Antibiotic exposure was significantly associated with an increased risk of new-onset IBD, and a positive nonlinear dose-response relationship was observed. Antibiotic stewardship may be important for reducing IBD risk.\r\nPubmed   Journal   ReadQx \r\nGLOBAL PREVALENCE OF PANCREATIC CYSTIC LESIONS IN THE GENERAL POPULATION ON MAGNETIC RESONANCE IMAGING: A SYSTEMATIC REVIEW AND META-ANALYSIS.\r\nSubgroup analysis showed higher PCL prevalence when imaging findings were confirmed by independent radiologist(s) (25%;  95%CI 16-33) than when chart review alone was used (5%;  95%CI 4-7;  p<0.01). There was no independent association of PCL prevalence with geographic location (Europe, North America or Asia), MRI indication (screening vs evaluation of non-pancreatic pathology), enrollment period, sample size, magnet strength (1.5 vs 3 tesla), and MRI sequence (MRCP vs no MRCP) CONCLUSION: In this systematic review, the global prevalence of PCLs using a highly sensitive non-invasive imaging modality ranged between 13% to 18%.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Gastric Precursor Lesions in Countries with Differential Gastric Cancer Burden: A Systematic Review & Meta-Analysis.\r\nGastric precursor lesions have differences in prevalence in regions with differential GC incidence and are associated with H.pylori infection. Given the substantial prevalence of precursor lesions in both symptomatic and asymptomatic individuals, symptomatic evaluation may not be sufficient to identify individuals at risk. These estimates provide important insights for tailoring GC prevention strategies.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Disparities in race, ethnicity, sex, and age inclusion in pancreatic cancer screening studies: A systematic review and meta-analysis.\r\n Substantial disparities in race, ethnicity, sex, and age reporting and inclusion in pancreatic cancer studies were noted, even among high-quality and publicly funded studies.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Fiber and whole grain intakes in relation to liver cancer risk: An analysis in two prospective cohorts and systematic review and meta-analysis of prospective studies.\r\nDietary fiber and whole grains were inversely associated with liver cancer risk. Further research exploring potential mechanisms and different fiber types is needed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    CAMP-B score predicts the risk of hepatocellular carcinoma in patients with chronic hepatitis B after HBsAg seroclearance.\r\nThe CAMP-B score (cirrhosis, age ≥50 years, male sex and platelet count <150,000/mm 3 /L) was significantly associated with HCC development after HBsAg seroclearance. CAMP-B score can be easily implemented in real-world clinical practice and helps stratify HCC risk in patients with CHB following HBsAg seroclearance.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of a brain fog scale for coeliac disease.\r\n The brain fog assessment and severity scale is the first patient-informed clinical outcomes assessment tool measuring brain fog in coeliac disease. It is brief and validated for two time-based formats. Further research coupling it with biomarker discovery is needed to confirm its validity as a predictor of cognitive performance.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and safety of a third-line rescue treatment for acute severe ulcerative colitis refractory to infliximab or ciclosporin (REASUC study).\r\n Third-line rescue treatment avoided colectomy in over half of the patients with ASUC and may be considered a therapeutic strategy.\r\nPubmed   Journal   ReadQx \r\nImpact of inflammatory bowel disease on the risk of acute coronary syndrome: A Swedish Nationwide Cohort Study.\r\n In this contemporary cohort of patients with IBD, exposed to modern IBD care, there was an increased risk for ACS compared with individuals from the general population.\r\nPubmed   Journal   ReadQx \r\nInflammatory bowel disease (IBD) patients with impaired quality of life on biologic therapy benefit from the support of an IBD nurse specialist: Results of a randomised controlled trial in Germany (IBDBIO-ASSIST study).\r\n High baseline satisfaction of IBD patients with treatment and the relatively high baseline sIBDQ values may have contributed to the lack of significant difference in sIBDQ scores for the overall sample. However, patients with impaired QoL derived significant benefit from additional care provided by an IBD nurse specialist, leading to meaningful improvements in sIBDQ over the long term.\r\nPubmed   Journal   ReadQx \r\nReview article: Pathogenesis of MASLD and MASH - role of insulin resistance and lipotoxicity.\r\nTargeting tissue-specific insulin resistance and hyperinsulinaemia while decreasing FFA load (lipotoxicity) through dietary and lifestyle changes remain the best upstream interventions.\r\nPubmed   Journal   ReadQx \r\nAm J Gastroenterol\r\n    High Body Mass Index and Response to Anti-TNF Therapy in Pediatric Crohn Disease.\r\nOverweight and obese patients with PCD are more likely to experience adalimumab treatment failure than those with normal BMI. Higher BMI was associated with lower drug trough levels. Standard adalimumab dosing may be insufficient for overweight children with PCD. Among infliximab initiators, there was no observed difference in clinical outcomes or drug levels, perhaps due to weight-based dosing and/or greater use of proactive drug monitoring.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Defining Endoscopic Remission in Crohn's Disease: MM-SES-CD and SES-CD Thresholds Associated with Low Risk of Disease Progression.\r\nAchievement of MM-SES-CD <22.5 or SES-CD <4 in patients with ileocolonic or colonic CD is associated with low risk of disease progression and may be suitable targets in clinical trials and practice for endoscopic healing.\r\nPubmed   Journal   ReadQx \r\nDynamic prediction of advanced colorectal neoplasia in inflammatory bowel disease.\r\n The new prediction model showed good discrimination and calibration, however, generalizability results varied. Future research should focus on formal external validation and relate predicted aCRN risks to surveillance intervals prior to clinical application.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Efruxifermin in Combination With a GLP-1 Receptor Agonist in Patients With NASH/MASH and Type 2 Diabetes in a Randomized Phase 2 Study.\r\nThe tolerability profile of efruxifermin added to GLP-1RA appeared comparable to that of either drug alone, while also significantly reducing HFF and noninvasive markers of fibrosis in patients with MASH and T2D. Liver health in patients already on a GLP-1RA may be further improved by addition of efruxifermin.  no. NCT05039450.\r\nPubmed   Journal   ReadQx \r\nThe Efficacy of Real-Time Computer-Aided Detection of Colonic Neoplasia In Community Practice: A Pragmatic Randomized Controlled Trial.\r\nIn a single-center pragmatic randomized controlled trial, real-time CADe modestly improved ADR and APC in average-detector community endoscopists. (ClinicalTrials.gov number, NCT05963724).\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessment of pancreatic ductal stone density on non-contrast computed tomography for predicting the outcome of extracorporeal shock wave lithotripsy.\r\nThe SD is a significant predictor of ESWL success followed by ductal clearance at ERCP, and <1106.5 HU is a predictor of good candidates for ESWL therapy.\r\nPubmed   Journal   ReadQx   PMC\r\nAssociation of short-course antimicrobial therapy and bacterial resistance in acute cholangitis: Retrospective cohort study.\r\nIn acute cholangitis, the administration of antimicrobials within 3 days of ERCP may suppress the development of resistant bacteria.\r\nPubmed   Journal   ReadQx   PMC\r\nComparison of diagnostic outcomes, safety, and cost of Franseen-tip 19G versus 22G needles for endoscopic ultrasound-guided liver biopsies.\r\nThe Franseen-tip 19G outperforms 22G with a significantly lower fragmentation rate, longer AL, LIC, and a higher number of CPT with a marginal increase in the procedure cost, without any difference in diagnostic yield and safety.\r\nPubmed   Journal   ReadQx   PMC\r\nEvaluation of exclusive internal endoscopic drainage for complex biloma with transluminal and transpapillary stenting.\r\nIf both techniques can be performed, EUS-TBD should be considered because of the short times for the procedure, hospital stay. and biloma resolution.\r\nPubmed   Journal   ReadQx   PMC\r\nInteractive training with a novel simulation model for upper gastrointestinal endoscopic hemostasis improves trainee technique and confidence.\r\nOur study demonstrates the potential of our simulation-based training model as a valuable tool for improving technical skills and confidence in trainees learning to perform endoscopic hemostasis.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety and efficacy of early versus late removal of LAMS for pancreatic fluid collections.\r\nEarly LAMS removal (< 4 weeks) did not prevent AEs but did lead to increased clinical failure.\r\nPubmed   Journal   ReadQx   PMC\r\nSame-session endoscopic diagnosis and symptom palliation in pancreato-biliary malignancies: Clinical impact of rapid on-site evaluation (ROSE).\r\ng. uncovered SEMS or therapeutic EUS), potentially reducing hospitalization and time to oncological treatments.\r\nPubmed   Journal   ReadQx   PMC\r\nThe Bethesda ERCP Skills Assessment Tool (BESAT) can reliably differentiate endoscopists of different experience levels.\r\nStudy findings demonstrate that the BESAT, a video-based ERCP skill assessment tool, has high inter-rater reliability and has discriminative validity in differentiating novice from expert ERCP skill. Further investigations are needed to determine the role of video-based assessment in improving trainee learning curves and patient outcomes.\r\nPubmed   Journal   ReadQx   PMC\r\nThe professional background of a referring physician predicts the diagnostic yield of small bowel capsule endoscopy in suspected small bowel bleeding.\r\nThe professional background of referring physicians significantly improves the diagnostic yield of SBCE and contributes to controlling public health costs.\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A simplified algorithm to evaluate the risk of submucosal invasive cancer in large (>/=20mm) non-pedunculated colonic polyps.\r\nThis decision-making algorithm simplifies identification of LNPCPs with an increased risk of potential SMIC. When combined with surface optical evaluation, it facilitates accurate lesion characterisation and resection choices.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of endoscopic ultrasound-guided hepatico-gastrostomy: a meta-regression analysis.\r\nEUS-HGS represents an effective and safe procedure for EUS-guided biliary drainage in patients with malignant biliary obstruction. Future studies should address the impact of center experience, patient selection, and use of dedicated stents to improve this technique's performance.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Impact of Longitudinal Alcohol Use Patterns on Long-Term Risk of Cirrhosis Among U.S. Veterans with Steatotic Liver Disease.\r\nOne in nine Veterans with steatotic liver disease report concurrent high-risk alcohol use, which is associated with 43% greater risk of cirrhosis compared to no alcohol use. However, reducing alcohol use lowers risk of cirrhosis, emphasizing the importance of timely alcohol use assessment and early interventions to address high-risk alcohol use in steatotic liver disease.\r\nPubmed   Journal   ReadQx \r\nIncidence and prediction of unrelated mortality after successful endoscopic eradication therapy for Barrett's neoplasia.\r\n The other-cause mortality risk after successful EET was more than 40 times higher [48;  95% CI 15-99] than the risk of EAC-related mortality. Our findings reveal that younger post-EET patients exhibit a significantly reduced life expectancy when compared to the general population. Furthermore, they emphasize the strong predictive ability of CCI for long-term mortality after EET. This straightforward scoring system can inform decisions regarding personalized FU, including appropriate cessation timing. (NL7039).\r\nPubmed   Journal   ReadQx \r\nSacral neural crest-independent origin of the enteric nervous system in mouse.\r\nsNCCs do not contribute to the murine ENS, suggesting that the mammalian ENS exclusively originates from vNCCs. These results have immediate implications for comprehending (and devising treatments for) congenital ENS disorders, including Hirschsprung's disease.\r\nPubmed   Journal   ReadQx \r\nTGF-β1 Induced SOX18 Elevation Promotes Hepatocellular Carcinoma Progression and Metastasis through Transcriptionally Upregulating PD-L1 and CXCL12.\r\nSOX18 promoted the accumulation of immunosuppressive TAMs and Tregs in microenvironment by transactivating CXCL12 and PD-L1. CXCR4 inhibitor or TGFβR1 inhibitor in synergy with anti-PD-L1 represented a promising combination strategy to suppress HCC progression and metastasis.\r\nPubmed   Journal   ReadQx \r\nTertiary Lymphoid Structure-Associated B Cells Enhance CXCL13+CD103+CD8+ Tissue-Resident Memory T-Cell Response to Programmed Cell Death Protein 1 Blockade in Cancer Immunotherapy.\r\nThis study further reveals a crucial role for cellular communication between TLS-associated B cell and CXCL13 + CD103 + CD8 + Trm cells in antitumor immunity, providing valuable insights into the potential use of the lymphotoxin-α/TNFR2 axis within CXCL13 + CD103 + CD8 + Trm cells for advancing immunotherapy strategies in GC.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    An Endoscopic Scoring System for Achalasia: The CARS score.\r\nWe developed a CARS score based on reliability performance in a video-based survey and tested the score in clinical setting. The CARS score performed well in predicting achalasia.\r\nPubmed   Journal   ReadQx \r\nDiagnostic Performance of Endoscopic Ultrasound Elastography for Differential Diagnosis of Gallbladder Polyp.\r\nEUS-EG and SR values can be used as a supplementary method for evaluating GB polyps.\r\nPubmed   Journal   ReadQx \r\nEndoscopic Ultrasound Guided Liver Palpation As a Screening Tool for Advanced Fibrosis and Cirrhosis in Patients with Suspected Metabolic Dysfunction-Associated Steatotic Liver Disease: A Pilot Study.\r\nEUS liver palpation is a novel, accurate, and easy-to-use screening tool for advanced fibrosis and cirrhosis in patients with MASLD.\r\nPubmed   Journal   ReadQx \r\nEstablishment of a patient-specific avatar organoid model derived from endoscopic ultrasonography-guided fine needle biopsy for timely clinical application in pancreatic ductal adenocarcinoma.\r\nThis PDAC PDO platform allows several therapeutic drugs to be tested within a short time window and opens the possibility for timely personalized medicine as a \"Patient Avatar Model\" in clinical practice.\r\nPubmed   Journal   ReadQx \r\nLong-term outcomes of endoscopic resection for well-differentiated nonampullary duodenal neuroendocrine tumors.\r\n Endoscopic resection is safe and effective and provides a favorable long-term outcome for patients with well-differentiated NAD-NETs without regional lymph node or distant metastasis.\r\nPubmed   Journal   ReadQx \r\nProspective multicenter trial of the cryoballoon ablation system for superficial esophageal squamous cell carcinoma on the post-endoscopic resection scar. A CRYO-SCAR study (EPOC1902).\r\nCBAS is a potentially safe and effective approach for SESCC on post-ER scars and represents an encouraging alternative to traditional endoscopic treatments.\r\nPubmed   Journal   ReadQx \r\nSafety, Efficacy and Clinical Utility of the 5.1mm EndoRotor Powered Debridement Catheter for Treatment of Walled-Off Pancreatic Necrosis.\r\nThis is the first multi-center retrospective study to investigate the efficacy and safety of the 5.1 mm EndoRotor catheter for WON. Results from this study showed an average of 1.6 DEN sessions were needed to achieve WON resolution with an 85% single session reduction in solid debris and a 70% single session decrease in WON area with minimal adverse events.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Absence of a pancreatic microbiome in intraductal papillary mucinous neoplasm.\r\n The 'microbiome' of IPMNs and other pancreatic cystic neoplasms does not deviate from the background signature of negative controls, supporting the concept of a sterile environment. Outlier signals may appear in a small fraction of patients following recent invasive endoscopic procedures. No associations between microbial patterns and clinical or cyst parameters were apparent.\r\nPubmed   Journal   ReadQx \r\nGenetic and transcriptomic landscape of colonic diverticulosis.\r\n Our results suggest that tissue remodelling is a primary mechanism for diverticula formation. Individuals with an increased genetic proclivity to diverticulitis exhibit a larger numbers of diverticula on colonoscopy.\r\nPubmed   Journal   ReadQx \r\nMASH Resolution Index: development and validation of a non-invasive score to detect histological resolution of MASH.\r\n The MASH Resolution Index may be a useful score to non-invasively identify MASH resolution.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Antagonistic effects of the cytotoxic molecules granzyme B and TRAIL in the immunopathogenesis of sclerosing cholangitis.\r\n GzmB induces apoptosis and fibrosis in sclerosing cholangitis, whereas TRAIL regulates inflammatory and cytotoxic immune responses subsequently leading to reduced liver injury and fibrosis.\r\nPubmed   Journal   ReadQx \r\nAutoimmune diseases in primary sclerosing cholangitis and their first-degree relatives.\r\n Individuals with PSC and their first-degree relatives had higher odds for autoimmune disease compared to matched comparators. This finding provides validation for prior genetic discoveries at a phenotypic level. Autoimmune comorbidity did not impact severe outcome.\r\nPubmed   Journal   ReadQx \r\nChronic Hepatitis B baseline viral load and on-treatment liver cancer risk: A multinational cohort study of HBeAg-Positive patients.\r\nIn a multinational cohort of HBeAg-positive, non-cirrhotic, adult patients with CHB, baseline HBV viral load was significantly associated with HCC risk despite antiviral treatment. Patients with the highest viral load who initiated treatment had the lowest long-term risk of HCC development.\r\nPubmed   Journal   ReadQx \r\nClinical outcomes and prognostic factors after HCV clearance with DAA in HIV/HCV coinfected patients with advanced Fibrosis/Cirrhosis.\r\nNLNA events were the leading causes of morbidity and mortality after DAA cure among coinfected patients with AdF/cirrhosis. Among those with cACLD, baseline LSM and posttreatment LSM-based models helped to assess decompensation and HCC risk.\r\nPubmed   Journal   ReadQx \r\nContinuous home terlipressin infusion increases handgrip strength and reduces ascites - a prospective randomized cross-over study.\r\n This novel study demonstrates a significant increase in handgrip strength, reduction in paracentesis volume and improved quality of life in patients with decompensated cirrhosis treated with continuous terlipressin infusion. These findings provide a strong rationale for the use of ambulatory CTI in appropriately selected patients with cirrhosis.\r\nPubmed   Journal   ReadQx \r\nDevelopment of a liver disease-Specific large language model chat Interface using retrieval augmented generation.\r\n In this demonstration, we built a disease-specific and PHI-compliant LLMs using RAG. While LiVersa demonstrated higher accuracy in answering questions related to hepatology - there were some deficiencies due to limitations set by the number of documents used for RAG. LiVersa will likely require further refinement before potential live deployment. The LiVersa prototype, however, is a proof of concept for utilizing RAG to customize LLMs for clinical use cases.\r\nPubmed   Journal   ReadQx \r\nDiagnostic accuracy of serum matrix metalloproteinase-7 as a biomarker of biliary atresia in a large North American cohort.\r\nSerum MMP-7 has high discriminative properties to differentiate BA from other forms of neonatal cholestasis. MMP-7 cutoff values vary according to assay technology. Using MMP-7 in evaluation of cholestatic infants may simplify diagnostic algorithms and shorten time to hepatoportoenterostomy.\r\nPubmed   Journal   ReadQx \r\nGenotype correlates with clinical course and outcome of children with tight junction protein 2 (TJP2) deficiency-related cholestasis.\r\n Patients with the TJP2-C genotype carrying PPTMs in both alleles had a rapidly progressive course, leading to early decompensation and death if they did not receive timely LT.\r\nPubmed   Journal   ReadQx \r\nPredictive factors for decompensating events in cirrhotic patients with primary biliary cholangitis under different lines of therapy.\r\nAdvanced PBC, rather than OCA and fibrates, was found to be associated with decompensating events. Therefore, biochemical and clinical variables should be considered when making decisions about the management of these drugs. Moreover, a positive response to OCA and fibrates reduced the risk of decompensation.\r\nPubmed   Journal   ReadQx \r\nRecurrent alcohol-associated hepatitis is common and is associated with increased mortality.\r\nRAH is common and has a more aggressive clinical course, including increased mortality. Patients surviving an episode of AH should undergo intense alcohol use disorder therapy to prevent RAH.\r\nPubmed   Journal   ReadQx \r\nRestoring SRSF3 in Kupffer cells attenuates obesity-related insulin resistance.\r\nRestoring SRSF3 abundance in KCs offers a strategy against obesity-associated tissue inflammation and insulin resistance by preventing bacterial DNA accumulation.\r\nPubmed   Journal   ReadQx \r\nReversing malnutrition and low muscle strength with targeted enteral feeding in patients awaiting liver transplant: A randomized controlled trial.\r\n Targeted enteral feeding before LT improves HGS, anthropometry and immune function in severely malnourished cirrhotic patients. These findings provide a strong rationale for early consideration of NGF to reverse malnutrition and improve muscle strength. Appropriately powered studies should explore whether NGF can also impact clinically relevant outcomes including pre- and post-transplant mortality.\r\nPubmed   Journal   ReadQx \r\nSimple blood tests to diagnose compensated advanced chronic liver disease and stratify risk of clinically significant portal hypertension.\r\n Simple, broadly available laboratory tests (FIB-4/VITRO) facilitate cACLD detection and CSPH risk stratification in patients with (suspected) liver disease. This blood-based approach is applicable outside of specialized clinics and may promote early intervention.\r\nPubmed   Journal   ReadQx \r\nTranexamic acid in upper gastrointestinal bleed in patients with cirrhosis - a randomized controlled trial.\r\n Tranexamic acid significantly reduces the failure to control bleeding by day 5 and failure to prevent rebleeding after day 5 till 6 weeks in patients with advanced liver cirrhosis (CTP class B or C) presenting with UGIB, by preventing bleeding from EVL site.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    CD1d protects against hepatocyte apoptosis in non-alcoholic steatohepatitis.\r\nOur study uncovered a previously unrecognized anti-apoptotic CD1d-JAK2-STAT3 axis in hepatocytes that conferred hepatoprotection and highlighted the potential of hepatocyte CD1d-directed therapy for liver injury and fibrosis in NASH, as well as in other liver diseases associated with hepatocyte apoptosis. Impact and implications Excessive and/or sustained hepatocyte apoptosis is critical in driving liver inflammation and injury. The mechanisms underlying the regulation of hepatocyte apoptosis in non-alcoholic steatohepatitis (NASH) remain largely unclear. Here, we found that CD1d expression in hepatocytes substantially decreases and negatively correlates with the severity of liver injury in patients with NASH. We further revealed a previously unrecognized anti-apoptotic CD1d-JAK2-STAT3 signaling axis in hepatocytes, which confers significant protection against liver injury in NASH and acute liver diseases. Thus, hepatocyte CD1d-targeted therapy could be a promising strategy to manipulate liver injury in both NASH and other hepatocyte apoptosis-related liver diseases.\r\nPubmed   Journal   ReadQx \r\nDeficiency in SLC25A15, a hypoxia-responsive gene, promotes hepatocellular carcinoma by reprogramming glutamine metabolism.\r\n SLC25A15 is hypoxia-responsive in HCC, and low SLC25A15 levels result in glutamine reprogramming through SLC1A5 and OGDHL regulation, promoting HCC progression and regulating cell sensitivity to anti-PD-L1. Interrupting the glutamine-derived energy supply is a potential therapeutic strategy for treating SLC25A15-deficient HCC. Impact and implications We first demonstrated the tumor suppressor role of solute carrier family 25 member 15 (SLC25A15) in hepatocellular carcinoma (HCC) and showed that its deficiency leads to reprogramming of glutamine metabolism to promote HCC development. SLC25A15 can serve as a potential biomarker to guide the development of precision therapeutic strategies aimed at targeting glutamine deprivation. Furthermore, we highlight that the use of an inhibitor of glutamine utilization can enhance the sensitivity of low SLC25A15 HCC to anti-PD-L1 therapy.\r\nPubmed   Journal   ReadQx \r\nMultidrug-resistant bacterial infections after liver transplantation: prevalence, impact, and risk factors.\r\n MDR infections are highly prevalent after LT and have a significant impact on prognosis. E. faecium is the most frequently isolated MDR microorganism. New pharmacological and surveillance strategies aimed at preventing MDR infections after LT should be considered for patients with high-risk factors.\r\nPubmed   Journal   ReadQx \r\nPTEN Deficiency Induces an Extrahepatic Cholangitis-Cholangiocarcinoma Continuum via Aurora kinase A in Mice.\r\nPten deficiency in extrahepatic cholangiocytes and peribiliary glands led to a cholangitis-to-cholangiocarcinoma continuum through an Aurka-dependent manner. These findings offer new insights into preventive and therapeutic interventions for extrahepatic CCA. Impact and implications The aberrant PTEN-PI3K-AKT signaling pathway is commonly observed in human extrahepatic cholangiocarcinoma (eCCA), a disease with a poor prognosis. In our study, we developed a mouse model mimicking cholangitis to eCCA progression by conditionally deleting the Pten gene via Pdx1-Cre in epithelial cells and peribiliary glands of the extrahepatic biliary duct. The conditional Pten deletion in these cells led to cholangitis, which gradually advanced to dysplasia, ultimately resulting in eCCA. The loss of Pten heightened Akt signaling, cell proliferation, inflammation, fibrosis, DNA damage, epigenetic signaling, epithelial-mesenchymal transition (EMT), cell dysplasia, and cellular senescence. Genetic deletion or pharmacological inhibition of Aurka successfully halted the disease progression. This model shall be valuable for testing novel therapies and unraveling the mechanisms of eCCA tumorigenesis.\r\nPubmed   Journal   ReadQx \r\nSingle cell landscape of functionally cured chronic hepatitis B patients reveals activation of innate and altered CD4-CTL-driven adaptive immunity.\r\nOur study provides conceptually novel insights into the immuno-pathological control of HBV cure, and opens exciting new avenues for clinical management, biomarker discovery and therapeutic interventions. We believe that the discoveries from this study, as it relates to the activation of an innate and altered immune response that may facilitate sustained, low-grade inflammation, may have broader implications in the resolution of chronic viral hepatitis.\r\nPubmed   Journal   ReadQx \r\nUsing liver stiffness to predict and monitor the risk of decompensation and mortality in patients with alcohol-related liver disease.\r\n Liver stiffness by transient elastography predicts decompensation and all-cause mortality in patients with compensated alcohol-related liver disease both at diagnosis and when used for monitoring.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Gastroenterology\r\n    Diagnosis and Management of Pancreatic Cysts.\r\n\r\nPubmed   Journal   ReadQx \r\nFerroptosis: Biology and Role in Gastrointestinal Disease.\r\nWhile ferroptotic cell death is associated with dysfunction of the intestinal epithelium, the underlying molecular basis is poorly understood. As the mechanisms regulating ferroptosis become further elucidated, there is clear potential to utilize ferroptosis to achieve therapeutic benefit.\r\nPubmed   Journal   ReadQx \r\nOur New President-Maria T. Abreu, MD, AGAF.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Do's and Don'ts in Esophageal Peroral Endoscopic Myotomy: Troubleshooting, Managing Adverse Events and Tips for Success.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Multi-omics characterization of healthy and PSC human liver - what we know and what we learn.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    A Curious Cause of Corkscrew Esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nAccidental Hydrogen Peroxide Ingestion Causing Extensive Portal Venous Gas.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on: The Comparative Effectiveness of Ciprofloxacin and Metronidazole for an Initial Episode of Pouchitis: A Propensity-Matched Study.\r\n\r\nPubmed   Journal   ReadQx \r\nEsophageal liposarcoma of the oropharyngeal-esophageal junction.\r\n\r\nPubmed   Journal   ReadQx \r\nGastric Hemangiopericytoma: An Unusual Presentation of Malignant Gastric Cancer. Case Report and Review of Literature.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Assessing Diagnostic Performance of Modifications to the Rome IV Criteria for Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nMALT lymphoma of the esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nPHOSPHATIDYLETHANOL DETECTS OCCULT HEAVY ALCOHOL USE IN PATIENTS WITH ACUTE AND CHRONIC PANCREATITIS.\r\n\r\nPubmed   Journal   ReadQx \r\nSerum Ammonia Levels Do Not Correlate With Overt Hepatic Encephalopathy Severity in Hospitalized Patients With Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Global Burden of Alcohol-associated Cirrhosis and Cancer in Young and Middle-aged Adults.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Management of Colorectal Neoplasia in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A stent-removing thread sticking adjacent to the duodenoscope elevator identified using the double-scope technique.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEmergency digital cholangioscopy-assisted electrohydraulic lithotripsy for basket impaction with an entrapped bile duct stone.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy\r\n    A self-made three-arm clip for closure of a large wound after endoscopic full-thickness resection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAdvancing the Practice of Gastrointestinal Endoscopy Through Research.\r\n\r\nPubmed   Journal   ReadQx \r\nBand-on-band endoscopic variceal ligation: a technique for the treatment of esophageal varices in case of band misplacement.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCold snaring biopsies to increase screening efficacy during endoscopic surveillance of patients at high risk of diffuse gastric cancer.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic intermuscular dissection of an undetermined submucosal lesion with adaptive traction to obtain a free vertical margin.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic resection of a huge tumor located at an anatomically challenging position using an innovative extra snare traction method.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic submucosal dissection using ultrathin endoscope for early gastric cancer progressing from pyloric ring to bulb.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nFirst report of gastric endoscopic intermuscular dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInnovations for colonic endoscopic submucosal dissection: combination of the latest game changers.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nManagement of choledocholithiasis with an ultraslim cholangioscope in a patient with possible anaphylaxis to contrast medium.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nMultiple ulcerated submucosal masses in the gastrointestinal tract: a rare presentation of metastatic cutaneous malignant melanoma.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNo-touch endoscopic full-thickness resection using reopenable-clip over-the-line method for gastric gastrointestinal stromal tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPrecut over a pancreatic stent using the marking method to aid biliary cannulation in a patient with Roux-en-Y reconstruction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nRepeat endoscopic intermuscular dissection of the visible scar after noncurative endoscopic intermuscular dissection of a rectal neuroendocrine tumor.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nTreatment of a sessile serrated adenoma/polyp deeply invading the appendiceal orifice enabled by combined adaptive traction and underwater endoscopic submucosal dissection.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    A colorful conundrum: dark urine in a patient with inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic and Prognostic Biomarkers of Chronic Pancreatitis: A Conceptual Framework Based on PRoBE Design.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence of Sessile Serrated Lesions in Individuals with Positive Fecal Immunochemical Test Undergoing Colonoscopy: Results from a Large Nationwide Veterans Affairs Database.\r\n\r\nPubmed   Journal   ReadQx \r\nSingle-Use vs. Reusable Duodenoscopes: How Infection Knowledge Gaps Are Driving Environmental Harm and What Can Be Done.\r\n\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    ADENOMA-LIKE ADENOCARCINOMA.\r\n\r\nPubmed   Journal   ReadQx \r\nAmpullary neuroendocrine tumor: endoscopic papillectomy, an efficacy and safety treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nCoil Migration Into the Pulmonary Artery After Gastric Variceal EUS Guided Coil Embolization.\r\n\r\nPubmed   Journal   ReadQx \r\nCombined Endoscopic Stricturotomy and Lumen Apposing Metal Stent in the Treatment of Crohn's Disease with Primary Ileocecal Valve Stricture.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnosis of Indeterminate Biliary Strictures: GIE Top Tips for Advanced Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopic Removal of Gossypiboma: A Rare Cause of Gastric Outlet Obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nTop tips for performing high-quality optical zoom chromocolonoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nUnlooping the meandering main pancreatic duct in chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Recurrent intestinal ulcers and perforations complicated with pigmentation.\r\n\r\nPubmed   Journal   ReadQx \r\nRole of patient and staff mobility in scope 3 emissions in GI endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Duet of humoral and cellular immunity for conquering hepatitis C virus.\r\n\r\nPubmed   Journal   ReadQx \r\nHepatitis C elimination: Tailoring the approach to each country's needs and realities.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: How does bile acid-induced IRF3 phosphorylation mediate cholestatic liver and kidney injury? ---more need to be known.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Is right heart assessment vital for evaluating Terlipressin-related outcomes in Hepatorenal Syndrome-AKI?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Provider preparedness for functional cure of chronic hepatitis B.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Statins as potential confounding-factors to investigate the association between use of GLP-1 receptor agonists and risk of HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Portable hypothermic oxygenated machine perfusion for organ preservation in liver transplantation (PILOTTM): A randomized, open-label, clinical trial.\r\n\r\nPubmed   Journal   ReadQx \r\nProvider preparedness for functional cure: Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Is right heart assessment vital for evaluating terlipressin-related outcomes in Hepatorenal Syndrome-AKI ?\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter to the Editor on portable hypothermic oxygenated machine perfusion for organ preservation in liver transplantation (PILOT).\r\n\r\nPubmed   Journal   ReadQx \r\nSerum matrix metalloproteinase-7 (MMP-7): As good as it gets?\r\n\r\nPubmed   Journal   ReadQx \r\nSolving the puzzle of fibrosis resolution in alcohol-associated liver disease: An insight from KDM5 demethylases and LXR activation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Gastroenterology\r\n    Bridging the Diagnostic Gap: How Autonomous AI Can Assist in Endoscopic Diagnosis of Experts.\r\n\r\nPubmed   Journal   ReadQx \r\nLessons from Japan's Case for Early Helicobacter pylori Screening.\r\n\r\nPubmed   Journal   ReadQx \r\nThe optimal duration of vasoconstrictors for acute variceal hemorrhage: longer is safer?\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Response to: short-chain fatty acids in patients with severe acute pancreatitis: friend or foe?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    Familial Coaggregation of MASLD and Liver-related Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Transition from NAFLD to MASLD and Its Impact on Clinical Practice and Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-12T23:11:29-04:00",
    "input_file": {}
  },
  {
    "path": "gi/03-01-2024/",
    "title": "Fri Mar 01 2024",
    "description": "84 articles - From Friday Feb 23 2024 to Friday Mar 01 2024",
    "author": [],
    "date": "2024-03-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Insurance Companies' Poor Adherence to Guidelines for Moderate to Severe Ulcerative Colitis/Crohn's Disease Management.\r\n Nearly every insurance company required failure of steroids and immunomodulators before biologic therapy. Further work is required to improve patient access to standard of care treatment.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    AGA Clinical Practice Update on High-Quality Upper Endoscopy: Expert Review.\r\nBEST PRACTICE ADVICE 9: Endoscopists should document whether subsequent surveillance endoscopy is indicated and, if so, provide appropriate surveillance intervals. If the determination of surveillance is contingent on histopathology results, then endoscopists should document that surveillance intervals will be suggested after results are available.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    AGA Clinical Practice Guideline on Fecal Microbiota-Based Therapies for Select Gastrointestinal Diseases.\r\nFecal microbiota-based therapies are effective therapy to prevent recurrent C difficile in select patients. Conventional fecal microbiota transplant is an adjuvant treatment for select adults hospitalized with severe or fulminant C difficile infection not responding to standard of care antibiotics. Fecal microbiota transplant cannot yet be recommended in other gastrointestinal conditions.\r\nPubmed   Journal   ReadQx \r\nGastrointest Endosc\r\n    Physician perceptions on the current and future impact of artificial intelligence to the field of gastroenterology.\r\nGastroenterologists have an overall positive perception regarding the use of AI in clinical practice but voiced concerns regarding its technical aspects and coverage of costs associated with implementation. Further education on the clinical use of AI applications with understanding of the advantages and limitations appears to be valuable in promoting adoption.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Gastroenterol\r\n    Adenomas and Sessile Serrated Lesions in 45-49- Year-Old Individuals Undergoing Colonoscopy: A Systematic Review and Meta-Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nEUS-Guided Vs. ERCP-Guided Biliary Drainage as Primary Approach to Malignant Distal Biliary Obstruction: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.\r\nEUS-BD is an efficient and safe alternative to ERCP in MDBO. An almost nonexistent risk of procedure-related pancreatitis, lower procedure time, and ease of use makes this an attractive primary approach to biliary decompression in centers with expertise.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Antibiotic exposure and risk of new-onset inflammatory bowel disease: a systematic review and dose-response meta-analysis.\r\n Antibiotic exposure was significantly associated with an increased risk of new-onset IBD, and a positive nonlinear dose-response relationship was observed. Antibiotic stewardship may be important for reducing IBD risk.\r\nPubmed   Journal   ReadQx \r\nGLOBAL PREVALENCE OF PANCREATIC CYSTIC LESIONS IN THE GENERAL POPULATION ON MAGNETIC RESONANCE IMAGING: A SYSTEMATIC REVIEW AND META-ANALYSIS.\r\nSubgroup analysis showed higher PCL prevalence when imaging findings were confirmed by independent radiologist(s) (25%;  95%CI 16-33) than when chart review alone was used (5%;  95%CI 4-7;  p<0.01). There was no independent association of PCL prevalence with geographic location (Europe, North America or Asia), MRI indication (screening vs evaluation of non-pancreatic pathology), enrollment period, sample size, magnet strength (1.5 vs 3 tesla), and MRI sequence (MRCP vs no MRCP) CONCLUSION: In this systematic review, the global prevalence of PCLs using a highly sensitive non-invasive imaging modality ranged between 13% to 18%.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Endoscopic full-thickness plication for the treatment of gastroesophageal reflux disease: A systematic review and meta-analysis.\r\nThe findings from our study reveal that EFTP is a safe and effective treatment for GERD patients who have not responded adequately to conventional therapies. Given its minimally invasive nature, effectiveness, and limited adverse effects, EFTP emerges as a compelling alternative to conventional surgical procedures.\r\nPubmed   Journal   ReadQx   PMC\r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Branched-chain amino acid supplementation does not improve measures of sarcopenia in cirrhosis: results of a randomised controlled trial.\r\n BCAA supplementation did not improve measures of muscle strength, mass or performance or physical frailty compared to a whey protein supplement in a randomised controlled setting. ACTRN12618000802202.\r\nPubmed   Journal   ReadQx \r\nCAMP-B score predicts the risk of hepatocellular carcinoma in patients with chronic hepatitis B after HBsAg seroclearance.\r\nThe CAMP-B score (cirrhosis, age ≥50 years, male sex and platelet count <150,000/mm 3 /L) was significantly associated with HCC development after HBsAg seroclearance. CAMP-B score can be easily implemented in real-world clinical practice and helps stratify HCC risk in patients with CHB following HBsAg seroclearance.\r\nPubmed   Journal   ReadQx \r\nEvaluation of potential hepatic recompensation criteria in patients with PBC and decompensated cirrhosis.\r\nPatients with PBC and decompensated cirrhosis may achieve hepatic recompensation under UDCA therapy. However, since liver-related complications still occur after recompensation, patients should remain under close follow-up.\r\nPubmed   Journal   ReadQx \r\nHigh-dose proton pump inhibitor treatment is associated with a higher mortality in cirrhotic patients: A multicentre study.\r\nThe use of high-dose PPI was independently associated with increased risks of mortality and cirrhotic complications.\r\nPubmed   Journal   ReadQx \r\nImpact of inflammatory bowel disease on the risk of acute coronary syndrome: A Swedish Nationwide Cohort Study.\r\n In this contemporary cohort of patients with IBD, exposed to modern IBD care, there was an increased risk for ACS compared with individuals from the general population.\r\nPubmed   Journal   ReadQx \r\nPersistently high HBsAg levels during HBeAg-seropositive stage predict lower risk of hepatocellular carcinoma in chronic hepatitis B patients.\r\n Patients with persistently high HBsAg levels during HBeAg-seropositive stage represent a unique population with low risk of HCC development.\r\nPubmed   Journal   ReadQx \r\nTerlipressin therapy is associated with increased risk of colonisation with multidrug-resistant bacteria in patients with decompensated cirrhosis.\r\nOur study reports an increased risk of MDRO colonisation in patients with AD or ACLF, who recently received terlipressin therapy, while other commonly prescribed non-antibiotic co-medications had negligible influence. Future prospective trials are needed to confirm these results.\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Outcomes of high-grade immune checkpoint inhibitor hepatitis in hospitalized and non-hospitalized patients.\r\n Hospitalization of patients with high-grade ICI hepatitis was not associated with faster hepatitis resolution and did not affect mortality. Routine hospitalization may not be necessary in al patients with high-grade ICI hepatitis and CTCAE criteria may overestimate severity of liver injury.\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    Assessment of pancreatic ductal stone density on non-contrast computed tomography for predicting the outcome of extracorporeal shock wave lithotripsy.\r\nThe SD is a significant predictor of ESWL success followed by ductal clearance at ERCP, and <1106.5 HU is a predictor of good candidates for ESWL therapy.\r\nPubmed   Journal   ReadQx \r\nAssociation of short-course antimicrobial therapy and bacterial resistance in acute cholangitis: Retrospective cohort study.\r\nIn acute cholangitis, the administration of antimicrobials within 3 days of ERCP may suppress the development of resistant bacteria.\r\nPubmed   Journal   ReadQx \r\nComparison of diagnostic outcomes, safety, and cost of Franseen-tip 19G versus 22G needles for endoscopic ultrasound-guided liver biopsies.\r\nThe Franseen-tip 19G outperforms 22G with a significantly lower fragmentation rate, longer AL, LIC, and a higher number of CPT with a marginal increase in the procedure cost, without any difference in diagnostic yield and safety.\r\nPubmed   Journal   ReadQx \r\nEvaluation of exclusive internal endoscopic drainage for complex biloma with transluminal and transpapillary stenting.\r\nIf both techniques can be performed, EUS-TBD should be considered because of the short times for the procedure, hospital stay. and biloma resolution.\r\nPubmed   Journal   ReadQx \r\nInteractive training with a novel simulation model for upper gastrointestinal endoscopic hemostasis improves trainee technique and confidence.\r\nOur study demonstrates the potential of our simulation-based training model as a valuable tool for improving technical skills and confidence in trainees learning to perform endoscopic hemostasis.\r\nPubmed   Journal   ReadQx \r\nPractice patterns and outcomes of endoscopic sleeve gastroplasty based on provider specialty.\r\nData from a large US cohort show significant and sustained weight loss with ESG and an excellent safety profile in both bariatric surgery and gastroenterology practices, supporting the scalability of the procedure across practices in a multidisciplinary setting.\r\nPubmed   Journal   ReadQx   PMC\r\nSafety and efficacy of early versus late removal of LAMS for pancreatic fluid collections.\r\nEarly LAMS removal (< 4 weeks) did not prevent AEs but did lead to increased clinical failure.\r\nPubmed   Journal   ReadQx \r\nSame-session endoscopic diagnosis and symptom palliation in pancreato-biliary malignancies: Clinical impact of rapid on-site evaluation (ROSE).\r\ng. uncovered SEMS or therapeutic EUS), potentially reducing hospitalization and time to oncological treatments.\r\nPubmed   Journal   ReadQx \r\nThe Bethesda ERCP Skills Assessment Tool (BESAT) can reliably differentiate endoscopists of different experience levels.\r\nStudy findings demonstrate that the BESAT, a video-based ERCP skill assessment tool, has high inter-rater reliability and has discriminative validity in differentiating novice from expert ERCP skill. Further investigations are needed to determine the role of video-based assessment in improving trainee learning curves and patient outcomes.\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    Artificial intelligence-assisted system for the assessment of Forrest classification of peptic ulcer bleeding: a multicenter diagnostic study.\r\n The DCNN system for the assessment of the Forrest classification of PUB showed satisfactory diagnostic performance, which was slightly superior to that of senior endoscopists. It could therefore effectively assist junior endoscopists in making such diagnoses during gastroscopy.\r\nPubmed   Journal   ReadQx \r\nMulticenter Prospective Randomized Controlled Clinical Trial Comparing the Pocket-Creation Method with and without Single Clip Traction of Colonic Endoscopic Submucosal Dissection.\r\n ESD facilitated by the novel PCM-CT appears to be significantly faster. Additionally, both PCM-CT and PCM achieved high R0 resection rate.\r\nPubmed   Journal   ReadQx \r\nGastroenterology\r\n    Efficacy and findings of a blinded randomized reintroduction phase for the low FODMAP diet in Irritable Bowel Syndrome.\r\n We confirmed the significant benefit of the low-FODMAP diet in tertiary care IBS. A blinded reintroduction revealed a personalized pattern of symptom recurrence, with fructans and mannitol as the most prevalent, and allows the most objective identification of individual FODMAP-triggers;  Clinicaltrial.gov number  NCT04373304.\r\nPubmed   Journal   ReadQx \r\nTGF-β1 Induced SOX18 Elevation Promotes Hepatocellular Carcinoma Progression and Metastasis through Transcriptionally Upregulating PD-L1 and CXCL12.\r\nSOX18 promoted the accumulation of immunosuppressive TAMs and Tregs in microenvironment by transactivating CXCL12 and PD-L1. CXCR4 inhibitor or TGFβR1 inhibitor in synergy with anti-PD-L1 represented a promising combination strategy to suppress HCC progression and metastasis.\r\nPubmed   Journal   ReadQx \r\nGut\r\n    HBV integrations reshaping genomic structures promote hepatocellular carcinoma.\r\n HBV integrations extensively reshape genomic structures and promote hepatocarcinogenesis (graphical abstract), which may occur early in a patient's life.\r\nPubmed   Journal   ReadQx \r\nMASH Resolution Index: development and validation of a non-invasive score to detect histological resolution of MASH.\r\n The MASH Resolution Index may be a useful score to non-invasively identify MASH resolution.\r\nPubmed   Journal   ReadQx \r\nHepatology\r\n    Endothelial YAP/TEAD1-CXCL17 signaling recruits myeloid-derived suppressor cells against liver ischemia-reperfusion injury.\r\nEndothelial YAP/TEAD1-CXCL17 signaling recruited MDSCs to attenuate liver IRI, providing evidence of a therapeutic potential for managing IRI in liver surgery.\r\nPubmed   Journal   ReadQx \r\nIntegrative transcriptomic and genomic analyses unveil the IFI16 variants and expression as a MASLD progression markers.\r\nThis study unveils a comprehensive understanding of MASLD progression through transcriptomic classification, highlighting the crucial roles of IFI16 variants. Targeting the IFI16-PYCARD-CASP1 pathway may pave the way for the development of novel diagnostics and therapeutics for MASLD.\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    CRKL dictates anti-PD-1 resistance by mediating tumor-associated neutrophil infiltration in hepatocellular carcinoma.\r\nActivation of the CRKL/β-catenin/VEGFα and CXCL1 axis is a critical obstacle to successful anti-PD-1 therapy. Therefore, CRKL inhibitors combined with anti-PD-1 may be developed for the treatment of HCC. Impact and implications Here, we found CRKL was overexpressed in anti-PD-1 resistant HCC and CRKL upregulation promotes anti-PD-1 resistance in HCC. We identified that CRKL/β-catenin/VEGFα and CXCL1 axis upregulation contributes to anti-PD-1 tolerance through promoting tumor-associated neutrophils (TANs) infiltration. These findings support the strategy of bevacizumab-based ICIs combination therapy, and CRKL inhibitors combined with anti-PD-1 therapy may be developed for the treatment of HCC.\r\nPubmed   Journal   ReadQx \r\nSingle cell landscape of functionally cured chronic hepatitis B patients reveals activation of innate and altered CD4-CTL-driven adaptive immunity.\r\nOur study provides conceptually novel insights into the immuno-pathological control of HBV cure, and opens exciting new avenues for clinical management, biomarker discovery and therapeutic interventions. We believe that the discoveries from this study, as it relates to the activation of an innate and altered immune response that may facilitate sustained, low-grade inflammation, may have broader implications in the resolution of chronic viral hepatitis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Towards optimal thiopurine therapy for inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Updated epidemiology of steatotic liver disease in people with HIV in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Approaching Digestive Health Care in Transgender and Gender-Diverse Communities.\r\n\r\nPubmed   Journal   ReadQx \r\nBlue Notes.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Gastroenterol\r\n    Green Endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\nClin Gastroenterol Hepatol\r\n    Assessing Diagnostic Performance of Modifications to the Rome IV Criteria for Irritable Bowel Syndrome.\r\n\r\nPubmed   Journal   ReadQx \r\nMALT lymphoma of the esophagus.\r\n\r\nPubmed   Journal   ReadQx \r\nPHOSPHATIDYLETHANOL DETECTS OCCULT HEAVY ALCOHOL USE IN PATIENTS WITH ACUTE AND CHRONIC PANCREATITIS.\r\n\r\nPubmed   Journal   ReadQx \r\nSerum Ammonia Levels Do Not Correlate With Overt Hepatic Encephalopathy Severity in Hospitalized Patients With Cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nEndosc Int Open\r\n    A stent-removing thread sticking adjacent to the duodenoscope elevator identified using the double-scope technique.\r\n\r\nPubmed   Journal   ReadQx \r\nEmergency digital cholangioscopy-assisted electrohydraulic lithotripsy for basket impaction with an entrapped bile duct stone.\r\n\r\nPubmed   Journal   ReadQx \r\nEndoscopy\r\n    A new endoscopic solution for rectal anastomotic atresia: Contrast agent-guided precision dilation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nA rare case of endoscopic full-thickness resection of a laterally spreading tumor at the anastomotic site of appendectomy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nAdvancing the Practice of Gastrointestinal Endoscopy Through Research.\r\n\r\nPubmed   Journal   ReadQx \r\nAn unusual pancreas divisum intraductal papillary mucinous neoplasm diagnosed by pancreatoscopy-assisted endoscopic ultrasonography rendezvous procedure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nBiliary ascariasis: extraction.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nCholangioscopy findings of biliary candidiasis post-liver transplantation.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic hand-suturing for postoperative suture failure.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic radial incision of a congenital antral web in a child.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopic removal of a whole ascaris from the colonic lumen.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nEndoscopy E-Videos - recently published.\r\n\r\nPubmed   Journal   ReadQx \r\nGallstone sigmoid obstruction treated with electrohydraulic lithotripsy.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nHepatic fascioliasis: a rare case of \"fake\" biliary gallstones.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nInnovations for colonic endoscopic submucosal dissection: combination of the latest game changers.\r\n\r\nPubmed   Journal   ReadQx \r\nMucosal snare resection-endoscopic submucosal excavation: a novel technology.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nNeedle-free technique for guidewire manipulation during endoscopic ultrasound-guided pancreatic duct drainage.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nSuccessful closure of a detached muscle layer during gastric endoscopic submucosal dissection with fibrosis using clips with the use of polyglycolic acid sheets and fibrin glue.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnderwater coagulation using hybrid knife in peroral endoscopic myotomy for achalasia.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUnraveling the conumdrum: innovative technique to remove the stent from the displaced pancreatic duct in stenosis.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nUse of adaptive traction for endoscopic submucosal dissection when using a bipolar knife for cardiological reasons.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nGastroenterology\r\n    Approaching Digestive Health Care in Transgender and Gender-Diverse Communities.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic and Prognostic Biomarkers of Chronic Pancreatitis: A Conceptual Framework Based on PRoBE Design.\r\n\r\nPubmed   Journal   ReadQx \r\nIn search of the best second-line therapy for Primary Biliary Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nWhen aspirin causes damage - microbes modulate the host to restore gut homeostasis.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    New AI model for neoplasia detection and characterisation in inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nRecurrent intestinal ulcers and perforations complicated with pigmentation.\r\n\r\nPubmed   Journal   ReadQx \r\nRole of patient and staff mobility in scope 3 emissions in GI endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Aliment Pharmacol Ther\r\n    Editorial: Towards optimal thiopurine therapy for inflammatory bowel disease-authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial: Updated epidemiology of steatotic liver disease in people with HIV in the United States-Authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Severe underweight and sarcopenia in decompensated cirrhosis are associated with high FGF21 levels-authors' reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Severe underweight and sarcopenia in decompensated cirrhosis are associated with high FGF21 levels.\r\n\r\nPubmed   Journal   ReadQx \r\nGut\r\n    Cause of death by fibrosis stage in 959 patients with biopsy-proven NAFLD.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Hepatol\r\n    \"Autoimmune Hepatitis: Azathioprine or Mycophenolate Mofetil for inducing remission?\"\r\n\r\nPubmed   Journal   ReadQx \r\nAn in-depth exploration of difference and similarity between NAFLD and MASLD.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Changing from NAFLD to MASLD: The Implications for health related quality of life data.\r\n\r\nPubmed   Journal   ReadQx \r\nPotential augmentation of terlipressin antidiuretic effects by gabapentinoids.\r\n\r\nPubmed   Journal   ReadQx \r\nShould MMF treatment be the first-line therapy in autoimmune hepatitis?\r\n\r\nPubmed   Journal   ReadQx \r\nThe Transition from NAFLD to MASLD and Its Impact on Clinical Practice and Outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-02T16:55:13-05:00",
    "input_file": {}
  }
]
