[
  {
    "path": "gi2/12-19-2025/",
    "title": "Fri Dec 19 2025",
    "description": "53 articles - From Friday Dec 12 2025 to Friday Dec 19 2025",
    "author": [],
    "date": "2025-12-19",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Liver Transpl\n    AASLD AST Practice Guideline on adult liver transplantation: Diagnosis and post-transplant management of non-graft-related complications.\nMultidisciplinary care and partnership between the transplant center and the primary care physician is essential for long-term care of the transplant recipient. Significant components of non-graft management guidelines are derived from retrospective cohort studies, systematic reviews and extrapolation of data from the general population. This gap highlights the unmet need for robust prospective studies addressing long-term care of liver transplant recipients.\nPubmed   Journal   ReadQx Living liver donor safety: Early postoperative considerations of living liver donation guidelines from the ILTS-iLDLTG consensus conference.\nStructured clinical and psychosocial follow-up protocols, perioperative prophylaxis for surgical site infections and venous thromboembolism, and management of early biliary and vascular complications are discussed. These may help standardize care, reduce complications and improve short-term outcomes in LLD.\nPubmed   Journal   ReadQx Long term considerations following living liver donation - guidelines from the 2025 ILTS-iLDLT consensus conference on living liver donor safety.\nThe 2025 International Liver Transplantation Society and International Living Donor Liver Transplantation Society (ILTS-iLDLT) Consensus Conference convened experts in the field of liver transplantation to establish evidence-based guidelines focused on the long-term medical, psychological and social considerations following living liver donation. The aim of this working group was to integrate current evidence and expert consensus on donor follow-up protocols, risk assessment and management strategies to promote long term donor health, quality of life and living liver donor programs globally in order to safeguard the welfare of this unique population.\nPubmed   Journal   ReadQx Pancreas\n    Updates from the 2025 IAP Acute Pancreatitis Guidelines.\n\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Pancreas\n    Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis Prophylaxis: Does the Choice of Crystalloid Fluid Matter? A Systematic Review and Meta-Analysis of Randomized Controlled Trials.\n At equivalent fluid administration rates, using LR compared to NS showed a significant risk reduction in PEP of 4% with a number needed to treat (NNT) of 25. LR may be the better crystalloid for ERCP. Further studies are needed to validate these results.\nPubmed   Journal   ReadQx Risk Prediction Models for Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis: A Systematic Review and Meta-Analysis.\n Existing PEP prediction models demonstrate overall good discrimination but are limited by methodological heterogeneity and scarce external validation. Clinically, validated models can support risk stratification to guide preventive strategies (e.g., rectal NSAIDs, aggressive hydration, selective prophylactic pancreatic stenting) alongside clinical judgment. Future research should prioritize multicenter prospective validation, robust calibration and decision-curve analyses, impact assessments, and explainable machine learning models integrated with electronic health record systems.\nPubmed   Journal   ReadQx Pancreatology\n    Efficacy and safety of pregabalin in managing pain of chronic pancreatitis: A systematic review and meta-analysis of randomized controlled trials.\n\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Effects of Replacing Solid Fats and Added Sugars with Avocado in Adults with Elevated Cardiometabolic Risk: A Randomized, Double-Blind, Controlled Feeding, Crossover Trial.\nReplacing solid fats and added sugars with avocado in a typical American diet improved the lipoprotein lipid profile in adults with elevated TG. as NCT04990817 (\nPubmed   Journal   ReadQx Plant-based diets, gut microbiota, blood metabolome, and risk of colorectal, liver and pancreatic cancers: results from a large prospective cohort study of predominantly low-income Americans.\nA diet high in healthy plant foods and low in animal foods was inversely associated with liver cancer risk and with CRC risk among screening-naïve participants. These associations may be partly mediated through gut microbiota and systemic metabolism.\nPubmed   Journal   ReadQx Vegetarian diet and likelihood of becoming centenarians in Chinese adults aged 80 years or older: a nested case-control study.\nTargeting individuals of advanced age (80+ years) in China, we found that individuals following vegetarian diet had lower likelihood of becoming centenarians relative to omnivores, underscoring the importance of a balanced high-quality diet with animal- and plant-derived food composition for exceptional longevity, especially in the underweight oldest-old.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Characterizing Healthcare Disparities, Utilization, and Trends of Inflammatory Bowel Disease in Transgender and Nonbinary Patients: A Population-Based Study.\nTGNB IBD patients experience greater gastrointestinal and psychiatric comorbidities and receive fewer interventions overall despite greater healthcare contact. HRT was not associated with worsening disease or complications. These findings highlight critical disparities and the need for further research in this population.\nPubmed   Journal   ReadQx Sustained Clinical Remission Following a Second Autologous Hematopoietic Stem Cell Transplantation for Refractory Crohn Disease.\nAt 30 months following the second autologous hematopoietic stem cell transplantation, the patient remains in sustained clinical and endoscopic remission off al immunosuppressive and biologic medications. This case documents the feasibility and favorable long-term outcome of a second non-myeloablative autologous hematopoietic stem cell transplantation, suggesting this approach may be a valid and effective salvage option for highly selected patients with severe, refractory Crohn disease.\nPubmed   Journal   ReadQx Trends in Use of Prescribed Opioids in Incident and Prevalent Patients With Ulcerative Colitis: A Nationwide Study in Sweden.\n In this nationwide register-based study, adults with UC had higher prescribed opioid use within two years before and up to five years after first UC diagnosis compared with reference individuals. However, adults with prevalent UC (and reference individuals) had a declining temporal opioid use trend during 2006-2022.\nPubmed   Journal   ReadQx J Crohns Colitis\n    HLA-DQA1*05:01 and DQA1*05:05 inform choice of anti-tumor necrosis factor and concomitant use of immunomodulators in patients with inflammatory bowel disease.\nOur findings highlight distinct associations between HLA-DQA1*05 allele subtypes and time to LoR of infliximab and adalimumab in IBD-treated patients. The protective effect of immunomodulator use is allele-specific for adalimumab. These results provide a rationale for incorporating HLA testing into personalized anti-TNF management to optimize treatment durability.\nPubmed   Journal   ReadQx   PMCRisk of serious infections in patients with inflammatory bowel disease treated with biologic and small molecule therapies: A nationwide cohort study.\n Patients with IBD were at an increased risk of infections, even among those naïve to IMM and advanced therapies. There was no significant difference in risk of infections across advanced therapy exposures.\nPubmed   Journal   ReadQx Liver Transpl\n    Assessment of sarcopenia in cirrhosis: A practical approach using thigh and psoas ultrasound, bioimpedance, and anthropometry.\nNon-radiating tools, such as US-based thigh and psoas measurements, BIA-derived BPI, and anthropometry, are accurate alternatives to CT for detecting sarcopenia in patients with cirrhosis. These tools are simple, safe, and reproducible, which supports their integration into routine clinical practice for sarcopenia screening and monitoring.\nPubmed   Journal   ReadQx Defining weight trajectory after liver transplantation using generative artificial intelligence.\n Using a novel statistical approach (GenAI), we identified key weight gain trajectories in LT recipients to be incorporated into clinical practice for risk stratification and mitigation.\nPubmed   Journal   ReadQx Reconditioning steatotic liver grafts: Advances in pharmacological defatting approaches for expanding the donor pool.\nThese interventions have the potential to address the challenges posed by hepatic steatosis, improve graft quality, expand the availability of transplantable livers, and enhance clinical outcomes of transplant candidates. Finally, we highlight current limitations and outline directions for future research and clinical applications.\nPubmed   Journal   ReadQx Severity of liver disease is associated with cirrhotic cardiomyopathy: A multicenter study.\n Among patients with cirrhosis who were LT candidates, severity of liver disease was positively associated with the presence of CCM and its echocardiographic features. These data may inform patient selection and encourage early detection of CCM among patients with cirrhosis.\nPubmed   Journal   ReadQx The survival benefit of deceased donor liver transplantation using MELD 3.0: A contemporary analysis.\nHowever, MELD 3.0 alone does not capture the full complexity of LT candidacy. Factors such as refractory ascites, hepatic encephalopathy, frailty, and poor quality of life should also be considered when considering LT for the individual patient.\nPubmed   Journal   ReadQx Pancreas\n    Assessment of Skeletal Muscle Quality via Intramuscular Adipose Tissue Content Predicts Surgical Morbidity and Prognosis after Pancreatoduodenectomy.\n IMAC, an indicator of skeletal muscle quality, provides convenient and highly valuable diagnostic information on body composition and predicts postoperative complications and prognosis in patients with malignant tumors undergoing PD.\nPubmed   Journal   ReadQx Association Between Social Determinants of Health and the Risk of Acute Pancreatitis and Related Diseases: A Prospective Cohort Study in the UK Biobank.\nSocial disadvantage, as reflected by higher SDH scores, is associated with high risk of AP and AP-related diseases. These findings underscore the importance of considering social context in clinical and public health efforts to reduce the burden of pancreatic diseases.\nPubmed   Journal   ReadQx Characteristics of Pancreatic Cancer-Associated Ascites and Redefined Criteria for Bacterial Peritonitis.\nPDAC-associated ascites exhibited distinct characteristics according to their etiology. Redefined diagnostic criteria could aid in a more specific diagnosis of bacterial peritonitis in patients with PDAC.\nPubmed   Journal   ReadQx Clinical Characteristics of Chronic Pancreatitis Patients Presenting With Acute Pancreatitis, Abdominal Pain, or Primary Painless Disease. \nPain-only presentations are seen in 20% of patients with definite CP. Age of disease onset and etiology have a significant impact on the clinical presentation of CP patients.\nPubmed   Journal   ReadQx Feeding Tube Placement in Nutritionally At-risk Patients Undergoing Pancreaticoduodenectomy: A Propensity Score-matched Analysis.\nIn nutritionally at-risk patients undergoing pancreaticoduodenectomy, the risks of feeding tube placement appear to outweigh the benefits, as no reduction in complications was observed and morbidity was increased.\nPubmed   Journal   ReadQx Internet-delivered Cognitive-behavioral Intervention for Pain in Pediatric Acute Recurrent and Chronic Pancreatitis: A Multicenter Randomized Controlled Trial.\nThis is the first trial to evaluate the feasibility, acceptability, and preliminary efficacy of internet-delivered CBT for pediatric pancreatitis pain demonstrating strong feasibility and treatment acceptability. Due to under-enrollment, the trial had reduced statistical power. Future research with a larger sample may build on these findings.\nPubmed   Journal   ReadQx Investigation of Clinical and Laboratory Findings of 40-49-Year-Old Patients with Fatty Pancreas by Magnetic Resonance Imaging and Evaluation of the Potential Relationship with Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD).\n A significant association was found between pancreatic steatosis and metabolic risk factors such as diabetes, obesity, insulin resistance, and MASLD. MRI-based quantification provided accurate detection, supporting its value as the most reliable imaging modality for assessing pancreatic fat. Lifestyle interventions such as weight loss and physical activity may help mitigate pancreatic steatosis and related metabolic consequences. Further studies are needed to clarify causality and underlying pathways, such as lipotoxicity, inflammation, and β-cell dysfunction.\nPubmed   Journal   ReadQx Plasma Proteomics Identifies Potential Pancreatic Cancer Risk Indicators in Type 2 Diabetes. \nAlthough validation in a larger cohort is necessary, the analysis highlights differences in plasma protein profiles among patients. This study was done to provide a meaningful indicator for early plasma detection of pancreatic cancer in diabetic patients.\nPubmed   Journal   ReadQx Predicting New-Onset Diabetes Following Acute Pancreatitis: The CAPS Score.\nA score using readily available clinical information at index admission predicts diabetes mellitus following acute pancreatitis. This CAPS tool will need to be validated and refined in large cohorts such as the Type 1 Diabetes in Acute Pancreatitis Consortium (T1DAPC).\nPubmed   Journal   ReadQx Presentation, Management, and Outcomes of Cyst-Associated Pancreatic Cancer versus Classic Pancreatic Ductal Adenocarcinoma.\n CA-PC has a better prognosis than PDAC in early stages but not in advanced disease, offering important insights for therapeutic strategies.\nPubmed   Journal   ReadQx Pancreatology\n    Association between pancreatic enzyme replacement therapy and mortality in pancreatic cancer: a matched case-control study.\n There is an overall decrease in mortality among PERT-users compared to non-users. The results may be overly optimistic due to potential confounding factors related to patient selection, and randomized controlled studies are needed to confirm these effects.\nPubmed   Journal   ReadQx Association of the C-reactive protein-to-albumin-to-lymphocyte index with severe acute pancreatitis: A single-center retrospective study of 5,016 patients.\n Lower admission CALLY is a predictor of higher SAP risk, outperforming traditional inflammatory markers. It could serve as an early indicator for identifying high-risk patients.\nPubmed   Journal   ReadQx Contrast-enhanced harmonic endoscopic ultrasonography (EUS)-guided tissue acquisition significantly improves diagnostic yield for small liver metastases derived from pancreatic cancer: a prospective study.\n The present study demonstrates the usefulness and high accuracy of C-EUS-TA for diagnosis of suspected liver metastases, particularly small lesions measuring ≤5 mm. Thus, when confirmation of small liver metastases using conventional imaging is difficult, C-EUS-TA may be useful for histological diagnosis.\nPubmed   Journal   ReadQx Gallstone Pancreatitis: Clinical outcomes and economic impact at a tertiary UK Hepatobiliary centre.\nReadmission-related expenditure, largely preventable with timely surgery, represents a key target for intervention. Prioritising early cholecystectomy, particularly within 121 days of index admission, may substantially reduce the financial burden and improve patient outcomes across the NHS.\nPubmed   Journal   ReadQx Patterns of treatment and survival in borderline resectable and locally advanced pancreatic cancer.\nTreatment for pancreatic cancer with major arterial involvement has shifted towards an increased use of multi-agent chemotherapy and surgical resection, with an associated improved overall survival.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Am J Clin Nutr\n    Dietary fats, blood lipids and atherosclerotic cardiovascular disease: time for food-based approach?\n\nPubmed   Journal   ReadQx Sweet-liking: a concept useful to psychophysics, but is it useful for dietary guidance?\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    J Crohns Colitis\n    Guselkumab-mediated marked improvement in a case of refractory ulcerative colitis resistant to mirikizumab: evidence for switching between IL-23p19 inhibitors.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Anonymous living liver donation in children: Broad indications, broader impact.\n\nPubmed   Journal   ReadQx Fellows' Corner.\n\nPubmed   Journal   ReadQx Intracardiac thrombosis during liver transplantation: A 22-year single-institution cohort study.\n\nPubmed   Journal   ReadQx Letter to the editor: Is the SRTR metric \"Survival on the Waitlist\" still useful in the age of machine perfusion and short liver transplant wait times?\n\nPubmed   Journal   ReadQx RAPID progress: Living-donor liver transplantation for unresectable colorectal liver metastases.\n\nPubmed   Journal   ReadQx Reply: Is the SRTR metric \"Survival on the Waitlist\" still useful in the age of machine perfusion and short liver transplant wait times?\n\nPubmed   Journal   ReadQx Rethinking the use of immunotherapy post-liver transplantation: Standardized protocols with low risk of rejection.\n\nPubmed   Journal   ReadQx Pancreas\n    Commentary on \"Lifetime Smoking History and Marijuana Co-use in Patients With Alcohol-related Acute Pancreatitis\".\n\nPubmed   Journal   ReadQx Disparities in Chronic Pancreatitis Care in Appalachian Kentucky. \n\nPubmed   Journal   ReadQx Late Cholangitis After Pancreatoduodenectomy due to Ischemic Stricture of the Jejunal Loop. A Long-term Complication due to the Terminal Vascularization of the Jejunal Loop.\n\nPubmed   Journal   ReadQx Letter to \"Significance of Pancreatic Steatosis as a Predictor of New-Onset Diabetes Mellitus Following Pancreatectomy\".\n\nPubmed   Journal   ReadQx Quadrant-Necrosis-Infection (QNI) Score Predicts Clinical Outcomes Following Endoscopic Drainage of Peripancreatic Fluid Collections in a Resource-Limited, Plastic-Stent-Predominant Setting: A preliminary Retrospective Study.\n\nPubmed   Journal   ReadQx Refining Prognostic Assessment in Acute Pancreatitis: A Vision for Integrating Clinical and Social Determinants.\n\nPubmed   Journal   ReadQx Research Spotlight. \n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Inflamm Bowel Dis\n    Exploring the EPIcenter of VEOIBD: defining the genetic drivers of intestinal epithelial cellular dysfunction-authors' reply.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-19T06:44:40-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-12-2025/",
    "title": "Fri Dec 12 2025",
    "description": "38 articles - From Friday Dec 05 2025 to Friday Dec 12 2025",
    "author": [],
    "date": "2025-12-12",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Pancreas\n    Clinical Practice Guidelines for Pancreatic Cancer 2025 From the Japan Pancreas Society: A Synopsis.\nThese guidelines represent the most comprehensive and standardized resource currently available in Japan for the clinical management of pancreatic cancer. This English synopsis aims to disseminate the 2025 edition of the Japanese Clinical Practice Guidelines for Pancreatic Cancer to a global audience and highlight the Japanese approach to pancreatic cancer care.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Clin Nutr\n    Effect of early-life protein supplementation on childhood obesity and related metabolic outcomes: a systematic review and meta-analysis.\nThere is limited evidence of any impact of protein quantity or quality during complementary feeding on growth or body composition. Given the short-lasting exposures and follow-up times, the long-term metabolic effects of protein supplementation require further investigation.\nPubmed   Journal   ReadQx Optimal anthropometric discharge criteria from treatment of wasting: meta-analysis of individual patient data from 34 studies.\nRelapse risk is high after successful MAM/SAM treatment. Future research can consider optimization of anthropometric discharge criteria as a strategy to reduce postdischarge relapse risk, weighing the operational and financial tradeoffs associated with any modification.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    The Risk of Relapse Associated With Discontinuation of 5-Aminosalicylates in Inflammatory Bowel Diseases: A Systematic Review and Meta-Analysis.\nThe discontinuation of oral or rectal 5-ASA monotherapy in patients with UC is associated with an increased risk of relapse. The data for discontinuation of 5-ASA in patients with UC or CD who are on immunomodulators and/or biologics is marginal for a meta-analysis;  considering this limitation, these patients do not seem to have an increased risk of relapse upon discontinuation of 5-ASA, suggesting that monitored withdrawal may be a viable strategy.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Association between size at birth, rapid weight gain in infancy and overweight status among Palestinian refugees under 5 years old: a retrospective cohort study.\n Rapid weight gain in infancy, regardless of birth size, is a predictor of childhood overweight/obesity. Exclusive human milk feeding mitigates the risk of rapid weight gain and subsequent overweight/obesity.\nPubmed   Journal   ReadQx Breastfeeding duration and maternal weight change through adulthood in a population-based cohort study.\nWe found a significant association between longer breastfeeding duration per child and lower maternal weight gain through adulthood which was particularly pronounced among mothers with overweight or obesity at age 18 y and among mothers who had their first child ≥1980.\nPubmed   Journal   ReadQx Development and validation of a brief Nutrition Security Screener (NSS) for clinical and public health settings.\nA brief NSS enables assessment of NI prevalence and barriers to healthy eating in diverse populations, and is independently associated with diet-related disease, informing clinical, public health, and policy efforts to screen for and address NI.\nPubmed   Journal   ReadQx Male partner pesticide residue exposure from fruit and vegetable intake in relation to outcomes of infertility treatment: a prospective cohort study.\nIntake of FVs with high pesticide residue in males is associated with adverse infertility treatment outcomes with ART, particularly in conventional insemination cycles. Implications for natural fertility are unclear.\nPubmed   Journal   ReadQx Proteomics Networks Linking Diet to Cardiometabolic Risk Factors: The Framingham Heart Study.\nOur findings highlight proteomic networks potentially linking diet and CVD risk and demonstrate the usefulness of proteomics for identifying high-risk individuals for future interventions.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Black and Latino/a Participants With Inflammatory Bowel Disease Are More Likely to Be at Risk for Post-Traumatic Stress Than Their White Counterparts: A Matched Control Comparison Study.\nBlack and Latino/a IBD patients may have rates of IBD-PTS 2.5 times higher than White peers, with more severe PTSD symptoms. Prior nonmedical adverse life events may be risk factors for the development of IBD-PTS. Additional research is warranted.\nPubmed   Journal   ReadQx Bowel Wall Thickness Cutoff Value for Assessing Inflammatory Bowel Disease Activity Using Intestinal Ultrasonography in Children.\nAlthough IUS is an excellent tool for detecting moderate/severe bowel inflammation, this method showed limited accuracy in children <6 years old. The adult BWT cutoff missed over 30% of bowel inflammation in children. BWT cutoff of 0.27-0.30 cm in boys and 0.23-0.25 cm in girls and/or children <40 kg indicated active gut inflammation.\nPubmed   Journal   ReadQx Characterization of Computed Tomography Colonography Findings of Ulcerative Colitis-Associated Neoplasia.\nand relevance Despite preoperative awareness of UCAN, CTC demonstrated limited sensitivity. While CTC may serve a complementary role in selected cases, endoscopy remains essential for comprehensive lesion detection.\nPubmed   Journal   ReadQx Real-World Outcomes of Glucagon-Like Peptide-1 Receptor Agonist Therapy in Obese Patients With Ulcerative Colitis and IPAA With a History of Pouchitis.\n Our study in a small cohort of patients with UC-IPAA and obesity with a history of pouchitis showed that GLP-1RA use was associated with decreased risk of recurrent pouchitis and anti-diarrheal medication use.\nPubmed   Journal   ReadQx Thromboembolic Risk in Ulcerative Colitis Patients on Advanced Therapy: A Real-World Data Analysis.\nVedolizumab demonstrated a favorable thromboembolic and cardiovascular safety profile compared with TNF inhibitors, whereas tofacitinib did not increase the risk at either dose. Concomitant 5-aminosalicylic acid may have a preventive effect against VTE. These findings may aid therapeutic decision-making for UC patients with elevated thrombotic risk.\nPubmed   Journal   ReadQx Trends in Use of Prescribed Opioids in Incident and Prevalent Patients With Ulcerative Colitis: A Nationwide Study in Sweden. \nIn this nationwide register-based study, adults with UC had higher prescribed opioid use within two years before and up to five years after first UC diagnosis compared with reference individuals. However, adults with prevalent UC (and reference individuals) had a declining temporal opioid use trend during 2006-2022.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Efficacy and Safety of Risankizumab in Patients with Moderately to Severely Active Crohn's Disease: Interim Results from the SEQUENCE Open-Label Extension Study.\nThis interim analysis of continuous open-label risankizumab therapy showed durable long-term clinical efficacy and no new safety signals in patients with moderately to severely active Crohn's disease. Future analyses will evaluate longer-term clinical and endoscopic outcomes and safety. Clinical trial registration\nPubmed   Journal   ReadQx Identification of Crohn's disease subtypes in single cell RNA sequencing signatures of treatment naïve samples across the paediatric gastrointestinal tract.\n Tensor decomposition stratified donors into clinically meaningful groups based on their transcriptomic profile, suggesting these signatures can be utilized for personalized medicine.\nPubmed   Journal   ReadQx Liver Transpl\n    Histological findings in follow-up liver biopsies up to 15 years after pediatric liver transplantation: Associations with subclinical rejection, fibrosis, and immunological markers.\nDSA-II were associated with SACR (p=0.03) but not with fibrosis or C4d. These findings highlight the importance of protocol biopsies for detecting silent graft injury and guiding individualized immunosuppression in pediatric liver transplant recipients.\nPubmed   Journal   ReadQx Severity of liver disease is associated with cirrhotic cardiomyopathy: A multicenter study.\n Among patients with cirrhosis who were LT candidates, severity of liver disease was positively associated with the presence of CCM and its echocardiographic features. These data may inform patient selection and encourage early detection of CCM among patients with cirrhosis.\nPubmed   Journal   ReadQx The survival benefit of deceased donor liver transplantation using MELD 3.0: A contemporary analysis.\nHowever, MELD 3.0 alone does not capture the full complexity of LT candidacy. Factors such as refractory ascites, hepatic encephalopathy, frailty, and poor quality of life should also be considered when considering LT for the individual patient.\nPubmed   Journal   ReadQx Pancreas\n    Episodic and Long-Term Costs of Acute Pancreatitis Requiring Hospitalization among Adults in US Clinical Practice.\nThe cost of AP requiring hospitalization is high, for the treatment of both acute disease as well as associated long-term complications, which underscores the potential economic benefits from the prevention of this condition.\nPubmed   Journal   ReadQx Nimotuzumab Plus Gemcitabine-based Adjuvant Chemotherapy for Resectable Pancreatic Cancer: A Retrospective Observational Study.\nBy adding nimotuzumab to existing gemcitabine-based AC regimens, RPC patients would show a survival benefit trend with a satisfactory safety profile.\nPubmed   Journal   ReadQx Serum Calcium and Hospital Stay in Acute Pancreatitis: A Nonlinear Association With an Inflection Point.\nAbove 2.5 mmol/L, a significant positive effect emerged. The study also identified significant effect size variations across different subgroups, including sex, age, BMI, and comorbidities.\nPubmed   Journal   ReadQx Pancreatology\n    Clinical features and evolution of paraduodenal (groove) pancreatitis: A multicenter study.\nAlcohol consumption and smoking are major risk factors for PP. Diabetes and PEI commonly develop in these patients. Conservative treatment strategies are often successful.\nPubmed   Journal   ReadQx Cost-effectiveness of biodegradable pancreatic stents in post-ERCP pancreatitis prophylaxis.\n BDS for PEP prophylaxis is cost effective compared to conventional PS, avoiding the need for follow-up imaging and repeat procedures for stent removal.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Am J Clin Nutr\n    Discharge criteria for treatment of wasting: thinking beyond anthropometry.\n\nPubmed   Journal   ReadQx Does higher protein intake influence risk of child obesity?\n\nPubmed   Journal   ReadQx Nutrition security: considerations for a new measure and beyond.\n\nPubmed   Journal   ReadQx Pancreatology\n    The \"fat\" fad in acute pancreatitis: Healing pancreas with fat.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    Combination Therapy With Fecal Microbiota Transplantation and Vedolizumab for Induction of Remission in Ulcerative Colitis: An Open-Label Pilot Study.\n\nPubmed   Journal   ReadQx Evaluating Choice of Biologics for Isolated Small-Bowel Crohn's Disease.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Letter to the Editor: Cardiac dysfunction, N-terminal pro-B-type natriuretic peptide and acute-on-chronic liver failure: Inflaming tensions?\n\nPubmed   Journal   ReadQx Letter to the Editor: Tackling the learning curve for safe robotic living donor hepatectomy.\n\nPubmed   Journal   ReadQx Reply: Tackling the learning curve for safe Robotic Living Donor Hepatectomy.\n\nPubmed   Journal   ReadQx Pancreatology\n    Can negative lymph node involvement and resection-free margins (ypT1-3N0R0) complete the disease-free survival benefit of a pathologic complete response (ypT0N0R0) in resected pancreatic cancer post neoadjuvant treatment?\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Am J Clin Nutr\n    Nutrition and physical function in aging: measurement and modeling considerations.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Exploring the EPIcenter of VEOIBD: defining the genetic drivers of intestinal epithelial cellular dysfunction-authors' reply. \n\nPubmed   Journal   ReadQx Reply: \"Early Switching to Subcutaneous Infliximab as a Pragmatic Strategy for Optimized Inflammatory Bowel Disease Care\".\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-12T13:07:13-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-05-2025/",
    "title": "Fri Dec 05 2025",
    "description": "44 articles - From Friday Nov 28 2025 to Friday Dec 05 2025",
    "author": [],
    "date": "2025-12-05",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    J Crohns Colitis\n    Implementing the ECCO dietary consensus in IBD clinics: mind the gaps in restrictive eating and nutritional targets.\n\nPubmed   Journal   ReadQx Pancreas\n    Clinical Practice Guidelines for Pancreatic Cancer 2025 From the Japan Pancreas Society: A Synopsis.\nThese guidelines represent the most comprehensive and standardized resource currently available in Japan for the clinical management of pancreatic cancer. This English synopsis aims to disseminate the 2025 edition of the Japanese Clinical Practice Guidelines for Pancreatic Cancer to a global audience and highlight the Japanese approach to pancreatic cancer care.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Clin Nutr\n    Effect of early-life protein supplementation on childhood obesity and related metabolic outcomes: a systematic review and meta-analysis.\nThere is limited evidence of any impact of protein quantity or quality during complementary feeding on growth or body composition. Given the short-lasting exposures and follow-up times, the long-term metabolic effects of protein supplementation require further investigation.\nPubmed   Journal   ReadQx Optimal anthropometric discharge criteria from treatment of wasting: meta-analysis of individual patient data from 34 studies.\nRelapse risk is high after successful MAM/SAM treatment. Future research can consider optimization of anthropometric discharge criteria as a strategy to reduce postdischarge relapse risk, weighing the operational and financial tradeoffs associated with any modification.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Risk Factors and Management of Incomplete Microscopic Colitis: A Systematic Review and Meta-Analysis.\nPatients with MCi share similar characteristics with full MC including demographics, risk factors, and response to therapy, indicating that the histologic criteria for MC should potentially be broadened.\nPubmed   Journal   ReadQx The Risk of Relapse Associated With Discontinuation of 5-Aminosalicylates in Inflammatory Bowel Diseases: A Systematic Review and Meta-Analysis.\nThe discontinuation of oral or rectal 5-ASA monotherapy in patients with UC is associated with an increased risk of relapse. The data for discontinuation of 5-ASA in patients with UC or CD who are on immunomodulators and/or biologics is marginal for a meta-analysis;  considering this limitation, these patients do not seem to have an increased risk of relapse upon discontinuation of 5-ASA, suggesting that monitored withdrawal may be a viable strategy.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Apples and Oranges? Comparison of Early Ileocolic Resection and Medical Treatment for Crohn's Disease: A Systematic Review and Meta-analysis.\n\nPubmed   Journal   ReadQx Efficacy of 5-Aminosalicylic Acid Continuation versus Discontinuation in Patients with Ulcerative Colitis Escalated to Advanced Therapy: A Systematic Review and Meta-Analysis of Adjusted Effect Estimates.\n In patients with UC escalated to advanced therapies, 5-ASA continuation was associated with decreased odds of achieving clinical remission compared to discontinuation, with no significant differences observed for secondary efficacy or safety endpoints.\nPubmed   Journal   ReadQx The global leadership initiative on malnutrition criteria for the diagnosis of malnutrition in patients with inflammatory bowel disease: a systematic review and meta-analysis.\nThe GLIM criteria demonstrate potential as an effective tool for diagnosing malnutrition in patients with IBD. However, further validation is necessary, requiring additional diagnostic accuracy studies to enhance their reliability and establish their clinical applicability.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Development and validation of a brief Nutrition Security Screener (NSS) for clinical and public health settings.\nA brief NSS enables assessment of NI prevalence and barriers to healthy eating in diverse populations, and is independently associated with diet-related disease, informing clinical, public health, and policy efforts to screen for and address NI.\nPubmed   Journal   ReadQx Eating Rate has Sustained Effects on Energy Intake from Ultra-Processed Diets: A Two-Week Ad Libitum Dietary Randomized Controlled Cross-over Trial.\nFood texture-derived ER has a significant and sustained effect on energy intake of ultra-processed diets over a two-week period. This finding highlights the importance of food texture in guiding ER and the central role of sensory cues in regulating meal size. Clinical trial registry ClinicalTrials.gov Identifier NCT06113146.\nPubmed   Journal   ReadQx Gut microbes related to the Dietary Approaches to Stop Hypertension score are associated with bone quantity but not with bone quality in a cross-sectional study of older Puerto Rican adults.\nDASH score was associated with hip BMD, but not with BMSi or TBS. Select diet-related gut microbes, and an inflammation score were associated with BMD. Future studies should examine dietary inflammation in relation to bone quality.\nPubmed   Journal   ReadQx Language Models in Nutrition and Dietetics: A Scoping Review.\nIn conclusion, this is an emerging area with limited evidence for real-world implementations or domain-specific models in nutrition and dietetics. Future work is required in real-world settings to strengthen this evidence base and to broaden it to incorporate the views of nutritionists, dietitians, people with medical conditions, and the general public.\nPubmed   Journal   ReadQx Male partner pesticide residue exposure from fruit and vegetable intake in relation to outcomes of infertility treatment: a prospective cohort study.\nIntake of FVs with high pesticide residue in males is associated with adverse infertility treatment outcomes with ART, particularly in conventional insemination cycles. Implications for natural fertility are unclear.\nPubmed   Journal   ReadQx Post-malnutrition weight gain is associated with changes to muscle and energy metabolism in adolescence: a cohort analysis.\nIndividuals with greater PMWG exhibited lower muscle-related metabolites and altered energy metabolism in adolescence. It remains unclear whether this reflects inherent differences in how individuals gain weight, or whether early-life weight gain programs future metabolic states. Elucidating these mechanisms will inform interventions to ameliorate long-term health risks, an urgent priority following the growing double burden of malnutrition in low- and middle-income countries.\nPubmed   Journal   ReadQx Proteomics Networks Linking Diet to Cardiometabolic Risk Factors: The Framingham Heart Study.\nOur findings highlight proteomic networks potentially linking diet and CVD risk and demonstrate the usefulness of proteomics for identifying high-risk individuals for future interventions.\nPubmed   Journal   ReadQx Reduction in Sugar Intake after the Introduction of Minimum Unit Pricing for Alcohol in Scotland: a Difference-in-Differences Analysis.\nMUP in Scotland is associated with small, but beneficial, statistically significant reductions in the purchase of sugar. There is no significant change in overall diet quality.\nPubmed   Journal   ReadQx What Is \"Healthy\" Food? A Cross-Sectional Evaluation of Foods and Beverages Consumed by US Adults That Satisfy the US Food and Drug Administration's Updated \"Healthy\" Claim Criteria.\nFindings suggest few foods met \"healthy\" criteria. Moderate correlations between \"healthy\" criteria, Nova, and validated nutrient profiling models provide evidence of convergent validity, yet underscore the challenge of classifying foods by healthfulness, and highlight uncertainty about whether discrepancies reflect real differences in model performance and food healthfulness.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Clinical Response for 12 Months or More to the First Advanced Therapy is Associated with a Significant Decrease in the Long-Term Risk of Hospitalization: A Nation-Wide Analysis of Patients From the UK Inflammatory Bowel Disease (IBD) BioResource.\nTreatment response to the first advanced treatment initiated is significantly associated with a lower long-term risk of hospitalization for IBD. Choosing the best therapy the first time may improve long-term outcomes.\nPubmed   Journal   ReadQx Efficacy of Consistency Versus Switching of Biologics for Prevention of Postoperative Recurrence in Crohn's Disease: A Multicenter Real-World Retrospective Study.\nIn CD patients with preoperative biologic exposure, both continuing and switching biologic therapy postoperatively were effective in preventing ER, with switching showing improved endoscopic outcomes after adjustment for confounders.\nPubmed   Journal   ReadQx Intestinal Ultrasound for Monitoring Postoperative Crohn's Disease: A Review and Visual Atlas.\nThis review provides practical guidance for identifying the ileocolic anastomosis and its key sonographic landmarks. It also outlines techniques for assessing the anastomosis with grayscale IUS and discusses strategies for integrating IUS into routine postoperative surveillance of CD.\nPubmed   Journal   ReadQx Low Rates of Surgical Recurrence Following Ileocolic Resections for Crohn's Disease in the Biologic Era.\nThe rate of SR at the ileocolic anastomosis in this large Australian cohort was low, recorded to be 1 in 20 at 5 years. Smoking remains the strongest risk factor for both ER and SR. Histopathological factors influence ER and should be considered in future risk prediction models.\nPubmed   Journal   ReadQx Shared Genetic Basis Between Systemic Lupus Erythematosus and Inflammatory Bowel Disease in East Asian Ancestry: A Genome-Wide Cross-trait Analysis.\nThe major histocompatibility complex region emerges as a critical hub for shared genetic correlations and pleiotropic effects in SLE-IBD pathogenesis. Gene-level enrichment analyses implicate chemokine and lipid binding as underlying shared biological mechanisms.\nPubmed   Journal   ReadQx Short Ileal Microvillus Length Phenotype Associates with Progression from Inflammatory to Complicated Disease Behavior in Pediatric Crohn's Disease.\nShort ileal MVL is associated with the development of complicated disease behaviors in pediatric CD, supporting the potential use of this histological phenotype as a biomarker for CD prognosis.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Background Mucosal Inflammation Affects Colorectal Cancer Prognosis in Ulcerative Colitis: A Nationwide, Multicenter Study.\nBackground mucosal inflammation at cancer diagnosis is associated with significantly worse prognosis of CRC in UC patients. Systematic endoscopic assessment at cancer diagnosis may aid prognostic stratification and inform management.\nPubmed   Journal   ReadQx Cost-effective inflammatory bowel disease flare pathway with nurse-led triage and rapid access intestinal ultrasound reduces hospital resource use with high patient satisfaction.\n Our novel CCP reduced hospital resource utilisation, with high patient satisfaction and significant cost savings.\nPubmed   Journal   ReadQx Cumulative Incidence and Risk Factors for Advanced Neoplasia following Inflammatory Bowel Disease-Related Low-Grade Dysplasia: A Danish Nationwide Cohort Study.\n Among Danish individuals with IBD-related LGD, the overall 15-year cumulative incidence of subsequent HGD or CRC was 6.3% and has declined markedly over time. In addition to established risk factors, including age, IBD duration, family history of colorectal cancer, and elevated faecal calprotectin, we found that high-dose prednisone use was associated with an increased risk.\nPubmed   Journal   ReadQx Inflammatory Bowel Disease therapies and Demyelinating Diseases: A Practical Guide to Therapeutic Benefit and Risk.\nIt proposes a practical framework for clinicians, addressing management strategies for patients with confirmed MS, those at increased risk, and individuals who develop neurological symptoms during treatment. In the absence of formal guidelines, multidisciplinary collaboration, early recognition of symptoms, and careful treatment selection are important to optimise both gastrointestinal and neurological outcomes.\nPubmed   Journal   ReadQx Real-world evaluation of MRI fistula volume as a radiological biomarker of disease activity in perianal fistulising crohn's disease.\n MRI fistula volume is associated with pfCD class and disease trajectory. Volume thresholds are associated with classification shifts and clinical response, supporting their potential as objective quantitative tools. Prospective multicentre validation is warranted.\nPubmed   Journal   ReadQx Liver Transpl\n    Baseline oral microbiome associated with post-living donor liver transplant early complications within 6 months.\n Baseline oral microbiome profiles were differentially abundant among individuals who developed post-LT early complications. Incorporating microbial signatures may enable noninvasive risk stratification after LT.\nPubmed   Journal   ReadQx Pancreas\n    Episodic and Long-Term Costs of Acute Pancreatitis Requiring Hospitalization among Adults in US Clinical Practice.\nThe cost of AP requiring hospitalization is high, for the treatment of both acute disease as well as associated long-term complications, which underscores the potential economic benefits from the prevention of this condition.\nPubmed   Journal   ReadQx Pancreatology\n    Correlation between immune biomarkers and surrogate markers of severity of Acute Pancreatitis in an HIV endemic region.\n Distinct immune signatures correlate with AP severity and are significantly influenced by HIV status. IL-15 outperformed IL-6, TNF-α, IL-17, and MCP-1 in people without HIV, whereas TNF-α was the only predictor of severity in PLWH. Higher thresholds for prediction of severity in PLWH underscore the need for HIV-specific biomarker thresholds and further research into tailored severity stratification, and development of immunomodulating therapies in AP.\nPubmed   Journal   ReadQx FBXO22-mediated ubiquitination of KLF10 promoting pancreatic cancer proliferation and invasion.\n FBXO22 promotes pancreatic cancer progression by mediating KLF10 ubiquitination and degradation, thereby impairing its tumor-suppressive functions. FBXO22 may serve as a potential oncogenic and therapeutic target associated with pancreatic cancer progression.\nPubmed   Journal   ReadQx Serum autoantibody signatures enable non-invasive early detection of pancreatic cancer.\n Our findings indicated that the rondom froest model based on five autoantibodies might help identify preclinical and early-stage PC.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Am J Clin Nutr\n    Discharge criteria for treatment of wasting: thinking beyond anthropometry.\n\nPubmed   Journal   ReadQx Does higher protein intake influence risk of child obesity?\n\nPubmed   Journal   ReadQx Nutrition security: considerations for a new measure and beyond.\n\nPubmed   Journal   ReadQx Pancreatology\n    Pancreatic cancer: An urgent clinical challenges and opportunities for improved care.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Clin Nutr\n    AI and Machine Learning in Nutrition: The Promise, the Challenge, and Recommendations.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Evaluating Choice of Biologics for Isolated Small-Bowel Crohn's Disease.\n\nPubmed   Journal   ReadQx Liver Transpl\n    The Yin-yang of HCC management: Reconciling therapeutic hierarchy and transplant benefit in Real-World evidence.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Am J Clin Nutr\n    Nutrition and physical function in aging: measurement and modeling considerations.\n\nPubmed   Journal   ReadQx Pancreatology\n    Complete pathological response in metastatic pancreatic adenocarcinoma following neoadjuvant therapy.\n\nPubmed   Journal   ReadQx Reevaluating rifaximin prophylaxis in severe acute pancreatitis: A call for methodological refinement and microbiome-centric endpoints.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-05T08:46:45-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-28-2025/",
    "title": "Fri Nov 28 2025",
    "description": "41 articles - From Friday Nov 21 2025 to Friday Nov 28 2025",
    "author": [],
    "date": "2025-11-28",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Inflamm Bowel Dis\n    Clinical Significance of Mucin Signatures in Inflammatory Bowel Diseases: A Systematic Review of Their Expression Patterns, Polymorphisms, and Post-translational Modifications.\n Together, these findings underscore the involvement of mucins in IBD and point to their potential as biomarkers for barrier dysfunction.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Systematic Review and Network Meta-Analysis: Evaluating the Impact of advanced therapies for Moderate-to-Severe Ulcerative Colitis on Health-Related Quality of Life.\n Advanced therapies vary in their impact on HRQoL, with some demonstrating clinically meaningful improvements in UC. These findings support integrating HRQoL into treatment selection and shared decision-making.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Comparison of Hemoglobin Measurements from Venous and Capillary Blood from the same individual using HemoCue 301 and Automated Hematology Analyzer in a cross-sectional Community-Based Study in India.\n HC-C showed higher anemia prevalence and weaker agreement compared to AHA-V, indicating potential overestimation. Anemia prevalence estimated through capillary blood using POC devices in large-scale public health surveys needs cautious interpretation.\nPubmed   Journal   ReadQx Estimating Days Needed for Dietary Assessment in Pregnancy: A Modeling Study.\nWe provide a new approach to estimating required dietary days to inform future study design. Existing studies may be underpowered and cohort estimates may overstate individual-level accuracy.\nPubmed   Journal   ReadQx Healthful dietary patterns and risks of microvascular complications among individuals with type 2 diabetes: a prospective cohort study.\nHigher healthful dietary pattern scores were associated with lower risk of DKD, whereas inverse associations with risks of DR and DN were mainly observed for HPDI. These associations were mainly mediated through pathways relating to renal function and inflammation.\nPubmed   Journal   ReadQx What Is \"Healthy\" Food? A Cross-Sectional Evaluation of Foods and Beverages Consumed by US Adults That Satisfy the US Food and Drug Administration's Updated \"Healthy\" Claim Criteria.\nFindings suggest few foods met \"healthy\" criteria. Moderate correlations between \"healthy\" criteria, Nova, and validated nutrient profiling models provide evidence of convergent validity, yet underscore the challenge of classifying foods by healthfulness, and highlight uncertainty about whether discrepancies reflect real differences in model performance and food healthfulness.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    A Collection of Patient-Derived Intestinal Organoid Lines Reveals Epithelial Phenotypes Associated with Genetic Drivers of Pediatric Inflammatory Bowel Disease.\nThese findings underscore the potential of IEOs as a valuable model for studying IBD and offer key insights that could guide the development of targeted therapies for both monogenic and non-monogenic forms of IBD.\nPubmed   Journal   ReadQx Association of Geography With Screening and Development of Cervical Neoplasia in Those With Inflammatory Bowel Disease.\nSimilarities in screening between cases and controls suggest that lifestyle factors (eg, human papillomavirus vaccination, sexual history) may underpin the reduced odds of cervical cancer, rather than screening frequency. Efforts should be made to increase screening in immunosuppressed individuals.\nPubmed   Journal   ReadQx Differences in Anti-αvβ6 Integrin Antibody Expression between U.S. and Japanese Cohorts in Inflammatory Bowel Disease.\nAnti-αvβ6 is a valuable biomarker for UC diagnosis. However, this study demonstrated differences in its behavior between U.S. and Japanese cohorts, particularly in CD. Cohort-informed interpretation and combined antibody testing may improve diagnostic precision and disease stratification in IBD.\nPubmed   Journal   ReadQx Mucosal B Cell Expansion and Maturation Contribute to Colitis Pathogenesis.\n Our findings suggest that naive B cells expand in actively inflamed mucosa from UC patients and play a pathogenic role in experimental colitis.\nPubmed   Journal   ReadQx Safety and Efficacy of Ozanimod in Patients With Moderately to Severely Active Ulcerative Colitis Stratified by Age.\nHere, we analyzed the impact of patient age on ozanimod safety and efficacy in TN and during the open-label extension (OLE). Methods Patients were stratified by age at TN baseline: 60 years of age.\nPubmed   Journal   ReadQx Serum and Histologic Eosinophilia as a Predictive Biomarker of Response to Mirikizumab in Ulcerative Colitis.\nand relevance Baseline eosinophil levels may predict response to mirikizumab and guide early treatment decisions. These findings support a potential role for eosinophils as biomarkers in UC management.\nPubmed   Journal   ReadQx Shared Genetic Basis Between Systemic Lupus Erythematosus and Inflammatory Bowel Disease in East Asian Ancestry: A Genome-Wide Cross-trait Analysis.\nThe major histocompatibility complex region emerges as a critical hub for shared genetic correlations and pleiotropic effects in SLE-IBD pathogenesis. Gene-level enrichment analyses implicate chemokine and lipid binding as underlying shared biological mechanisms.\nPubmed   Journal   ReadQx Short Ileal Microvillus Length Phenotype Associates with Progression from Inflammatory to Complicated Disease Behavior in Pediatric Crohn's Disease.\nShort ileal MVL is associated with the development of complicated disease behaviors in pediatric CD, supporting the potential use of this histological phenotype as a biomarker for CD prognosis.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Benefit-Risk Profile of Upadacitinib: Exploratory Post Hoc Analysis of Phase 2b/3 Studies in Patients With Moderately to Severely Active Ulcerative Colitis or Crohn's Disease.\nUPA resulted in consistent benefit versus placebo across CV risk, prior treatment failure, and age subgroups. No treatment differences were seen in AESIs across subgroups except herpes zoster and serious infections, reinforcing the favorable benefit-risk profile for UPA in CD and UC seen in the overall study populations. Clinical trial numbers NCT02819635, NCT03653026, NCT03345836, NCT03345849, NCT03345823.\nPubmed   Journal   ReadQx Development and validation of a novel multimodal deep learning model integrating histopathology, radiology, and clinical data to predict primary non-response to infliximab in patients with crohn's disease.\nThe study developed a multimodal deep learning model accurately predicting IFX primary non-response, offering a tool to guide individualized therapy and improve Crohn's disease outcomes.\nPubmed   Journal   ReadQx Economic Burden of Microscopic Colitis in Relation to Disease Activity: A Nationwide Cost-of-illness Study.\n Compared with the general population, patients with MC had almost twice as high annual mean costs. Excess costs were particularly high in patients with a high disease activity at onset, mainly driven by work loss.\nPubmed   Journal   ReadQx From Resection to Preservation: Redefining the Surgical Paradigm in Crohn's Disease.\nSurgery should no longer be viewed solely as a response to complications, but rather as an individualized, biology-driven strategy that prioritizes bowel preservation. In this rapidly advancing field, innovation is measured not only by clinical outcomes but also by every centimetre of bowel preserved.\nPubmed   Journal   ReadQx The Complex Relationship Between Physical Activity and Fatigue with Socioeconomic Status, and Mental Health Factors in Individuals with IBD.\nLow SES was a main driver of engaging in low PA (and not high fatigue). Anxiety and/or depression and active disease were drivers of high fatigue (and not low PA).\nPubmed   Journal   ReadQx Liver Transpl\n    Liver retransplantation in the era of machine perfusion.\n Liver retransplantation outcomes are superior when machine perfusion preservation is used compared to SCS. Machine perfusion should be considered in al cases undergoing liver retransplantation.\nPubmed   Journal   ReadQx Urinary cell cycle arrest proteins for early prediction and phenotyping of subclinical and clinical acute kidney injury after liver transplantation.\nSubclinical patients with AKI (24%) had higher risks of acute kidney disease (42% vs 26%), early allograft dysfunction (32% vs 18%), graft loss (16% vs 4%), and longer intensive care unit stays. u[TIMP-2]*[IGFBP-7] is a valuable biomarker for early AKI risk stratification after liver transplantation, with subclinical AKI representing a distinct, clinically relevant phenotype.\nPubmed   Journal   ReadQx Pancreatology\n    Plasma fatty acids, genetic risk, and incident pancreatic cancer: A prospective cohort study.\nIncreasing plasma SFAs were associated with a higher risk of PC, whereas plasma PUFAs especially n-3 PUFAs were inversely associated with PC risk. The potential interaction between SFAs and genetic risk for PC warrants further investigation.\nPubmed   Journal   ReadQx Prevalence, clinicopathological features, and prognosis of diabetes in pancreatic cancer: A single-center retrospective cohort study of 1620 patients.\n DM is common in PC and associates with distinct clinicopathological profiles. NODM is linked to jaundice and poorer survival, while DM status serves as an independent prognostic factor in the curative-surgery subgroup, with part of NODM's adverse effect operating through bilirubin.\nPubmed   Journal   ReadQx The impact of opioid use in chronic pancreatitis from 2004-2024: A propensity-matched analysis of 183,214 individuals.\n Opioid use in chronic pancreatitis is associated with higher morbidity, mortality, and healthcare utilization, likely reflecting underlying disease severity and complications. These patients represent a high-risk group warranting greater attention, and prospective studies are needed to clarify causal relationships and guide optimized pain management strategies.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Am J Clin Nutr\n    Steps toward better understanding the role of dietary intake on development of complications in people with type 2 diabetes.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Artificial Intelligence as a New Player in Dietary Management of Inflammatory Bowel Disease.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    CAPTURE IBD: Advancing Precision Medicine in Pediatric IBD.\n\nPubmed   Journal   ReadQx Exploring the EPIcenter of VEOIBD: Defining the Genetic Drivers of Intestinal Epithelial Cellular Dysfunction.\n\nPubmed   Journal   ReadQx J Crohns Colitis\n    Beyond the Mucosa: Intestinal Ultrasound for Post Endoscopic Healing Risk Stratification in Ulcerative Colitis-Authors' Reply.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Beyond sex: Sarcopenia as the missing link in MELD score disparities and the case for cystatin C.\n\nPubmed   Journal   ReadQx Frailty in early HCC transplant candidates: It's not only about the tumor.\n\nPubmed   Journal   ReadQx Liver Transplant using the RAPID technique in a patient with colorectal liver metastases: Case report of a first in the United States.\n\nPubmed   Journal   ReadQx Pancreas\n    The Challenge of Pancreatic Duct Cannulation in Chronic Pancreatitis.\n\nPubmed   Journal   ReadQx Pancreatology\n    Collective evidence for solid pseudopapillary neoplasm of the pancreas as a hormone-dependent tumor.\n\nPubmed   Journal   ReadQx Future of fluid therapy for acute pancreatitis.\n\nPubmed   Journal   ReadQx PanSCOPE - Pancreatic cancer signature COllection for prognostic evaluation.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Am J Clin Nutr\n    Genotype-informed magnesium supplementation and rectal-niche microbial shifts: clarifying multiplicity, compositionality, and local vitamin D biology.\n\nPubmed   Journal   ReadQx Reducing dietary fat and cholesterol is clinically important to maintain or lower serum LDL cholesterol concentrations to optimal levels.\n\nPubmed   Journal   ReadQx Pancreatology\n    Complete pathological response in metastatic pancreatic adenocarcinoma following neoadjuvant therapy.\n\nPubmed   Journal   ReadQx Pancreatic cancer risk in genetically determined chronic pancreatitis.\n\nPubmed   Journal   ReadQx Response to Letter to the Editor: \"Bariatric surgery in pancreatic cancer: The double-edged sword of metabolic benefits and diagnostic challenges\".\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-28T20:09:48-05:00",
    "input_file": {}
  }
]
