[
  {
    "path": "gi2/02-27-2026/",
    "title": "Fri Feb 27 2026",
    "description": "20 articles - From Friday Feb 20 2026 to Friday Feb 27 2026",
    "author": [],
    "date": "2026-02-27",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    A Clinical Study Examining the Effects of Dietary Nitrate on Urinary N-Nitrosamines.\n These findings suggest that a 5-week dietary intake of nitrate mostly exceeding the current consensus for upper limit of the acceptable daily intake (3.7 mg/kg/day), whether provided as a vegetable source or as a nitrate salt, does not increase urinary excretion of N-nitrosamines. Clinical trial registry number NCT02916615 clinicaltrials.gov.\nPubmed   Journal   ReadQx Adherence to the EAT-Lancet Planetary Health Diet during Pregnancy and Associations with Preterm Birth and Infant Size: a prospective analysis from the New Hampshire Birth Cohort.\n Originally proposed for chronic disease prevention and planetary sustainability, higher adherence to the PHD during pregnancy may also benefit birth outcomes, particularly lower odds of preterm birth.\nPubmed   Journal   ReadQx Diet-Based Weight Loss Intervention is Not Associated with Meaningful Change in Lean Soft Tissue. \nDLK1, an inhibitor of adipogenesis, emerged as the top protein biomarker linked to LST retention. NCT01826591.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Bowel urgency in inflammatory bowel disease: A concept analysis.\nBowel urgency is a multidimensional clinical construct with physiological, psychological, and behavioral components. Its systematic assessment should become a routine element of IBD care and a standardized endpoint in clinical trials. Developing and validating a multidimensional, IBD-specific urgency measure would bridge symptom monitoring and patient-centered outcomes.\nPubmed   Journal   ReadQx Clinical characteristics of isolated perianal Crohn's disease and validation of the TOpClass criteria: a retrospective cohort pilot study.\n ipCD represents a distinct phenotype with advanced fistula complexity and limited response to biologics. Younger age, anal stenosis, and more advanced fistula characteristics favor ipCD over CGD. Applying TOpClass criteria showed high specificity but moderate sensitivity;  incorporating additional fistula features may improve sensitivity.\nPubmed   Journal   ReadQx Comparing diagnostic accuracy of transperineal ultrasound using microconvex probe versus conventional linear probe to predict rectal histoendoscopic activity in ulcerative colitis: a paired prospective, head-to-head comparative study.\n TPUS provides clinically relevant, noninvasive assessment of rectal inflammation in UC. While microconvex TPUS offers technical advantages-particularly axial-plane assessment of posterior wall thickness with favorable diagnostic trends-no single probe demonstrated uniform superiority. These findings highlight the complementary roles of linear and microconvex probes and support ongoing standardization of TPUS.\nPubmed   Journal   ReadQx Liver Transpl\n    Pulmonary function test parameters prior to liver transplantation predict post-transplant survival and respiratory-related death.\n A lower FEV1 z-score was independently associated with poorer post-LT overall survival, and lower DLCO SB z-score associated with respiratory cause of death post-LT, supporting the routine use of PFTs in pre-liver transplant assessment.\nPubmed   Journal   ReadQx Pancreatology\n    Location Matters in IPMN: Clinicopathological differences, malignancy risk and oncological outcomes for lesions located in head vs body and tail of the pancreas.\nbody/tail). Malignancy was present in 54% (n = 259) of patients with ventral IPMN and in 39% (n = 107) of those with dorsal lesions (p 5 mm in IPMNs of the dorsal pancreas is associated with a substantial risk of malignancy.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    J Crohns Colitis\n    Attaining sustainability in inflammatory bowel disease.\nWe further highlight strategies to reduce harm while preserving-and potentially enhancing-patient outcomes. A clear understanding of sustainable IBD care is what enables the transition from fragmented efforts to coordinated, evidence-based strategies that can support both patient care and planetary health.\nPubmed   Journal   ReadQx Equitable access to inflammatory bowel disease care: challenges, strategies, and future directions.\nGlobal partnerships are needed to build capacity where it is lacking. Achieving equitable access to IBD care will require coordinated action between clinicians, policy-makers, patients, and industry to ensure sustainable, patient-centered, and inclusive care worldwide.\nPubmed   Journal   ReadQx Holistic care in inflammatory bowel disease: is it in REACH?\nAdditionally, digital health technologies have provided diagnostic and therapeutic insights into advancing IBD care, enhancing the delivery of longitudinal, patient-centered care. To improve long-term outcomes and enhance quality of life for individuals with IBD, clinicians and healthcare systems must prioritize the development and integration of holistic, multidisciplinary care models into routine practice.\nPubmed   Journal   ReadQx REACH: C-cause.\nEfforts to elucidate these integrated pathways have underscored the importance of both intrinsic host factors and extrinsic environmental triggers in IBD pathogenesis. Despite this, a better understanding of disease mechanisms is still needed, and will be essential to developing better therapies that can target relevant axes of the disease process and restore immune balance, facilitate tissue repair, and induce lasting remission.\nPubmed   Journal   ReadQx Rapid diagnosis and treatment of inflammatory bowel diseases.\nSeveral recent studies have addressed the role of early diagnosis and early treatment, including differences to consider between Crohn's disease and ulcerative colitis. In this review we summarize the important insights obtained and highlight how outcomes for patients can be improved with a focus on timely diagnosis and timely, effective treatment interventions.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    The long game in ulcerative colitis: mirikizumab's four-year outcomes.\n\nPubmed   Journal   ReadQx J Crohns Colitis\n    REACHing forward-a strategic vision for ECCO and the future of IBD care.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Letter to the Editor: Minimizing arterial injury and confirming arterial flow during normothermic machine perfusion. \n\nPubmed   Journal   ReadQx Letter to the editor: Beyond the TIPS paradox-Balancing the mitigation of post-transplant complications with potentially increased waiting-list morbidity. \n\nPubmed   Journal   ReadQx Pancreatology\n    Prospective long-term assessment of pulmonary impairment in chronic pancreatitis: A comparative study with healthy controls (RespPanc).\n\nPubmed   Journal   ReadQx Sarcopenia in chronic pancreatitis is associated with increased mortality and morbidity. A propensity-score matched population-based study.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Inflamm Bowel Dis\n    Reply: \"A methodological concern regarding small-sample propensity score matching and overfitting in the study of postoperative biologic strategies for Crohn's disease\".\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-27T06:05:25-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-20-2026/",
    "title": "Fri Feb 20 2026",
    "description": "40 articles - From Friday Feb 13 2026 to Friday Feb 20 2026",
    "author": [],
    "date": "2026-02-20",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Inflamm Bowel Dis\n    Advanced therapies for inflammatory bowel disease associated with primary sclerosing cholangitis: a systematic review and meta-analysis.\nAdvanced therapies show efficacy and comparable safety in IBD-PSC. The study findings are limited by significant heterogeneity and further prospective studies with standardized endpoints are needed.\nPubmed   Journal   ReadQx Dysplasia detection using high-definition scopes with dye vs virtual chromoendoscopy in IBD: A meta-analysis of randomized clinical trials.\n\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Choline and betaine concentrations in plasma discriminate levels of dietary choline intake in healthy adults: analysis of a double-blind randomized crossover controlled feeding study.\n Plasma choline and betaine concentrations discriminate low vs AI under controlled feeding. These findings support targeted metabolite profiling to improve choline intake assessment and reveal individual differences in liver response to low choline intake. Clinical trials registry Choline Nutritional Status  Development of a Biomarker Panel;  NCT03726671 ( ) registered 2018-10-31.\nPubmed   Journal   ReadQx Diet Quality and All-Cause Mortality Among Individuals with Chronic Kidney Disease: A UK Biobank Cohort Study.\n In this cohort study of middle-aged and older adults with CKD, higher adherence to healthy dietary patterns, including aMED, DASH, and AHEI-2010, was associated with significantly lower all-cause mortality, whereas higher DII scores were linked to higher mortality. These findings highlight diet quality as a modifiable protective factor in individuals with CKD.\nPubmed   Journal   ReadQx Impact of the COVID-19 pandemic on prenatal Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) participation: analysis of Pregnancy Risk Assessment Monitoring System 2017-2022 data.\nFindings suggest a decline in prenatal WIC participation after the pandemic. Additionally, the association of the pandemic with lower odds of WIC participation among those from lower socioeconomic status and poorer health care access suggests exacerbation of health disparities and underscores the need to improve participation in these groups.\nPubmed   Journal   ReadQx Metabolic impact of reduced-protein Nordic diet-based complementary feeding: a secondary analysis of a randomized controlled study.\nComplementary feeding during infancy substantially shapes the plasma metabolome. Reducing protein intake from complementary feeding helps attenuate rapid infant weight gain, a well-established early-life predictor of later obesity. Clinical trail registration This study was registered at ClinicalTrials.gov as NCT02634749.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Acute severe ulcerative colitis without systemic toxicity: A retrospective multicenter cohort study suggesting refining the definition of acute severe ulcerative colitis.\n Non-TW ASUC shows a disease course and outcomes comparable to TW ASUC, underscoring an equally severe and comparable condition. These findings emphasize a need to broaden ASUC definitions to reflect contemporary practice.\nPubmed   Journal   ReadQx Artificial intelligence enhances screening efficiency for inflammatory bowel disease clinical trials: a prospective study.\nAn LLM-based AI tool significantly improved identification of potentially eligible patients and screening efficiency for IBD clinical trials, outperforming physician referrals by screening electronic medical records and generating ranked candidate lists based on trial inclusion/exclusion criteria, thereby enhancing trial recruitment.\nPubmed   Journal   ReadQx Characterization of mesocolic adipose hyperplasia in a rat 2,4,6-trinitrobenzenesulfonic acid colitis model and comparison to creeping fat in Crohn disease.\nMesocolic hyperplasia, closely replicating the key histopathological and molecular features of CD-related CrF, developed in half of the rats in this model. This model provides a cost-effective platform for studying the interplay between intestinal inflammation and mesenteric adipose tissue remodeling.\nPubmed   Journal   ReadQx Electroacupuncture at Baliao Points Alleviates Ulcerative Colitis via α7nAChR-Mediated Macrophage Polarization and Gut Microbiota Modulation.\nHeart rate variability analysis indicated enhanced vagal activity post-EA. Collectively, these findings demonstrate that EA at the Baliao acupoints alleviates experimental UC via α7nAChR-dependent facilitation of M2 macrophage polarization and restoration of a healthy gut microbiota, highlighting a promising neuromodulation-based approach for UC treatment.\nPubmed   Journal   ReadQx Integrated long-term safety of 10-year ozanimod treatment: results from clinical trials in patients with moderate-to-severe ulcerative colitis or relapsing multiple sclerosis.\nLong-term exposure to ozanimod is well tolerated in patients with moderate to severe UC or RMS, confirming the previously established safety profile of ozanimod. Clinical trial registry NCT01647516;  NCT02435992;  NCT02576717.\nPubmed   Journal   ReadQx Persistent Abdominal Pain in Patients with Inactive Inflammatory Bowel Disease: A Clinical Conundrum.\nEmerging evidence suggests that such pain may result from complex interactions involving visceral hypersensitivity, alterations in the enteric nervous system, central sensitization, dysregulation of the gut-brain axis, and psychosocial factors, rather than ongoing mucosal inflammation. This review explores the multifactorial pathophysiology underlying persistent abdominal pain in inflammatory bowel disease remission and highlights the need for a comprehensive, biopsychosocial approach to diagnosis and treatment.\nPubmed   Journal   ReadQx Safety and outcomes of advanced IBD therapies in patients with HIV: a propensity-matched cohort analysis.\nand relevance In this large multicenter cohort, AT use in HIV-IBD was rare but not associated with higher risks of infection, cancer, surgery, or death. These findings support the safety of AT in this population.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Cutaneous autoimmune blistering disease during mirikizumab therapy in a patient with ulcerative colitis: a new potential trigger?\nThis case highlights that mirikizumab may represent a potential trigger of an AIBD in susceptible individuals with UC. Clinicians should be aware of this rare but relevant complication to ensure timely recognition and management.\nPubmed   Journal   ReadQx Tunnel vision: Rethinking local therapy for perianal fistulas in Crohn's disease.\nThere is an unmet need to generate novel local therapies that achieve long-lasting fistula closure. To facilitate their development, the delineation of host and microbial pathways contributing to PFCD pathogenesis and research in drug delivery systems are needed.\nPubmed   Journal   ReadQx Liver Transpl\n    A pilot randomized controlled trial of a transportation assistance program in liver transplant (TAP-LT) candidates.\n Our pilot trial demonstrates Lyft rideshares to be feasible and highly acceptable to LT candidates (ClinicalTrials.gov, Number NCT05080595), supporting conduct of a larger efficacy trial.\nPubmed   Journal   ReadQx Pancreas\n    Evaluation of Malignant Predictive in Pancreatic Intraductal Papillary Mucinous Neoplasm Using Diffusion-weighted Imaging and Apparent Diffusion Coefficient Values: A Comparative Analysis With Histopathology.\nDWI and ADC mapping are valuable diagnostic tools for differentiating benign and malignant IPMNs. These modalities can complement existing diagnostic criteria, reduce unnecessary surgeries, and enhance clinical decision-making.\nPubmed   Journal   ReadQx Pancreatology\n    Early direct admission to tertiary hospital specialized care reduces risk of severe acute pancreatitis: A propensity score-matched retrospective cohort study.\nDST independently increases SAP risk. Early direct admission to tertiary specialized care reduces SAP risk by 38%, providing high-level evidence for optimizing AP management pathways, particularly prioritizing rapid referral for obese and alcohol-using populations.\nPubmed   Journal   ReadQx Prognostic and recurrence implications of subdividing WHO grade 2 pancreatic neuroendocrine tumors at a 10% Ki-67 threshold.\n Subclassification of WHO G2 pNETs using a 10% Ki-67 threshold enhances postoperative risk stratification. When integrated with established pathological factors, this approach may better identify patients at increased risk of recurrence following curative resection.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Inflamm Bowel Dis\n    Considerations regarding the use of computer-aided detection in IBD surveillance colonoscopy.\n\nPubmed   Journal   ReadQx Crypt branching in IBD: from histologic marker to digital pathology opportunity.\n\nPubmed   Journal   ReadQx J Crohns Colitis\n    Attaining sustainability in inflammatory bowel disease.\nWe further highlight strategies to reduce harm while preserving-and potentially enhancing-patient outcomes. A clear understanding of sustainable IBD care is what enables the transition from fragmented efforts to coordinated, evidence-based strategies that can support both patient care and planetary health.\nPubmed   Journal   ReadQx Equitable access to inflammatory bowel disease care: challenges, strategies, and future directions.\nGlobal partnerships are needed to build capacity where it is lacking. Achieving equitable access to IBD care will require coordinated action between clinicians, policy-makers, patients, and industry to ensure sustainable, patient-centered, and inclusive care worldwide.\nPubmed   Journal   ReadQx Holistic care in inflammatory bowel disease: is it in REACH?\nAdditionally, digital health technologies have provided diagnostic and therapeutic insights into advancing IBD care, enhancing the delivery of longitudinal, patient-centered care. To improve long-term outcomes and enhance quality of life for individuals with IBD, clinicians and healthcare systems must prioritize the development and integration of holistic, multidisciplinary care models into routine practice.\nPubmed   Journal   ReadQx REACH: C-cause.\nEfforts to elucidate these integrated pathways have underscored the importance of both intrinsic host factors and extrinsic environmental triggers in IBD pathogenesis. Despite this, a better understanding of disease mechanisms is still needed, and will be essential to developing better therapies that can target relevant axes of the disease process and restore immune balance, facilitate tissue repair, and induce lasting remission.\nPubmed   Journal   ReadQx Rapid diagnosis and treatment of inflammatory bowel diseases.\nSeveral recent studies have addressed the role of early diagnosis and early treatment, including differences to consider between Crohn's disease and ulcerative colitis. In this review we summarize the important insights obtained and highlight how outcomes for patients can be improved with a focus on timely diagnosis and timely, effective treatment interventions.\nPubmed   Journal   ReadQx Pancreas\n    Advances in Glucocorticoid Therapy for Acute Pancreatitis: A Review.\n GCs exhibit potential in the management of AP by modulating inflammatory pathways and immune responses. Their use necessitates thorough risk assessment. Large-scale clinical trials are essential to establish standardized protocols, optimal dosing regimens, and patient selection criteria for GCs therapy in AP.\nPubmed   Journal   ReadQx   PMC\n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    The long game in ulcerative colitis: mirikizumab's four-year outcomes. \n\nPubmed   Journal   ReadQx J Crohns Colitis\n    REACHing forward-a strategic vision for ECCO and the future of IBD care.\n\nPubmed   Journal   ReadQx Liver Transpl\n    A new HOPE for RAPID procedure: First clinical use of a DCD split graft with hypothermic perfusion support.\n\nPubmed   Journal   ReadQx Beyond the operating room: Long-Term care for living liver donors.\n\nPubmed   Journal   ReadQx Integrated care is necessary, but not sufficient, for equity in hepatocellular carcinoma outcomes.\n\nPubmed   Journal   ReadQx Letter to editor: Graft inflow modulation by splenic artery ligation in live donor liver transplant recipients in different time frames: A parallax!\n\nPubmed   Journal   ReadQx Letter to the Editor: Importance of establishing anatomical and physiological portal inflow during liver transplant in presence of portal vein thrombosis.\n\nPubmed   Journal   ReadQx Letter to the Editor: Interpreting living-donor liver transplantation outcomes in portal vein thrombosis.\n\nPubmed   Journal   ReadQx Pancreas\n    Clinical Characteristics of Acute and Chronic Pancreatitis in Children and Impact of Obesity.\n\nPubmed   Journal   ReadQx Pancreatology\n    Acute pancreatitis management and outcome at tertiary hospitals in Rwanda: A prospective multicenter study.\n\nPubmed   Journal   ReadQx Longitudinal clinical characteristics of misfolding-induced hereditary pancreatitis caused by PRSS1 p.L104P variant in a Hungarian family.\n\nPubmed   Journal   ReadQx Prospective long-term assessment of pulmonary impairment in chronic pancreatitis: A comparative study with healthy controls (RespPanc).\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Inflamm Bowel Dis\n    Reply: \"A methodological concern regarding small-sample propensity score matching and overfitting in the study of postoperative biologic strategies for Crohn's disease\". \n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-20T08:39:18-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-13-2026/",
    "title": "Fri Feb 13 2026",
    "description": "78 articles - From Friday Feb 06 2026 to Friday Feb 13 2026",
    "author": [],
    "date": "2026-02-13",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Am J Clin Nutr\n    Addressing Micronutrient Requirements in Type 2 Diabetes: An International Consensus Report.\nThe plan for this consensus has been registered on the Practice Guideline Registration for Transparency (PREPARE) (Registration Number: PREPARE-2025CN1178). The expert panel proposed potential target serum levels, screening strategies, and micronutrient supplementation for people with T2D and that personalized nutritional strategies integrating individual characteristics, genetic information, and gut microbiota represent key areas for future research.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Clin Nutr\n    Fiber Intake and Laxation in People With Normal Bowel Function: A Systematic Review.\nRCTs support small to modest effects of dietary fiber on laxation in generally healthy people with normal bowel function. Low solubility and low fermentability fibers yielded the strongest effects. Future studies should better characterize fiber properties, assess wider ranges of fiber doses, and comprehensively report participants' total and background fiber intake. Registry number Registered with PROSPERO (CRD42024522380).\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Advanced therapies for inflammatory bowel disease associated with primary sclerosing cholangitis: a systematic review and meta-analysis.\nAdvanced therapies show efficacy and comparable safety in IBD-PSC. The study findings are limited by significant heterogeneity and further prospective studies with standardized endpoints are needed.\nPubmed   Journal   ReadQx Systematic review and meta-analysis of childhood exposure to antibiotics and the subsequent risk of IBD.\nWhile causal interpretation should be cautious, childhood exposure to antibiotics was associated with an increased risk of later IBD, particularly for CD.\nPubmed   Journal   ReadQx Pancreas\n    Intrapancreatic Fat Deposition and Risk of Post-ERCP Pancreatitis: A Systematic Review and Meta-analysis.\n IPFD was a significant contributor to the overall risk of PEP and its severe form. These findings highlight pancreatic fat as a potentially modifiable preprocedural risk factor, indicating the need for further validation and consideration of targeted prophylactic strategies to prevent post-ERCP pancreatitis.\nPubmed   Journal   ReadQx Pancreatology\n    High prevalence of anxiety and depression among patients with acute and chronic pancreatitis: A systematic review and meta-analysis.\nOur findings reveal a notably high prevalence of depression and anxiety in pancreatitis, exceeding global averages and rates seen in other GI disorders. These findings warrant routine psychological screening, ongoing follow-up, and the integration of mental health professionals into multidisciplinary care teams are therefore warranted.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Associations between breastfeeding, childhood BMI and pubertal onset: findings from a prospective cohort study.\nExclusive breastfeeding and longer breastfeeding duration were associated with later onset of puberty in boys and girls. Prepubertal BMI did not mediate the observed associations.\nPubmed   Journal   ReadQx Blood micronutrients modified associations between blood heavy metals and cognitive decline in a nationally representative cross-sectional study.\nThis study revealed that the neurodegenerative influence of heavy metals is more pronounced in individuals with lower micronutrient status. If the results of the present study are confirmed by future studies, reducing heavy metal exposure and improving micronutrient status may offer a novel and practical strategy for preventing cognitive decline and dementia.\nPubmed   Journal   ReadQx Changes in dietary sodium knowledge, attitudes and behaviours among Canadian adults in 2011 and 2024: A repeated cross-sectional study.\nMany indices of sodium-related KAB deteriorated from 2011 to 2024 among Canadian adults, despite their continued concern about sodium intake. These findings highlight a widening knowledge-to-action gap and reinforce the need for comprehensive public health efforts to support population-wide dietary sodium reduction.\nPubmed   Journal   ReadQx Comparison of food processing classification frameworks in the National Health and Nutrition Examination Survey (NHANES) 2017 - 2018.\nDespite differences in classification criteria across systems, associations with nutrients, sociodemographic, and cardiometabolic parameters were consistent. A standardized classification system is needed to ensure a unified understanding of ultra-processed food and its health implications.\nPubmed   Journal   ReadQx Folic acid fortification of iodized salt improves the folate status of non-pregnant adult Ethiopian females and does not impair their iodine status: a community-based, household-randomized, dose-response trial.\nFA fortification of salt is an effective and safe method to improve women's folate status and thereby reduce the risk of NTD-affected pregnancies.\nPubmed   Journal   ReadQx Foods of concern, cardiopreventive medication use and risk of cardiovascular diseases: a prospective study in the CARTaGENE cohort.\n In individuals with hypertension or hypercholesterolemia, lower consumption of UPFs or foods with FOPS was similarly associated with lower CVD risk, independent of concomitant medication use.\nPubmed   Journal   ReadQx Gestational diabetes, human milk oligosaccharide (HMO) concentrations, and their links to infant weight gain and the gut microbiome in a United States observational cohort.\nMothers with a GDM diagnosis had higher milk concentrations of LNFP III and 6'SL, and 6'SL was in turn associated with increased infant growth rate, but neither HMO was associated with differential infant gut microbial abundances. The results suggest that the link between 6'SL and faster infant growth, if causal, occurs via mechanisms independent of the infant gut microbiome. Clinical trials registration The study is registered with ClinicalTrials.gov under NCT03301753.\nPubmed   Journal   ReadQx Health-related quality of life, compliance and sustained adherence on a Low-Carbohydrate High-Fat diet compared with a High-Carbohydrate Low-Fat diet in people with type 2 diabetes.\n HRQoL improved in both dietary intervention groups with no difference between groups. Dietary compliance was associated with improved HRQoL and may play a role in sustained adherence to the LCHF diet. Clinical trial registry number ClinicalTrials.gov (NCT03068078),\nPubmed   Journal   ReadQx Ingestion of diverse protein-rich whole-foods result in similar post-exercise whole-body and myofibrillar protein synthesis rates compared with a more isolated protein source in young adults.\n The ingestion of a variety of protein-rich whole-foods or a more isolated protein source (egg whites) following lower body exercise results in comparable MyoPS rates, though a greater whole-body net protein anabolism was achieved with egg whites.\nPubmed   Journal   ReadQx Meal fatty acid metabolism is associated with long-term weight gain in women - a retrospective cohort study.\nThe finding that weight change is correlated with dietary fatty acid metabolism for adult, non-obese females suggests that inter-individual variations in how women process dietary fat can influence long-term energy balance. Clinical trial registration\nPubmed   Journal   ReadQx Omega-3 polyunsaturated fatty acid levels in childhood prospectively associate with academic performance beyond a healthy diet: findings from the multi-ethnic Asian GUSTO cohort study.\nHigher plasma total n-3 LC-PUFA and DHA were prospectively associated with better academic performance in primary school children, but the relationship with DHA was modulated by an unhealthy dietary pattern. The results suggest that beyond DHA, total n-3 LC-PUFA status plays a significant role in the cognitive development of children.\nPubmed   Journal   ReadQx Plasma n6 polyunsaturated fatty acid levels and risk for dementia: A prospective observational study from the UK Biobank.\nWe observed heterogeneous associations between different types of n-6 PUFAs and risk of dementia, supporting the increasing view that n-6 PUFAs should not be treated homogeneously. Future research should investigate whether dietary LA (which drives plasma LA levels) may help reduce risk for dementia. Registration This research has been conducted using the UK Biobank Resource under Application Number 85092.\nPubmed   Journal   ReadQx Predictive equations commonly used in clinics underestimate resting energy expenditure compared with whole-room indirect calorimetry in colorectal cancer survivors.\nThis study was registered at clinicaltrials. gov as NCT01570010 (\nPubmed   Journal   ReadQx Remission of impaired glucose tolerance by anthocyanin supplementation: a randomized, double-blind, and placebo-controlled trial.\nAnthocyanin supplementation could significantly reverse IGT by improving insulin sensitivity. The reduction of skin AGEs by anthocyanins might play a critical role in the dietary management of IGT.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Dynamic changes in clinical response to corticosteroids in ulcerative colitis.\nCorticosteroid response in UC is a dynamic phenomenon. Over a third of non-responders remain unresponsive in subsequent courses. Extraintestinal manifestations, corticosteroid type, and greater disease extension are associated with an increased likelihood of clinical response to corticosteroids.\nPubmed   Journal   ReadQx Frequency of computed tomography scans in Crohn's disease patients in the emergency department.\nRadiation exposure in Crohn's patients is higher than that of the general population, owing to multiple CT scans often performed acutely in the ED. Factors we assessed could not reliably predict urgent findings on CT and a significant percentage of patients had urgent findings. However, we identified a group with multiple CTs associated with barriers to healthcare.\nPubmed   Journal   ReadQx Immunometabolism as a New Bimodal Therapeutic Concept in Inflammatory Bowel Disease and Immune-Mediated Inflammatory Disorders.\nPreliminary clinical data support the potential utility of immunometabolic modulation, particularly in combination with existing therapies, to overcome the current therapeutic ceiling in clinical efficacy. Continued research is needed to validate the efficacy, safety, and mechanistic precision of immunometabolic agents across the spectrum of IMIDs.\nPubmed   Journal   ReadQx Integrated long-term safety of 10-year ozanimod treatment: results from clinical trials in patients with moderate-to-severe ulcerative colitis or relapsing multiple sclerosis.\nLong-term exposure to ozanimod is well tolerated in patients with moderate to severe UC or RMS, confirming the previously established safety profile of ozanimod. Clinical trial registry NCT01647516;  NCT02435992;  NCT02576717.\nPubmed   Journal   ReadQx Integrating intestinal ultrasound into routine clinical care improves prediction of biochemical disease activity in pediatric inflammatory bowel disease.\n Integrating IUS with clinical symptoms during routine clinic visits was superior to shPCDAI alone in predicting CD activity, and may potentially be superior to PUCAI for UC. Incorporating IUS into routine visits may accelerate treatment decisions, thereby advancing an improved point-of-care treat-to-target approach.\nPubmed   Journal   ReadQx Long-term clinical and endoscopic outcomes of ulcerative colitis after liver transplantation: a multicenter cohort study on the use and safety of advanced therapies.\nIn most patients, clinical disease activity remains stable after LT. However, persistent moderate-to-severe mucosal inflammation is observed in a substantial subset during long-term follow-up. Advanced therapies, particularly vedolizumab, are being used more frequently in this setting and may offer disease control without a corresponding increase in infection risk. These findings underscore the need for individualized, interdisciplinary management and further prospective evaluation of treatment strategies in this population.\nPubmed   Journal   ReadQx Nomenclature of therapies in inflammatory bowel disease: A journey through time and terminology.\nDrawing on historical and current literature, as well as policy documents from the World Health Organization's international nonproprietary name expert group, this review charts the development and successive reforms of the naming scheme. As inflammatory bowel disease therapies continue to diversify, understanding this evolving nomenclature is increasingly important for safe prescribing and effective communication.\nPubmed   Journal   ReadQx Persistence and safety of subcutaneous infliximab up to 1 year after switching from intravenous infliximab in pediatric inflammatory bowel disease: a multicenter real-world cohort study.\nThe largest documented PIBD cohort switching to SC-IFX to date showed high treatment persistence at 1 year, confirming SC-IFX as an effective and safe maintenance alternative to IV-IFX.\nPubmed   Journal   ReadQx Persistent Abdominal Pain in Patients with Inactive Inflammatory Bowel Disease: A Clinical Conundrum.\nEmerging evidence suggests that such pain may result from complex interactions involving visceral hypersensitivity, alterations in the enteric nervous system, central sensitization, dysregulation of the gut-brain axis, and psychosocial factors, rather than ongoing mucosal inflammation. This review explores the multifactorial pathophysiology underlying persistent abdominal pain in inflammatory bowel disease remission and highlights the need for a comprehensive, biopsychosocial approach to diagnosis and treatment.\nPubmed   Journal   ReadQx Primary infliximab failure in pediatric colonic inflammatory bowel disease: Development of a proteomics predictive model using a prospective Canadian cohort.\nA serum proteomics linear model on treatment-naïve serum best predicted PNR. Findings require external validation but suggest that the diagnostic/pretreatment window may be key to understanding biology central to effective drug sequencing.\nPubmed   Journal   ReadQx Rapid symptomatic improvement with etrasimod in ulcerative colitis: a post-hoc analysis of the ELEVATE UC program.\nIn this post-hoc analysis, improvements in UC symptoms occurred in patients receiving etrasimod vs placebo from as early as day 2. These findings indicate a rapid onset of symptomatic effect with etrasimod treatment for moderately to severely active UC.  numbers NCT03945188, NCT03996369.\nPubmed   Journal   ReadQx Safety and outcomes of advanced IBD therapies in patients with HIV: a propensity-matched cohort analysis.\nand relevance In this large multicenter cohort, AT use in HIV-IBD was rare but not associated with higher risks of infection, cancer, surgery, or death. These findings support the safety of AT in this population.\nPubmed   Journal   ReadQx Stricture dynamics and prognosis during biologic therapy in ileal Crohn's disease: a real-world cohort.\nThe 6‑month stricture status, especially non-terminal ileal disease, carried prognostic significance. Because stricture dynamics did not differ across biologic classes, the presence of strictures alone should not constrain agent selection.\nPubmed   Journal   ReadQx J Crohns Colitis\n    A Descriptive Comparison of Phase 3 Results and Head-to-Head Trials in Inflammatory Bowel Diseases.\n Significant heterogeneity in trial design, populations and outcome reporting limits the predictive value of placebo-controlled trials. Randomized head-to-head trials remain essential for optimizing IBD therapeutic strategies.\nPubmed   Journal   ReadQx Liver Transpl\n    A pilot, two-centre, sequential dose escalation safety study of alteplase with fresh frozen plasma during normothermic liver perfusion.\nPortal delivery was found to be more straightforward than infusion into the hepatic artery cannula. The combination of alteplase with FFP appeared safe, with no bleeding complications.\nPubmed   Journal   ReadQx A simple intraoperative score incorporating thromboelastometric parameters predicts early reoperation for bleeding after liver transplantation.\n VEA demonstrated strong predictive value for early reoperation for bleeding after LT. The proposed risk score could facilitate the timely correction of coagulation and potentially improve clinical outcomes after LT.\nPubmed   Journal   ReadQx An international survey of liver transplant business practices: Identifying best practices and areas for improvement.\nWhile international concerns varied widely among LT centers, inadequate salary and center funding, low transplant and referral volumes, and staff retainment were persistent themes. Focusing on adopting region-specific best practices and developing transplant systems of care that focus on these elements is critical to provide optimal care to LT patients worldwide.\nPubmed   Journal   ReadQx Benchmarking the real-world transplant benefit in unresectable colorectal liver metastases: A preliminary external validity assessment of the TransMet trial.\n The findings of this first real-world assessment of the TransMet trial criteria and 5-year TB estimation in unresectable CRLM point to reasonable prognostic candidates and support evaluating the inclusion of CRLM in LT allocation models. We advocate expanded multicenter data to reach sufficient prognostic stratification through well-calibrated, highly discriminative studies.\nPubmed   Journal   ReadQx Food environment as a determinant of Post-Transplant diabetes and regional variation in the United States.\nLT recipients in counties with decreased access to healthy foods were significantly more likely to develop PTDM. Food environment accounted for a meaningful proportion of regional differences in PTDM. Identifying and addressing food insecurity among LT recipients may represent a modifiable pathway to improve long-term outcomes.\nPubmed   Journal   ReadQx Heterogeneity in liver transplantation practices for critically ill patients with chronic liver disease in the U.S.\nAdjusting for severity of illness, center volume of ICU LTs in the prior year was associated with a small but significant reduction in 1-year post-ICU LT mortality: aOR 0.96 per 5 ICU LTs (p<0.001). Expansion of LT for ICU candidates does not appear to threaten center-based metrics and may even offer important benefits to future candidates.\nPubmed   Journal   ReadQx Social drivers of differences in hepatocellular carcinoma (HCC) stage of diagnosis, treatment and survival in a large, integrated healthcare system.\nThese findings highlight persistent inequities in HCC stage at diagnosis and survival, with API patients experiencing more favorable outcomes and individuals from socioeconomically deprived neighborhoods facing worse long-term survival. Efforts to reduce structural barriers and improve early detection are needed to narrow these disparities.\nPubmed   Journal   ReadQx Strategies and outcomes of multiple bile duct reconstruction in living donor liver transplantation.\nDuct-to-jejunum anastomoses offer a viable alternative with fewer complications for MBDs. Tailored strategies and technical refinements can mitigate the complications associated with MBD reconstruction.\nPubmed   Journal   ReadQx Pancreas\n    Association of Pain with Healthcare Use and Indirect Burden in Pediatric Acute Recurrent and Chronic Pancreatitis.\nPediatric painful ARP/CP imposes substantial direct and indirect burden. Interventions targeting pain and disability may reduce healthcare use and improve functioning and family well-being.\nPubmed   Journal   ReadQx Evaluation of Malignant Predictive in Pancreatic Intraductal Papillary Mucinous Neoplasm Using Diffusion-weighted Imaging and Apparent Diffusion Coefficient Values: A Comparative Analysis With Histopathology.\nDWI and ADC mapping are valuable diagnostic tools for differentiating benign and malignant IPMNs. These modalities can complement existing diagnostic criteria, reduce unnecessary surgeries, and enhance clinical decision-making.\nPubmed   Journal   ReadQx Home-based Transcutaneous Electrical Acustimulation (TEA) for the Treatment of Pain in Chronic Pancreatitis: A feasibility trial.\nWe found that TEA was feasible and acceptable for the treatment of painful CP. These results lay the groundwork for larger trials evaluating the efficacy of TEA in painful CP.\nPubmed   Journal   ReadQx Pancreatology\n    Accelerated focused open necrosectomy-based step-cross versus conventional step-up approach in infected necrotizing pancreatitis.\nThe step-cross approach is a safe complementary strategy to the step-up approach, demonstrating trends toward lower mortality and reduced organ support requirements in selected INP patients. Nevertheless, these findings require validation through large-scale prospective studies.\nPubmed   Journal   ReadQx Comparative outcomes analysis of Whipple procedure in dialysis-dependent patients: A propensity-matched study using NSQIP data.\nAlthough dialysis patients undergoing PD face increased risks of mortality and complications, PD-specific complications were not affected. These findings offer valuable insights for patient counseling and surgeon awareness.\nPubmed   Journal   ReadQx Long-term disease progression in pediatric acute recurrent and chronic pancreatitis: A report from INSPPIRE.\nProspective follow-up of children with ARP revealed nearly 1 in 5 progressed to CP, with a subset developing irreversible sequelae, and highlighted risk factors associated with progression including genetics, obstructive disease, and episode frequency.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Inflamm Bowel Dis\n    Clinical response for 12 months or more to the first advanced therapy in IBD decreases long-term risk of hospitalization: a spirited stride….\n\nPubmed   Journal   ReadQx J Crohns Colitis\n    Beyond the mucosa: intestinal ultrasound for post-endoscopic healing risk stratification in ulcerative colitis.\n\nPubmed   Journal   ReadQx Pancreas\n    Advances in Glucocorticoid Therapy for Acute Pancreatitis: A Review.\n GCs exhibit potential in the management of AP by modulating inflammatory pathways and immune responses. Their use necessitates thorough risk assessment. Large-scale clinical trials are essential to establish standardized protocols, optimal dosing regimens, and patient selection criteria for GCs therapy in AP.\nPubmed   Journal   ReadQx Complications of Pancreatitis-Knowledge Gaps and Research Opportunities: A Workshop Summary.\nGenetic testing in pancreatitis is likely to inform any research related to the complications of CP, but low penetrance of disease, poor genotype-phenotype associations, and health disparities that impact the use of testing across centers currently limit its clinical utility for al patients. Genetic testing remains critical in certain populations with CP and should be incorporated into research whenever possible to inform much-needed disease progression prediction models.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Clin Nutr\n    New International Classification of Diseases-11 Code for Diagnosis of Adult Undernutrition in Clinical Settings.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Clinical outcomes in pregnancy after ileal pouch-anal anastomosis for ulcerative colitis.\n\nPubmed   Journal   ReadQx Repeated Administration of Carotegrast Methyl Maintained Clinical Remission With Difficult-to-Treat Ulcerative Colitis.\n\nPubmed   Journal   ReadQx Reply: \"The Missing Link: Fusobacterium nucleatum in Postileectomy Colorectal Carcinogenesis\".\n\nPubmed   Journal   ReadQx Steroid response in ulcerative colitis is not binary: learning from dynamic trajectories.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Harmonizing therapeutic hierarchy and transplant benefit in hepatocellular carcinoma management.\n\nPubmed   Journal   ReadQx Intraoperative thromboelastometry: Can we predict early reoperation for non surgical bleeding ?\n\nPubmed   Journal   ReadQx Letter to the Editor: The application of generative artificial intelligence in liver transplantation weight trajectory.\n\nPubmed   Journal   ReadQx Letter to the editor: Estimating the cost of liver transplantation.\n\nPubmed   Journal   ReadQx Letter to the editor: Reconsidering fibrinolytic assessment and hemostatic management in liver transplantation.\n\nPubmed   Journal   ReadQx Newly diagnosed pulmonary arterial hypertension following liver transplantation: Insights from a multicenter case series.\n\nPubmed   Journal   ReadQx Radiating an advantage: Comparative outcomes in transarterial locoregional therapies favor radioembolization bridging for transplant candidates with hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx Reply: Estimating the cost of liver transplantation.\n\nPubmed   Journal   ReadQx Reply: Reconsidering fibrinolytic assessment and hemostatic management in liver transplantation.\n\nPubmed   Journal   ReadQx Reply: The application of generative artificial intelligence in liver transplantation weight trajectory.\n\nPubmed   Journal   ReadQx Pancreas\n    Clinical Characteristics of Acute and Chronic Pancreatitis in Children and Impact of Obesity.\n\nPubmed   Journal   ReadQx Post-Pancreatectomy Diabetes: Is it Steatosis or the Standard Adjuvant Therapy?\n\nPubmed   Journal   ReadQx Pancreatology\n    Acute pancreatitis in relation to SARS-CoV-2 vaccination and infection: A nationwide cohort study in Sweden.\n\nPubmed   Journal   ReadQx Enhancing multidisciplinary tumor board decision-making in pancreatic cancer using cinematic rendering.\n\nPubmed   Journal   ReadQx Feasibility of sham vs. pancreatic endotherapy for painful chronic pancreatitis: Lessons from a randomized trial.\n\nPubmed   Journal   ReadQx Increased risk of developing diabetes following a sentinel episode of acute pancreatitis in patients with obesity: A propensity matched population study.\n\nPubmed   Journal   ReadQx Prospective observational study on the impact of hepatic steatosis, hepatic fibrosis, and metabolic syndrome on the outcome of patients with acute pancreatitis.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Am J Clin Nutr\n    Beyond prediction: interpreting metabolic signatures of Mediterranean diet in rheumatoid arthritis.\n\nPubmed   Journal   ReadQx Consider the sagittal abdominal diameter for estimating visceral adipose tissue.\n\nPubmed   Journal   ReadQx The \"growth-programming dissociation window\": why early protein trials may be structurally blind to metabolic risk.\n\nPubmed   Journal   ReadQx Pancreatology\n    Spontaneous cysto-biliary communication in walled-off necrosis of the pancreas.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-13T06:55:31-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-06-2026/",
    "title": "Fri Feb 06 2026",
    "description": "20 articles - From Friday Jan 30 2026 to Friday Feb 06 2026",
    "author": [],
    "date": "2026-02-06",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Clin Nutr\n    Fiber Intake and Laxation in People With Normal Bowel Function: A Systematic Review.\nRCTs support small to modest effects of dietary fiber on laxation in generally healthy people with normal bowel function. Low solubility and low fermentability fibers yielded the strongest effects. Future studies should better characterize fiber properties, assess wider ranges of fiber doses, and comprehensively report participants' total and background fiber intake. Registry number Registered with PROSPERO (CRD42024522380).\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Systematic review and meta-analysis of childhood exposure to antibiotics and the subsequent risk of IBD.\nWhile causal interpretation should be cautious, childhood exposure to antibiotics was associated with an increased risk of later IBD, particularly for CD.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Associations between breastfeeding, childhood BMI and pubertal onset: Findings from a prospective cohort study.\nExclusive breastfeeding and longer breastfeeding duration were associated with later onset of puberty in boys and girls. Pre-pubertal BMI did not mediate the observed associations.\nPubmed   Journal   ReadQx Blood micronutrients modified associations between blood heavy metals and cognitive decline in a nationally representative cross-sectional study.\nThis study revealed that the neurodegenerative influence of heavy metals is more pronounced in individuals with lower micronutrient status. If the results of the present study are confirmed by future studies, reducing heavy metal exposure and improving micronutrient status may offer a novel and practical strategy for preventing cognitive decline and dementia.\nPubmed   Journal   ReadQx Changes in dietary sodium knowledge, attitudes and behaviours among Canadian adults in 2011 and 2024: A repeated cross-sectional study.\nMany indices of sodium-related KAB deteriorated from 2011 to 2024 among Canadian adults, despite their continued concern about sodium intake. These findings highlight a widening knowledge-to-action gap and reinforce the need for comprehensive public health efforts to support population-wide dietary sodium reduction.\nPubmed   Journal   ReadQx Comparison of food processing classification frameworks in the National Health and Nutrition Examination Survey (NHANES) 2017 - 2018.\nDespite differences in classification criteria across systems, associations with nutrients, sociodemographic, and cardiometabolic parameters were consistent. A standardized classification system is needed to ensure a unified understanding of ultra-processed food and its health implications.\nPubmed   Journal   ReadQx Folic acid fortification of iodized salt improves the folate status of non-pregnant adult Ethiopian females and does not impair their iodine status: a community-based, household-randomized, dose-response trial.\nFA fortification of salt is an effective and safe method to improve women's folate status and thereby reduce the risk of NTD-affected pregnancies.\nPubmed   Journal   ReadQx Health-related quality of life, compliance and sustained adherence on a Low-Carbohydrate High-Fat diet compared with a High-Carbohydrate Low-Fat diet in people with type 2 diabetes.\n HRQoL improved in both dietary intervention groups with no difference between groups. Dietary compliance was associated with improved HRQoL and may play a role in sustained adherence to the LCHF diet. Clinical trial registry number ClinicalTrials.gov (NCT03068078),\nPubmed   Journal   ReadQx Meal fatty acid metabolism is associated with long-term weight gain in women - a retrospective cohort study.\nThe finding that weight change is correlated with dietary fatty acid metabolism for adult, non-obese females suggests that inter-individual variations in how women process dietary fat can influence long-term energy balance. Clinical trial registration\nPubmed   Journal   ReadQx Plasma n6 polyunsaturated fatty acid levels and risk for dementia: A prospective observational study from the UK Biobank.\nWe observed heterogeneous associations between different types of n-6 PUFAs and risk of dementia, supporting the increasing view that n-6 PUFAs should not be treated homogeneously. Future research should investigate whether dietary LA (which drives plasma LA levels) may help reduce risk for dementia. Registration This research has been conducted using the UK Biobank Resource under Application Number 85092.\nPubmed   Journal   ReadQx Predictive equations commonly used in clinics underestimate resting energy expenditure compared with whole-room indirect calorimetry in colorectal cancer survivors.\nFuture studies need to develop improved predictive equations for CRC survivors. Clinical trial registry number Identifier: NCT01570010.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Frequency of computed tomography scans in Crohn's disease patients in the emergency department.\nRadiation exposure in Crohn's patients is higher than that of the general population, owing to multiple CT scans often performed acutely in the ED. Factors we assessed could not reliably predict urgent findings on CT and a significant percentage of patients had urgent findings. However, we identified a group with multiple CTs associated with barriers to healthcare.\nPubmed   Journal   ReadQx Long-term clinical and endoscopic outcomes of ulcerative colitis after liver transplantation: a multicenter cohort study on the use and safety of advanced therapies.\nIn most patients, clinical disease activity remains stable after LT. However, persistent moderate-to-severe mucosal inflammation is observed in a substantial subset during long-term follow-up. Advanced therapies, particularly vedolizumab, are being used more frequently in this setting and may offer disease control without a corresponding increase in infection risk. These findings underscore the need for individualized, interdisciplinary management and further prospective evaluation of treatment strategies in this population.\nPubmed   Journal   ReadQx J Crohns Colitis\n    A Descriptive Comparison of Phase 3 Results and Head-to-Head Trials in Inflammatory Bowel Diseases.\n Significant heterogeneity in trial design, populations and outcome reporting limits the predictive value of placebo-controlled trials. Randomized head-to-head trials remain essential for optimizing IBD therapeutic strategies.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Inflamm Bowel Dis\n    Clinical response for 12 months or more to the first advanced therapy in IBD decreases long-term risk of hospitalization: a spirited stride….\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    Repeated Administration of Carotegrast Methyl Maintained Clinical Remission With Difficult-to-Treat Ulcerative Colitis.\n\nPubmed   Journal   ReadQx Reply: \"The Missing Link: Fusobacterium nucleatum in Postileectomy Colorectal Carcinogenesis\".\n\nPubmed   Journal   ReadQx Liver Transpl\n    Harmonizing therapeutic hierarchy and transplant benefit in hepatocellular carcinoma management.\n\nPubmed   Journal   ReadQx Radiating an advantage: Comparative outcomes in transarterial locoregional therapies favor radioembolization bridging for transplant candidates with hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Pancreatology\n    Spontaneous cysto-biliary communication in walled-off necrosis of the pancreas.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-06T07:30:40-05:00",
    "input_file": {}
  }
]
