[
  {
    "path": "gi2/07-04-2025/",
    "title": "Fri Jul 04 2025",
    "description": "27 articles - From Friday Jun 27 2025 to Friday Jul 04 2025",
    "author": [],
    "date": "2025-07-04",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Fecal Microbial Community Profiling Allows Discrimination of Phenweotype and Treatment Response in Pediatric Crohn's Disease and Ulcerative Colitis-An International Meta-Analysis.\r\nGut microbial community structure is substantially altered in active and inactive PIBD and may be utilized as a biomarker for differentiating PIBD subtype and predicting treatment response.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Prognostic and diagnostic biomarkers in liver transplantation: A systematic review and meta-analysis.\r\nAdditionally, we identified novel combinations of biomarkers that exhibited prognostic value for LT patients. Finally, we demonstrate that combined analytical tools for assessing large clinical datasets effectively evaluate multi-modal markers for risk stratification of early and late outcomes for LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Comparison of Biliary Drainage Techniques for MBO: A Meta-Analysis.\r\n PTBD may offer advantages over EBD in managing MBO, including fewer complications and reduced incidence of pancreatitis, suggesting PTBD as a potentially safer and more effective treatment option. Nonetheless, further large-scale, high-quality studies are needed to validate these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effectiveness of regular oat β-glucan-enriched bread compared with whole-grain wheat bread on long-term glycemic control in adults at risk of type 2 diabetes: a randomized controlled trial.\r\nContrary to expectations from efficacy studies, this effectiveness trial does not support the metabolic benefits of oat-derived β-glucan-enriched bread under real-life conditions. A simple bread replacement may not be sufficient to improve glucose homeostasis in individuals at risk of type 2 diabetes. This trial was registered with clinicaltrials.gov as NCT04994327.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Evaluation and Management of Glucocorticoid-Induced Adrenal Insufficiency in IBD: An Expert Opinion.\r\nGC-AI is a serious, often underrecognized side effect of glucocorticoid use. This study presents expert opinions on the evaluation and management of GC-AI in IBD patients, emphasizing the need for vigilance and appropriate management strategies.\r\nPubmed   Journal   ReadQx \r\nFecal Calprotectin is a Useful Biomarker for Defining Small Bowel Endoscopic Remission in Crohn's Disease Without Active Colonic Lesions: A Prospective Multicenter Study from the IBD-Quality Team.\r\nThis study revealed a correlation between small bowel CE activity and FC. Under this condition, small bowel ER can be defined as an FC level of < 175 μg/g, and FC was suggested to be a useful biomarker for monitoring small bowel lesions during the application of treat-to-target strategies.\r\nPubmed   Journal   ReadQx \r\nPatients With Crohn's Disease and Terminal Ileum Resection are at Increased Risk of Colorectal Cancer: A Population-Based Study.\r\nPatients with TI resection also had higher odds of colorectal polyps. These findings suggest the need for heightened CRC surveillance in patients with CD undergoing TI resection.\r\nPubmed   Journal   ReadQx \r\nUnraveling Genetic Versus Environmental Factors Determining Disease Course in Inflammatory Bowel Diseases: A Population-Based Cohort Study in First- and Second-Generation Immigrants.\r\nDisease outcomes change across immigrant generations, pointing to environmental factors possibly impacting disease course, which needs further investigation. In contrast, non-Western immigrants were shown to have more perianal disease in both generations, suggesting a genetic susceptibility for this debilitating phenotype.\r\nPubmed   Journal   ReadQx \r\nValidation of the Modified Multiplier of SES-CD (MM-SES-CD) to Predict Endoscopic Healing in Crohn's Disease: A Post Hoc Analysis of the SEAVUE Trial.\r\n Baseline MM-SES-CD-based cutoffs for endoscopic disease severity show prognostic value for the likelihood of achieving 1-year EH, PRO2 remission, and FCP remission. These findings suggest that the MM-SES-CD can be used both to measure baseline endoscopic disease severity and predict outcomes at 1 year in patients with moderate to severe CD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    ECCO Topical Review on Pouch Disorders.\r\nA multidisciplinary approach is essential for the diagnosis and management of pouch disorders.\r\nPubmed   Journal   ReadQx \r\nEndo-Histo foundational fusion model: a novel artificial intelligence for assessing histologic remission and response to therapy in ulcerative colitis clinical trial.\r\n This novel tool significantly advances precision medicine in clinical trials by potentially standardizing central readouts and enabling automated disease assessment.\r\nPubmed   Journal   ReadQx   PMC\r\nGaps between European Crohn's and Colitis Organisation quality standards of care and the real world on diagnosis and monitoring inflammatory bowel disease across Europe: results from the E-QUALITY survey.\r\n Significant gaps in QoC standards remain across European IBD units. Most units lack specific auditing mechanisms to track true standard compliance. Enhanced support from ECCO, through education on guidelines and implementation strategies, and adaptation of recommendations to accommodate real-world challenges may help to bridge these gaps.\r\nPubmed   Journal   ReadQx \r\nImpact of complete vs partial endoscopic healing on long-term outcomes in Crohn's disease: a prospective multicenter study.\r\n Although higher-powered studies are needed to confirm these findings, current results suggest that complete EH may be associated with more favorable long-term outcomes than partial EH in patients with CD.\r\nPubmed   Journal   ReadQx \r\nThe long-term disease course of microscopic colitis - a European prospective incident cohort study.\r\nMicroscopic colitis is a chronic condition with relapsing or continuous disease course in nearly half of the patients during the first 5 years after diagnosis. The disease course in the first year predicts the long-term disease course.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Comparing donor selection barriers for living donor liver transplantation amongst hispanic and non-hispanic candidates in a large urban center.\r\nLDLT disparities among Hispanics may involve factors preceding donor evaluation or independent of the donor. Optimizing Hispanic LLD candidacy, establishing a registry of individuals referred for LLD, and conducting multicenter studies are warranted.\r\nPubmed   Journal   ReadQx \r\nManagement of hepatic artery thrombosis and stenosis after pediatric liver transplantation: Variability and agreement in management practices.\r\n Internationally, there is agreement on the importance of early DUS screening in current management practices. Immediate re-transplantation was preferred for early HAT with PALF, while surgical revascularization was favored for non-PALF cases. Conservative management and endovascular therapy emerged as potential strategies for late-onset cases. This worldwide survey on real-world practice provides a basis for developing and implementing guidelines.\r\nPubmed   Journal   ReadQx \r\nShort- and long-term development of gut microbiota in children after liver transplantation - a prospective observational trial.\r\nWe provide comprehensive, quantitative insights into GM composition and function before and after pLT. A link between GM alterations with (long-term) graft health was uncovered providing possible targets to modulate GM function in order to increase graft and patient health.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Genome-wide discovery of enhancer - promoter interactions in the human pancreas using an improved Activity-By-Contact-based model.\r\nWe provide a genome-wide set of pancreas-specific enhancer regions and respective target genes. Our dataset will be helpful for the prioritization of regulatory disease-causing mutations in pancreatic tissue.\r\nPubmed   Journal   ReadQx \r\nUric acid and related disorders in the risk of pancreatic diseases: A UK Biobank prospective study.\r\n Our study clarifies the role of SUA in pancreatic health and identifies that individuals with HUA or gout may benefit from pancreatic disease screening.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    An Acute Onset Sweet Syndrome After First Vedolizumab Dose in Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Upadacitinib in a Case of Pediatric Acute Severe Ulcerative Colitis and Immune Thrombocytopenia.\r\n\r\nPubmed   Journal   ReadQx \r\nOral Vancomycin as an Emerging Therapy for Inflammatory Pouch Conditions Associated With Primary Sclerosing Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Every last detail-Managing hepatic artery thrombosis and stenosis in a time of organ scarcity.\r\n\r\nPubmed   Journal   ReadQx \r\nHome-based terlipressin as a therapy for ascites: Increasing evidence for the efficacy of long-term continuous terlipressin infusion in decompensated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nNormothermic machine perfusion - The juice is definitely worth the squeeze.\r\n\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol and urinary ethylglucuronide to assess alcohol consumption after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Long-term survival and quality of life improvement in patients with large unresectable malignant main-duct IPMN treated with EUS-guided RFA (with video).\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-17T10:31:04-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-27-2025/",
    "title": "Fri Jun 27 2025",
    "description": "37 articles - From Friday Jun 20 2025 to Friday Jun 27 2025",
    "author": [],
    "date": "2025-06-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Liver Transpl\r\n    Prognostic and diagnostic biomarkers in liver transplantation: A systematic review and meta-analysis.\r\nAdditionally, we identified novel combinations of biomarkers that exhibited prognostic value for LT patients. Finally, we demonstrate that combined analytical tools for assessing large clinical datasets effectively evaluate multi-modal markers for risk stratification of early and late outcomes for LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Comparison of Biliary Drainage Techniques for MBO: A Meta-Analysis.\r\n PTBD may offer advantages over EBD in managing MBO, including fewer complications and reduced incidence of pancreatitis, suggesting PTBD as a potentially safer and more effective treatment option. Nonetheless, further large-scale, high-quality studies are needed to validate these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to the Modified Planetary Health Diet among the Working-Age Population in 185 Countries from 1990 to 2018: A Population-Based Study.\r\nOur findings reveal substantial global variations in mPHD adherence among WAP, with concerning trends in certain regions. These results provide crucial insights for developing targeted interventions that consider regional contexts while pursuing the dual objectives of promoting healthier diets and ensuring environmental sustainability.\r\nPubmed   Journal   ReadQx \r\nGestational vitamin D concentration and child cognitive development: A longitudinal cohort study in the ECHO Program.\r\nGestational 25(OH)D concentrations were positively associated with cognitive scores, especially in children of Black mothers. Given higher deficiency risk among Black women, vitamin D repletion prior to or in early pregnancy may be an important strategy for reducing racial disparities in child neurodevelopment.\r\nPubmed   Journal   ReadQx \r\nNovel Strategies for Medical Management of Obesity: Mechanisms, Clinical Implications, and Societal Impacts: a report from the 25<sup>th<\/sup> annual Harvard Nutrition Obesity Symposium.\r\nRecent work also points out to the potential role of these medications for other medical conditions, including addictive and neurodegenerative disorders. In June 2024, the NIH-funded Nutrition Obesity Research Center at Harvard and the Harvard Medical School Division of Nutrition hosted their 25th annual Harvard Nutrition Obesity Symposium, titled \"Novel Strategies for Medical Management of Obesity: Mechanisms, Clinical Implications, and Societal Impacts.\" This article synthesizes the symposium's discussions, emphasizing the importance of innovative pharmacotherapeutic strategies in addressing the burden of obesity and the associated economic and social inequities, including disparities in access to care in adults and children.\r\nPubmed   Journal   ReadQx \r\nProspective association of the EAT-Lancet reference diet with body weight changes and incidence of overweight and obesity in a French cohort.\r\nThis comprehensive prospective observational study revealed that a stronger adherence to the EAT-Lancet reference diet is associated with a lower body weight and reduced risks of overweight and obesity. Promoting a sustainable plant-based diet seems to be an effective strategy for addressing the global public health challenge of obesity.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Early Top-Down Treatment With Biologics Improves the Rates of Transmural Remission in Crohn's Disease-A Risk-Adjusted Propensity Score Matched Analysis.\r\nEarly top-down treatment with biologics improves the rates of transmural remission in CD. Risk factors for disabling disease significantly impact the chances of obtaining transmural remission and may help clinicians identify patients suitable for more aggressive treatment strategies.\r\nPubmed   Journal   ReadQx \r\nInflammation of the Rectal Cuff is Associated With Strictures and Fistulas in Patients With Ulcerative Colitis who Have an Ileal Pouch-Anal Anastomosis.\r\nEndoscopic cuff inflammation is associated with strictures and fistulas of the IPAA, and individuals with persistent inflammation appear to have the highest risk.\r\nPubmed   Journal   ReadQx \r\nLong-Term Outcome of Colonic and Ileal Crohn's Disease: A Two-Decade Population-Based Study in Pediatric-Onset Disease.\r\nThe clinical presentation and evolution of ileal and colonic CD differ significantly in children. Colonic location is associated with a high risk of perianal CD, extraintestinal manifestations, and exposure to steroids, immunosuppressants, and anti-TNFs. These differences could justify different therapeutic approaches.\r\nPubmed   Journal   ReadQx \r\nNatural History, Treatment Persistence and Predictors of Treatment Failure in Patients With Ulcerative Colitis on 5-Aminosalicylic Acid: A US Population-Level Cohort Study.\r\n Our study provides updated estimates of advanced therapy utilization and colectomy as well as predictors of disease progression in patients with UC on 5-ASA in the biologic era.\r\nPubmed   Journal   ReadQx \r\nPou2af1 Deficiency Aggravates DSS-Induced Colitis via Impaired Germinal Center Responses and Altered Gut Microbiota.\r\n The findings suggest that Pou2af1 deficiency exacerbates DSS-induced colitis by impairing immune responses, particularly the germinal center reaction, and altering gut microbiota composition. These alterations contribute to increased disease severity, highlighting the importance of Pou2af1 in maintaining intestinal immune homeostasis.\r\nPubmed   Journal   ReadQx \r\nProstaglandins and Inflammatory Bowel Disease: From Mechanism to Clinic.\r\nAs a result, therapeutic approaches focusing on PGs and the pathways contributing to their synthesis have become a primary objective in IBD treatment research. This paper intends to examine the significance of PG receptors in IBD, providing a fresh viewpoint for understanding the pathogenesis of the disease and establishing a theoretical basis for creating diagnostic tools and treatment strategies centered around PG targets to improve patient outcomes.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Comparing donor selection barriers for living donor liver transplantation amongst hispanic and non-hispanic candidates in a large urban center.\r\nLDLT disparities among Hispanics may involve factors preceding donor evaluation or independent of the donor. Optimizing Hispanic LLD candidacy, establishing a registry of individuals referred for LLD, and conducting multicenter studies are warranted.\r\nPubmed   Journal   ReadQx \r\nThe incidence of severe complications in liver donation from living donors: Real-world data in the era of minimally invasive surgery.\r\nOverall incidence of severe complications in liver donation was comparable between open and MIS approach. The site of postoperative bleeding differed by surgical approach, suggesting potentially need of different care for MIS to reduce the postoperative complication in donor hepatectomy.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Analysis of Influencing Factors of Acute Pancreatitis Complicated with Persistent Inflammation and Construction of a Prediction Model.\r\n The model predicted non-SIRS with a critical value ≥0.332, a sensitivity of 71.3% and specificity of 87.1%, and a Kappa value of 0.56. These results indicate that this prediction model is based on admission data, with recommended additional validation assessments at multiple time points (e.g., 24, 48, and 72 h) to characterize the progression of SIR's risk fully. Overall, this nomogram prediction model provides an efficient and simple means to predict SIRS for patients with AP.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal Burden in Patients with Pancreatic Insufficient Cystic Fibrosis Before and After Elexacaftor/Tezacaftor/Ivacaftor Use.\r\n The reduction in constipation and non-infective gastroenteritis and colitis is important as GI symptoms are linked to the quality of life of CwCF. There remains a great clinical need to evaluate the effects of ETI on GI disorders, especially as the age of initial use of this therapy decreases, and the duration of use increases.\r\nPubmed   Journal   ReadQx \r\nLifetime Smoking History and Marijuana co-use in Patients With Alcohol-related Acute Pancreatitis.\r\nSmoking is highly prevalent in patients with alcohol-associated AP, many of whom also use marijuana. Tailored smoking cessation interventions are needed for AP patients.\r\nPubmed   Journal   ReadQx \r\nLong Non-Coding RNA n336928 Facilitates the Progression of Pancreatic Neuroendocrine Neoplasms via NF-κB Pathway Mediated by EZH2.\r\nFurthermore, transcriptome sequencing revealed that the NF-κB pathway was activated in pNEN cells following n336928 overexpression. We have established that the upregulation of n336928 promotes the progression of pNENs via the NF-κB signaling pathway, thereby implicating it in the occurrence and development of pNENs.\r\nPubmed   Journal   ReadQx \r\nrs928508 of miR-30c-5p is Associated with the Risk of Post-ERCP Pancreatitis.\r\n miR-30c-5p rs928508 polymorphism is correlated with an enhanced risk and severity of PEP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A Mendelian randomization study investigating the causal effect of simvastatin consumption on pancreatitis risk.\r\nGenetic evidence has not proven a causality between simvastatin and pancreatitis, suggesting that routine monitoring may be unnecessary.\r\nPubmed   Journal   ReadQx \r\nClinical predictors of KRAS mutation detection in liquid biopsies for pancreatic ductal adenocarcinoma.\r\nCA19-9 levels and hepatic metastases are predictive of KRAS mutation detection in ctDNA. Higher Max VAF may reflect more aggressive disease biology in PDAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Glycemic sensitivity-a potential biomarker for healthy people.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    The Dual Role of ACE2 in IBD: Balancing SARS-CoV-2 Susceptibility and Gut Homeostasis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Efficacy of Risankizumab Dose Escalation Among Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cannabis and Liver Transplant: We Need to Chill, Man.\r\n\r\nPubmed   Journal   ReadQx \r\nEvery last detail-Managing hepatic artery thrombosis and stenosis in a time of organ scarcity.\r\n\r\nPubmed   Journal   ReadQx \r\nHome-based terlipressin as a therapy for ascites: Increasing evidence for the efficacy of long-term continuous terlipressin infusion in decompensated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Accurately predict the HCC recurrence after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Continuous Infusion terlipressin for refractory ascites-key considerations for future trials.\r\n\r\nPubmed   Journal   ReadQx \r\nNo change in alcohol relapse after adoption of early liver transplantation for alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nNormothermic machine perfusion - The juice is definitely worth the squeeze.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Continuous Infusion terlipressin for refractory ascites-key considerations for future trials.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    The Prevalence and Characteristics of Autoimmune Pancreatitis among Patients Presenting with Pancreatitis to a Quaternary Referral Centre in Melbourne, Australia.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinicopathological features for clinically resectable peripherally located pancreatic ductal adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    A real-world analysis of second-line treatment option, Gemcitabine plus Anlotinib and anti-PD1, in advanced pancreatic cancer: A critical insight.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"A causal relationship between distinct immune features and acute or chronic pancreatitis: Results from a Mendelian randomization analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to Editor: Strengths and methodological Considerations for Predicting post-pancreatectomy acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-28T13:04:11-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-20-2025/",
    "title": "Fri Jun 20 2025",
    "description": "29 articles - From Friday Jun 13 2025 to Friday Jun 20 2025",
    "author": [],
    "date": "2025-06-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A digital behavioral intervention to reduce sugar-sweetened beverage consumption: a randomized, controlled trial.\r\nA digital behavioral intervention was efficacious in reducing SSB consumption among Appalachian adults and yielded high engagement and retention rates. This intervention should be evaluated in other populations with excessive SSB consumption.\r\nPubmed   Journal   ReadQx \r\nAssociations of Prepregnancy Weight Change with Fetal Growth and Adverse Birth Outcomes: A Prospective Cohort Study in China.\r\nExcessive prepregnancy weight gain was associated with accelerated fetal growth and increased macrosomia and LGA risks, whereas prepregnancy weight loss showed a sex-specific impact on SGA. The combination of high prepregnancy weight gain and excessive GWG was associated with the highest risks of macrosomia and LGA.\r\nPubmed   Journal   ReadQx \r\nHuman milk oligosaccharides and Campylobacter jejuni and Campylobacter coli gastroenteritis risk in a Nicaraguan birth cohort.\r\nConsuming high concentrations of 2'FL early in infants' lives was not protective against C. jejuni/coli gastroenteritis in this prospective birth cohort. However, high concentrations of LNnT and LSTc, and possibly LNFP-III may be associated with decreased C. jejuni/coli gastroenteritis and warrant investigation as potential supplements for C. jejuni/coli gastroenteritis prevention in chest-fed and formula-fed children. Safety testing for HMOs as supplements is needed for regions with prevalent enteric infections.\r\nPubmed   Journal   ReadQx \r\nPlant to animal protein ratio in the diet of the elderly: potential for increase and impacts on nutrient adequacy and long-term health - a diet optimization study.\r\nDiets must be sufficiently rich in protein to ensure protein adequacy at higher requirements, with no risk of IAA inadequacy when protein intake is sufficient. For sustainability, %PP can potentially increase from the current ∼⅓ to ∼⅔ in an aging population while improving health and nutrient adequacy, provided sufficient seafood and dairy products remain. Further increases would require nutrient fortification/supplementation and/or new foods.\r\nPubmed   Journal   ReadQx \r\nRethinking balanced food supplementation for pregnant women: time to move beyond energy and protein.\r\nWe articulate the need to carefully consider the goals of food supplementation during pregnancy, the biological mechanisms underlying effects on key outcomes, the desirability of flexibility in approaches, cost considerations, and the needs of the entire household in the context of food insecurity. We conclude that it is time to redefine the concept of balanced food supplementation for pregnant women, clarify objectives and terminology, and conduct further research relevant to the current global context.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    A Guide to the Patient-Centric Use of Vedolizumab for Crohn's Disease.\r\nWe detail the ability of vedolizumab to achieve mucosal healing and alter disease progression and present the evidence that supports the use of vedolizumab as a first-line biologic early in the disease course in patients with CD. Finally, we address some of the perceived drawbacks of using vedolizumab in CD, including concerns about slow onset of action, impact of disease location, and exacerbation of extraintestinal manifestations.\r\nPubmed   Journal   ReadQx \r\nComparative Predictive Utility of MM-SES-CD and SES-CD for Week 52 Endoscopic Remission in the Ileum and Colon in Crohn's Disease.\r\n The baseline MM-SES-CD demonstrated superior predictive ability for week 52 ER compared to SES-CD across the ileum and colon. These findings support its utility in clinical trials and in routine practice for predicting long-term treatment response.\r\nPubmed   Journal   ReadQx \r\nFood Compounds Associated With Disease Activity in Inflammatory Bowel Disease.\r\nWe identified several compounds that may play a modulatory role in IBD. Further research is needed to clarify associations found in our study and validate their biological significance.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    A Randomized Controlled Trial Of Antibiotics Targeting Adherent And Invasive Escherichia Coli (Aiec) Vs Placebo In Crohn's Disease: The Teorem Trial.\r\n A combination of ciprofloxacin and rifaximin was not superior to placebo to achieve endoscopic endpoints in patients with ileal CD colonized with AIEC.\r\nPubmed   Journal   ReadQx \r\nGaps between European Crohn's Colitis Organisation quality standards of care and the real world on structure of IBD units across Europe: results from E-QUALITY survey.\r\n Significant gaps in quality care standards remain across European IBD units. Enhanced support from ECCO, by education and position papers/guidelines may help bridge these gaps.\r\nPubmed   Journal   ReadQx \r\nPharmacological inhibitors of the gamma-secretase enzyme complex disrupt epithelial cell function triggering colitis in mice.\r\nIn conclusion, systemic use of γ-secretase inhibitors disrupts epithelial cell function by impairing IEC differentiation and triggering gut inflammation in mice. These findings should be considered when designing future therapeutic interventions involving γ-secretase inhibitors.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Outcomes of choledochoduodenostomy in pediatric liver transplantation.\r\nCholedochoduodenostomy is considered a safe alternative. Biliary complications were not associated with graft loss or mortality. Post-operative biliary complications are infrequent, suggesting that CD is a suitable and possibly superior type of biliary reconstruction compared to conventional CC or CJ anastomosis.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Complications Requiring Abdominal Surgery in Endoscopically Treated Patients With Pancreatic Walled-off Necrosis: Single Centre Case Series.\r\nThis study demonstrates that complications requiring abdominal surgery in patients undergoing endoscopic treatment for WON occur in one of 10 patients, intestinal ischemia being the most frequent cause of intervention.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal Burden in Patients with Pancreatic Insufficient Cystic Fibrosis Before and After Elexacaftor/Tezacaftor/Ivacaftor Use. \r\nThe reduction in constipation and non-infective gastroenteritis and colitis is important as GI symptoms are linked to the quality of life of CwCF. There remains a great clinical need to evaluate the effects of ETI on GI disorders, especially as the age of initial use of this therapy decreases, and the duration of use increases.\r\nPubmed   Journal   ReadQx \r\nscRNA-Seq and Bulk-Seq Identify Novel Markers Associated With Calcium Regulation and Immunomodulation in Acute Pancreatitis.\r\nThe comprehensive analysis of the ceRNA network identified novel genes may regulate calcium-related pathways and participate in the immunomodulation in AP.  Not applicable.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A Mendelian randomization study investigating the causal effect of simvastatin consumption on pancreatitis risk.\r\nGenetic evidence has not proven a causality between simvastatin and pancreatitis, suggesting that routine monitoring may be unnecessary.\r\nPubmed   Journal   ReadQx \r\nPerilesional branch duct dilation as a hallmark MRCP feature for differentiating high-grade PanIN from low-grade PanIN.\r\nPerilesional BPD dilation on MRCP is a primary imaging feature for differentiating HG-PanIN, characterized by substantial interobserver agreement. While PPA on MRI is another important independent predictor, its lower interobserver agreement warrants caution. These findings highlight the diagnostic value of utilizing both MRCP and MRI in the noninvasive evaluation of suspected PanIN.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Can One Disease Hide Another?\r\n\r\nPubmed   Journal   ReadQx \r\nDualistic Implications of Angiotensin-Converting Enzyme 2 (ACE2) Expression in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nSafety and Effectiveness of QingDai (Indigo naturalis) in Children With Mild-to-Moderate Ulcerative Colitis: A Short-Term 6-Week Open-Label Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cannabis and Liver Transplant: We Need to Chill, Man.\r\n\r\nPubmed   Journal   ReadQx \r\nCreation of a new VA liver transplantation center increased access and retained care within veterans health administration.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes the heart whisper before the liver crashes? NT-proBNP and the Prediction of ACLF.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Accurately predict the HCC recurrence after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderappreciated value of imaging biomarkers in prognostication of HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Advancing post ERCP pancreatitis prevention-insights from pharmacokinetics of rectal NSAIDs.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    A real-world analysis of second-line treatment option, Gemcitabine plus Anlotinib and anti-PD1, in advanced pancreatic cancer: A critical insight.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"A causal relationship between distinct immune features and acute or chronic pancreatitis: Results from a Mendelian randomization analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to Editor: Strengths and methodological Considerations for Predicting post-pancreatectomy acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-21T10:24:03-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-13-2025/",
    "title": "Fri Jun 13 2025",
    "description": "50 articles - From Friday Jun 06 2025 to Friday Jun 13 2025",
    "author": [],
    "date": "2025-06-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Association of Inflammatory Bowel Disease and Eosinophilic Esophagitis: A Systematic Review and Meta-analysis.\r\nBoth IBD and atopic dermatitis were associated with an increased odds of EoE diagnosis. Further research is needed to determine the underlying mechanisms behind these potential associations.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Gene-Environment Interactions in Inflammatory Bowel Disease: A Systematic Review of Human Epidemiologic Studies.\r\nCurrent evidence indicated that the IBD risk conferred by environmental factors can vary among the individuals carrying certain genetic variants. Further efforts, including genome wide environment interaction studies and genotype-based nutrition/lifestyle clinical trials, are needed to unravel the missing heritability influenced by environmental exposures and to construct personalized recommendations of lifestyle/dietary modification based on an individual genetic background.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Association between ABO blood groups and pancreatic cancer outcomes: A systematic review and meta-analysis.\r\nPatients with blood type O exhibited better OS and were less frequently diagnosed with advanced cancer stages (III-IV) upon presentation compared to those with non-O blood types. Further research is needed to investigate the mechanisms underlying these associations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to plant-based diets and long-term changes in cardiometabolic markers: a longitudinal analysis in a population-based cohort.\r\nGreater adherence to more plant-based dietary patterns, particularly those rich in healthy plant-based foods, is associated with favorable long-term changes in early cardiometabolic markers. Our findings provide further support for recommendations to transition to more healthy plant-based diets for early prevention of cardiometabolic risk.\r\nPubmed   Journal   ReadQx \r\nAssessment of immune function in individuals without and with obesity and normoglycemia, glucose intolerance, or type 2 diabetes: primary findings of the NutrIMM study, a single-arm controlled feeding trial.\r\nImmune function is compromised in obesity and worsens in T2D, suggesting both obesity and poor glucose control drive immune dysfunction. Addressing metabolic health may help mitigate immune dysfunction and inflammation in obesity-related conditions.\r\nPubmed   Journal   ReadQx \r\nBiomarkers of environmental enteric dysfunction and neurodevelopmental outcomes among children in rural Bangladesh and Kenya: a prospective cohort study.\r\nHigher concentrations of biomarkers of intestinal permeability were associated with poor child motor development in Bangladesh. These relationships were not replicated in the Kenyan cohort. The associations between EED and child neurodevelopment vary across geographical contexts, highlighting the need for further research to determine the generalizability of these findings.\r\nPubmed   Journal   ReadQx \r\nCan nutrition-sensitive agriculture interventions address intersectional inequalities in women's diets? A mediation analysis using cross-sectional trial data from Odisha, India.\r\nTo our knowledge, this is the first intersectionality-informed analysis of nutrition interventions. UPAVAN interventions mostly has equitable impacts, reducing several inequalities in maternal diet quality. We demonstrate how intersectionality-informed analyses can help identify inequities in nutrition interventions and inform the design of inclusive interventions that reach and benefit the most marginalized groups.\r\nPubmed   Journal   ReadQx \r\nDuration and intensity of lactation and maternal risk of subsequent incident coronary artery disease and stroke-a prospective cohort study.\r\nLimited evidence exists for an association between lactation and maternal risk of stroke. Longer durations of lactation are associated with lower risks of maternal CAD diagnosed before age 70 y. Adjustment for risk factors attenuate the associations, which suggests these factors may partly confound the benefits of lactation on maternal risks of CAD.\r\nPubmed   Journal   ReadQx \r\nEffects of a palmitoleic acid concentrated oil on C-reactive protein levels in adults: A randomized, double-blind placebo-controlled clinical trial.\r\nCompared to placebo, supplementation for 12 wk with 500 mg/d or 1000 mg/d POA did not significantly lower hs-CRP or change other biomarkers.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Associations Between Vegetarian Dietary Habits and Site-Specific Cancers in the Adventist Health Study-2 North American cohort.\r\nThese data indicate lower risk in vegetarians for al cancers combined, also for medium frequency cancers as a group. Specific cancers with evidence of lower risk, are breast, colorectal, prostate, stomach, and lymphoproliferative subtypes. Risk at some other sites may also differ in vegetarians, but statistical power was limited.\r\nPubmed   Journal   ReadQx \r\nMetabolic profile of biodiverse diets in a healthy European cohort.\r\n In this European middle-aged adult population, the circulating metabolic profiles of biodiverse diets are consistent with the metabolome linked with health-promoting diets, indicating metabolite groups that provide metabolic homeostasis, anti-inflammatory, anti-oxidative stress, and anti-obesogenic properties. These findings support the health benefits of consuming more diverse dietary species and may partially explain the inverse associations found in relation with mortality or gastrointestinal cancer.\r\nPubmed   Journal   ReadQx \r\nMortality burden of protein-energy malnutrition associated with ambient temperature in China:a nationwide case-crossover study.\r\nFindings from this nationwide study suggest that both heat and cold are associated with increased risks and burden of PEM-related deaths. These findings underscore the necessity of targeted interventions to reduce the PEM-related mortality burden associated with ambient temperature.\r\nPubmed   Journal   ReadQx \r\nNutritional priorities to support GLP-1 therapy for obesity: a joint Advisory from the American College of Lifestyle Medicine, the American Society for Nutrition, the Obesity Medicine Association, and The Obesity Society.\r\nEvidence-based nutritional and lifestyle strategies play a pivotal role to address key challenges around GLP-1 treatment of obesity, making clinicians more effective in advancing their patients' health.\r\nPubmed   Journal   ReadQx \r\nOne-carbon metabolism-related compounds are associated with epigenetic aging biomarkers: results from the cross-sectional National Health and Nutrition Examination Survey 1999-2002.\r\nIn a nationally representative sample of United States adults, higher concentration of folate, a carbon donor, was associated with lower EAD, and higher concentration of Hcys, an indicator of OCM deficiencies, was associated with greater EAD;  however, some associations were influenced by smoking and renal function. Future research should focus on high-risk populations. Long-term randomized controlled trials are also needed to establish causality and investigate the clinical relevance of changes in EAD.\r\nPubmed   Journal   ReadQx \r\nPaving the way for improved action: how nuclear techniques can advance the assessment of malnutrition.\r\nThe integration of nuclear techniques with emerging tools such as artificial intelligence and model-based compartmental analysis was emphasized as a key strategy to enhance their utility. This report also highlights the important role of nuclear techniques in addressing malnutrition and calls for interdisciplinary collaboration and reduced research silos to fully leverage these techniques to combat this condition more effectively.\r\nPubmed   Journal   ReadQx \r\nShort-Term High Fat Diet Induced Metabolic Endotoxemia in Older Individuals with Obesity: A Randomized Crossover Study.\r\n Serum endotoxin concentrations in individuals with obesity increase following a HF diet or meal and these data suggest it is explained by intestinal permeability rather than a shift in the gut microbiome. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nThe potential of nighttime urine samples for epidemiologic research on sodium intake: Evidence from a population-based cohort study in Switzerland.\r\nEstimating 24-h UNa excretion based on nighttime collections was found to be imprecise and/or biased at the individual level and failed to capture population-level characteristics beyond central tendency.\r\nPubmed   Journal   ReadQx \r\nUltra-processed foods, plant and animal sources, and all-cause, cardiovascular, and cancer mortality in older adults in the United States: results from the Cardiovascular Health Study.\r\n Higher consumption of UPF and plant- and animal-sourced UPFs was associated with higher risk of all-cause, non-CVD-related, and cancer mortality. Our findings emphasize the need to consider the impact of food processing, even in plant-sourced foods, to prevent a shorter lifespan in older adults. Findings on plant-sourced UPF and mortality require replication.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Achievement of long-term treatment goals in upadacitinib-treated patients with moderately to severely active ulcerative colitis: a post hoc analysis of phase 3 trial data.\r\n Upadacitinib may help patients with moderately to severely active UC achieve complete symptom resolution, endoscopic remission, and normalization of HRQoL.\r\nPubmed   Journal   ReadQx \r\nAssociation between Food Diversity in the Infant Period and the Risk of Inflammatory Bowel Disease: A Nationwide Cohort Study in South Korea.\r\n Food diversity, combined with frequency of solid food intake, during infancy is associated with the incidence of ulcerative colitis. Promoting a diverse diet during infancy may be important in preventing the development of IBD.\r\nPubmed   Journal   ReadQx \r\nCancer Incidence in Patients with Ulcerative Colitis Naïve to or Treated with Thiopurine and Targeted Therapies- a cohort study 2007 to 2022 with comparison to the general population.\r\n Elevated cancer incidence was observed in patients with UC amounting to around 3 extra cases of cancer per 1000 years. Cancer risks varied more among groups defined by age than by treatment.\r\nPubmed   Journal   ReadQx \r\nImpact Of Immunomodulating Medication On Maternal Tdap Vaccination Induced Antibodies In Infants.\r\nMaternal Tdap vaccination in women with IBD receiving immunomodulating medication during pregnancy results in significantly higher Tdap-antibody concentrations in their infants compared to infants of unvaccinated IBD mothers, although GMC was lower for PRN compared to healthy controls. These results support current recommendations to advise maternal Tdap vaccination in pregnant women receiving immunomodulating medication.\r\nPubmed   Journal   ReadQx \r\nImpact of Mirikizumab Treatment on Fatigue in Patients with Moderately to Severely Active Crohn's Disease: Results from the Phase 3 VIVID-1 Study.\r\nMirikizumab-treated patients with Crohn's disease achieved higher rates of clinically meaningful improvement in fatigue versus placebo at Weeks 12 and 52, which correlated with improvement in clinical and patient-reported outcomes. Baseline fatigue severity was strongly associated with depressive symptoms in VIVID-1 (NCT03926130).\r\nPubmed   Journal   ReadQx \r\nLong-term disease course of ulcerative colitis in a prospective European population-based inception cohort - an Epi-IBD cohort study.\r\nWhile the introduction of advanced therapies for UC has transformed the therapeutic landscape, their impact on colectomy rates, disease progression, and hospitalisations remains modest. Our findings highlight the need for continued innovation in UC treatment and the importance of individualised and targeted care to achieve optimal long-term outcomes.\r\nPubmed   Journal   ReadQx \r\nMetabolism and Response to Stress Gene Signatures Reveal Ulcerative Colitis Heterogeneity and Identify Patients With Increased Response to Therapy.\r\nWe identified and evaluated a novel, multi-dimensional signature gene set to characterise previously undefined heterogeneity in patients with UC and identify patients less likely to respond to therapy. This approach offers potential utility to define clinical trial populations, enrich for clinical responders, and identify difficult-to-treat populations for therapeutic development.\r\nPubmed   Journal   ReadQx \r\nPharmacological inhibitors of the gamma-secretase enzyme complex disrupt epithelial cell function triggering colitis in mice.\r\nIn conclusion, systemic use of γ-secretase inhibitors disrupts epithelial cell function by impairing IEC differentiation and triggering gut inflammation in mice. These findings should be considered when designing future therapeutic interventions involving γ-secretase inhibitors.\r\nPubmed   Journal   ReadQx \r\nST6GAL1 promotes IBD B cell recruitment to the inflamed colon in a CD22-dependent mechanism.\r\nOur findings suggest that endothelial ST6GAL1 creates a pro-adhesive microenvironment rich in α2,6-sialic acids that engage CD22 on circulating B cells and plasmablasts to promote their recruitment into the inflamed gut mucosa. This pathway might be a novel target to interfere with B lineage cell homing and local auto-antibody production.\r\nPubmed   Journal   ReadQx \r\nThe Effectiveness of second-and-third line biologics in perianal Crohn's disease - a multicenter propensity score-matched study.\r\n In pCD patients failing anti-TNFs as 1st-line treatment, ustekinumab may be more effective than vedolizumab or another anti-TNFs as 2nd or 3rd-line therapy.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Abdominal aortic calcification on routine pre-operative computed tomography - a novel cardiovascular risk prediction tool in liver transplant patients.\r\nHigh AAC on routine CT scans was associated with a 3-fold increased risk of 30-day MACE post-LT and improved cardiovascular risk prediction compared to traditional indices. Quantification of AAC may offer a simple method of improving cardiovascular risk assessment in these patients.\r\nPubmed   Journal   ReadQx \r\nAccess to early liver transplantation is adversely impacted by social determinants of health: A retrospective cohort study.\r\nHigh SVI census tracts were less likely to have individuals referred for ALD compared to tracts with low SVI (IRR 0.53, 95% CI 0.42-0.66). Both individual- and neighborhood-level SDoH are important factors that ultimately influence who is eligible for transplant.\r\nPubmed   Journal   ReadQx \r\nBalancing abstinence and harm reduction across the continuum of care for liver transplantation in alcohol-associated liver disease.\r\nBased on clinical evidence, we highlight the need to examine current LT selection processes, coordinate alcohol use disorder treatment for patients with ALD, and develop comprehensive markers of post-transplant success. Finally, we discuss potential challenges and considerations when applying the harm reduction approach to nuanced scenarios of LT candidates and recipients with ALD.\r\nPubmed   Journal   ReadQx \r\nHepatic hypoxia in donation after circulatory death: Physiology, clinical relevance, & future directions.\r\nLastly, we touch on emerging technologies such as machine perfusion. We hope that our review unites concepts of hepatic physiology with DCD practice and enlightens readers to envision novel areas of study in this field.\r\nPubmed   Journal   ReadQx \r\nManagement of obesity in liver transplant candidates & recipients: Rethinking the false dichotomy between pharmacotherapy and surgical intervention.\r\nExperts in the field presented the available data and smaller working groups had interactive breakout sessions that identified knowledge gaps and developed recommendations. This perspective prepared on behalf the participants of the AST Controversies Conference on obesity and liver transplant aims to summarize the available evidence for surgical and pharmaceutical treatment in the liver transplantation population.\r\nPubmed   Journal   ReadQx \r\nPeri- and postoperative analgesic strategies in live donor hepatectomy: A national survey.\r\n We observed a significant variation in peri- and postoperative pain management strategies after live donor hepatectomy between centers. Some centers adapt analgesic techniques based on the surgical technique (e.g., open vs laparoscopic/robotic, and right vs left lobe hepatectomy).\r\nPubmed   Journal   ReadQx \r\nRenal replacement therapy in liver transplant ineligible patients.\r\nEmerging literature suggests that the etiology of kidney injury should play less of a role in clinical decision making. Decisions around RRT are often influenced by medical, ethical, and end-of life factors and should be made in conjunction with patients and their caregivers.\r\nPubmed   Journal   ReadQx \r\nRobotic liver transplantation: University of modena experience.\r\nThe robotic approach to liver transplantation has demonstrated feasibility and promising short-term outcomes. However, extended follow-up is required to confirm these results over the long term with the aim to confirm outcomes comparable to benchmark results of open transplantation.\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease after paediatric liver transplantation.\r\nTherefore, steatotic liver disease is a noteworthy histological feature during the follow-up of paediatric liver transplant recipients, yet it had a low burden on the health of the patients in this cohort. However, it needs to be monitored in the context of the increasing prevalence of metabolic syndrome.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Pancreatic parenchymal volume measurement for predicting invasive intraductal papillary mucinous neoplasm.\r\nQuantifying PV, particularly when combined with HRS, may improve diagnostic accuracy for invasive IPMN. Furthermore, changes in PV observed during surveillance may provide additional insight into the risk of progression to invasive IPMN.\r\nPubmed   Journal   ReadQx \r\nPerilesional branch duct dilation as a hallmark MRCP feature for differentiating high-grade PanIN from low-grade PanIN.\r\nPerilesional BPD dilation on MRCP is a primary imaging feature for differentiating HG-PanIN, characterized by substantial interobserver agreement. While PPA on MRI is another important independent predictor, its lower interobserver agreement warrants caution. These findings highlight the diagnostic value of utilizing both MRCP and MRI in the noninvasive evaluation of suspected PanIN.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    A key step toward gaining a deeper understanding of individual responses to protein supplementation.\r\n\r\nPubmed   Journal   ReadQx \r\nDietary species richness: first steps toward understanding its relationship with health.\r\n\r\nPubmed   Journal   ReadQx \r\nHeightened inflammation and immune impairments in those living with obesity may be worsened by coexistence of type 2 diabetes.\r\n\r\nPubmed   Journal   ReadQx \r\nYou are what you don't eat.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Hit the road JAK: is there still hope left for TYK2 inhibition in IBD?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Diagnostic Challenges in EBV-Associated B-Cell Lymphoproliferative Disorder.\r\n\r\nPubmed   Journal   ReadQx \r\nLack of Efficacy of Concomitant 5-Aminosalicylic Acid With Vedolizumab in Inflammatory Bowel Disease: A Large-Scale Administrative Database Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    The use of endoscopic ultrasound guided fine needle biopsy for the diagnosis of microcystic serous cystic neoplasms of the pancreas.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Assessing the impact of subrecommended gestational weight gain in overweight and obese pregnancies.\r\n\r\nPubmed   Journal   ReadQx \r\nLeveraging established continuous glucose monitor accuracy study methods to enhance research in people not living with diabetes.\r\n\r\nPubmed   Journal   ReadQx \r\nSystematic reviews informing the Dietary Guidelines for Americans are conducted and reported using rigorous approaches that align with current standards.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-19T10:36:57-04:00",
    "input_file": {}
  }
]
