[
  {
    "path": "gi2/11-28-2025/",
    "title": "Fri Nov 28 2025",
    "description": "41 articles - From Friday Nov 21 2025 to Friday Nov 28 2025",
    "author": [],
    "date": "2025-11-28",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Inflamm Bowel Dis\n    Clinical Significance of Mucin Signatures in Inflammatory Bowel Diseases: A Systematic Review of Their Expression Patterns, Polymorphisms, and Post-translational Modifications.\n Together, these findings underscore the involvement of mucins in IBD and point to their potential as biomarkers for barrier dysfunction.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Systematic Review and Network Meta-Analysis: Evaluating the Impact of advanced therapies for Moderate-to-Severe Ulcerative Colitis on Health-Related Quality of Life.\n Advanced therapies vary in their impact on HRQoL, with some demonstrating clinically meaningful improvements in UC. These findings support integrating HRQoL into treatment selection and shared decision-making.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Comparison of Hemoglobin Measurements from Venous and Capillary Blood from the same individual using HemoCue 301 and Automated Hematology Analyzer in a cross-sectional Community-Based Study in India.\n HC-C showed higher anemia prevalence and weaker agreement compared to AHA-V, indicating potential overestimation. Anemia prevalence estimated through capillary blood using POC devices in large-scale public health surveys needs cautious interpretation.\nPubmed   Journal   ReadQx Estimating Days Needed for Dietary Assessment in Pregnancy: A Modeling Study.\nWe provide a new approach to estimating required dietary days to inform future study design. Existing studies may be underpowered and cohort estimates may overstate individual-level accuracy.\nPubmed   Journal   ReadQx Healthful dietary patterns and risks of microvascular complications among individuals with type 2 diabetes: a prospective cohort study.\nHigher healthful dietary pattern scores were associated with lower risk of DKD, whereas inverse associations with risks of DR and DN were mainly observed for HPDI. These associations were mainly mediated through pathways relating to renal function and inflammation.\nPubmed   Journal   ReadQx What Is \"Healthy\" Food? A Cross-Sectional Evaluation of Foods and Beverages Consumed by US Adults That Satisfy the US Food and Drug Administration's Updated \"Healthy\" Claim Criteria.\nFindings suggest few foods met \"healthy\" criteria. Moderate correlations between \"healthy\" criteria, Nova, and validated nutrient profiling models provide evidence of convergent validity, yet underscore the challenge of classifying foods by healthfulness, and highlight uncertainty about whether discrepancies reflect real differences in model performance and food healthfulness.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    A Collection of Patient-Derived Intestinal Organoid Lines Reveals Epithelial Phenotypes Associated with Genetic Drivers of Pediatric Inflammatory Bowel Disease.\nThese findings underscore the potential of IEOs as a valuable model for studying IBD and offer key insights that could guide the development of targeted therapies for both monogenic and non-monogenic forms of IBD.\nPubmed   Journal   ReadQx Association of Geography With Screening and Development of Cervical Neoplasia in Those With Inflammatory Bowel Disease.\nSimilarities in screening between cases and controls suggest that lifestyle factors (eg, human papillomavirus vaccination, sexual history) may underpin the reduced odds of cervical cancer, rather than screening frequency. Efforts should be made to increase screening in immunosuppressed individuals.\nPubmed   Journal   ReadQx Differences in Anti-αvβ6 Integrin Antibody Expression between U.S. and Japanese Cohorts in Inflammatory Bowel Disease.\nAnti-αvβ6 is a valuable biomarker for UC diagnosis. However, this study demonstrated differences in its behavior between U.S. and Japanese cohorts, particularly in CD. Cohort-informed interpretation and combined antibody testing may improve diagnostic precision and disease stratification in IBD.\nPubmed   Journal   ReadQx Mucosal B Cell Expansion and Maturation Contribute to Colitis Pathogenesis.\n Our findings suggest that naive B cells expand in actively inflamed mucosa from UC patients and play a pathogenic role in experimental colitis.\nPubmed   Journal   ReadQx Safety and Efficacy of Ozanimod in Patients With Moderately to Severely Active Ulcerative Colitis Stratified by Age.\nHere, we analyzed the impact of patient age on ozanimod safety and efficacy in TN and during the open-label extension (OLE). Methods Patients were stratified by age at TN baseline: 60 years of age.\nPubmed   Journal   ReadQx Serum and Histologic Eosinophilia as a Predictive Biomarker of Response to Mirikizumab in Ulcerative Colitis.\nand relevance Baseline eosinophil levels may predict response to mirikizumab and guide early treatment decisions. These findings support a potential role for eosinophils as biomarkers in UC management.\nPubmed   Journal   ReadQx Shared Genetic Basis Between Systemic Lupus Erythematosus and Inflammatory Bowel Disease in East Asian Ancestry: A Genome-Wide Cross-trait Analysis.\nThe major histocompatibility complex region emerges as a critical hub for shared genetic correlations and pleiotropic effects in SLE-IBD pathogenesis. Gene-level enrichment analyses implicate chemokine and lipid binding as underlying shared biological mechanisms.\nPubmed   Journal   ReadQx Short Ileal Microvillus Length Phenotype Associates with Progression from Inflammatory to Complicated Disease Behavior in Pediatric Crohn's Disease.\nShort ileal MVL is associated with the development of complicated disease behaviors in pediatric CD, supporting the potential use of this histological phenotype as a biomarker for CD prognosis.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Benefit-Risk Profile of Upadacitinib: Exploratory Post Hoc Analysis of Phase 2b/3 Studies in Patients With Moderately to Severely Active Ulcerative Colitis or Crohn's Disease.\nUPA resulted in consistent benefit versus placebo across CV risk, prior treatment failure, and age subgroups. No treatment differences were seen in AESIs across subgroups except herpes zoster and serious infections, reinforcing the favorable benefit-risk profile for UPA in CD and UC seen in the overall study populations. Clinical trial numbers NCT02819635, NCT03653026, NCT03345836, NCT03345849, NCT03345823.\nPubmed   Journal   ReadQx Development and validation of a novel multimodal deep learning model integrating histopathology, radiology, and clinical data to predict primary non-response to infliximab in patients with crohn's disease.\nThe study developed a multimodal deep learning model accurately predicting IFX primary non-response, offering a tool to guide individualized therapy and improve Crohn's disease outcomes.\nPubmed   Journal   ReadQx Economic Burden of Microscopic Colitis in Relation to Disease Activity: A Nationwide Cost-of-illness Study.\n Compared with the general population, patients with MC had almost twice as high annual mean costs. Excess costs were particularly high in patients with a high disease activity at onset, mainly driven by work loss.\nPubmed   Journal   ReadQx From Resection to Preservation: Redefining the Surgical Paradigm in Crohn's Disease.\nSurgery should no longer be viewed solely as a response to complications, but rather as an individualized, biology-driven strategy that prioritizes bowel preservation. In this rapidly advancing field, innovation is measured not only by clinical outcomes but also by every centimetre of bowel preserved.\nPubmed   Journal   ReadQx The Complex Relationship Between Physical Activity and Fatigue with Socioeconomic Status, and Mental Health Factors in Individuals with IBD.\nLow SES was a main driver of engaging in low PA (and not high fatigue). Anxiety and/or depression and active disease were drivers of high fatigue (and not low PA).\nPubmed   Journal   ReadQx Liver Transpl\n    Liver retransplantation in the era of machine perfusion.\n Liver retransplantation outcomes are superior when machine perfusion preservation is used compared to SCS. Machine perfusion should be considered in al cases undergoing liver retransplantation.\nPubmed   Journal   ReadQx Urinary cell cycle arrest proteins for early prediction and phenotyping of subclinical and clinical acute kidney injury after liver transplantation.\nSubclinical patients with AKI (24%) had higher risks of acute kidney disease (42% vs 26%), early allograft dysfunction (32% vs 18%), graft loss (16% vs 4%), and longer intensive care unit stays. u[TIMP-2]*[IGFBP-7] is a valuable biomarker for early AKI risk stratification after liver transplantation, with subclinical AKI representing a distinct, clinically relevant phenotype.\nPubmed   Journal   ReadQx Pancreatology\n    Plasma fatty acids, genetic risk, and incident pancreatic cancer: A prospective cohort study.\nIncreasing plasma SFAs were associated with a higher risk of PC, whereas plasma PUFAs especially n-3 PUFAs were inversely associated with PC risk. The potential interaction between SFAs and genetic risk for PC warrants further investigation.\nPubmed   Journal   ReadQx Prevalence, clinicopathological features, and prognosis of diabetes in pancreatic cancer: A single-center retrospective cohort study of 1620 patients.\n DM is common in PC and associates with distinct clinicopathological profiles. NODM is linked to jaundice and poorer survival, while DM status serves as an independent prognostic factor in the curative-surgery subgroup, with part of NODM's adverse effect operating through bilirubin.\nPubmed   Journal   ReadQx The impact of opioid use in chronic pancreatitis from 2004-2024: A propensity-matched analysis of 183,214 individuals.\n Opioid use in chronic pancreatitis is associated with higher morbidity, mortality, and healthcare utilization, likely reflecting underlying disease severity and complications. These patients represent a high-risk group warranting greater attention, and prospective studies are needed to clarify causal relationships and guide optimized pain management strategies.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Am J Clin Nutr\n    Steps toward better understanding the role of dietary intake on development of complications in people with type 2 diabetes.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Artificial Intelligence as a New Player in Dietary Management of Inflammatory Bowel Disease.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    CAPTURE IBD: Advancing Precision Medicine in Pediatric IBD.\n\nPubmed   Journal   ReadQx Exploring the EPIcenter of VEOIBD: Defining the Genetic Drivers of Intestinal Epithelial Cellular Dysfunction.\n\nPubmed   Journal   ReadQx J Crohns Colitis\n    Beyond the Mucosa: Intestinal Ultrasound for Post Endoscopic Healing Risk Stratification in Ulcerative Colitis-Authors' Reply.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Beyond sex: Sarcopenia as the missing link in MELD score disparities and the case for cystatin C.\n\nPubmed   Journal   ReadQx Frailty in early HCC transplant candidates: It's not only about the tumor.\n\nPubmed   Journal   ReadQx Liver Transplant using the RAPID technique in a patient with colorectal liver metastases: Case report of a first in the United States.\n\nPubmed   Journal   ReadQx Pancreas\n    The Challenge of Pancreatic Duct Cannulation in Chronic Pancreatitis.\n\nPubmed   Journal   ReadQx Pancreatology\n    Collective evidence for solid pseudopapillary neoplasm of the pancreas as a hormone-dependent tumor.\n\nPubmed   Journal   ReadQx Future of fluid therapy for acute pancreatitis.\n\nPubmed   Journal   ReadQx PanSCOPE - Pancreatic cancer signature COllection for prognostic evaluation.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Am J Clin Nutr\n    Genotype-informed magnesium supplementation and rectal-niche microbial shifts: clarifying multiplicity, compositionality, and local vitamin D biology.\n\nPubmed   Journal   ReadQx Reducing dietary fat and cholesterol is clinically important to maintain or lower serum LDL cholesterol concentrations to optimal levels.\n\nPubmed   Journal   ReadQx Pancreatology\n    Complete pathological response in metastatic pancreatic adenocarcinoma following neoadjuvant therapy.\n\nPubmed   Journal   ReadQx Pancreatic cancer risk in genetically determined chronic pancreatitis.\n\nPubmed   Journal   ReadQx Response to Letter to the Editor: \"Bariatric surgery in pancreatic cancer: The double-edged sword of metabolic benefits and diagnostic challenges\".\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-28T20:09:48-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-21-2025/",
    "title": "Fri Nov 21 2025",
    "description": "32 articles - From Friday Nov 14 2025 to Friday Nov 21 2025",
    "author": [],
    "date": "2025-11-21",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Pancreatology\n    Impact of pancreatic steatosis on risk of Post-ERCP pancreatitis: Systematic review and meta-analysis.\nThere was a non-significant trend toward increased odds of severe PEP with PS (OR 2.17, 95 % CI 0.65-7.25;  I 2 = 0 %) CONCLUSIONS: PS appears to be a significant risk factor for the PEP and may help improve risk stratification before ERCP. Nevertheless, further large-scale prospective studies are needed to validate our results.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Association between hemoglobin levels and mild cognitive impairment in generally healthy European community-dwelling older adults: a three-year prospective analysis of the DO-HEALTH trial.\nBaseline hemoglobin levels above 130 g/L were associated with reduced odds of MCI over three years. While this study does not establish causality, it suggests further investigations in monitoring and managing hemoglobin levels, even in generally healthy older adults. TRIAL REGISTRATION\nPubmed   Journal   ReadQx Environmental enteric dysfunction, systemic inflammation, growth hormones, and linear growth in infants in western Kenya: a prospective observational cohort study.\nTargeting young infants with environmental enteric dysfunction, and especially increased gut permeability, may prevent or ameliorate chronic systemic inflammation and improve growth and development in infants in western Kenya. The PROSYNK trial was registered at the Pan African Clinical Trials Registry ( as PACTR202003893276712 (\nPubmed   Journal   ReadQx Human milk composition is associated with maternal overweight/obesity and low milk supply, with implications for infant weight outcomes: a cross-sectional study.\nMaternal OW influences HM composition and infant milk intake. LMS impacts infant weight gain by limiting milk volume, underscoring the importance of timely LMS detection to ensure adequate infant nutrition.\nPubmed   Journal   ReadQx Nutritional adequacy of the EAT-Lancet planetary health diet: cross-sectional analyses of the United Kingdom National Diet and Nutrition Survey.\n Nutritional adequacy was either better or unchanged with greater alignment to the PHD, suggesting that the PHD is unlikely to present concerns of nutritional inadequacy at the population level in the UK.\nPubmed   Journal   ReadQx SYNERGIES BETWEEN FOOD BIODIVERSITY, PROCESSING LEVELS, AND THE EAT-LANCET DIET FOR NUTRIENT ADEQUACY AND ENVIRONMENTAL SUSTAINABILITY: A MULTI-OBJECTIVE OPTIMIZATION USING THE EPIC COHORT.\n Diets that adhere to the EAT-Lancet diet, are more biodiverse, and prioritize unprocessed and minimally processed foods over UPFs, have the potential to synergistically enhance nutrient adequacy while minimizing environmental impacts. These findings suggest that moderate improvements across multiple dietary dimensions simultaneously can achieve meaningful gains in both nutritional adequacy and environmental sustainability.\nPubmed   Journal   ReadQx The Effect of Consuming Diets Containing Beef Compared with Plant-Based Beef Substitute on Human Milk Composition in the Study of nUtrition in Postpartum and EaRly life (SUPER) Randomized Crossover Feeding Trial.\nReplacing beef with plant-based UPF changed human milk fatty acid composition, reducing LCPUFAs and increasing tropical oil-derived saturated fats. These shifts may have implications for infant neurodevelopment and immune function, highlighting the need to distinguish between nutrient-equivalent and biologically equivalent foods in postpartum dietary guidance.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Association of Spondyloarthritis With Chronic Opioid Use in Inflammatory Bowel Disease: A Nationwide Danish Cohort Study.\nand relevance In this nationwide cohort, SpA was strongly associated with chronic opioid use in patients diagnosed with IBD. These findings highlight IBD+SpA as a high-risk phenotype warranting early identification and multidisciplinary pain management.\nPubmed   Journal   ReadQx Exploring Gut Mucosal Microbiota to Distinguish Crohn's Disease from Intestinal Tuberculosis.\nSignificant differences were noted in the composition and predicted function of the gut microbiota between the two conditions. Microbial dysbiosis was more severe in intestinal tuberculosis than in Crohn's disease and could differentiate between the two conditions with good accuracy.\nPubmed   Journal   ReadQx Fibroblast-Mediated MMP2 Contribution to Nonresponse in Anti-TNFα Therapy for Crohn's Disease.\nThis study highlights the association of pathogenic fibroblasts and ECM remodeling in anti-TNFα therapy failure, identifies MMP2 as a potential target, and suggests that combination therapy may offer a potential strategy for patients with treatment resistance.\nPubmed   Journal   ReadQx Nationwide Analysis of Food Insecurity among Individuals with Inflammatory Bowel Disease in the United States.\nIndividuals with IBD face a persistently higher risk of food insecurity. Some of the most important predictors included being non-Hispanic Black, being uninsured or having Medicaid insurance, and using SNAP. Clinicians should regularly screen patients with IBD for food insecurity and address it through a multidisciplinary approach, involving dietitians and social workers to enhance patient care and outcomes.\nPubmed   Journal   ReadQx Real-World Effectiveness of and Optimization Strategies for Mirikizumab in Pediatric Ulcerative Colitis: A Prospective, Observational Study.\nMIRI can induce and sustain CR in pediatric UC, particularly when early optimization strategies are applied. These findings highlight IUS as a useful surrogate for mucosal healing and support MIRI as a promising, adaptable, and safe therapeutic option in pediatric UC.\nPubmed   Journal   ReadQx The Importance of Treatment Timing and Positioning in IBD.\nThis commentary examines the progressive decline in biologic efficacy in inflammatory bowel disease, highlighting pharmacologic, immunologic, and cellular mechanisms of resistance. It advocates for early, biomarker-guided, and mechanistically informed sequencing to preserve long-term therapeutic response and overcome the emerging \"therapeutic ceiling.\"\nPubmed   Journal   ReadQx The Paradox of NET Involvement in the Pathogenesis of Inflammatory Bowel Disease.\nConversely, we consider how inflammation-driven changes in neutrophil activation, phenotype and immunometabolism can cause dysregulation in NET production and clearance and lead to harmful intestinal effects that can prolong intestinal and chronic inflammation in IBD. Specifically, we explore how uncontrolled NET production can damage intestinal epithelial integrity, increase bacterial translocation and increase thromboembolic risk, ultimately linking NETs to the pro-inflammatory pathogenesis of IBD.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Addition of pulse corticosteroids to oral prednisone in moderately active ulcerative colitis: A randomized, multicentre, open-label study by GETECCU.\nThe addition of three pulses of high-dose corticosteroids to a conventional regimen of oral prednisone does not improve medium and long-term clinical outcomes in moderately active UC.\nPubmed   Journal   ReadQx Automated real-time imaging of intestinal barrier integrity and molecular profiling for early outcome prediction in inflammatory bowel disease - Endo-Histo-Barrier-Omics study.\n Automated advanced imaging enables real-time barrier assessment in IBD and correlates with markers of epithelial and vascular barrier impairment. AI integration can enhance standardization toward broader clinical applicability.\nPubmed   Journal   ReadQx Frequency of dysplasia in endoscopically resected pseudopolyps in inflammatory bowel diseases.\nDysplasia was found in 12% of pseudopolypoid lesions, challenging the assumption that they are uniformly benign. Endoscopic features such as heterogeneous pit pattern and absence of ulceration may aid in identifying high-risk lesions. These results highlight the diagnostic uncertainty surrounding pseudopolyps in IBD and call for careful endoscopic assessment rather than routine resection.\nPubmed   Journal   ReadQx Modified-2-stage versus 3-stage approach in ileoanal pouch surgery for Ulcerative Colitis.\nBoth approaches have comparable high stoma-free rates at the end of follow-up. Modified-2-stage avoids a temporary stoma in more than 75% of patients, but has a significantly higher rate of anastomotic leakages. Active and early surveillance of the anastomosis after 3-stage procedures could improve postoperative outcomes in this group.\nPubmed   Journal   ReadQx Serum Protein Profiles Differ with Adalimumab and Ustekinumab Treatment in Moderately to Severely Active Crohn's Disease.\nAlthough patients receiving either adalimumab or ustekinumab reached similar rates of clinical remission at Week 52, the two therapies resulted in unique serum proteomic expression profiles reflecting mechanistic differences. Long-term treatment data is necessary to understand how differences in therapeutic mechanisms are associated with maintenance of remission and changes in patient reported outcomes in the context of inflammatory biomarkers.\nPubmed   Journal   ReadQx Liver Transpl\n    Associations between socioeconomic factors and post-liver transplant mortality across recovery phases.\nThese findings demonstrate that socioeconomic vulnerability after LT is not fixed but evolves over time. This study introduces a time-resolved framework that identifies when SES factors first become consequential, highlighting actionable windows for targeted interventions to reduce inequities in post-transplant care.\nPubmed   Journal   ReadQx Improved liver transplant outcomes for patients with hilar cholangiocarcinoma following implementation of the MMAT-3 policy.\nHowever, although significantly improved, waitlist mortality remained higher in hCCA patients compared to HCC patients (three-year dropout: 17.6% vs 14.%, p=0.02). Under the MMaT policy, hCCA patients have improved access to LT with improved waitlist survival.\nPubmed   Journal   ReadQx Pancreatology\n    Mapping of lymph node metastasis in nonfunctional pancreatic neuroendocrine tumors: A retrospective analysis of 455 patients.\nLymph node metastases are uncommon in pNETs 2 cm, lymphadenectomy should be tailored to metastasis risk at specific stations.\nPubmed   Journal   ReadQx Types of pancreatic lesions and the mutational landscape of the VHL gene in patients with von Hippel-Lindau disease.\n Pancreatic lesions are common in VHL disease. Mutations in codons 161 and 167 are hotspots in patients with pancreatic lesions, particularly NETs.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Inflamm Bowel Dis\n    Barriers and Opportunities for Resilience Programs in IBD: Insights From the SMART Project.\n\nPubmed   Journal   ReadQx Breaking Free from Corticosteroids in Crohn's Disease.\nThis editorial discusses the post-hoc analysis by Dubinsky et al evaluating upadacitinib's efficacy and safety by baseline corticosteroid use in Crohn's disease, highlighting its corticosteroid-sparing potential, the need for standardized tapering in trials, and the implications for achieving durable corticosteroid-free remission.\nPubmed   Journal   ReadQx Looking Beyond the Mucosa: A New Scoring System for Mesenteric Fat in Intestinal Ultrasound.\n\nPubmed   Journal   ReadQx Pancreatology\n    ENDPAC model for defining a high-risk group for pancreatic cancer: Strengths, limitations and the way forward.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    Early-Life Body Mass Index and Inflammatory Bowel Disease Risk: A Scandinavian Birth Cohort Study.\n\nPubmed   Journal   ReadQx Pancreatology\n    Proceeding with liver transplantation in acute non-necrotizing pancreatitis: A 10-year propensity-matched cohort study.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Inflamm Bowel Dis\n    Bridging the Gap: From Clinic to Home in IBD Monitoring-Authors' Reply.\n\nPubmed   Journal   ReadQx Pancreatology\n    Event timing inaccuracies in a retrospective study of low-dose aspirin and acute pancreatitis.\n\nPubmed   Journal   ReadQx Methodological Considerations Regarding \"Prognostic impact of serum triglycerides in acute pancreatitis\".\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-21T05:55:22-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-14-2025/",
    "title": "Fri Nov 14 2025",
    "description": "30 articles - From Friday Nov 07 2025 to Friday Nov 14 2025",
    "author": [],
    "date": "2025-11-14",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Inflamm Bowel Dis\n    Initial Management of Intra-Abdominal Abscess in Crohn's Disease: A Systematic Review and Meta-Analysis.\n Initial surgical management is the most definitive treatment for CD-related IAA, with the lowest reoperation rates. PD serves as a less invasive bridge to surgery that reduces postintervention complications. Medical management alone is less effective and should be reserved for select patients.\nPubmed   Journal   ReadQx Machine Learning Models for the Assessment of the Mayo Endoscopic Score in Ulcerative Colitis Trial Endpoints: A Systematic Review.\nOur review demonstrates strong performance characteristics of ML models to assess the MES on endoscopic videos in UC, potentially offering a standardized and reproducible solution to measure endoscopic severity. Further research will investigate the impact of this technology on clinical trial outcomes.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Can GLP-1 Agonists Be Used Safely in IBD? A Meta-Analysis.\n GLP-1 receptor agonists appear to be safe and effective in patients with IBD.\nPubmed   Journal   ReadQx Comparison of Early Ileocolic Resection and Medical Treatment for Crohn's Disease: A Systematic Review and Meta-analysis.\n An EICR operation for localized ileocolic CD was associated with longer and more stable remission, resulting in improved long-term outcomes compared to medical therapy alone. In cases of localized ileocolic CD where medical treatment fails to improve disease activity after several months, early surgical intervention may provide a safe and effective way to achieve disease remission and enhance the overall quality of life for patients.\nPubmed   Journal   ReadQx Placebo rates in randomised clinical trials of ulcerative colitis: An individual patient data meta-analysis.\nThese results enable future trials to incorporate design elements that reduce placebo rates as well as a precise benchmark for expected rates in clinical trials that do not include placebo.\nPubmed   Journal   ReadQx Pancreatology\n    Impact of pancreatic steatosis on risk of Post-ERCP pancreatitis: Systematic review and meta-analysis.\nThere was a non-significant trend toward increased odds of severe PEP with PS (OR 2.17, 95 % CI 0.65-7.25;  I 2 = 0 %) CONCLUSIONS: PS appears to be a significant risk factor for the PEP and may help improve risk stratification before ERCP. Nevertheless, further large-scale prospective studies are needed to validate our results.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Plasma fatty acids and the likelihood of healthy aging: a prospective cohort study.\nRelatively higher levels of plasma PUFAs, including n-3 PUFAs (both DHA and the non-DHA components) and n-6 PUFAs (LA but not the non-LA components), are associated with higher odds of healthy aging, potentially through retarding the biological aging processes.\nPubmed   Journal   ReadQx STRENGTHS AND LIMITATIONS OF URINARY SUGAR TESTING; AN OBSERVATIONAL STUDY OF INTESTINAL PERMEABILITY AND ABSORPTION IN ADULTS AND CHILDREN IN ZAMBIA AND TANZANIA WITH REFERENCE TO MUCOSAL BIOPSIES.\nStatistical analysis was correlational and included linear and fractional polynomial regression models CONCLUSION: LRR does distinguish between healthy and enteropathic states. However, these data suggest that test sugars may al permeate through the intestinal epithelium through common pathways, not necessarily distinguishing between pore, leak or unrestricted pathways or transcellular absorption.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    IL-15 Promotes Inflammatory Th17 Cells in the Intestine.\nIL-15 was redundant for Th17 differentiation, but IL-15 could activate terminally differentiated Th17 cells in the colon in a JAK1-dependent manner. Thus, we found that the IL15 axis is upregulated in UC and that IL-15 can activate inflammatory Th17 cells in the colon, raising the possibility that IL-15 is a potential target for UC treatments.\nPubmed   Journal   ReadQx Reliability and Validity of Mesenteric Fat Assessment by Intestinal Ultrasound in Pediatric Crohn's Disease Using the Chicago Mesenteric Fat Index.\n Assessment of MF on IUS is reproducible and reliable in pediatric CD. The CMFI can be used as a biomarker that mirrors biochemical and sonographic indicators of pediatric CD activity.\nPubmed   Journal   ReadQx The Importance of Treatment Timing and Positioning in IBD.\nThis commentary examines the progressive decline in biologic efficacy in inflammatory bowel disease, highlighting pharmacologic, immunologic, and cellular mechanisms of resistance. It advocates for early, biomarker-guided, and mechanistically informed sequencing to preserve long-term therapeutic response and overcome the emerging \"therapeutic ceiling.\"\nPubmed   Journal   ReadQx J Crohns Colitis\n    Addition of Baseline Histology and Fecal Calprotectin Does Not Reduce Placebo Rates in Ulcerative Colitis Clinical Trials: Post-hoc Analysis of Patient Level Data.\n Restricting trial enrollment based on elevated FC or histological activity did not meaningfully lower placebo response rates in phase 3 UC trials.\nPubmed   Journal   ReadQx Direct and indirect impacts of discrimination, internalized stigma, and disease disclosure on IBD patient health outcomes.\nIn this large cohort of adults with IBD, experiences of discrimination and internalized stigma were common and associated with active disease. Disease disclosure may mediate the relationship between discrimination and internalized stigma. This emphasizes the importance of psychosocial support for individuals with IBD.\nPubmed   Journal   ReadQx Establishing a multiple outcome set for Crohn's disease in real-world evidence studies: results from a Delphi e-survey.\nThis expert-driven Delphi study provides a standardized framework for selecting outcomes in CD RWE studies, improving consistency and comparability across future research in this field.\nPubmed   Journal   ReadQx Liver Transpl\n    Associations between socioeconomic factors and post-liver transplant mortality across recovery phases.\nThese findings demonstrate that socioeconomic vulnerability after LT is not fixed but evolves over time. This study introduces a time-resolved framework that identifies when SES factors first become consequential, highlighting actionable windows for targeted interventions to reduce inequities in post-transplant care.\nPubmed   Journal   ReadQx Pancreas\n    The Coexistence of Diabetes Mellitus and Low Fecal Elastase is associated with Increased Pancreatic Cancer Risk: A Retrospective, Real-world Cohort Study.\nThe coexistence of low fecal elastase and DM amplifies the risk of pancreatic ductal adenocarcinoma in our cohort of patients. These results suggest that fecal elastase values may be used to enrich the diabetic population for future PDAC risk stratification, though more studies are needed to validate these findings.\nPubmed   Journal   ReadQx The Correlation Between the Stenosis of Celiac Axis and Superior Mesenteric Artery and Complications After Pancreatoduodenectomy.\nCAS identified by preoperative contrast-enhanced MDCT was associated with the risk of complications after PD. Radiologists and surgeons should evaluate the condition of CAS in patients before PD.\nPubmed   Journal   ReadQx Pancreatology\n    A comprehensive population-based study and predictive survival model for undifferentiated carcinoma of the pancreas.\n The nomogram model, which incorporates histological type, PTR, chemotherapy, tumor size, and liver metastasis, provides valuable guidance and insights for both clinicians and UCP patients.\nPubmed   Journal   ReadQx Comparison of clinical features and pancreatic cancer risk between genetic mutations associated versus alcohol associated chronic pancreatitis.\nGCP shows distinct trajectories and an elevated early pancreatic cancer risk, particularly in SPINK1 gene mutation carriers, supporting genotype-stratified surveillance.\nPubmed   Journal   ReadQx Mapping of lymph node metastasis in nonfunctional pancreatic neuroendocrine tumors: A retrospective analysis of 455 patients.\nLymph node metastases are uncommon in pNETs 2 cm, lymphadenectomy should be tailored to metastasis risk at specific stations.\nPubmed   Journal   ReadQx Types of pancreatic lesions and the mutational landscape of the VHL gene in patients with von Hippel-Lindau disease.\n Pancreatic lesions are common in VHL disease. Mutations in codons 161 and 167 are hotspots in patients with pancreatic lesions, particularly NETs.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Inflamm Bowel Dis\n    Breaking Free from Corticosteroids in Crohn's Disease.\nThis editorial discusses the post-hoc analysis by Dubinsky et al evaluating upadacitinib's efficacy and safety by baseline corticosteroid use in Crohn's disease, highlighting its corticosteroid-sparing potential, the need for standardized tapering in trials, and the implications for achieving durable corticosteroid-free remission.\nPubmed   Journal   ReadQx Comment on \"The Severity of Rectal Inflammation and Pouch Surgery Outcome in Patients with Ulcerative Colitis: A Retrospective Cohort Study\".\n\nPubmed   Journal   ReadQx Recognizing the Burden of Metabolic Liver Disease in IBD.\n\nPubmed   Journal   ReadQx The Missing Link: Fusobacterium nucleatum in Post-Ileectomy Colorectal Carcinogenesis.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    Et Tu, Colon?\n\nPubmed   Journal   ReadQx Higher Vedolizumab Clearance Associates with Poor Therapeutic Outcomes during Intravenous Vedolizumab Maintenance Therapy in Crohn's Disease.\n\nPubmed   Journal   ReadQx J Crohns Colitis\n    One image is not enough: AI fuses vision to predict remission.\n\nPubmed   Journal   ReadQx Liver Transpl\n    When the MELD is low, the bar is high-Gender-related disparities in early liver transplantation.\n\nPubmed   Journal   ReadQx Pancreas\n    Laparoscopic Peritoneal Lavage compared to peritoneal drainage in the Early Treatment of Severe Acute ancreatitis.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-14T23:49:17-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-07-2025/",
    "title": "Fri Nov 07 2025",
    "description": "34 articles - From Friday Oct 31 2025 to Friday Nov 07 2025",
    "author": [],
    "date": "2025-11-07",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    A cross-sectional study of macronutrients, vitamins, minerals, and bioactive components in human milk of approved milk bank donors from low-, middle-, and high-income countries.\nClinical protocols for feeding DHM to preterm infants, including setting-specific fortifier products, may need to take into consideration the local donor milk banking model. Multidonor pooling warrants further investigation as a tool for milk banks to ensure minimum nutrient standards for DHM.\nPubmed   Journal   ReadQx Cross-sectional analysis of visceral adipose tissue associations with obesity-related disease.\nThese data suggest that VAT estimates may improve individual obesity risk management although this analysis did not demonstrate a clear advantage of VAT or a simple WC or WC/height. These data suggest a sex-independent threshold could be set for metabolic disease risk at approximately VAT ≥ 100 cm 2 .\nPubmed   Journal   ReadQx Egg supplementation for 24 weeks does not improve linear growth or reduce small intestinal permeability in Sierra Leonean children with moderate wasting: a randomized, blinded, controlled trial.\nSupplementation with whole egg powder for 24 wk, while providing ample amounts of essential amino acids, did not improve linear growth or reduce small intestinal permeability when compared with corn flour in children with MAM.\nPubmed   Journal   ReadQx High concentrations of polyunsaturated n-3 fatty acids in serum are inversely associated with risk of future incident venous thromboembolism - the HUNT cohort study.\nOur finding of an inverse association between serum n-3 PUFA concentrations and VTE suggest that a diet enriched with n-3 PUFAs might protect against future VTE.\nPubmed   Journal   ReadQx Insulinemic and Inflammatory Dietary Patterns and Colorectal Cancer Risk: A Dietary Data Harmonization Study of One Million Participants in the COMETS Consortium.\n Using carefully harmonized data from nearly one million individuals in the U.S. and Europe, we observed significant CRC risk reduction with habitual intake of low-insulinemic and anti-inflammatory dietary patterns, comparable to higher overall dietary quality. Study findings underscore the utility of these dietary patterns for global cancer prevention efforts.\nPubmed   Journal   ReadQx Novel protein targets for type 2 diabetes prevention and their mediating role in the diet-disease relationship: evidence from 2 population-based cohorts and a Mendelian randomization analysis.\nWe provide novel and robust findings of proteins causally linked to T2D and their associations with habitual diet. These findings may guide nutritional strategies for T2D prevention.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Efficacy and Safety with Upadacitinib by Baseline Corticosteroid Use in Patients with Moderately to Severely Active Crohn's Disease.\nand relevance The results from pivotal studies demonstrated that upadacitinib effectively induced early and sustainable corticosteroid-free clinical remission with a manageable safety profile in patients with moderate-to-severe CD. Clinical trial identifiers U-EXCEL, U-EXCEED, and U-ENDURE ClinicalTrials.gov numbers, NCT03345849, NCT03345836, and NCT03345823.\nPubmed   Journal   ReadQx Implementation of a Capillary Blood Self-Sampling Technique at Home for Monitoring of Patients With IBD.\nThis study shows a high success rate for capillary blood sampling at home for routine disease monitoring in IBD patients. Device optimization and identification of patient preferences are needed to effectively integrate blood sampling at home in remote monitoring of IBD patients.\nPubmed   Journal   ReadQx Intestinal Barrier Dysfunction in Inflammatory Bowel Disease: Pathophysiology to Precision Therapeutics.\nThe key gaps, particularly whether barrier dysfunction is a primary cause or a secondary consequence of IBD, lack of standardized clinically validated biomarkers, and limited translational efficiency into therapeutic applications, are also discussed. Addressing these gaps by integrating multidisciplinary research and adoption of advanced analytical technologies can pave way for personalized treatments, improving patient outcomes and mitigating the disease burden.\nPubmed   Journal   ReadQx Trends and Impacts of Advanced Therapy on Chronic Opioid Use in Asian Patients with Inflammatory Bowel Disease.\n Chronic opioid use has increased over the past decade among Korean patients with IBD, particularly among those with CD. AT is crucial for reducing opioid use in patients with CD.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Sequencing JAK-inhibitors in ulcerative colitis: effectiveness and safety of switching within treatment class.\n Treatment with a second JAKi is effective and safe in patients with UC already exposed to JAKi. Primary failure to a first JAKi and steroid use at initiation of the second JAKi might reduce the likelihood of success with the second JAKi.\nPubmed   Journal   ReadQx Liver Transpl\n    Physical exercise improves neurocognition in patients with metabolic dysfunction-associated steatotic liver disease.\n A structured, monitored exercise program improves cerebral hemodynamics, arterial stiffness and cognitive function in patients with MASLD. (NCT05520697).\nPubmed   Journal   ReadQx Pancreas\n    Acinar-to-Ductal Metaplasia: Bridging the Gap Between Cellular Plasticity and Treatment Innovations in Chronic Pancreatitis.\nAlthough progress has been made, significant challenges remain in understanding the complex mechanisms of ADM and in ensuring the safety and efficacy of these therapies. This review aims to provide an in-depth understanding of the role of ADM in CP and to pave the way for efficacious therapeutic options.\nPubmed   Journal   ReadQx Clinical Outcome and Quality of Life After Frey's Procedure and Longitudinal Pancreaticojejunostomy for Chronic Pancreatitis.\nBoth Frey's procedure and LPJ provided durable pain relief and improved quality of life. Surgical selection should be guided by pancreatic morphology to optimize long-term pain outcomes.\nPubmed   Journal   ReadQx Endoscopic Management of Chronic Pancreatitis in Children: A Single-center Experience Over a Decade.\n Therapeutic ERCP is a safe and effective therapy for the management of CP in children with significant improvement in pain and could influence stabilization of exocrine, and endocrine functions.\nPubmed   Journal   ReadQx Gastrointestinal Symptom Burden After Total Pancreatectomy with Islet Autotransplantation, A Prospective Observational Cohort Study.\n Post-TPIAT, patients experience severe belly pain, gas / bloating, nausea / vomiting, and diarrhea at higher rates compared to the general population. Patients who report a diagnosis of SIBO were more likely to have these symptoms with exception of diarrhea. Nausea / vomiting and diarrhea appear to have the largest impact on QoL measures.\nPubmed   Journal   ReadQx Incidence, Predictors, Management, and Outcome of Paralytic Ileus in Acute Pancreatitis.\n Paralytic ileus affects a significant proportion of patients with moderate to severe AP and is a marker of local and systemic complications. Paralytic ileus was an independent predictor of infected necrosis, intervention, and mortality, underscoring its prognostic relevance.\nPubmed   Journal   ReadQx Temporal Changes in Quality of Life in Patients with alcohol-associated Acute Pancreatitis.\n QOL is profoundly affected during hospitalization for alcohol-related AP, with persistent impairment in physical QOL at short-term follow-up. Efforts to address physical rehabilitation and mental health support during and in the post-hospitalization period may help optimize outcomes in alcohol-associated AP.\nPubmed   Journal   ReadQx The Utility of 24/7 Interventional Radiology Service Post-Pancreaticoduodenectomy IR post-pancreatectomy.\n Almost 30% of patients required out-of-hours emergency Interventional Radiology procedures. Given this finding, the propensity of pancreaticoduodenectomy patients to deteriorate rapidly, and the significant impact of failure to rescue in the morbidity and mortality associated with this operation, we believe that centres performing pancreaticoduodenectomy should have adequate access to Interventional Radiology services with 24-hour availability.\nPubmed   Journal   ReadQx Therapeutic Mechanisms of Sanhuang Xiexin Decoction in Severe Acute Pancreatitis-Associated Lung Injury: Modulation of the NF-κB Signaling Pathway.\nSHXXD exerts therapeutic effects in treating severe acute pancreatitis-associated lung injury by modulating the NF-κB signaling pathway, making it a potential alternative treatment for PALI. Its active components, including quercetin and baicalin, reduce inflammation.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Am J Clin Nutr\n    Can ω-3 fatty acids prevent venous thromboembolism?\n\nPubmed   Journal   ReadQx Contextualizing the global diversity of donor human milk composition.\n\nPubmed   Journal   ReadQx Proteins and the crossroads of diet and type 2 diabetes.\n\nPubmed   Journal   ReadQx Visceral adipose tissue compared with waist-based anthropometry in assessing metabolic risk.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Bridging the Gap: From Clinic to Home in IBD Monitoring.\nHome-based capillary blood sampling represents a paradigm shift toward patient-centered IBD monitoring, offering particular advantages for pediatric populations while requiring external validation before widespread clinical implementation.\nPubmed   Journal   ReadQx Comments on the Study of Colonic Taste Receptors, Fecal Amino Acids, and Ulcerative Colitis: Methodological Considerations for Enhanced Generalizability.\n\nPubmed   Journal   ReadQx Early Switching to Subcutaneous Infliximab as a Pragmatic Strategy for Optimized Inflammatory Bowel Disease Care.\n\nPubmed   Journal   ReadQx Pancreatology\n    Patient-derived organoids from EUS-guided biopsies in pancreatic cancer: moving the needle for precision medicine.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Liver Transpl\n    Advancing quality care for cirrhosis: A data-driven framework to reduce disparities and improve outcomes.\n\nPubmed   Journal   ReadQx Pancreas\n    Chymotrypsin Deficiency Accelerates Precancerous Remodeling of the Pancreas in KC Mice.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Inflamm Bowel Dis\n    Reply: Barriers and Opportunities for Resilience Programs in IBD: Insights from the SMART Project.\n\nPubmed   Journal   ReadQx Pancreatology\n    Aspirin use and acute pancreatitis mortality.\n\nPubmed   Journal   ReadQx Endoscopic management of pancreaticopleural fistula and dysphagia pancreatica in children.\n\nPubmed   Journal   ReadQx Unpacking the protective role of circ0001415 in acute pancreatitis: Is its upregulation a true adaptive shield or a stress signature?\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-07T07:35:11-05:00",
    "input_file": {}
  }
]
