[
  {
    "path": "gi2/12-15-2023/",
    "title": "Fri Dec 15 2023",
    "description": "3 articles - From Friday Dec 08 2023 to Friday Dec 15 2023",
    "author": [],
    "date": "2023-12-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Impact of 8 lifestyle factors on mortality and life expectancy among United States veterans: The Million Veteran Program. \r\nThe difference in life expectancy at age 40 y was 24.0 y for male veterans and 20.5 y for female veterans when comparing adoption of 8-9 lifestyle factors. A combination of 8 lifestyle factors is associated with a significantly lower risk of premature mortality and an estimated prolonged life expectancy.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Real-World Cohort Study on the Effectiveness and Safety of Filgotinib Use in Ulcerative Colitis. \r\nThese are the first reported data on the real-world efficacy and safety of filgotinib in ulcerative colitis. Our findings demonstrate that filgotinib is an effective and low risk treatment option for these patients.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Evaluation of pancreatic chymotrypsin activity for on-site prediction of clinically relevant postoperative pancreatic fistula. \r\nMeasurement of pancreatic chymotrypsin activity enabled accurate and rapid prediction of CR-POPF after pancreaticoduodenectomy. This can help surgeons to implement appropriate drain management at the patient's bedside without delay.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-21T08:12:37-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-08-2023/",
    "title": "Fri Dec 08 2023",
    "description": "23 articles - From Friday Dec 01 2023 to Friday Dec 08 2023",
    "author": [],
    "date": "2023-12-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Incidence and Prevalence of Primary Sclerosing Cholangitis: A Meta-analysis of Population-based Studies.\r\nBoth the prevalence and incidence of primary sclerosing cholangitis is low in the general population. Future studies on the incidence and prevalence of primary sclerosing cholangitis in the general population should be directed at Asia, Africa, and Latin America to allow for a more robust assessment of the global epidemiology of primary sclerosing cholangitis.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    K-ras gene mutation analysis to diagnosis pancreatic adenocarcinoma from endoscopic ultrasound-guided tissue acquisition; a systematic review and meta-analysis.\r\nK-ras gene mutation analysis in combination with to pathological diagnosis of EUS-TA increases the accuracy of differential diagnosis of PDAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of dietary patterns between age 9 and 24 months with risk of celiac disease autoimmunity and celiac disease among children at increased risk.\r\nDietary patterns in early childhood are associated with risk of CDA and celiac disease in genetically predisposed children, independent of gluten intake.\r\nPubmed   Journal   ReadQx \r\nBioavailability and daily requirement of vitamin B12 in adult humans: an observational study of its colonic absorption and daily excretion as measured by [13C]-cyanocobalamin kinetics.\r\nBackground Clinical and biochemical vitamin B intakes.\r\nPubmed   Journal   ReadQx \r\nEffect of an Asian-adapted Mediterranean diet and pentadecanoic acid on fatty liver disease: The TANGO randomized controlled trial.\r\n Mild weight loss induced by a Mediterranean-like diet adapted for Asians has multiple beneficial health effects in women with NAFLD. C15 0 supplementation lowers LDL-cholesterol and may cause beneficial shifts in gut microbiome. Registration clinicaltrials.gov, NCT05259475.\r\nPubmed   Journal   ReadQx \r\nGlycemic and sleep effects of daytime compared to overnight infusions of home parenteral nutrition in adults with short bowel syndrome: a quasi-experimental pilot trial.\r\n Daytime HPN was feasible and safe in adults with SBS, and compared to overnight HPN, improved subjective sleep without increasing 24-hour glucose levels.\r\nPubmed   Journal   ReadQx \r\nHealthy dietary patterns, genetic risk and gastrointestinal cancer incident risk: a large-scale prospective cohort study.\r\nAdherence to DASH and hPDI were associated with a lower risk of some gastrointestinal cancers, and these two dietary patterns may partly compensate for genetic predispositions to cancer. Our results support the development of precision medicine strategies that consider both dietary patterns and genetics to improve gastrointestinal health.\r\nPubmed   Journal   ReadQx \r\nLifetime dairy product consumption and breast cancer risk: a prospective cohort study by tumor subtypes.\r\nThese findings suggest that overall dairy consumption was not associated with risk of breast cancer. However, heterogeneity was observed for type of dairy food, period of life, and tumor subtypes.\r\nPubmed   Journal   ReadQx \r\nPhytosterol Intake and Risk of Coronary Heart Disease: Results from Three Prospective Cohort Studies.\r\nHigher long-term intake of total and major subtypes of phytosterols may be associated with a modest reduction in CHD risk, displaying a non-linear relationship that appeared to plateau at moderate intake levels. The role of phytosterols in preventing CHD warrants further investigation.\r\nPubmed   Journal   ReadQx \r\nPrebiotics increase iron absorption and reduce the adverse effects of iron on the gut microbiome and inflammation: a randomized controlled trial using iron stable isotopes in Kenyan infants.\r\nAdding prebiotics to iron-fortified infant cereal increases iron absorption and reduces the adverse effects of iron on the gut microbiome and inflammation in Kenyan infants.\r\nPubmed   Journal   ReadQx \r\nPrevalence of the Metabolic Syndrome by Household Food Insecurity Status in the United States Adolescent Population, 2001-2020: A Cross-Sectional Study.\r\nUsing the most current NHANES data, the estimated prevalence of MetS in US adolescents was slightly higher among those from FI households. However, after adjusting for potential confounders, the relationship between household FI and MetS was non-significant, highlighting the complexity of factors contributing to MetS in this population. Hispanic adolescents share a disproportionate burden of MetS compared to their non-Hispanic counterparts.\r\nPubmed   Journal   ReadQx \r\nRed meat intake and risk of type 2 diabetes in a prospective cohort study of United States females and males.\r\nOur study supports current dietary recommendations for limiting consumption of red meat intake and emphasizes the importance of different alternative sources of protein for T2D prevention.\r\nPubmed   Journal   ReadQx \r\nRelative validity of habitual sugar and low/no-calorie sweetener consumption assessed by FFQ, multiple 24-h dietary recalls and urinary biomarkers: an observational study within the SWEET project.\r\nThe validity of the FFQ against 24hRs for the assessment of sugars and LNCSB ranged from moderate to good. Comparing self-reports and urine excretions showed moderate agreement, but highlighted an important underestimation of LNCS exposure using the self-reports.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Altered Bile Acid and Pouch Microbiota Composition in Patients With Chronic Pouchitis.\r\nPouch microbiota a- and ß-diversity differed among patients with normal pouch, chronic pouchitis, and chronic pouchitis/primary sclerosing cholangitis. Lithocholic acid level and primary to secondary bile acid ratio were highly associated with pouch microbiota richness, structure, and composition. These findings emphasize the associations between pouch microbiota and bile acid composition in dysbiosis and altered metabolism, suggesting that secondary bile acids are decreased in chronic pouchitis.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Biologic therapy for inflammatory bowel disease: Real-world comparative effectiveness and impact of drug sequencing in 13,222 patients within the UK IBD BioResource.\r\nWe provide real-world evidence to guide biologic selection and sequencing in a range of common scenarios. Our findings challenge current guidelines regarding drug selection after loss of response to first anti-TNF.\r\nPubmed   Journal   ReadQx \r\nImpact of Maternal Smoking, Offspring Smoking, and Genetic Susceptibility on Crohn's Disease and Ulcerative Colitis.\r\nOur prospective cohort study provides evidence that MSDP increases the risk of CD in adult offspring, whereas no evidence supports their causal association. Additionally, smoking and genetic susceptibility had a numerically amplified effect with MSDP on CD and UC, but the interaction lacked statistical significance.\r\nPubmed   Journal   ReadQx \r\nThe clinical relevance of an inflamed appendix in Crohn's disease.\r\n The current study could not confirm a different prognosis for CD patients with and without an inflamed appendix. In contrast, in patients with a previous appendectomy a trend was seen towards increased postoperative recurrence, which might be related to the higher incidence of penetrating disease.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Real-World Patient Experience With Pancreatic Enzyme Replacement Therapy in the Treatment of Exocrine Pancreatic Insufficiency.\r\nThis study reveals potential barriers to effective treatment of EPI with PERT, including lack of patient education, mainly how and when to take PERT, gaps in appropriate dosing, and lack of patient follow-up. Continued focus on patient and provider education is essential to address these gaps and optimize the treatment of EPI.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Evaluation of pancreatic chymotrypsin activity for on-site prediction of clinically relevant postoperative pancreatic fistula. \r\nMeasurement of pancreatic chymotrypsin activity enabled accurate and rapid prediction of CR-POPF after pancreaticoduodenectomy. This can help surgeons to implement appropriate drain management at the patient's bedside without delay.\r\nPubmed   Journal   ReadQx \r\nNovel treatment system using endoscopic ultrasound-guided high-intensity focused ultrasound: A proof-of-concept study.\r\n The concept of transluminal HIFU ablation using novel EUS-HIFU system was proved in a porcine animal model. This novel treatment system has great potential for future cancer treatment although further investigation in more animals and different organs are warranted.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Nutrition and risk of celiac disease - you are what you (wh)eat.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Filgotinib for the Treatment of Refractory Collagenous Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    The value of ethnographic studies for making inferences about the nature of the human Paleolithic diet: comments on Lieberman et al. (2023).\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-12T21:06:13-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-01-2023/",
    "title": "Fri Dec 01 2023",
    "description": "48 articles - From Friday Nov 24 2023 to Friday Dec 01 2023",
    "author": [],
    "date": "2023-12-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    A Core Outcome Set for inflammatory bowel diseases: development and recommendations for implementation in clinical practice through an international multi-stakeholder consensus process.\r\nA COS for IBD, including a recommendation for use in clinical practice, was defined. Implementation of this set will start in Vienna, Berlin, Barcelona, Leuven and Rotterdam, empowering patients to better manage their care. Additional centres will follow worldwide.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Liver Transpl\r\n    The incidence of adverse outcome in donors after living-donor liver transplantation: A meta-analysis of 60,829 donors.\r\nInterpretation This study presents the incidence of post-LDLT outcomes in living liver donors, illustrating significant psychological, wound-related, and respiratory complications. While significant advancements in recent decades have contributed towards decreased morbidity in living donors, our findings call for targeted measures and continued efforts to ensure the safety and quality of life of liver donors post LDLT.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Pancreatic resection for metastasis from renal cell carcinoma: A single institution experience and meta-analysis of survival outcomes.\r\nPancreatectomy for RCC metastasis is associated with acceptable short-term clinical and promising long-term survival outcomes. Considering the rarity of the entity, escalation of level of evidence in this context is challenging.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of infant feeding practices with abdominal and hepatic fat measures in childhood in the longitudinal Healthy Start Study.\r\nThe timing of introduction and quality of complementary foods in infancy was associated with abdominal and hepatic fat accrual during childhood. Experimental studies are needed to assess underlying mechanisms.\r\nPubmed   Journal   ReadQx \r\nEffect of an Asian-adapted Mediterranean diet and pentadecanoic acid on fatty liver disease: The TANGO randomized controlled trial.\r\n Mild weight loss induced by a Mediterranean-like diet adapted for Asians has multiple beneficial health effects in women with NAFLD. C15 0 supplementation lowers LDL-cholesterol and may cause beneficial shifts in gut microbiome. Registration clinicaltrials.gov, NCT05259475.\r\nPubmed   Journal   ReadQx \r\nThe sulfur microbial diet and risk of nonalcoholic fatty liver disease: a prospective gene-diet study from the UK Biobank (The sulfur microbial diet and NAFLD).\r\nThe sulfur microbial diet had adverse associations with incident NAFLD, particularly in those at a higher genetic risk. Our study may provide evidence on the role of sulfur-metabolizing bacteria in the diet-NAFLD association.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Altered Bile Acid and Pouch Microbiota Composition in Patients With Chronic Pouchitis.\r\nPouch microbiota a- and ß-diversity differed among patients with normal pouch, chronic pouchitis, and chronic pouchitis/primary sclerosing cholangitis. Lithocholic acid level and primary to secondary bile acid ratio were highly associated with pouch microbiota richness, structure, and composition. These findings emphasize the associations between pouch microbiota and bile acid composition in dysbiosis and altered metabolism, suggesting that secondary bile acids are decreased in chronic pouchitis.\r\nPubmed   Journal   ReadQx \r\nAutomatic Segmentation and Radiomics for Identification and Activity Assessment of CTE Lesions in Crohn's Disease.\r\n The automated segmentation model accurately segments CD lesions, and machine learning classifier distinguishes CD activity well. This method can assist radiologists in promptly and precisely evaluating CD activity.\r\nPubmed   Journal   ReadQx \r\nClusters of Disease Activity and Early Risk Factors of Clinical Course of Pediatric Crohn's Disease.\r\nDuring the first 5 years of follow-up, one-third of children with CD experience a quiescent course. However, another one-third have a moderate-to-severe disease course. Surgery at the diagnosis is related to a quiescent course, while growth impairment and lack of response to induction therapy correlate with more severe disease activity during follow-up.\r\nPubmed   Journal   ReadQx \r\nDifferential Impact of Smoking on Methylome and Transcriptome in Crohn's Disease and Ulcerative Colitis.\r\nOur findings suggest both common and differential effects of cigarette smoking on CD and UC. Paneth cell dysfunction may mediate adverse impact of smoking on CD. Bile acid and oxidative stress pathways may be relevant for the differential effect of smoking on CD and UC.\r\nPubmed   Journal   ReadQx \r\nEarly Intestinal Ultrasound Predicts Clinical and Endoscopic Treatment Response and Demonstrates Drug-Specific Kinetics in Moderate-to-Severe Ulcerative Colitis.\r\nBWT and color Doppler signal predicted endoscopic targets already after 6 weeks of treatment and response was drug specific. IUS allows close monitoring of treatment in UC and is a surrogate marker of endoscopy.\r\nPubmed   Journal   ReadQx \r\nM1 and M2 Macrophages Differentially Regulate Colonic Crypt Renewal.\r\nThese findings highlight the importance of understanding distinct cellular interactions and direct dialogue between cells and increase our understanding of the contribution of different immune cell subtypes on crypt cell biology during inflammation.\r\nPubmed   Journal   ReadQx \r\nPediatric IBD Patients Treated With Infliximab and Proactive Drug Monitoring Benefit From Early Concomitant Immunomodulatory Therapy: A Retrospective Analysis of a 10-Year Real-Life Cohort.\r\nEarly IMM combo-therapy in proactively monitored patients with pIBD significantly prolonged the median LOR free interval compared with late/short or no IMM treatment.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Histologic image-based ensemble model to identify myenteric plexitis and predict endoscopic postoperative recurrence in Crohn's disease: a multicentre, retrospective study.\r\nOur work initially established an interpretable stacking model based on muscular layer and myenteric plexus features extracted from histologic images to identify the severity of myenteric plexitis and predict postoperative recurrence of CD.\r\nPubmed   Journal   ReadQx \r\nImpact of Concomitant Thiopurine on the Efficacy and Safety of Filgotinib in Patients with Ulcerative Colitis: Post hoc Analysis of the Phase 2b/3 SELECTION Study.\r\nThe efficacy and safety profiles of filgotinib treatment in SELECTION did not differ with or without concomitant IM use.\r\nPubmed   Journal   ReadQx \r\nImpact of Maternal Smoking, Offspring Smoking, and Genetic Susceptibility on Crohn's Disease and Ulcerative Colitis.\r\nOur prospective cohort study provides evidence that MSDP increases the risk of CD in adult offspring, whereas no evidence supports their causal association. Additionally, smoking and genetic susceptibility had a numerically amplified effect with MSDP on CD and UC, but the interaction lacked statistical significance.\r\nPubmed   Journal   ReadQx \r\nImproved clinical outcomes with early anti-tumour necrosis factor alpha therapy in children with newly diagnosed Crohn's disease: real world data from the international prospective PIBD-SETQuality inception cohort study.\r\n In this cohort of children with newly-diagnosed CD, early anti-TNF demonstrated superior effectiveness in high-risk patients.\r\nPubmed   Journal   ReadQx \r\nThe clinical relevance of an inflamed appendix in Crohn's disease.\r\n The current study could not confirm a different prognosis for CD patients with and without an inflamed appendix. In contrast, in patients with a previous appendectomy a trend was seen towards increased postoperative recurrence, which might be related to the higher incidence of penetrating disease.\r\nPubmed   Journal   ReadQx \r\nThe role of platelets and von Willebrand factor in the procoagulant phenotype of inflammatory bowel disease.\r\n Platelets and VWF (including its active form) appear to be central players in the procoagulant phenotype in IBD. We observed that the role of VWF in hemostasis differs from its role in colic tissue healing, potentially opening new therapeutic avenues for a life-threatening complication in IBD patients.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Improved outcomes of kidney-after-liver transplantation after the implementation of the safety net policy.\r\nThis 3-year follow-up after the 2017 UNOS policy revision demonstrated that the safety net implementation has resulted in improved liver outcomes for KALT patients with no increased AR of the liver or the kidney allografts.\r\nPubmed   Journal   ReadQx \r\nReexamining \"Psychosocial clearance\": A procedural framework for psychosocial evaluation in liver transplantation.\r\nWhile the clinical domains of a LT psychosocial evaluation have been well-described, few articles analyze the procedures by which teams determine candidates' \"psychosocial clearance\" and no conceptual frameworks exist. This article proposes a framework of core domains of psychosocial evaluation procedures, common pitfalls, and practical improvement strategies.\r\nPubmed   Journal   ReadQx \r\nRobotic and laparoscopic right lobe living donation compared to the open approach. a multicenter study on 1194 donor hepatectomies.\r\nDespite an increased operative and the first warm ischemia times, this approach is associated with reduced intraoperative blood losses and pain compared to the laparoscopic and open approaches. Further data are needed to confirm it as a valuable option for the laparoscopic approach in MIDH.\r\nPubmed   Journal   ReadQx \r\nTransplant selection simulation: Liver transplantation for alcohol-associated hepatitis.\r\nIn this simulation of LT for AH using a democratic process of selection, we demonstrate its potential as a learning model to evaluate the accuracy of psychosocial scores in predicting post-LT relapse and the concordance of majority voting with post-LT outcomes. Provider definitions of \"success\" in LT for AH have shifted towards patient-centered outcomes.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    A Shift Toward Early Oral Feeding in Acute Pancreatitis.\r\nMore AP patients were initiated on early oral feeding in the period following the publication of the AGA guidelines. Opioid analgesics use, pancreatic necrosis, and organ failure were associated with delayed oral feeding.\r\nPubmed   Journal   ReadQx \r\nCombination of Serum CA 19-9 and Endoscopic Ultrasound Findings Can Predict Malignancy Risk in Patients With Chronic Pancreatitis Presenting With Pancreatic Head Mass: A Proof-of-Concept Study.\r\nCombination of CA 19-9 and EUS best identifies malignancy risk in patients with IMP, who have otherwise benign course.\r\nPubmed   Journal   ReadQx \r\nElucidating the Role of miRNA-326 Modulating Hedgehog Signaling in Pancreatic Carcinoma.\r\nTaken together, miR-326 acts as a tumor suppressor in PDAC by modulating Hh pathway. It may be a promising target for the development of efficient drug therapies for the treatment of PDAC.\r\nPubmed   Journal   ReadQx \r\nEvaluation of a Novel Easy Loop-Forming Guidewire to Reduce Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis for Serial Pancreatic Juice Aspiration Cytologic Examination: A Propensity Score Matching Analysis.\r\nThe use of the novel easy loop-forming guidewire decreased PEP occurrence in patients who underwent endoscopic nasopancreatic drainage tube placement for SPACE.\r\nPubmed   Journal   ReadQx \r\nNoninvasive Computed Tomography-Based Deep Learning Model Predicts In Vitro Chemosensitivity Assay Results in Pancreatic Cancer.\r\nOur CT patch-based DL model exhibited high predictive performance in projecting HDRA results. Our study suggests that the DL approach could possibly provide a noninvasive means for the optimization of chemotherapy.\r\nPubmed   Journal   ReadQx \r\nReal-World Patient Experience With Pancreatic Enzyme Replacement Therapy in the Treatment of Exocrine Pancreatic Insufficiency.\r\nThis study reveals potential barriers to effective treatment of EPI with PERT, including lack of patient education, mainly how and when to take PERT, gaps in appropriate dosing, and lack of patient follow-up. Continued focus on patient and provider education is essential to address these gaps and optimize the treatment of EPI.\r\nPubmed   Journal   ReadQx \r\nUltrasonographic Features of Nonneoplastic Protrusions in Pancreatic Cysts by Contrast-Enhanced Endoscopic Ultrasound.\r\nPancreatic cyst protrusions with a hyperechoic surface layer on BM-EUS are suggestive of nonneoplastic disease.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Association between unstable diabetes mellitus and risk of pancreatic cancer.\r\nDeterioration in glycaemic control in people with previously stable diabetes may be an indicator of pancreatic cancer, suggesting investigations of the pancreas may be appropriate. The weaker longer-term (3-7 years) association between diabetes deterioration and pancreatic cancer may indicate that poor glycaemic control can be a risk factor for pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nFactors predictive of hospital length of stay in patients with an index episode of acute necrotizing pancreatitis.\r\n We demonstrate that multiple factors including delayed transfers to hospitals with pancreaticobiliary expertise lead to increased length of hospitalization. We suggest various strategies that can be considered to target those gaps and may have a favorable effect on LOS.\r\nPubmed   Journal   ReadQx \r\nNovel treatment system using endoscopic ultrasound-guided high-intensity focused ultrasound: A proof-of-concept study.\r\n The concept of transluminal HIFU ablation using novel EUS-HIFU system was proved in a porcine animal model. This novel treatment system has great potential for future cancer treatment although further investigation in more animals and different organs are warranted.\r\nPubmed   Journal   ReadQx \r\nP-suPAR may reflect the inflammatory response after pancreatic surgery.\r\nAfter pancreatic surgery, P-suPAR level on POD 1 is significantly lower in patients with POPF, POAP or SSI. P-suPAR is decreased after pancreatic resection in al patients. This type of postoperative P-suPAR profile has not previously been described, and may reflect the compensatory anti-inflammatory reaction following the initial systemic inflammatory reaction caused by surgical trauma.\r\nPubmed   Journal   ReadQx \r\nPost-pancreatectomy acute pancreatitis after pancreatoduodenectomy: Analysis of a clinically-relevant complication in a single-center retrospective study.\r\nPPAP represents a relevant complication after PD. Its risk factors are similar to those for CR-POPF, while anticoagulants could represent a possible prevention strategy.\r\nPubmed   Journal   ReadQx \r\nReal-time fluorescence imaging with indocyanine green during laparoscopic duodenum-preserving pancreatic head resection.\r\nThe ICG fluorescence imaging technology in LDPPHR helps protect the integrity of the common bile duct and reduce the occurrence of intraoperative bile duct injury, postoperative bile leakage, and bile duct stenosis.\r\nPubmed   Journal   ReadQx \r\nThe relationship between observation interval and prognosis in pancreatic cancer concomitant with intraductal papillary mucinous neoplasia.\r\n In OI 6 months or less, the rate of resectable PC was high, however, the rate of early PC was almost the same as that of OI more than 6 months. Approximately 10 % of cases found in the advanced stage with metastasis even if OI 6 months or less.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    A Case of Stricturing Crohn's Disease Treated With Multiple Session Balloon Dilatation and Self-Expandable Metal Stent.\r\n\r\nPubmed   Journal   ReadQx \r\nHLA-DQA1*05 Not Associated With Ustekinumab Loss of Response and Antidrug Antibodies in Ulcerative Colitis and Crohn's Disease Patients.\r\n\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Diseases Is Moving to Online Only Publication.\r\n\r\nPubmed   Journal   ReadQx \r\nMachine Learning and Radiomics: Changing the Horizon of Crohn's Disease Assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Freedom isn't free: Assessing the risks and benefits of steroid-free immunosuppression regimens in pediatric liver transplantation in a real world setting.\r\n\r\nPubmed   Journal   ReadQx \r\nOutcome of living-donor liver transplantation for patients older than age 70 years, with respect to preserved performance status and graft quality.\r\n\r\nPubmed   Journal   ReadQx \r\nOutcomes using steatotic liver grafts: Will machines score the final goal?\r\n\r\nPubmed   Journal   ReadQx \r\nPolicy corner: Cholangitis exception update.\r\n\r\nPubmed   Journal   ReadQx \r\nWeighing in on organ allocation for tweens.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancreatic Gangliocytic Paraganglioma: A Rare Neuroendocrine Neoplasm: Case Report and Literature Review.\r\n\r\nPubmed   Journal   ReadQx \r\nValentino's Syndrome-A Rare Complication of Pancreatic Stent Migration.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-05T21:25:03-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-24-2023/",
    "title": "Fri Nov 24 2023",
    "description": "16 articles - From Friday Nov 17 2023 to Friday Nov 24 2023",
    "author": [],
    "date": "2023-11-24",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Infant Milk Formula with Large, Milk Phospholipid-coated Lipid Droplets Enriched in Dairy Lipids Affects Body Mass Index Trajectories and Blood Pressure at School Age: Follow-up of a Randomized Controlled Trial.\r\nEarly life feeding of an innovative IMF with large, milk phospholipid-coated lipid droplets enriched with dairy lipids results in a BMI trajectory closer to breastfed infants and a lower blood pressure at school age.\r\nPubmed   Journal   ReadQx \r\nLife's Essential 8, genetic predisposition, and the risk of incident adult-onset asthma: a prospective cohort study.\r\nOur findings suggested that maintaining optimal CVH should be recommended as a preventive strategy for AOA, regardless of their asthma genetic risks.\r\nPubmed   Journal   ReadQx \r\nProtein intakes affects erythrocyte glutathione synthesis in young healthy adults in a repeated-measures trial.\r\n A protein intake of 1.0 g·kg -1 ·d -1 maximized GSH synthesis which is in agreement with earlier IAAO-derived protein requirements of 0.93 to 1.2g·kg -1 ·d -1 . These findings suggest that recommendations based on NB (0.66g·kg -1 ·d -1 ) may underestimate protein needs for adequate health. Clinical trials registry # NCT02971046,\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    An Atlas Characterizing the Shared Genetic Architecture of Inflammatory Bowel Disease with Clinical and Behavioral Traits.\r\n The present analysis reveals the shared genetic architecture between multiple traits and IBD, CD, and UC. Understanding the relevance of joint occurrences of IBD with psychiatric diseases may moderate management of these diseases for individuals jointly affected by them.\r\nPubmed   Journal   ReadQx \r\nClusters of Disease Activity and Early Risk Factors of Clinical Course of Pediatric Crohn's Disease.\r\nDuring the first 5 years of follow-up, one-third of children with CD experience a quiescent course. However, another one-third have a moderate-to-severe disease course. Surgery at the diagnosis is related to a quiescent course, while growth impairment and lack of response to induction therapy correlate with more severe disease activity during follow-up.\r\nPubmed   Journal   ReadQx \r\nProactive Infliximab Monitoring Improves the Rates of Transmural Remission in Crohn's Disease: A Propensity Score-Matched Analysis.\r\nProactive optimization of IFX based on trough levels increases the rates of transmural remission in CD.\r\nPubmed   Journal   ReadQx \r\nThe Crohn's Disease Exclusion Diet: A Comprehensive Review of Evidence, Implementation Strategies, Practical Guidance, and Future Directions.\r\nIn severe disease, complicated phenotypes, or with extraintestinal involvement, CDED should be considered on a case-by-case basis, according to physician and dietitians' discretion. More studies are warranted to assess the efficacy of CDED in different scenarios.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Clinical predictors of early and late endoscopic recurrence following ileocolonic resection in Crohn's disease.\r\nWe identified independent clinical predictors of early and late Crohn's disease postoperative endoscopic recurrence. Clinical factors traditionally used for risk stratification failed to predict recurrence and need to be revised.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A journey to and with the stars: The pancreatic stellate cell story.\r\nThis paper summarises her Palade lecture wherein she reflects on her journey as a medical graduate, an academic and a researcher, with a particular focus on her team's pioneering work on pancreatic stellate cell biology and the role of these cells in health and disease. While there has been much progress in this field with the efforts of researchers worldwide, there is much still to be learned;  thus it is a topic with ample scope for innovative research with the potential to translate into better outcomes for patients with pancreatic disease.\r\nPubmed   Journal   ReadQx \r\nDecreased neutrophil counts prolong inflammation in acute pancreatitis and cause inflammation spillover to distant organs.\r\n Prolonged inflammation was observed in the G-CSF-KO mice. Tissue cleanup by neutrophils during the acute phase of inflammation may influence healing through the chronic phase.\r\nPubmed   Journal   ReadQx \r\nFactors predictive of hospital length of stay in patients with an index episode of acute necrotizing pancreatitis.\r\n We demonstrate that multiple factors including delayed transfers to hospitals with pancreaticobiliary expertise lead to increased length of hospitalization. We suggest various strategies that can be considered to target those gaps and may have a favorable effect on LOS.\r\nPubmed   Journal   ReadQx \r\nImpact of preoperative endoscopic procedures on adverse event rates after surgical resection for main-duct and mixed-type intraductal papillary mucinous neoplasms (IPMNs).\r\nPostoperative adverse events were not significantly increased among patients who had ERCP or EUS-FNA before surgical resection for MD- or MT-IPMNs. Endoscopic procedures directly sampling the MD can be safely pursued for diagnostic purposes in selected cases.\r\nPubmed   Journal   ReadQx \r\nNSAIDs do not reduce severity among post-ERCP pancreatitis patients.\r\nRectal diclofenac or indomethacin before or after ERCP reduce the overall burden of MSPEP by reducing the pool of PEP from which it can arise. However, the proportion of MSPEP among patients who developed PEP is unaffected. Therefore, NSAIDs prevent initiation of PEP, but do not affect severity among those that develop PEP. Alternative modalities are needed to reduce MSPEP among patients who develop PEP.\r\nPubmed   Journal   ReadQx \r\nThe relationship between observation interval and prognosis in pancreatic cancer concomitant with intraductal papillary mucinous neoplasia.\r\n In OI 6 months or less, the rate of resectable PC was high, however, the rate of early PC was almost the same as that of OI more than 6 months. Approximately 10 % of cases found in the advanced stage with metastasis even if OI 6 months or less.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    Intestinal Failure: A Small but Imperfectly Phenotyped Complication of Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Use of Placebo in Clinical Trials of Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-30T10:42:32-05:00",
    "input_file": {}
  }
]
