[
  {
    "path": "gi2/09-12-2025/",
    "title": "Fri Sep 12 2025",
    "description": "35 articles - From Friday Sep 05 2025 to Friday Sep 12 2025",
    "author": [],
    "date": "2025-09-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Global Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effects of carbohydrate-restricted diets and macronutrient replacements on cardiovascular health and body composition in adults: A meta-analysis of randomized trials.\r\nCRDs improved cardiovascular health and body composition, especially in diets with combined macronutrient replacement. Potential adverse effects, including LDL elevation and lean mass loss, warrant clinical monitoring. Registration number For body composition  PROSPERO  CRD420251043066 ( for cardiovascular health  CRD420251011748 (\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of body mass index, waist circumference, and weight-adjusted waist index with body composition and biomarkers: A multinational pooled analysis.\r\nOur data suggest that WWI is associated with unhealthy body composition (high fat, low fat-free mass) in populations of diverse age, sex, and race/ethnicities and may serve as an alternative index to BMI and WC.\r\nPubmed   Journal   ReadQx \r\nCan correction of low vitamin D status in infancy program for a leaner body composition?: a post-trial follow-up study of whole body lean mass in early childhood.\r\n The greater whole body lean mass observed in infants in our published trial of 1000 IU/d of vitamin D supplementation compared to 400 IU/d was maintained post-trial at 24 months in accordance with greater length. Confirmation of these observations, and whether these extend into later childhood, requires new trials.\r\nPubmed   Journal   ReadQx \r\nImpact of sustainable diets on micronutrient intakes and status: outcomes of the MyPlanetDiet randomized controlled trial.\r\nA diet based on sustainable dietary principles lowered dietary GHGE and several MNs, despite provision of daily servings of dairy, three weekly servings of animal protein and two servings of fish. These findings show that MNs should be considered in developing environmentally protective diets. Clinical trial registry  (NCT05253547).\r\nPubmed   Journal   ReadQx \r\nIngestion of a lipid-rich meat matrix blunts the post-exercise increase of myofibrillar protein synthesis rates in healthy adults: A randomized controlled trial.\r\nClinical trial registry NCT05876299, ClinicalTrials. gov.\r\nPubmed   Journal   ReadQx \r\nInteraction between dietary cholesterol intake and genetic variants for cholesterol absorption in relation to coronary artery disease mortality: a prospective analysis in the Singapore Chinese Health Study.\r\nDC intake was more strongly associated with CAD mortality in Singapore Chinese with greater genetic susceptibility to cholesterol absorption.\r\nPubmed   Journal   ReadQx \r\nPredicting total body water in infants aged 0.5-24 months and the implications for measuring breast milk intake: a secondary analysis of isotope dilution data.\r\nThe equation used in DTM calculations provides biased TBW estimates. This has implications for measuring breast milk intake and nonmilk water intake and our understanding of nutritional needs during the first 2 y of life.\r\nPubmed   Journal   ReadQx \r\nThe effect of muscle quality index on the risk of adverse health outcomes: a prospective cohort study of 355,209 adults.\r\n Our findings highlight the importance of enhancing muscle quality to prevent chronic diseases and unveil underlying mechanisms.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Branched-Chain Amino Acids Exacerbate Colitis Progression by Lowering Colonic Fumarate Levels.\r\nBCAA supplementation exacerbates DSS-induced colitis in mice. This effect is mediated by detrimental changes in gut microbiota composition and metabolome. DMF treatment shows promise to mitigate these adverse effects, suggesting potential therapeutic avenues to manage BCAA-induced colitis exacerbation and reinforcing the role of microbiome in UC. These findings underscore the caution needed with the use of BCAAs during inflammatory conditions.\r\nPubmed   Journal   ReadQx \r\nClinical Research: Disparities in Outcomes for Patients With Inflammatory Bowel Disease at a Private vs Public Hospital in New York City.\r\nOur study is the first to identify significant differences in patient demographics, disease phenotype, treatments and clinical outcomes between patients treated for IBD at a private nonprofit vs public hospital. Our data suggest that social determinants of health drive disparities in the utilization of healthcare facilities.\r\nPubmed   Journal   ReadQx \r\nPatient-Specific Regulatory Network Rewiring in Inflammatory Bowel Disease: How Genetic Polymorphisms Divert Incoming Signals and Contribute to Disease Pathogenesis.\r\nIn summary, this work highlights the importance of personalized investigation of signaling processes upstream of genetic polymorphisms to gain a more comprehensive understanding of IBD pathogenesis.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Sarcopenia on Clinical Outcomes in Pediatric Crohn's Disease.\r\nThe presence of sarcopenia at the diagnosis increases the risk of clinical relapses in the first year of diagnosis. Magnetic resonance evaluation of the tPMA could therefore help identify children at higher risk of worse outcomes.\r\nPubmed   Journal   ReadQx \r\nWhen to Switch to Subcutaneous Infliximab? The RE-WATCH Multicenter Study.\r\nOur study has shown that early switch from IV-IFX to SC-IFX at 6 weeks is effective in terms of clinical and endoscopic remission at one year yielding similar results to late switch at 6 months.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Blood proteomic signatures associated with disease activity in Inflammatory Bowel Diseases.\r\n Our findings reveal inflammatory blood proteomic signatures associated with post-operative recurrence and biologic treatment failure in IBD. Several key biomarkers were identified. These results support the rationale for personalized approaches, including combination therapies targeting multiple pathways.ClincialTrials.gov number, NCT02693340 and NCT02693340.\r\nPubmed   Journal   ReadQx \r\nClinical Outcome After Entero-Enteric Anastomosis for Crohn's Disease: A Case-Control Study.\r\nThe clinical outcome is more severe in CD patients with EEA than in those with ICA, being associated with a higher rate of clinical recurrence and hospitalization after surgery.\r\nPubmed   Journal   ReadQx \r\nSubcutaneous vedolizumab dose intensification in inflammatory bowel disease patients: the OPTI-VEDO multicenter study from the GETAID.\r\nIn this real-world study evaluating SC VDZ intensification, a SFCr was observed in at least one third of IBD patients at 3 months, suggesting the benefit of this strategy in clinical practice.\r\nPubmed   Journal   ReadQx \r\nUnravelling the genetic architecture of inflammatory bowel disease multiplex families with rare and common variant polygenic risk scores.\r\n Multiplex IBD families show diverse genetic architecture, with almost half showing a high burden of common and/or rare risk variants. While genetic predispositions to smoking influences IBD risk in sporadic cases, it provides limited insights into familial IBD. These findings highlight the genetic complexity within multiplex families and the need for tailored research approaches such as risk stratification and genetic screening strategies.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    GALNT4-induced O-GalNAc glycosylation of MUC1 accelerates the invasive phenotype of PDAC.\r\n GALNT4-induced O-GalNAc glycosylation of MUC1 accelerates the formation of the invasive phenotype in PDAC, which could be a potential target for novel treatment.\r\nPubmed   Journal   ReadQx \r\nOutcomes of FOLFIRINOX versus gemcitabine plus nab-paclitaxel in patients with early recurrent pancreatic cancer after adjuvant S-1 treatment: A propensity score-matched analysis.\r\nGnP was associated with improved OS compared to FOLFIRINOX for patients with early recurrence after adjuvant S-1.\r\nPubmed   Journal   ReadQx \r\nPrediction model for mutation detection via circulating tumor DNA analysis in pancreatic cancer.\r\nWe developed and validated a predictive model for KRAS mutations. This model may be a useful clinical decision-making tool for liquid CGP in patients with PC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    A scoping review on the possible immunometabolic properties of the furan fatty acid metabolite 3-carboxy-4-methyl-5-propyl-2-furanpropionic acid.\r\nEpidemiological evidence further supports that elevated CMPF levels are associated with reduced susceptibility to infections. Collectively, there is compelling evidence supporting the hypothesis that CMPF is a bioactive metabolite with systemic metabolic and immunomodulatory effects, warranting further in-depth investigation.\r\nPubmed   Journal   ReadQx \r\nIn pursuit of perfection: a small but important refinement of the isotopic measurement of human milk output.\r\n\r\nPubmed   Journal   ReadQx \r\nRising global burden of sugar-sweetened beverage consumption- Urgent need for action.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Defining oligo-recurrence criteria for locoregional intervention in pancreatic ductal adenocarcinoma: A multidisciplinary era perspective.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Reanalysis of the vitamin D and dementia association using the doubly-ranked nonlinear Mendelian randomization approach.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter to the editor: Clarifying skin cancer definitions and time frames in liver transplant recipients.\r\n\r\nPubmed   Journal   ReadQx \r\nWorkload, compensation, and institutional support among U.S. transplant hepatologists: Results of a National Survey.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Poor Performance Status, Diabetes Mellitus, and Statin use are Risk Factors for Decreased Skeletal Muscle Mass During Nab-paclitaxel Plus Gemcitabine Therapy in Patients with Advanced Pancreatic Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Calling Guidance Evidence-Based When It Is Not Is Against the Ethos of Science.\r\n\r\nPubmed   Journal   ReadQx \r\nEstablishing minimal reporting standards for unknown metabolites: an essential prerequisite for advancing nutritional metabolomics.\r\n\r\nPubmed   Journal   ReadQx \r\nRevised analyses do not provide compelling evidence of any benefit of vitamin D.\r\n\r\nPubmed   Journal   ReadQx \r\nSkeletal Muscle and Fat-Free Mass: Related but Distinct Concepts in Body Composition.\r\n\r\nPubmed   Journal   ReadQx \r\nWe need to bridge nutritional and pharmacological research for long-term successful implementation of weight loss medication in practice.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Letter to the Editor regarding \"Predictors of acute pancreatitis in patients treated with GLP-1 receptor agonists for weight management\".\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-09-21T17:55:06-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/09-05-2025/",
    "title": "Fri Sep 05 2025",
    "description": "31 articles - From Friday Aug 29 2025 to Friday Sep 05 2025",
    "author": [],
    "date": "2025-09-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Global Consensus Statement on the Management of Pregnancy in Inflammatory Bowel Disease.\r\nOverall, the goal of the group was to provide data-driven and practical guidance to improve the care of women with IBD around the globe based on the best available research.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreatology\r\n    Pylorus preservation after total pancreatectomy: a systematic review and meta-analysis.\r\nPP during TP can reduce operative time but does not significantly impact postoperative outcomes, such as DGE, morbidity, or hospital stay. More prospective studies are needed to confirm these findings and to explore the potential benefits of PP in minimally invasive surgical approaches.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Apolipoprotein E -ε4-dependent associations between carotenoids and cognitive decline: Findings from the Mediterranean-Dietary Approaches to Stop Hypertension (DASH) intervention for neurodegenerative delay (MIND) randomized controlled trial.\r\nHigher plasma carotenoid concentrations were associated with slower cognitive decline in APOE-ε4 carriers, potentially mitigating genetic risk.\r\nPubmed   Journal   ReadQx \r\nAssociation of adiposity markers, serum 25-hydroxyvitamin D, and frailty in older adults: A prospective cohort study.\r\nOlder adults with both low adiposity markers and serum 25(OH)D had the highest frailty risk and the greatest increase in FI during follow-up. Guidelines for frailty prevention should consider both obesity markers and vitamin D status together in older adults.\r\nPubmed   Journal   ReadQx \r\nCancer incidence and mortality risk: associations with diet quality scores in a predominantly low-income and Black cohort study.\r\nOur study suggests that dietary indices are at most weakly related to cancer risk among the generally low-income SCCS participants. It highlights the need for more research on nutrition and cancer prevention in socioeconomically and racially diverse populations.\r\nPubmed   Journal   ReadQx \r\nPredicting total body water in infants aged 0.5-24 months and the implications for measuring breast milk intake: a secondary analysis of isotope dilution data.\r\nThe equation used in DTM calculations provides biased TBW estimates. This has implications for measuring breast milk intake and nonmilk water intake and our understanding of nutritional needs during the first 2 y of life.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Computer-Aided Detection Colonoscopy for Surveillance in IBD Patients: Insights from a Single-Center Experience.\r\nIn a real-world, single-center experience, the introduction of CADe did not improve neoplasms detection in patients with IBD and was associated with a nonsignificant decline in ADR. These findings call into question the utility of generic CADe systems in IBD surveillance and emphasize the need to foster IBD-specific CADe systems, as well as addressing challenges arising from physician-artificial intelligence interactions.\r\nPubmed   Journal   ReadQx \r\nFunctional Profiling Demonstrates That a Sulfide-Reducing Diet Achieves Microenvironmental Targets in Ulcerative Colitis.\r\nHere, we demonstrate that the objectives of the 4-SURE diet were fulfilled. This application of deep functional analysis to a dietary intervention study is novel and highlights an exemplar framework for including microbial and metabolomic biomarkers of pathogenic relevance in the analysis of therapeutic diet strategies. (Australian New Zealand Clinical Trials Registry, Number  ACTRN12619000063112).\r\nPubmed   Journal   ReadQx \r\nRELA Haploinsufficiency Manifesting as an Atypical Phenotype of Crohn's Disease.\r\n This study links RELA haploinsufficiency with CD-like features, Th1/Th17 polarization, and interferon-driven inflammation, emphasizing the importance of genetic evaluation in patients with atypical or refractory IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Combination therapy with biologics and/or small molecules in inflammatory bowel disease: a comprehensive review.\r\nHigh treatment costs also pose a barrier to widespread adoption of ACT, though biosimilars may help offset these concerns. In summary, ACT may represent a potentially valuable therapeutic option in selected high-risk or treatment-resistant patients with inflammatory bowel disease;  however, its true clinical benefit remains uncertain and requires confirmation through robust, well-powered randomised controlled trials.\r\nPubmed   Journal   ReadQx \r\nFaecal loss of vedolizumab is associated with UC severity, lower serum vedolizumab levels and rates of clinical response: Results from the FAVOUR study.\r\nActive UC results in faecal loss of vedolizumab. This correlates with lower SVL and decreased response to treatment. Faecal loss of vedolizumab may be a marker of disease activity and/or result in lower rates of drug exposure at a tissue level, negatively impacting response.\r\nPubmed   Journal   ReadQx \r\nModulating checkpoint molecules in inflammatory bowel diseases as a new therapeutic strategy: a narrative review.\r\nConversely, modulating checkpoint molecules offers a promising strategy to dampen the excessive immune response observed in immune-mediated inflammatory diseases (IMIDs) such as IBD. In this review, we provide a comprehensive overview of immune checkpoint molecules, explore the rationale for targeting them in IBD, and summarize current evidence from clinical trials investigating checkpoint modulation in IMIDs.\r\nPubmed   Journal   ReadQx \r\nOptimizing the switch from escalated intravenous to subcutaneous infliximab: a population pharmacokinetics-pharmacodynamics study.\r\nPatients on Q6W and Q8W IV regimens may switch to standard SC infliximab without an increase in FC.\r\nPubmed   Journal   ReadQx \r\nSubmucosal hyper-echogenicity on intestinal ultrasound is associated with fat deposition and predicts treatment non-response in patients with ulcerative colitis.\r\n Submucosal hyper-echogenicity on IUS indicates fat deposition and predicts non-response in UC.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Graft PD-L1 as a predictive marker for rejection in PD-1 inhibitor therapy for recurrent liver tumors post-transplant: A prospective pilot trial.\r\nThe median survival time after tumor recurrence was 24.6 months, exceeding the historically reported median survival time of 16.3 months. These exploratory findings suggest that, in selected liver transplant recipients, PD-1 inhibitors may be associated with reduced rejection risk and potential survival benefit, although further validation is needed.\r\nPubmed   Journal   ReadQx \r\nPost-liver transplantation outcomes in acute-on-chronic liver failure: Impact of alcohol as a precipitant and etiology of chronic liver disease.\r\n While there were no differences in one year survival, AH-ACLF was associated with higher healthcare resource utilization compared to other ACLF precipitants. Liver transplant centers should ensure adequate resources are allocated for management of these patients.\r\nPubmed   Journal   ReadQx \r\nPotential missed opportunities to improve long-term liver allograft health.\r\nBy addressing both metabolic and immune pathways, these interventions represent a multifaceted approach to potentially optimize long-term liver allograft outcomes. Therefore, further research is warranted to determine their efficacy and safety in the liver transplant population.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Nuclear Symmetric Dimethylarginine Staining is Indicative of Pancreatic Ductal Adenocarcinoma.\r\nWe demonstrate for the first time that nuclear SDMA staining is significantly enhanced in PDAC tissues and in the Islets of Langerhans of the pancreas, indicating novel tissue IHC markers for PDAC and the endocrine units of the pancreas.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A comparative analysis of gender and racial disparities in acute necrotizing pancreatitis outcomes: Insights from the national inpatient sample database.\r\nThis study reveals significant racial and gender disparities in NP outcomes, with males and Black patients experiencing distinct risks and care patterns. Future studies incorporating clinical and laboratory data across settings are warranted to validate these findings.\r\nPubmed   Journal   ReadQx \r\nEffect of albumin infusion in patients with predicted severe acute pancreatitis: A randomized controlled trial.\r\n In our study, albumin replacement did not reduce the remission rate of SIRS or the rate of mortality at 60 days in patients with acute pancreatitis.\r\nPubmed   Journal   ReadQx \r\nImpact of coronavirus disease 2019 on the clinical outcomes of acute pancreatitis: a nationwide observational study in Japan.\r\nPatients with concurrent COVID-19 infection, particularly those diagnosed during hospitalization, are at increased risk of severe AP and in-hospital mortality compared to those without COVID-19.\r\nPubmed   Journal   ReadQx \r\nInfluence of prior bariatric surgery on pancreatic cancer stage at presentation and inpatient outcomes.\r\n Patients with prior bariatric surgery often present with more advanced pancreatic head tumors which may reflect diagnostic challenges from altered anatomy, likely leading to higher metastatic rates. Despite this, they have lower inpatient mortality and better metabolic profiles. Early referral and specialized diagnostic techniques can improve staging and outcomes. As bariatric surgery is more often encountered, standardized clinical guidelines are needed.\r\nPubmed   Journal   ReadQx \r\nOutcomes of FOLFIRINOX versus gemcitabine plus nab-paclitaxel in patients with early recurrent pancreatic cancer after adjuvant S-1 treatment: A propensity score-matched analysis.\r\nGnP was associated with improved OS compared to FOLFIRINOX for patients with early recurrence after adjuvant S-1.\r\nPubmed   Journal   ReadQx \r\nProteomic insights into chronic pancreatitis: Proteome-wide mendelian randomization to identify potential therapeutic targets.\r\nThis study prioritizes 26 proteins (tiers 1-3 targets) as potential therapeutic targets for CP, bridging proteomic insights to clinical translation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    In pursuit of perfection: a small but important refinement of the isotopic measurement of human milk output.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Letter to the Editor Regarding \"Real-World Comparison of Effectiveness, Treatment Persistence, and Safety of First-Line Advanced Therapies at 1 Year for Ulcerative Proctitis\".\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Defining oligo-recurrence criteria for locoregional intervention in pancreatic ductal adenocarcinoma: A multidisciplinary era perspective.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Reanalysis of the vitamin D and dementia association using the doubly-ranked nonlinear Mendelian randomization approach.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    The impact of frailty on liver transplant candidacy - A survey study on current clinical practices in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Establishing minimal reporting standards for unknown metabolites: an essential prerequisite for advancing nutritional metabolomics.\r\n\r\nPubmed   Journal   ReadQx \r\nRevised analyses do not provide compelling evidence of any benefit of vitamin D.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-09-21T17:48:40-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/08-29-2025/",
    "title": "Fri Aug 29 2025",
    "description": "52 articles - From Friday Aug 22 2025 to Friday Aug 29 2025",
    "author": [],
    "date": "2025-08-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations between intakes of food groups recommended by the Dietary Guidelines for Americans and iron status in subsets of the US population: a cross-sectional study. \r\nAdherence to the DGAs supports dietary iron intake but not iron status. Specific food groups were associated with iron status in different analysis subsets, highlighting areas to emphasize to support iron status in certain US demographics.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    AASLD AST Practice Guideline on Adult Liver Transplantation: Diagnosis and management of Graft-Related complications. \r\nWhile robust clinical trial data provide strong guidance on some aspects of graft management in LT such as machine perfusion and immunosuppression efficacy and safety, a significant component of graft management is derived from retrospective cohort data, extrapolation of data from other solid organ transplants, or expert opinion, including the treatment of antibody-mediated rejection. Finally, further investigation is needed to truly optimize the management of the liver allograft, including the prevention of recurrent alcohol-associated, metabolic dysfunction-associated steatotic and immune-mediated liver diseases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Systematic Review With Meta-Analysis: Safety and Effectiveness of Combining Biologics and Small Molecules in Inflammatory Bowel Diseases. \r\nHigh clinical response rates were also seen in Tofa + aTNF (82.7%, 34 TTs), UST + aTNF (82.1%, 63 TTs), and VDZ + UST (82.0%, 71 TTs). Combining biologics and/or small molecules may be effective for IBD patients who fail to achieve remission with monotherapy;  however, safety profiles need to be carefully considered prior to implementing these strategies in clinical practice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Anthropometric Indices for Predicting Incident Cardiovascular Disease : A 13-Year Follow-Up Study in a Japanese population. \r\nBRI and WHtR were more significant predictors of incident CVD in Japanese males over 13 years of follow-up than BMI, WC, and ABSI. The identified cutoffs may help improve risk stratification and support early preventive interventions to reduce cardiovascular risk.\r\nPubmed   Journal   ReadQx \r\nGlobal metabolite profiling in feces, serum, and urine yields insights into energy balance phenotypes induced by diet-driven microbiome remodeling. \r\nThese findings lay the foundation for unveiling causal pathways linking diet-microbiota co-metabolism to energy absorption. NCT02939703\r\nPubmed   Journal   ReadQx \r\nHabitual Breakfast Skipping and Night Eating Associated with Unfavorable Changes in Lipid Profiles in Chinese Adults: A Longitudinal Analysis. \r\nCompared to optimal eating behaviors, these non-optimal eating behaviors were associated with a more rapid increase in triglyceride concentrations and a faster decrease in high-density lipoprotein cholesterol (P-trend < 0.05 for both). Frequent breakfast skipping and night eating were associated with unfavorable longitudinal changes in lipid profiles.\r\nPubmed   Journal   ReadQx \r\nNovel genetic variants associated with stable isotope-based vitamin B12 bioavailability measurements in healthy Indian adults. \r\nThese findings provide insights into the genetic determinants of vitamin B12 absorption and homeostasis, emphasizing the potential of genetic markers for personalized nutritional strategies. This is critical for identifying subgroups susceptible to B12 deficiency despite adequate intake, highlighting the need for precision nutrition led by functional measurements in specific populations.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Early-Life Body Mass Index and Inflammatory Bowel Disease Risk: A Scandinavian Birth Cohort Study. \r\nIn this Scandinavian birth cohort, 7-8 year-old children with obesity had an increased risk of developing ulcerative colitis later in life. Given the high prevalence of childhood obesity, this observation should be corroborated and possible mechanisms behind the association clarified.\r\nPubmed   Journal   ReadQx \r\nIdentifying Potential Targets for the Interception of Inflammatory Bowel Disease: Toward Precision Prevention. \r\nWhile most evidence to date has focused on CD, we also review preclinical insights relevant to UC. As the field moves toward earlier identification of at-risk individuals, the concept of \"precision prevention\"-matching interventions to individual risk and biology-may ultimately shift the paradigm of IBD care from treatment to prevention.\r\nPubmed   Journal   ReadQx \r\nInflammationHypoxia-Inducible Factor Signaling Compensates for Aryl Hydrocarbon Receptor in Maintaining Gut Barrier Integrity. \r\nOur findings suggested that high intestinal permeability due to AhR deficiency can be ameliorated by the stabilization of HIFs, indicating a compensatory role in barrier maintenance. This discovery holds promise for advancing therapeutic strategies for patients with gut permeability issues such as inflammatory bowel disease.\r\nPubmed   Journal   ReadQx \r\nLong-term Outcomes of Patients with Crohn's Disease Treated with Risankizumab. \r\nIn this real-world cohort with long-term follow-up, risankizumab was generally effective in patients with CD. Penetrating CD was associated with treatment failure, while perianal fistulizing CD and prior exposure to more than 2 biologics were associated with treatment escalation.\r\nPubmed   Journal   ReadQx \r\nReal-World Experience with Upadacitinib for Pediatric Acute Severe Ulcerative Colitis: An International Multicenter Retrospective Study from the Pediatric IBD Porto Group of ESPGHAN. \r\nTwelve patients reported AEs, including two serious AEs of an appendiceal neuroendocrine tumor and cytomegalovirus colitis. Upadacitinib is an effective induction therapy for children and adolescents with ASC after failing anti-TNF.\r\nPubmed   Journal   ReadQx \r\nRole of lncRNA MGP202 in Modulating B Cell Dynamics and Its Implications in Ulcerative Colitis. \r\nThese findings highlight MGP202 as a potential diagnostic and therapeutic target for UC, particularly in the context of B cell dynamics. Further investigations are warranted to evaluate clinical applicability and unravel additional mechanisms related to MGP202 modulation of B cell behavior in UC.\r\nPubmed   Journal   ReadQx \r\nScreeningLessons from Prediction and Prevention of Type 1 Diabetes. \r\nThis provided a pathway for regulatory approval by clarifying that therapy was aimed at treating people with disease in contrast to preventing disease in healthy individuals and has helped antibody-positive individuals understand risk. Translating these scientific accomplishments into clinical practice remains challenging, but the availability of an approved therapy to delay T1D onset suggests that such translation is on the horizon for T1D and ultimately for other immune-mediated diseases.\r\nPubmed   Journal   ReadQx \r\nSexual Health Concerns and Health Care Experiences of LGBTQ+ Patients with Inflammatory Bowel Disease. \r\nOne in 4 LGBTQ+ patients listed fear of discrimination as a source of discomfort in these discussions, and a similar proportion expressed uncertainty regarding whether their sexual and/or gender identity negatively impacted their IBD care. Further research and enhanced provider awareness of sexual health challenges related to IBD among LGBTQ+ patients may serve as an important step toward advancing inclusive and culturally sensitive care for this patient population.\r\nPubmed   Journal   ReadQx \r\nTissue MicroRNA Expression Signatures as Diagnostic Biomarkers and Predictors of Residual Disease Activity and Relapse in Treatment-Naïve Pediatric Inflammatory Bowel Disease. \r\nIn this study, we have established tissue miRNA expression signatures with significant diagnostic and prognostic potential for use in PIBD. These findings aid in stratifying disease severity and risk, paving the way for more precise and personalized management of pediatric IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Assessing intestinal fibrosis using an endoscopic photoacoustic-ultrasound balloon catheter in rabbits and a human subject. \r\nOur novel imaging catheter shows reliability in differentiating the changes in molecular components and mechanical properties during the progression of intestinal fibrosis. This catheter-based approach is fully compatible with clinical colonoscopy procedures.\r\nPubmed   Journal   ReadQx \r\nComparing standard versus intensified pneumococcal vaccination regimens in patients with inflammatory bowel disease on biologics: a prospective, multicenter, randomized, open-label study. \r\nBoth regimens were well tolerated, with no differences in safety profiles or IBD relapse rates. Intensified vaccination significantly enhances and sustains immune response over 36 months, particularly benefiting patients with CD on anti-TNF therapy.\r\nPubmed   Journal   ReadQx \r\nImpact of Type 2 Diabetes on Clinical Outcomes and Advanced Therapy Use in Patients with Crohn's Disease: a Real-World Propensity Score-Matched Analysis. \r\nPatients with CD and coexisting T2DM experience a more severe disease course yet appear to be undertreated with advanced therapies. These findings highlight the need for tailored, multidisciplinary management strategies in this high-risk population.\r\nPubmed   Journal   ReadQx \r\nImpact of advanced therapies on surgical recurrence following second ileocolic resection in Crohn's disease. \r\nNo statistically significant reduction in third surgery rates were observed in patients receiving prophylactic advanced therapies. This may reflect both the predominantly stricturing disease as indication for redo surgery, which is typically less amenable to medical treatment, and the shorter follow-up in C2.\r\nPubmed   Journal   ReadQx \r\nIs 2nd JAKi treatment for UC worth the effort? A retrospective, multi-Centre UK study. \r\nType of first JAKi failure did not appear to influence clinical remission. No new safety signals were found.\r\nPubmed   Journal   ReadQx \r\nMicronutrients are associated with endoscopic postoperative recurrence in Crohn's disease: a multicenter prospective cohort study in North america. \r\nA machine-learning model combining nutrient intake and clinical factors enhanced the prediction of ePOR. These findings highlight the importance of postoperative nutritional assessment and suggest dietary interventions may help prevent postoperative recurrence in CD.\r\nPubmed   Journal   ReadQx \r\nTransmural healing in ulcerative colitis patients improves long-term outcomes compared to endoscopic healing alone. \r\nIn UC patients TH is associated with lower relapse risk compared to EH alone. These findings imply that IUS is a non-invasive, low-cost alternative to endoscopy for stratifying UC patients for risk of relapse.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Coproducing a health advocate intervention for pediatric liver transplant recipients using a human-centered design. \r\nUsing structured design methodology, we designed a prototype navigator role for pediatric liver transplant care teams. Future studies should test the effectiveness of this navigator role in improving posttransplant outcomes.\r\nPubmed   Journal   ReadQx \r\nEvaluation of living liver donors identifying as transgender or gender diverse. \r\nAs the liver transplant community works to expand and standardize the living donor evaluation, it is imperative that we consider the unique risk stratification considerations for this marginalized population. Herein, we review the nuances unique to psychosocial and medical considerations, including gender-affirming hormone therapy and perioperative management, with a focus on creating an inclusive environment.\r\nPubmed   Journal   ReadQx \r\nHepB-CpG vaccination: An alternate strategy to life long antiviral therapy in patients transplanted for chronic Hepatitis B. \r\nLong term protection is sustainable with periodic boosters. New biomarkers for HBV allow earlier detection of underlying viral transcription and may promote better understanding of vaccine failure.\r\nPubmed   Journal   ReadQx \r\nTumor burden and frailty: No association in liver transplant candidates with hepatocellular carcinoma. \r\nPatients with HCC awaiting liver transplantation, who generally have well-compensated liver disease, may therefore exhibit a distinct frailty profile-driven by non-hepatic comorbidities rather than by liver failure or tumor burden. These findings support the need for HCC-specific frailty research to guide evaluation and management.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Alteration of Apolipoprotein A2 Isoforms is Associated with the Progression of Chronic Pancreatitis. \r\nA positive apoA2-i index was associated with CP progression. Further studies are warranted to determine whether it could serve as a surrogate marker for pancreatic exocrine dysfunction.\r\nPubmed   Journal   ReadQx \r\nN-acetyltransferase 10 Promotes Pancreatic Cancer Progression Through ZEB1/MT1-MMP Axis.\r\nOur study highlights the pivotal functions of NAT10 in the progression of PC and reveals the underlying epigenetic mechanism that NAT10 promotes metastasis via ZEB1/MT1-MMP axis.\r\nPubmed   Journal   ReadQx \r\nPancreatic and Peripancreatic Neural-Crest Derived Tumors: An Updated Contemporary Single Center Experience. \r\nParagangliomas have malignant potential and should be managed with an oncologic resection. Accurate preoperative diagnosis using EUS-FNA and nuclear imaging is crucial for recommending the appropriate surgical intervention and minimizing surgical morbidity.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Genetic evidence for the causal impact of immune cells on pancreatic neuroendocrine tumors and the mediating effects of cathepsins.\r\nThis study provides novel insights into the causal roles of immune cell traits and cathepsins in pNETs progression. The findings highlight potential targets for therapeutic intervention, emphasizing the complex interplay between the immune system and tumor biology in pNETs.\r\nPubmed   Journal   ReadQx \r\nNormal-fat versus fat-restricted diets in patients with acute pancreatitis: A randomized controlled study (NouRish-AP study). \r\nThe trial was registered, and the protocol is available online at Thaiclinicaltrials. org (Identifier: TCTR20230926008).\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Author's Response to Comment on \"Plasma Calprotectin and Myeloperoxidase as Biomarkers in Inflammatory Bowel Disease\". \r\n\r\nPubmed   Journal   ReadQx \r\nClinical Characteristics and Treatment Patterns in a Large Cohort of Patients with Metastatic Crohn's Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"Plasma Calprotectin and Myeloperoxidase as Biomarkers in Inflammatory Bowel Disease\". \r\n\r\nPubmed   Journal   ReadQx \r\nInflammationBacterial Dysbiosis Observed in the Terminal Ileum of Ulcerative Colitis. \r\n\r\nPubmed   Journal   ReadQx \r\nModified Multiplier of SES-CD: Does Complex Better the Simple? \r\n\r\nPubmed   Journal   ReadQx \r\nResolving Loss of Response to Ustekinumab in Crohn's Disease: POWER Through or Switch Treatment? \r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter to the Editor Regarding \"Real-World Comparison of Effectiveness, Treatment Persistence, and Safety of First-Line Advanced Therapies at One Year for Ulcerative Proctitis\". \r\n\r\nPubmed   Journal   ReadQx \r\nRevolutionizing IBD Clinical Trials with Bayesian Approaches. \r\n\r\nPubmed   Journal   ReadQx \r\nRewiring of Transcription Factor Binding: Another Piece of the Intricate Puzzle of IBD Pathogenesis. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Disparities in access to early liver transplantation for alcohol-associated liver disease: More to do for patients in need. \r\n\r\nPubmed   Journal   ReadQx \r\nIn memoriam: Ruud A.F. Krom, MD, PhD (1941-2024). \r\n\r\nPubmed   Journal   ReadQx \r\nMoving upstream: Understanding barriers to living donor liver donation in Hispanic and non-Hispanic candidates. \r\n\r\nPubmed   Journal   ReadQx \r\nReunited: A vision for the future. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Response to Letter to Editor \"Accurately Predicting Outcomes in Acute Necrotizing Pancreatitis With Walled-Off Necrosis Patients\" by Shangzhu Chen and Chengdong Tang.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Cost-effectiveness of liposomal irinotecan (nal-IRI) combined with 5-fluorouracil and leucovorin in second or subsequent lines for metastatic pancreatic cancer in Italy. It can be done.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreas\r\n    Pancrelipase Treatment of Exocrine Pancreatic Insufficiency Due to Chronic Pancreatitis: Rationale and Methodology of a Real-World, Prospective, Observational Study.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPancreatology\r\n    Letter to the editor on \"Perilesional Branch Duct Dilation as a Hallmark MRCP Feature for Differentiating High-Grade PanIN from Low-Grade PanIN\". \r\n\r\nPubmed   Journal   ReadQx \r\nLong-standing pseudopapillary neoplasm of the pancreas and G6PD deficiency. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic hydatid cyst: An ongoing enigma.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to the Letter to the Editor regarding our manuscript: \"Perilesional branch duct dilation as a hallmark MRCP feature for differentiating high-grade PanIN from low-grade PanIN\". \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-29T07:26:44-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/08-22-2025/",
    "title": "Fri Aug 22 2025",
    "description": "63 articles - From Friday Aug 15 2025 to Friday Aug 22 2025",
    "author": [],
    "date": "2025-08-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Patient-Reported Outcome Measures Poorly Correlate with Objective Inflammatory Bowel Disease Activity Measures: A Systematic Review.\r\nAlthough current PROMs offer valuable complementary insights into IBD control from the patient's perspective, they cannot replace objective measures of IBD activity. Future research should focus on refining PROMs and generating composite indices to improve their accuracy and usefulness.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Total Pancreatectomy with Islet Autotransplantation for Chronic Pancreatitis in Adults: A Systematic Review.\r\n TPIAT improves QoL and pain outcomes in CP patients. Future studies should focus on identifying predictors of successful outcomes and exploring the impact of TPIAT on specific patient subgroups.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Endoscopic ultrasound-guided celiac plexus block for painful chronic pancreatitis: A systematic review and meta-analysis.\r\nEUS-CPB provides pain relief in 53% of patients with painful CP and the effect lasts on average for 3 months. A sham-controlled clinical trial is needed to determine the analgesic efficacy of EUS-CPB for pain in CP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Global metabolite profiling in feces, serum, and urine yields insights into energy balance phenotypes induced by diet-driven microbiome remodeling. \r\nThese findings lay the foundation for unveiling causal pathways linking diet-microbiota co-metabolism to energy absorption. NCT02939703\r\nPubmed   Journal   ReadQx \r\nHeme iron versus ferrous iron salts to treat iron deficiency anemia in Gambian children: randomized controlled trial.\r\nThere was no benefit of HIP on the primary endpoints of hemoglobin and ferritin. However, HIP was superior to ferrous sulfate for 5 secondary measures of iron status and might therefore improve iron supply to rapidly developing organs.\r\nPubmed   Journal   ReadQx \r\nRetail prices, environmental footprints, and nutritional profiles of commonly sold retail food items in 181 countries.\r\nOur finding that higher-priced items have larger environmental footprints is contrary to expectations that a more sustainable diet would be more expensive. Instead, we find that within each food group, meeting dietary needs with lower environmental footprints is possible by choosing items with a lower unit price. These findings are consistent with prior observations that higher-priced items typically use more resources, including energy and water, but may or may not be healthful as measured by nutrient profile scores.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Bayesian Statistics: A Narrative Review on Application in Inflammatory Bowel Diseases.\r\nThese methods are also applied in pharmacokinetic decision-making to address inter-patient variability in IBD, offering more accurate predictions of drug concentrations and target attainment at the outset of treatment. A checklist is added for non-specialist readers on how to approach reading an article that employs Bayesian methods, as part of a Users' Guide to the Literature.\r\nPubmed   Journal   ReadQx \r\nIdentifying Potential Targets for the Interception of Inflammatory Bowel Disease: Toward Precision Prevention. \r\nWhile most evidence to date has focused on CD, we also review preclinical insights relevant to UC. As the field moves toward earlier identification of at-risk individuals, the concept of \"precision prevention\"-matching interventions to individual risk and biology-may ultimately shift the paradigm of IBD care from treatment to prevention.\r\nPubmed   Journal   ReadQx \r\nReal-World Experience with Upadacitinib for Pediatric Acute Severe Ulcerative Colitis: An International Multicenter Retrospective Study from the Pediatric IBD Porto Group of ESPGHAN. \r\nTwelve patients reported AEs, including two serious AEs of an appendiceal neuroendocrine tumor and cytomegalovirus colitis. Upadacitinib is an effective induction therapy for children and adolescents with ASC after failing anti-TNF.\r\nPubmed   Journal   ReadQx \r\nUlcerative Colitis Aggravates Periodontitis via Inducing Myelopoiesis.\r\nIncreased gut permeability and microbial dysbiosis in UC elevate the serum level of LPS and IL-1, inducing myeloid skewing of HSPCs with an immune memory. Generation of inflammatory potential myeloid cells causes NETs accumulation and aggravates periodontal destruction in the UC-related periodontitis.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Early Reduction in Rectal Wall Thickness on Transperineal Ultrasound Predicts Mucosal Healing in Ulcerative Colitis.\r\n Assessing the rectal wall thickness at week 1 is valuable for predicting advanced therapy-induced CER and HEMI in patients with UC. Clinical trials registry number UMIN000032422 ( recptno=R000036970).\r\nPubmed   Journal   ReadQx \r\nImpact of Concomitant Corticosteroid Use on Adverse Events in Ulcerative Colitis Clinical Trials.\r\n Corticosteroid use is independently associated with increased AEs in UC clinical trials. Continued monitoring and strategies for corticosteroid tapering may reduce AE burden.\r\nPubmed   Journal   ReadQx \r\nIs 2nd JAKi treatment for UC worth the effort? A retrospective, multi-Centre UK study. \r\nType of first JAKi failure did not appear to influence clinical remission. No new safety signals were found.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Profiles of Fecal Calprotectin and C-Reactive Protein in Relation to Outcomes in Crohn's Disease Patients on Infliximab.\r\nPatients under IFX therapy with near or above-threshold FCAL levels or a history of high CRP were more likely to experience adverse outcomes. Regression analyses demonstrated that class membership provided additional prognostic value beyond baseline variables alone. These findings highlight the clinical relevance of trajectory-based monitoring for optimizing treatment strategies and underscore the importance of controlling inflammation early to prevent disease progression in CD.\r\nPubmed   Journal   ReadQx \r\nMicronutrients are associated with endoscopic postoperative recurrence in Crohn's disease: a multicenter prospective cohort study in North america. \r\nA machine-learning model combining nutrient intake and clinical factors enhanced the prediction of ePOR. These findings highlight the importance of postoperative nutritional assessment and suggest dietary interventions may help prevent postoperative recurrence in CD.\r\nPubmed   Journal   ReadQx \r\nPhenome-wide association study of monogenic inflammatory bowel disease genes in diverse biobanks identifies population-specific and shared Goldilocks alleles: implications for Precision Medicine.\r\nWe define overlap between monogenic and genome-wide IBD loci and reveal population-specific allelic heterogeneity of IBD risk genes. We uncover novel phenotype associations suggesting pleiotropic effects of monogenic IBD genes. African-predominant variants revealed allelic associations absent in European cohorts, and of potential clinical significance, underscoring the importance of increasing diversity in genetic studies.\r\nPubmed   Journal   ReadQx \r\nResults of the 9th Scientific Workshop of the European Crohn's and Colitis Organisation (ECCO): Artificial Intelligence in Endoscopy, Radiology and Histology in IBD Diagnostics.\r\nWhile AI is set to substantially advance IBD diagnostics, various challenges such as heterogeneous datasets, retrospective designs and assessment of different endpoints must be addressed. Implementation of novel standards of reporting may drive an increase in research quality and overcome these obstacles.\r\nPubmed   Journal   ReadQx \r\nResults of the 9th Scientific Workshop of the European Crohn's and Colitis Organisation (ECCO): Artificial Intelligence in IBD: Regulatory and Methodological Considerations.\r\nTopics covered include: potential clinical application-focused algorithm design;  ethical, moral and legal considerations;  regulatory agency perspectives;  an overview of regulatory submission and consideration of reimbursement. By providing clinicians with a primer to key regulatory and methodological considerations, we hope to accelerate knowledge translation and implementation of AI-enabled digital health innovations in clinical practice and ultimately improve outcomes for people living with and caring for those living with IBD.\r\nPubmed   Journal   ReadQx \r\nResults of the 9th Scientific Workshop of the European Crohn's and Colitis Organisation (ECCO): Artificial Intelligence in medical management and precision medicine.\r\nWhile AI and multiomic approaches hold substantial promise for advancing IBD management and research, further refinement is necessary to ensure content validity and address safety concerns, thereby allowing integration of AI into clinical workflows and safeguarding of data privacy. Future research should prioritise the integration of diverse omic data, conduct of longitudinal studies and validation in large and diverse cohorts.\r\nPubmed   Journal   ReadQx \r\nResults of the Ninth Scientific Workshop of the European Crohn's and Colitis Organisation (ECCO): Artificial intelligence in IBD surgery: opportunities and limitations.\r\nWe need to be mindful of the potential challenges in implementation and acceptability of these technological advances and put in mitigating measures to ensure transparency and equitable access. Global collaboration will be the cornerstone for such ventures.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    30-year follow-up of immunosuppression modulation: Impact on graft fibrosis and anti-HLA antibodies after pediatric liver transplantation.\r\nConversely, persistent fibrosis in the IS-resumption group highlights the limitations of conventional IS strategies. Serial histological evaluations and antibody monitoring would be helpful for long-term IS management in pediatric liver transplant recipients.\r\nPubmed   Journal   ReadQx \r\nCoproducing a health advocate intervention for pediatric liver transplant recipients using a human-centered design. \r\nUsing structured design methodology, we designed a prototype navigator role for pediatric liver transplant care teams. Future studies should test the effectiveness of this navigator role in improving posttransplant outcomes.\r\nPubmed   Journal   ReadQx \r\nHepB-CpG vaccination: An alternate strategy to life long antiviral therapy in patients transplanted for chronic Hepatitis B. \r\nLong term protection is sustainable with periodic boosters. New biomarkers for HBV allow earlier detection of underlying viral transcription and may promote better understanding of vaccine failure.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation indications and strategies in polycystic liver disease: A european survey.\r\nUniform PLD-specific LT criteria in Europe are lacking. While recurrent liver cyst infections, decreased quality of life, and malnutrition are widely recognized as crucial LT indications, they are insufficiently reflected in existing criteria, contributing to unequal access to LT. Moreover, considerable variation exists in liver-kidney transplantation for ADPKD patients, with a current lack of evidence to support one approach over another.\r\nPubmed   Journal   ReadQx \r\nTumor burden and frailty: No association in liver transplant candidates with hepatocellular carcinoma. \r\nPatients with HCC awaiting liver transplantation, who generally have well-compensated liver disease, may therefore exhibit a distinct frailty profile-driven by non-hepatic comorbidities rather than by liver failure or tumor burden. These findings support the need for HCC-specific frailty research to guide evaluation and management.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Frailty as a Predictor of Outcomes in Patients with Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis.\r\n Frailty assessments can be utilized as a predictor of outcomes and serve to guide clinical decision-making when determining prophylactic measures in patients undergoing ERCP who may be at risk for PEP.\r\nPubmed   Journal   ReadQx \r\nHigh Rate of Exocrine Pancreatic Dysfunction in Pediatric Patients with Diabetes Mellitus.\r\nThe co-existence of exocrine and endocrine pancreatic disease occurred in 3.5% of diabetes patients. The risk of pancreatitis occurring after diabetes was 1%, a rate 100 times higher than the general pediatric population (0.01%). Future studies are needed to determine the specific mechanisms involved in the connection between endocrine and exocrine pancreatic disease in children.\r\nPubmed   Journal   ReadQx \r\nN-acetyltransferase 10 Promotes Pancreatic Cancer Progression Through ZEB1/MT1-MMP Axis.\r\nOur study highlights the pivotal functions of NAT10 in the progression of PC and reveals the underlying epigenetic mechanism that NAT10 promotes metastasis via ZEB1/MT1-MMP axis.\r\nPubmed   Journal   ReadQx \r\nPancreatic and Peripancreatic Neural-Crest Derived Tumors: An Updated Contemporary Single Center Experience. \r\nParagangliomas have malignant potential and should be managed with an oncologic resection. Accurate preoperative diagnosis using EUS-FNA and nuclear imaging is crucial for recommending the appropriate surgical intervention and minimizing surgical morbidity.\r\nPubmed   Journal   ReadQx \r\nStroke in Patients with Unresectable Pancreatic Cancer Undergoing Chemotherapy: Clinical Characteristics and Risk Assessment.\r\nStroke within 180 days occurred in 3.2% of patients and was commonly associated with discontinuation of chemotherapy and short survival. The combined score calculated with D-dimer and CA 19-9 levels predicted the stroke risk in pancreatic cancer patients receiving chemotherapy.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A porcine model of acute necrotizing pancreatitis.\r\nThe porcine model for acute necrotizing pancreatitis described here shows many parallels to spontaneous human disease and its systemic complications and may thus serve as a good model to assess the efficacy of novel pharmaceutical agents for the treatment of acute pancreatitis in humans.\r\nPubmed   Journal   ReadQx \r\nAcinar cell scoring on histology of the pancreatic stump reinforces subjective texture assessment during pancreatoduodenectomy to predict post-operative pancreatic Fistula.\r\nObjective acinar cell density assessment highlights discrepancies in traditional tactile evaluations for predicting POPF. AS strengthens the subjective findings of pancreatic texture evaluation in patients undergoing PD.\r\nPubmed   Journal   ReadQx \r\nAssociation between intra-tumoral microbiome and genetic alterations in intraductal papillary mucinous neoplasms of the pancreas.\r\nThis study suggest that the intratumoral microbiome may be linked to the genetic characteristics of IPMNs and potentially contribute to their malignant progression.\r\nPubmed   Journal   ReadQx \r\nGenetic evidence for the causal impact of immune cells on pancreatic neuroendocrine tumors and the mediating effects of cathepsins.\r\nThis study provides novel insights into the causal roles of immune cell traits and cathepsins in pNETs progression. The findings highlight potential targets for therapeutic intervention, emphasizing the complex interplay between the immune system and tumor biology in pNETs.\r\nPubmed   Journal   ReadQx \r\nNormal-fat versus fat-restricted diets in patients with acute pancreatitis: A randomized controlled study (NouRish-AP study). \r\nThe trial was registered, and the protocol is available online at Thaiclinicaltrials. org (Identifier: TCTR20230926008).\r\nPubmed   Journal   ReadQx \r\nP62/Sequestosome1 deficiency disrupts antioxidant and stress homeostasis during acute pancreatitis without exacerbating inflammation.\r\nThese findings suggest that while p62 deletion does not affect overall AP severity, it compromises redox homeostasis and metabolic recovery, highlighting a protective role for p62 during pancreatic injury.\r\nPubmed   Journal   ReadQx \r\nSequential nutrition intervention guided by nutritional risk screening improves outcomes following CyberKnife radiotherapy for pancreatic cancer: A randomized controlled trial.\r\n Sequential nutrition intervention guided by nutritional risk screening effectively improves nutritional status, immune function, and QoL while reducing complications in pancreatic cancer patients undergoing CyberKnife radiotherapy, warranting clinical application.\r\nPubmed   Journal   ReadQx \r\nTSH as a novel biomarker for recurrence of hypertriglyceridemia pancreatitis: a clinical predictive tool linking lipid dysregulation to inflammation.\r\n Elevated TSH was likely to be an independent risk factor for HTG-AP recurrence. In addition, the new nomogram model based on TSH level shows high accuracy in predicting HTG-AP recurrence, which is expected to provide certain help for clinical prevention and treatments.\r\nPubmed   Journal   ReadQx \r\nWater avoidance stress exacerbates orthotopic pancreatic cancer growth by suppressing cytotoxic T lymphocyte infiltration.\r\n Our results suggest that in the peritumoral region, WAS suppressed anticancer immunological responses by the suppression of TNF-α secretion, ICAM-1 expression, lymphocyte adhesion, cytotoxic T lymphocyte infiltration, and IFN-γ secretion, thereby promoted pancreatic cancer growth. Inducing the upregulation of adhesion molecules and augmentation of cytotoxic T cell recruitment may lead to the development of new treatments for pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Pancreatology\r\n    Type 3c diabetes associated with chronic pancreatitis: A narrative review.\r\nFor severe complicated T3cDM, a basal-bolus approach with insulin therapy is advocated. Promising future approaches includes metabolome-based prediction of progression of prediabetes to T3cDM, and treatment with PP and fecal microbial manipulation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Clinical Characteristics and Treatment Patterns in a Large Cohort of Patients with Metastatic Crohn's Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nModified Multiplier of SES-CD: Does Complex Better the Simple? \r\n\r\nPubmed   Journal   ReadQx \r\nResolving Loss of Response to Ustekinumab in Crohn's Disease: POWER Through or Switch Treatment? \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Closing Time.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Alcohol-associated liver disease, social vulnerability index, and liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Transjugular intrahepatic portosystemic shunt in paediatric liver transplant candidates- feasible and successful.\r\n\r\nPubmed   Journal   ReadQx \r\nMoving upstream: Understanding barriers to living donor liver donation in Hispanic and non-Hispanic candidates. \r\n\r\nPubmed   Journal   ReadQx \r\nPolicy Corner: Artificial intelligence in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Alcohol-associated liver disease, social vulnerability index, and liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nRevealing Disparities: American Indians are deferred and denied for Liver transplant at a higher rate due to psychological reasons.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Bariatric Surgery in Chronic Pancreatitis: Increased Exocrine Risk without Reduced Cancer Incidence.\r\n\r\nPubmed   Journal   ReadQx \r\nCharacterization of Pancreatic Cystosis Phenotype in People With Cystic Fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on: \"The Significant Impact of Fibrinogen-C-Reactive Protein--Albumin Ratio on the Long-Term Outcomes After Pancreatic Resection for Pancreatic Cancer\".\r\n\r\nPubmed   Journal   ReadQx \r\nDecisional Control Preferences in Managing Intraductal Papillary Mucinous Neoplasms of the Pancreas.\r\n\r\nPubmed   Journal   ReadQx \r\nFrailty in Chronic Pancreatitis and Its Impact on HealthCare Utilization and Inpatient Outcomes: A Nationwide Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nOutpatient Utilization Patterns for Pancreatic Cancer Suggest Regional and Hereditary Disparities in Appalachian vs non-Appalachian Kentucky.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter to Editor \"Accurately Predicting Outcomes in Acute Necrotizing Pancreatitis With Walled-Off Necrosis Patients\" by Shangzhu Chen and Chengdong Tang.\r\n\r\nPubmed   Journal   ReadQx \r\nWhen Pancreatitis Hits Hard: High Healthcare Demands in Appalachian Kentucky.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Cost-effectiveness of liposomal irinotecan (nal-IRI) combined with 5-fluorouracil and leucovorin in second or subsequent lines for metastatic pancreatic cancer in Italy. It can be done.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Structural funding bias in red meat research: The elephant in the room.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancrelipase Treatment of Exocrine Pancreatic Insufficiency Due to Chronic Pancreatitis: Rationale and Methodology of a Real-World, Prospective, Observational Study.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPancreatology\r\n    Pancreatic hydatid cyst: An ongoing enigma.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to the Letter to the Editor regarding our manuscript: \"Perilesional branch duct dilation as a hallmark MRCP feature for differentiating high-grade PanIN from low-grade PanIN\". \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-29T07:22:01-04:00",
    "input_file": {}
  }
]
