[
  {
    "path": "gi2/04-11-2025/",
    "title": "Fri Apr 11 2025",
    "description": "26 articles - From Friday Apr 04 2025 to Friday Apr 11 2025",
    "author": [],
    "date": "2025-04-11",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    High-dose docosahexaenoic acid for bronchopulmonary dysplasia severity in very preterm infants: a collaborative individual participant data meta-analysis.\r\nNeonatal enteral supplementation with high-dose DHA was not significantly associated with severe BPD in very preterm infants.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A mixed-methods study of the drivers of stunting reduction among children under five in Nigeria, 2008-2018. \r\nParticipants identified a range of policies and programs across multiple sectors as having likely contributed to the decline in stunting prevalence. A multisectoral approach to stunting reduction in Nigeria appears to have been key, with progress having been driven by both the health sector and, especially, non-health sector action.\r\nPubmed   Journal   ReadQx \r\nA mixed-methods study of the drivers of stunting reduction among children under-5 in Ghana, 2003-2017. \r\nOf 134 nutrition-related policies and programs identified in our review, 23 national initiatives were assessed as having contributed importantly to reducing stunting in Ghana, reflecting the effectiveness of multisectoral action. Stunting reduction can be accelerated even further in Ghana through increased coverage of high-quality nutrition-specific interventions and greater health and nonhealth sector investments.\r\nPubmed   Journal   ReadQx \r\nA mixed-methods study of the drivers of stunting reduction among children under-5 in Sierra Leone, 2005-2017. \r\nRapid reduction in under-5 stunting in Sierra Leone coincided with strong economic growth and declining urban poverty, along with high-profile health and development policies supported by external partners that targeted and/or benefited poorer and rural populations especially. Had the Ebola and COVID-19 epidemics not occurred, positive pre-2014 trajectories in child growth and other maternal and child health and nutrition outcomes in Sierra Leone may well have continued, yielding gains even larger than those observed over the study period.\r\nPubmed   Journal   ReadQx \r\nDrivers of anemia reduction among women of reproductive age in Pakistan: a mixed-methods country case study. \r\nOBDA explained 89% of the observed change in mean hemoglobin, with household enrollment in the Benazir Income Support Program (36%), household wealth (17%), and improvement in women's nutrition [body mass index (in kg/m2): 15%, serum retinol: 12%] emerging as the most critical drivers of anemia decline among nonpregnant women in Pakistan. To protect these gains and continue improvements, anemia prevention efforts should continue to focus on improving healthcare access, women's economic empowerment, and poverty alleviation.\r\nPubmed   Journal   ReadQx \r\nDrivers of anemia reduction among women of reproductive age in Uganda: a country case study. \r\nTo protect the hard-fought gains and continue improvements, WRA anemia prevention efforts in Uganda should remain focused on improving health care access especially within antenatal care and malaria control programs. Additionally, multisectoral collaborations and investments to empower women and poverty alleviation strategies need to be enhanced.\r\nPubmed   Journal   ReadQx \r\nInvestigating the impact of body composition on the estimation of resting metabolic rate: new equations for adults aged ≥65 years developed using cross-sectional data.\r\nNew prediction equations predict RMR at the population level with minimal bias;  however, the difference in performance with anthropometry-based equations is minimal. This may be explained by the contribution of FFM to weight, whereby equations that include weight are already accounting for FFM.\r\nPubmed   Journal   ReadQx \r\nMethods Matter for Dietary Supplement Exposure Assessment: Comparing Prevalence, Product Types, and Amounts of Nutrients from Dietary Supplements in the Interactive Diet and Activity Tracking in AARP Cohort Study.\r\nWithin IDATA, the comparability of ASA24 and DHQII in estimating the prevalence of use of and nutrient intakes from DS fluctuates by nutrient and product type. DS approaches beyond a questionnaire may be warranted for estimating absolute nutrient amounts, and the choice of the DS assessment method depends on the nutrient/dietary component of interest.\r\nPubmed   Journal   ReadQx \r\nPhosphate-based additives in processed foods: is excess exposure a cause for concern? A cross-sectional examination of the United States packaged food supply.\r\nThis study illustrates widespread exposure to P-additives in al packaged food and beverage categories in the United States, with sales-weighted data showing a high volume of purchases even in categories containing a lower percentage of products with P-additives. Research exploring the safety of excessive P-additive exposure in CKD and healthy populations requires the Food and Drug Administration to make labeling of the total phosphorus content on nutrition facts labels mandatory.\r\nPubmed   Journal   ReadQx \r\nSocial sector drivers and stunting reduction in Pakistan: A subnational analysis. \r\nAlthough national progress in stunting reduction remains slow, regions of KP, Northern, and Southern Punjab have demonstrated significant reductions in child stunting prevalence between 2011 and 2018. Our analysis supports continued investments in social sector programs targeting females' health and status and strengthening the reach and quality of existing maternal and child health and nutrition programs.\r\nPubmed   Journal   ReadQx \r\nWhat works for anemia reduction among women of reproductive age? Synthesized findings from the exemplars in anemia project. \r\nA context-specific, multisectoral approach is needed to decrease WRA anemia, incorporating direct nutritional interventions and indirect strategies within the health and nonhealth sectors. Lessons from the successes and challenges from exemplar countries could help accelerate global anemia reduction.\r\nPubmed   Journal   ReadQx \r\nWhat works for reducing stunting in low-income and middle-income countries? Cumulative learnings from the Global Stunting Exemplars Project. \r\nIn malarial endemic areas, malaria control programs were associated with improved childhood growth, and patterns of growth indicated continued benefits of childhood disease prevention and management strategies. A systematic, evidence-informed approach to improve maternal and child health and nutrition is feasible and, with targeting, can accelerate reduction in linear growth faltering in childhood.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Assessment and Impact of Age on the Safety and Efficacy of Etrasimod in Patients With Ulcerative Colitis: A Post Hoc Analysis of Data From the ELEVATE UC Clinical Program.\r\nThe safety profile of etrasimod 2 mg QD in the ELEVATE UC population was consistent across age groups, with no change in the incidence of AEs. Patients receiving etrasimod vs placebo showed significant clinical benefit, regardless of age.  NCT03945188;  NCT03996369.\r\nPubmed   Journal   ReadQx \r\nHealth Outcomes, Discrimination, and Stigma Among Sexual and Gender Minority People With Inflammatory Bowel Disease.\r\nSGM individuals with IBD are more likely to experience discrimination, including in healthcare, and illness-related stigma. These may significantly impact the quality of life and should be considered in the care of SGM people with IBD.\r\nPubmed   Journal   ReadQx \r\nIncidence of Osteoporosis and Osteopenia in Newly Diagnosed Inflammatory Bowel Disease: A Population-Based Cohort Study.\r\nThis population-based study demonstrated high rates of osteoporosis among postmenopausal women and males aged ≥ 50 years at IBD diagnosis, highlighting the need for systematic evaluation in these patients.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Association of Bile Acid Diarrhea with Symptoms and Disease Activity in Crohn's Disease: Post-Hoc Clinical Trial Analysis of Serum 7a-hydroxy-4cholestern-3-one, C4, in Patients with Active Crohn's Disease. \r\nClinicalTrials. gov NCT02065570.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and safety of rectal tacrolimus in patients with ulcerative colitis. TACRO-TOPIC study of GETECCU. \r\nAdverse events were detected in 21 patients (14.2%), with twelve graded as mild and nine moderate (42.6%). Topical tacrolimus is an effective therapy and could be considered in distal UC patients before initiating other advance therapies when endoscopic activity remains.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Anticoagulation for splanchnic vein thrombosis in acute pancreatitis increases bleeding risk without improving outcomes.\r\nApproximately half of patients who develop SVT after AP receive AC despite no reduction in adverse events or mortality. Additionally, half of patients receiving AC experience bleeding complications. The limited evidence presented in this study suggests that the risks of AC for SVT in AP may outweigh its benefits and highlights the need for future studies in larger prospective cohorts.\r\nPubmed   Journal   ReadQx \r\nReintroduction of palliative intent FOLFIRINOX chemotherapy in a real world pancreatic cancer cohort.\r\n Reintroduction of FOLFIRINOX after at least 3 months therapy-free interval is used in daily practice and seems a reasonable treatment option based on a favorable OS and PFS in a small subset of patients.\r\nPubmed   Journal   ReadQx \r\nSplanchnic vein thrombosis in patients with pancreatitis: Outcome and impact of anticoagulation. \r\nNon-recanalization was the only risk for portal hypertension. Our study suggests an absence of benefit of anticoagulation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Predicting resting energy expenditure.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Gut Feelings Matter: The Unresolved Questions of Irritable Bowel Syndrome-Like Symptoms in Inflammatory Bowel Disease in Remission. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Efficacy of Mirikizumab in Patients with Prior Ustekinumab Exposure: A Case Series.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter: Predictors of Complicated Disease Course in Children and Adults With Ulcerative Colitis-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A survey of national practice patterns of hepatocellular carcinoma surveillance for patients with fontan-associated liver disease: A call to action.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Portal venography and portal venous pressure assessment following total pancreatectomy and islet autotransplantation using a recanalised umbilical vein.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-04-11T00:32:41-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/04-04-2025/",
    "title": "Fri Apr 04 2025",
    "description": "21 articles - From Friday Mar 28 2025 to Friday Apr 04 2025",
    "author": [],
    "date": "2025-04-04",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Artificial Intelligence for Classification of Endoscopic Severity of Inflammatory Bowel Disease: A Systematic Review and Critical Appraisal.\r\nMultiple AI models have demonstrated the potential for clinical translation for ulcerative colitis. Research concerning the endoscopic severity assessment of Crohn's disease is limited and should be further explored. More rigorous external validation of AI models and increased transparency of data and codes are needed to improve the quality of AI studies.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Effect of selective COX-2 inhibitors and non-selective non-steroidal anti-inflammatory drugs on severity of acute pancreatitis: A systematic review and meta-analysis.\r\nSelective COX-2 inhibitors potentially mitigate disease severity and shorten hospitalization in patients with AP, while non-selective NSAIDs lack this benefit. Confirmatory large-scale RCTs are warranted to validate these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations between Placental Parameters and Childhood BMI Trajectories from Birth to 9 Years of Age in the Lifeways Cross-Generation Cohort.\r\n Higher placental weight was initially associated with higher offspring BMI in a non-sex-specific manner, but its influence diminishes by age nine. The influence of maternal BMI on offspring BMI at age nine may reflect the cumulative impact of maternal BMI on offspring BMI trajectories as children approach pre-adolescence. Future research should include larger, more diverse populations to better understand these associations.\r\nPubmed   Journal   ReadQx \r\nFOOD COMPASS SCORE-10: VALIDATION OF A METHOD FOR EVALUATING THE HEALTHFULNESS OF FOODS AND BEVERAGES USING INGREDIENT LIST INFORMATION.\r\nFCS-10 offers a practical approach for estimating the healthfulness of diverse packaged foods and beverages using readily available label data while maintaining the strengths of the original system.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    The Impact of Endoscopic Healing on Disease-Related Outcomes in Patients With Ulcerative Proctitis.\r\nUP patients with EH had less IBD-related healthcare utilization, fewer IBD-related complications, and were less likely to escalate therapy after relapse than patients without EH. Using a treatment target of EH may therefore be desirable in UP.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Corticosteroid-Sparing Effects of Risankizumab Efficacy and Safety in Patients With Moderately to Severely Active Ulcerative Colitis.\r\n Efficacy of RZB induction therapy was independent of corticosteroid use, with high rates of corticosteroid-free outcomes observed in the overall population and among patients with baseline corticosteroid use, reaffirming the potential of RZB to serve as a corticosteroid-sparing therapy for patients with ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nFidaxomicin for Clostridioides difficile infection in patients with inflammatory bowel disease: a multicentre retrospective cohort study.\r\nFidaxomicin was effective and safe in IBD patients with CDI, with greater effectiveness in CDI-naïve patients, potentially influencing short-term IBD outcomes.\r\nPubmed   Journal   ReadQx \r\nPatient-donor similarity and donor-derived species contribute to the outcome of faecal microbiota transplantation for ulcerative colitis.\r\nThis study provides important insights for developing patient-tailored FMT-based therapies for UC.\r\nPubmed   Journal   ReadQx \r\nReal-world Effectiveness of Ustekinumab Versus Anti-TNF or Vedolizumab in Ulcerative Colitis: Induction and 12-Month Maintenance Results from the Prospective, Observational RUN-UC Study.\r\n In the prospective RUN-UC study with PS-weighted groups, UST showed higher treatment persistence but no significant difference in maintenance effectiveness compared to anti-TNF or VDZ in UC.\r\nPubmed   Journal   ReadQx \r\nThe mediating role of psychological inflexibility on internalised stigma and patient outcomes in a sample of adults with inflammatory bowel disease.\r\n Psychological inflexibility significantly impacts quality of life in individuals with internalised stigma related to IBD and mediates the relationship between internalised stigma and patient outcomes. Increasing psychological flexibility in adults with IBD may reduce distress and enhance quality of life. Longitudinal studies and trials of psychological interventions targeting psychological flexibility warrant exploration.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Center-Level variations are associated with disparate waitlist mortality and probability of liver transplant in MELD 35 and greater patients.\r\nFor patients receiving an LT, post-transplant survival did not differ among the groups, though high-risk centers transplanted far less high-acuity patients. These variations may indicate that certain centers are associated with substantially decreased waitlist mortality for the highest acuity patients without corresponding decreases in post-transplant survival.\r\nPubmed   Journal   ReadQx \r\nGeospatial analysis of liver donation after death by drug intoxication.\r\n Assessing liver donation following drug intoxication allows for targeted efforts to increase donations in regions with the greatest potential for improvement.\r\nPubmed   Journal   ReadQx \r\nReduction of hepatectomy times in dutch organ procurement teams.\r\n In conclusion, a significant and relevant reduction in hepatectomy time was achieved with this intervention program. We advocate a similar procurement intervention plan in any organ donation program independent of their context.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Using Animations to Educate Children and Caregivers on Pediatric Pancreatitis - Assessing the Impact and Utilization of the National Pancreas Foundation's Pediatric Animated Pancreas Patient.\r\n The average yearly view/incidence for Pediatric modules was 1.8 times higher than for adult modules, with the majority reporting that they learned new information. The popularity of the Pediatric modules confirms that online educational content is highly accessible and successful in educating patients and caregivers about Pediatric pancreatitis and confirms the need to continue to utilize these educational modules now and in the future.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Metallic trace elements in pancreatic tissue are associated with higher risk of pancreatic adenocarcinoma - METAPANDA study.\r\nThis pilot study presents unpublished information about a large set of MTE in pancreatic tissues, confirming the possible involvement of arsenic and lead in PDAC onset and highlighting the potential role of antimony and thallium which have never been implicated before.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Enhancing Surgical Decision-Making in PSC-IBD: A Call for Comprehensive Long-Term Outcomes and Standardized Follow-Up Protocols.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Correction to: P0722 Efficacy and Safety of Risankizumab in Patients With Moderate to Severe Crohn's Disease: Results From the One-Year SEQUENCE Open-Label Long-Term Extension.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Can we safely scale RAPID in transplant oncology?\r\n\r\nPubmed   Journal   ReadQx \r\nRobotic living donor hepatectomy: Redefining global standards in living donor liver transplant.\r\n\r\nPubmed   Journal   ReadQx \r\nSplit liver transplantation and allocation policy: an uncertain connection.\r\n\r\nPubmed   Journal   ReadQx \r\nThree Problems, Two Viruses, and One Man with a Vision and Voice: Larry Kramer, Medical Activist.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-04-04T22:47:45-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/03-28-2025/",
    "title": "Fri Mar 28 2025",
    "description": "19 articles - From Friday Mar 21 2025 to Friday Mar 28 2025",
    "author": [],
    "date": "2025-03-28",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Dietary Polyphenols and Risk of Breast Cancer in a Predominantly Low-Income Population: A Prospective Analysis in the Southern Community Cohort Study (SCCS).\r\n In this predominantly low-income U.S. population, intakes of total polyphenol and phenolic acids were associated with reduced risk of BC among those with ER+ and PR+ BC type, postmenopausal, and overweight/obese female individuals.\r\nPubmed   Journal   ReadQx \r\nEnhancing Nutrition and Obesity Research Collaborations Across Institutions: Lessons from a North Carolina Focus Group.\r\nTo promote mutually beneficial research collaborations between PWIs and HBCUs and, ultimately, to promote diversity among investigators in nutrition and obesity research, awareness must be drawn to the barriers to success in these relationships. It is imperative that institutions have conversations surrounding resources, research capacity, and expectations upon entering such research collaborations.\r\nPubmed   Journal   ReadQx \r\nStructural alterations of individual hypothalamic nuclei in young females with obesity and anorexia nervosa: an in vivo 7-T MRI study.\r\nWeight-related disorders are associated with significant micro and macrostructural alterations in HT nuclei involved in eating behaviors.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Antigen-driven expansion of public clonal T cell populations in inflammatory bowel diseases. \r\nThese antigens differ between CD and UC. CD, particularly ileal CD, also seems to involve more substantial changes in clonal population structure than UC, compared to healthy controls.\r\nPubmed   Journal   ReadQx \r\nComparative real-world effectiveness of ustekinumab versus anti-TNF in Crohn's disease: 12-month maintenance phase results from the prospective, observational RUN-CD study using propensity score adjustment. \r\nHowever, among week-16 responders, CR rates were significantly higher with UST. Additionally, UST was associated with a significantly greater improvement in QoL compared to anti-TNF.\r\nPubmed   Journal   ReadQx \r\nEffect of tofacitinib exposure in utero and during breastfeeding on the immune status of exposed child.\r\nThis case suggests that prolonged prenatal and postnatal exposure to tofacitinib may not adversely affect infant immune development. However, caution is advised due to the limited number of documented cases. Further research is needed to fully understand the long-term implications of JAK inhibitor exposure during pregnancy and breastfeeding.\r\nPubmed   Journal   ReadQx \r\nThe use of International Bowel Ultrasound Segmental Activity Score (IBUS-SAS) in patients with ulcerative colitis: applicability and comparison with other ultrasound scores.\r\nThe IBUS-SAS has an optimal performance in the assessment of UC endoscopic activity, despite having been initially developed for CD. Therefore, it might be adopted as reference score both for CD and UC activity.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Decompensated cirrhosis but low MELD - should we wait or refer for liver transplantation?\r\nIn this review, our goal is to present the frequency of patients listed for transplant with low MELD, and the limitation of using MELD in patients for liver transplantation. We will provide practical guidance on the management of common complications of cirrhosis and early consideration for liver transplant referral in patients with clinical decompensation and low MELD.\r\nPubmed   Journal   ReadQx \r\nOptimizing liver transplant candidacy in patients with cirrhosis and obesity.\r\nDespite this rise in obesity, the optimal management strategies in the pretransplant, peri-transplant, and post-transplant phases of care have not yet been determined. In the current review, we will present and discuss the available evidence for the surgical management of obesity, including the optimal timing, as well as a review of the novel medical therapies and how these strategies may best be utilized to provide ideal long-term outcomes for liver transplant patients with obesity.\r\nPubmed   Journal   ReadQx \r\nOptimizing the mouse orthotopic liver transplantation model: Learning curve, technical enhancements, and keys to success.\r\nThe entire procedure can be completed within 80 minutes. We believe these technical improvements will provide more practical guidance for mouse liver transplantation.\r\nPubmed   Journal   ReadQx \r\nThigh muscle index as a valuable prognostic marker in middle-aged male patients undergoing liver transplantation.\r\nSMIUT in the postoperative period also better reflected clinical status. Therefore, pre- and postoperative SMIUT is helpful for patient assessment and ongoing management in LT patients.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Influence on Postoperative Results and Cost-effectiveness of Using Cyanoacrylate Glue for Pancreaticojejunal Anastomosis After Duodenopancreatectomy.\r\n The use of synthetic cyanoacrylate glue to reinforce the PJA in patients undergoing PD, under the conditions studied, improved clinical postoperative results and hospitalization costs which justifies expanding studies, especially in circumstances of greater risk for postoperative pancreatic fistula.\r\nPubmed   Journal   ReadQx \r\nThe Effectiveness of Additional Hydration for Hyperamylasemia After Endoscopic Retrograde Cholangiopancreatography: A Propensity-Matched Analysis.\r\nAdditional hydration for patients with hyperamylasemia after ERCP reduced the incidence of moderate or severe PEP without a risk of volume overload.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Neutrophil-to-apolipoprotein A1 ratio predicted the efficiency of chemotherapy in advanced pancreatic cancer.\r\nNEAPO levels were significantly associated with OS, PFS and treatment response in APC patients who underwent chemotherapy and might be a useful biomarker for predicting chemotherapy efficacy.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Kangaroo care and the mother-infant dyad: skin-to-skin contact increases human milk transfer in vulnerable infants. \r\n\r\nPubmed   Journal   ReadQx \r\nUnraveling neural underpinnings of eating disorders in the female brain: insights from high-field magnetic resonance imaging. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Assessing hepatic arterial injuries in the setting of normothermic machine perfusion in liver transplantation: A non-invasive approach.\r\n\r\nPubmed   Journal   ReadQx \r\nCON: LDLT should not be a requirement for pediatric transplant programs.\r\n\r\nPubmed   Journal   ReadQx \r\nPRO: All pediatric transplant centers should have LDLT as an option.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-28T21:00:44-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/03-21-2025/",
    "title": "Fri Mar 21 2025",
    "description": "29 articles - From Friday Mar 14 2025 to Friday Mar 21 2025",
    "author": [],
    "date": "2025-03-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Liver Transpl\r\n    International liver transplantation society practice guideline update on portopulmonary hypertension. \r\nIn this document, approved for publication by the ILTS executive council, we provide an update to the prior guidelines with expert recommendations to guide and advance POPH management. Recommendations in these guidelines are based on expert opinion and available evidence and were agreed upon by consensus.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Recommendations from the European guidelines for the diagnosis and therapy of pancreatic exocrine insufficiency.\r\nThe European guidelines for the diagnosis and therapy of PEI provide evidence-based recommendations concerning key aspects of the etiology, diagnosis, therapy, and follow-up, based on current available evidence. These recommendations should serve as a reference standard for existing management of PEI and as a guide for future clinical research. This article summarizes the recommendations and statements.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association between more plant-based diets and 24-hour urinary creatinine excretion in 98,813 Dutch females and males: a cross-sectional study.\r\nIndividuals with identities favoring plant-based diets had a lower dietary protein intake and a lower CER, indicating lower total body muscle mass. When plant-based diets are being promoted, it is important to monitor and evaluate the potential public health impact on muscle mass.\r\nPubmed   Journal   ReadQx \r\nEnergy intake is associated with dietary macronutrient densities: inversely with protein and monounsaturated fat and positively with polyunsaturated fat and carbohydrate among postmenopausal females.\r\nAmong U.S. postmenopausal females lower EI was associated with diets relatively high in protein or MUFA, and higher EI was associated with diets relatively high in PUFA or added sugars. These associations are of public health importance, but are mostly missed using self-reported dietary density assessments. Self-reported energy underestimation is substantially associated with self-reported macronutrient densities. This study is registered with clinicaltrials.gov identifier  NCT00000611.\r\nPubmed   Journal   ReadQx \r\nIndividualized nutritional intervention versus routine care for gestational diabetes prevention: A randomized controlled trial.\r\nAmong females at risk of GDM, an individualized nutritional intervention based on Chinese dietary guidelines provided before the OGTT did not prevent GDM but helped to manage GWG appropriately and improved pregnancy outcomes.\r\nPubmed   Journal   ReadQx \r\nRegular-fat and low-fat dairy foods and cardiovascular diseases: Perspectives for future dietary recommendations.\r\nStrategies focusing primarily on reduction of energy-dense, nutrient-poor foods, the main source of SFAs in Western diets, rather than on the fat content of dairy foods, are more likely to benefit the population's cardiovascular health. Future research is needed to understand better the place of regular-fat and low-fat dairy foods within healthy eating patterns.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Stromal Cell Subsets Show Model-Dependent Changes in Experimental Colitis and Affect Epithelial Tissue Repair and Immune Cell Activation. \r\nThe relative abundance changes of stromal cell subsets during experimental colitis differ between 3 established colitis models. Treatment with IBD therapies influences stromal subset abundance, indicating their importance in IBD pathogenesis, possibly through affecting epithelial migration, and T-cell activation.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Development and validation of a risk prediction tool for the diagnosis of inflammatory bowel disease in patients presenting in primary care with abdominal symptoms. \r\nIn the validation cohort the model tended to slightly overestimate IBD risk at higher risk thresholds. A risk model using patient demographics, symptoms, and laboratory results accurately predicted IBD, UC, and CD at 1, 2, 3, and 5 years after symptom onset, potentially aiding in prioritizing patients for referral or faecal calprotectin (FC) testing in primary care.\r\nPubmed   Journal   ReadQx \r\nSerum extracellular RNAs as a non-invasive approach to differentiate IBD subtypes: a proof-of-concept study. \r\nLiquid biopsies may represent a novel, non-invasive approach in IBD biomarker development. Although larger in-depth studies are needed, this proof-of-concept study bridges non-invasive measurements with established IBD mechanisms, offering a promising tool for accurately distinguishing CD from UC.\r\nPubmed   Journal   ReadQx \r\nT cell branched glycosylation as a mediator of colitis-associated colorectal cancer progression: a potential new risk biomarker in Inflammatory Bowel Disease.\r\nFrom the clinical standpoint, we demonstrated that branched N-glycosylation levels detected in inflamed lesions from IBD patients predicted CAC progression with a sensitivity of 83.3% and specificity of 67.9%, when assessed together with age at diagnosis. Overall, we here disclosed a new mechanism underlying CAC development, identifying a potential clinical biomarker plausible to improve the efficacy of cancer surveillance programs through the early identification of high risk IBD patients, for preventive clinical and therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A snapshot of challenges and opportunities faced by the scientific workforce in liver transplantation - a survey of the International Liver Transplantation Society (ILTS).\r\nLooking ahead, advancing technologies, machine learning/artificial intelligence, multi-omics, xenotransplantation, and machine perfusion were highlighted as areas with potential to significantly shift the paradigm in the near future. Our survey captured insights from B&TR scientists within the ILTS, identifying both challenges and opportunities for future developments and aiding in the strategic direction of the society's initiatives.\r\nPubmed   Journal   ReadQx \r\nCombining radiomics and imaging biomarkers with clinical variables for the prediction of HCC recurrence after liver transplantation. \r\nIn al integrated models, the high-risk groups had a shorter RFS than the corresponding low-risk group. CT-based radiomics and imaging parameters beyond the Milan criteria representing aggressive behavior, along with history of bridging therapies, show potential for predicting HCC recurrence after LT.\r\nPubmed   Journal   ReadQx \r\nTreatment algorithm for the management of concomitant splenic artery aneurysms in adult Liver Transplant recipients. \r\nDuring the mean follow-up of 53 months, no case of SAA sac expansion and SAA-related or treatment-related mortality was observed. Despite a high incidence of post-treatment splenic infarction, our treatment algorithm was safe and effective as an adjunctive treatment to prevent SAA-related mortality in adult LT recipients.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Correlation between Fatty Pancreas and Coronary Artery Calcium Score in a Dyslipidemic Population. \r\nTherefore, ultrasound could be employed to classify fatty pancreas, which could serve as an alternative predictor of coronary artery calcification incidence. It is a non-invasive, radiation-free, convenient, and cost-effective method that could be used for risk assessment of coronary atherosclerosis, to identify people at a risk of coronary heart disease at an early stage, and to intervene promptly to control the disease development.\r\nPubmed   Journal   ReadQx \r\nDevelopment and Validation of the Comprehensive Acute Pancreatitis Pain Core Outcome Set (CAPPOS): Study Protocol. \r\nCAPPOS will provide a validated, multidimensional core outcome set to optimize pain assessment in AP. It will also facilitate standardized reporting in clinical trials, advancing research and care for AP-related pain.\r\nPubmed   Journal   ReadQx \r\nImpact of Abdominal Aortic Calcification on Pancreas Graft Survival in Patients Undergoing Simultaneous pancreas-kidney Transplantation.\r\nAAC is associated with death-uncensored pancreas graft survival in patients undergoing SPK. Evaluation of AAC could be useful for predicting post-PTx prognosis.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Concealed pancreatic cancer in acute pancreatitis: Early MRCP and EUS surveillance improves prognosis and identifies high-risk patients. \r\nThese findings support prioritizing early surveillance for AP patients with subthreshold MPD dilation and moderately severe disease. Further large-scale studies are warranted to validate these strategies in clinical practice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Kangaroo care and the mother-infant dyad: skin-to-skin contact increases human milk transfer in vulnerable infants. \r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Improving Brain-Gut Studies in Crohn's Disease: Methodological Considerations. \r\n\r\nPubmed   Journal   ReadQx \r\nTotal Proctocolectomy Versus Subtotal/Total Colectomy for Neoplasia in Patients With Inflammatory Bowel Disease and Primary Sclerosing Cholangitis. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Risk Factors for Contraceptive Failure and Unintended Pregnancy Among Women With Inflammatory Bowel Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nUtilization of Super-Resolution Contrast-Enhanced Ultrasonography in Diagnosing Intestinal Behçet's Disease With Enterovesical Fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Achieving transplant equity: A feasible solution for uninsured patients. \r\n\r\nPubmed   Journal   ReadQx \r\nBuilding a better mouse trap in liver retransplantation risk prediction: Is resoft the end or the beginning? \r\n\r\nPubmed   Journal   ReadQx \r\nFrom screening to action: Social determinants and early outcomes in pediatric Liver Transplant recipients. \r\n\r\nPubmed   Journal   ReadQx \r\nPortal vein interposition in pediatric living donor Liver Transplantation: Which vein graft type is best? \r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Replacing Liposomal Irinotecan with Standard Irinotecan in Pancreatic Adenocarcinoma: Should We Follow Suit and Substitute Without Dispute? \r\n\r\nPubmed   Journal   ReadQx \r\nTotal Pancreatectomy with Islet Autotransplant: Building a Multidisciplinary Program. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderuse of Pancreatic Enzyme Replacement Therapy Among Patients with Gastroenteropancreatic Neuroendocrine Neoplasms and Exocrine Pancreatic Insufficiency. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-22T17:41:05-04:00",
    "input_file": {}
  }
]
