[
  {
    "path": "gi2/05-10-2024/",
    "title": "Fri May 10 2024",
    "description": "54 articles - From Friday May 03 2024 to Friday May 10 2024",
    "author": [],
    "date": "2024-05-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Pediatric to Adult Transition in Inflammatory Bowel Disease: Consensus Guidelines for Australia and New Zealand.\r\nA multidisciplinary group devised consensus statements to optimize pediatric to adult transitional care for adolescents with IBD. These guidelines should support improved and standardized delivery of IBD transitional care within Australasia.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreas\r\n    Endotherapy for the proximal migration of pancreatic stents: A systematic review.\r\nEndoscopy is an effective method for the treatment of proximal displacement of pancreatic stents with acceptable complication rate.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Contrast-enhanced endoscopic ultrasound likely does not improve diagnostic adequacy during endoscopic ultrasound guided tissue acquisition: A systematic review and meta-analysis.\r\n Non-randomized studies indicated differences in favor of contrast-enhanced EUS, randomized studies showed no difference in diagnostic adequacy, accuracy or sensitivity when using CEH-EUS.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Accuracy of energy and nutrient intake estimation versus observed intake using four technology-assisted dietary assessment methods: a randomized crossover feeding study.\r\nUnder controlled conditions, Intake24, ASA24, and mFR-TA estimated average energy and nutrient intakes with reasonable validity, but intake distributions were estimated accurately by Intake24 only (energy and protein). This study may inform considerations regarding instruments of choice in future population surveillance.\r\nPubmed   Journal   ReadQx \r\nAdiposity, immunity, and inflammation: interrelationships in health and disease: A report from 24th annual Harvard nutrition obesity symposium, June 2023.\r\nThis manuscript seeks to synthesize and present key findings from the symposium highlighting new research and novel disease-specific advances in the field. Better understanding the interaction between metabolism and immunity offers promising preventative and treatment therapies for obesity-related immunometabolic diseases.\r\nPubmed   Journal   ReadQx \r\nAssessment of the prevalence of inadequate iron intakes in premenopausal females based on the reference values of the European Food Safety Authority using cross-sectional food consumption data.\r\nThis study provided an example for using the PA method by using additionally derived information on the full requirement distribution underlying EFSA's reference values. Results showed once more the unsuitability of the EAR cut-point method to calculate the prevalence of iron inadequacy in premenopausal females. Hence, we recommend that institutions deriving dietary reference values provide al information needed to use the correct method to determine inadequate intakes in the population.\r\nPubmed   Journal   ReadQx \r\nDietary pattern and diversity analysis using DietDiveR in R: a cross-sectional evaluation in the National Health and Nutrition Examination Survey.\r\nDietDiveR enables users to visualize dietary data and conduct data-driven dietary pattern analyses using R to answer research questions regarding diet. As a demonstration of this toolkit, we explored the diversity of nuts, seeds, and legumes consumption to highlight some of the ways DietDiveR can be used for analyses of dietary diversity.\r\nPubmed   Journal   ReadQx \r\nGrowth and body composition of infants born moderate-to-late preterm fed an protein- and mineral-enriched postdischarge formula compared with a standard term formula up to 6 months corrected age, a randomized controlled trial.\r\nInfants born moderate-to-late preterm demonstrated modest increases in length, head circumference, lean mass, and bone mineral content when fed PDF compared to STF for 6 months after TEA. Clinical trial register International Clinical Trial Registry Platform ( as  NTR5117 (old-NTR) and NTR NL4979 (new-NTR) .\r\nPubmed   Journal   ReadQx \r\nHemp seed protein and its hydrolysate vs. casein protein consumption in adults with hypertension: a double-blind crossover study.\r\nThese results suggest that hemp protein consumption, as well as in combination with bioactive peptides, may have a role in the dietary management of hypertension.\r\nPubmed   Journal   ReadQx \r\nLife Expectancy Gains from Dietary Modifications: A Comparative Modelling Study in Seven Countries.\r\n A sustained change from country-specific typical dietary pattern patterns to longevity-optimized dietary changes, more feasible dietary changes, or optimized vegan dietary changes, are al projected to result in substantial life expectancy gains across ages and countries. These changes included more whole grains, legumes, and nuts, and less red/processed meats and sugars and sugar-sweetened beverages. The largest gains from dietary changes would be in the United States.\r\nPubmed   Journal   ReadQx \r\nReconsidering the pre-eminence of dietary leucine and plasma leucinemia for predicting the stimulation of postprandial muscle protein synthesis rates.\r\nIn this perspective, we propose a re-evaluation of the pre-eminent role of these leucine variables in the stimulation of postprandial MPS. We view the development of a more complex intellectual framework now a priority if we are to see continued progress concerning the mechanistic regulation of postprandial muscle protein turnover, but also consequential from an applied perspective when evaluating the value of novel dietary protein sources.\r\nPubmed   Journal   ReadQx \r\nThe association between serum methylmalonic acid, cobalamin-related biomarkers, and long-term mortality risk in cancer survivors: a prospective cohort study.\r\nSerum MMA was associated with long-term mortality risk in adult cancer survivors, which was more significant among individuals with higher levels of serum cobalamin. These findings suggest that mortality related to MMA was attributed to the insufficient flux of MMA metabolism, not cobalamin deficiency.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Infliximab Tissue Concentrations in Patients With Stable Ulcerative Colitis Are Correlated With More Durable Infliximab-associated Disease Remission.\r\nThese findings support data generated in patients with Crohn's disease  plasma infliximab concentrations are reflective of infliximab exposure in tissue in the UC patient in remission, but not for those with active disease. Increasing tissue concentrations in the noninflamed tissues may improve durability of infliximab. Neither plasma nor tissue TNF-α appear to correlate with UC disease activity. Larger follow-up studies would be of benefit.\r\nPubmed   Journal   ReadQx \r\nOncostatin M Induces a Pro-inflammatory Phenotype in Intestinal Subepithelial Myofibroblasts.\r\nHuman SEMFs overexpress OSMR in an inflammatory microenvironment. Oncostatin-M may promote inflammation in IBD via its stimulatory effects on SEMFs, which primarily involve chemoattraction of immune cells to the intestinal mucosa.\r\nPubmed   Journal   ReadQx \r\nPharmacologic Anticoagulation Is Associated With a Lower Risk of Recurrent Venous Thromboembolic Events During Janus Kinase Inhibitor Use for Patients With a Prior Thrombosis.\r\nThese results suggest that for patients with a prior VTE history there is a high risk for recurrent VTE while receiving JAK inhibitors. Concurrent use of AC with JAK inhibitors appears to be protective against recurrent VTEs in this population.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Colorectal cancer in inflammatory bowel disease: a review of the role of gut microbiota and bacterial biofilms in disease pathogenesis.\r\nWhether biologics and other IBD-targeted therapies can decrease the progression towards dysplasia and CRC via mechanisms independent of inflammation is still unknown. Further research is warranted to identify potential new microbial targets of therapy for chemoprevention of dysplasia and CRC in IBD.\r\nPubmed   Journal   ReadQx \r\nEtrasimod for the Treatment of Ulcerative Colitis: Analysis of Infection Events From the ELEVATE UC Clinical Program.\r\nPatients receiving etrasimod demonstrated no increased risk of infection. The incidence of serious infections and herpes zoster was similar in each group. Among patients receiving etrasimod, no association between ALC <0.5 × 109/L and infection events was observed. Longer-term follow-up will further characterize the etrasimod safety profile.\r\nPubmed   Journal   ReadQx \r\nFecal transplantation for ulcerative colitis from diet conditioned donors followed by dietary intervention results in favorable gut microbial profile compared to fecal transplantation alone.\r\n FMT from diet conditioned donors followed by the UCED led to microbial alterations associated with favorable microbial profile which correlated with decreased fecal calprotectin. Our findings support further exploration of additive benefit of dietary intervention for both donors and patients undergoing FMT as a potential treatment of UC.\r\nPubmed   Journal   ReadQx \r\nFibrosis-related transcriptome unveils a distinctive remodeling matrix pattern in penetrating ileal Crohn's disease.\r\nDespite the histopathological similarities in fibrosis between stricturing and penetrating ileal Crohn's disease, their fibrosis-related transcriptomic profiles are distinct. Penetrating disease exhibits a distinctive transcriptomic landscape related to enhanced matrix remodeling.\r\nPubmed   Journal   ReadQx \r\nPan-enteric Crohn's capsule (Eliakim) score reliability and responsiveness to change in active Crohn's disease.\r\nES is a reliable scoring system in assessing pan-enteric mucosal inflammation in active CD, and might have a better responsiveness to clinical/biochemical change over time compared to LS.\r\nPubmed   Journal   ReadQx \r\nThe effect of non-pooled multi-donor faecal microbiota transplantation for inducing clinical remission in patients with chronic pouchitis: Results from a multicentre randomised double-blinded placebo-controlled trial (MicroPouch).\r\nNon-pooled multi-donor FMT was comparable to placebo in inducing clinical remission in patients with chronic pouchitis but showed a clinically relevant increase in adverse events compared to placebo.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Psychiatric diagnoses are common after liver transplantation and associated with increased healthcare utilization and patient financial burden.\r\n Over 1 in 4 LTRs had a psychiatric diagnosis in a large national cohort, yet nearly a quarter received no treatment. LTRs with psychiatric diagnoses experienced increased healthcare utilization and higher financial liability. Sociodemographic and clinical risk factors could inform high-risk subgroups who may benefit from screening and mitigation strategies.\r\nPubmed   Journal   ReadQx \r\nThe future of liver transplantation in the United States: Ongoing optimism and concerns with a prescription for change.\r\n■■■■.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Aryl hydrocarbon receptor knockout accelerates PanIN formation and fibro-inflammation in a mutant Kras-driven pancreatic cancer model.\r\n These findings show the loss of AHR results in heightened Kras-induced PanIN formation, through modulation of immune cells within the pancreatic tumor microenvironment.\r\nPubmed   Journal   ReadQx \r\nClinical significance of MUC-4 and associated proteins in Pancreatic and Periampullary Cancers.\r\n Differential expression of MUC-4 in pancreatic tumor tissues can help to differentiate PDAC from benign conditions.\r\nPubmed   Journal   ReadQx \r\nEarly Hypophosphatemia as a Prognostic Marker in Acute Pancreatitis.\r\n Serum phosphate is infrequently measured in patients with AP and shows promise as a rapid, inexpensive, and early prognostic marker for worse outcomes of AP.\r\nPubmed   Journal   ReadQx \r\nEssential Fatty Acid Deficiency is Common after Total Pancreatectomy and Islet AutoTransplantation.\r\nOne-third of individuals had EFAD 1 year post-TPIAT, highlighting the need for systematic monitoring. Older age at transplant increased risk and adults were more affected than children. Other diagnoses affecting intestinal health may further increase risk for EFAD.\r\nPubmed   Journal   ReadQx \r\nLipase-to-Amylase Ratio for the Prediction of Clinically Relevant Postoperative Pancreatic Fistula following Pancreaticoduodenectomy.\r\n Postoperative drain fluid LAR represents a reliable predictor for the development of CR-POPF. With early prognostication, the postoperative care of patients deemed at risk of developing high-grade fistulas may be optimised.\r\nPubmed   Journal   ReadQx \r\nModulation of nuclear receptor 4A1 expression improves insulin secretion in a mouse model of chronic pancreatitis.\r\nModulating NR4A1 expression can be a promising therapeutic strategy to improve insulin secretion in CP.\r\nPubmed   Journal   ReadQx \r\nPhenotypic, genomic, and transcriptomic heterogeneity in a pancreatic cancer cell line.\r\nMIA PaCa-2 is comprised of cells with distinctive phenotypes, heterogeneous genomes, and differential transcriptomic profiles, suggesting its suitability as a model to study the underlying mechanisms behind pancreatic cancer heterogeneity.\r\nPubmed   Journal   ReadQx \r\nQuality of Life Following TPIAT: A Patient Experience Survey.\r\nTPIAT resulted in improved self-reported QOL in most patients, although post-operative physical and mental QOL are less compared to the average healthy United States adult.\r\nPubmed   Journal   ReadQx \r\nResearch progress on the mechanism of acute hypertriglyceridemic pancreatitis.\r\nThis article presents a comprehensive review of the evolving research on HTGP pathogenesis, encompassing lipid synthesis and metabolism, calcium signal transduction, inflammatory mediators, endoplasmic reticulum stress, autophagy, mitochondrial injury by fatty acids, oxidative stress response, genetic factors, and gene mutations. By unraveling the intricate mechanisms underlying HTGP, this article aims to enhance physicians' understanding of the disease and facilitate the development of potential targeted pharmacological interventions for patients.\r\nPubmed   Journal   ReadQx \r\nScreening of amino acids as a safe energy source for isolated rat pancreatic acini.\r\nAlanine and glutamate are safe and effective energy sources for mitochondria of pancreatic acinar cells.\r\nPubmed   Journal   ReadQx \r\nSeverity of gallstone, sludge or microlithiasis induced pancreatitis - all of the same?\r\n Microlithiasis and sludge induce gallstone-equivalent impaired liver function tests and induce pancreatitis with similar severity compared with gallstone-induced acute biliary pancreatitis.\r\nPubmed   Journal   ReadQx \r\nSyndecan-1 Levels and Early Positive Fluid Balance Are Associated with Disease Severity in Acute Pancreatitis.\r\nSAP is associated with high positive fluid balance in the early stages of treatment. Although increased in SAP, syndecan-1 was not independently associated with SAP when controlling for fluid balance and APACHE-II score.\r\nPubmed   Journal   ReadQx \r\nThe Population-level Prevalence of Exocrine Pancreas Insufficiency and the Subsequent Risk of Pancreatic Cancer.\r\nDespite a low prevalence, patients with EPI may have a higher risk of PDAC and many of these patients with EPI were not on PERT. PERT did not appear to impact incident PDAC risk after an EPI diagnosis.\r\nPubmed   Journal   ReadQx \r\nThe role of gut microbiota and innate immune response in an autoimmune pancreatitis model.\r\n The mouse model demonstrated the involvement of intestinal microbiota in pancreatitis, and LG administration suppressed pancreatitis, possibly through TLR7 signaling in PMs. LG may be a helpful probiotic for treating AIP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Development of clinical screening tool for exocrine pancreatic insufficiency in patients with definite chronic pancreatitis.\r\n We developed two CART models that were integrated into one digital screening tool to assess for EPI in patients with definite CP and with two to six input variables needed for predicting EPI status.\r\nPubmed   Journal   ReadQx \r\nExploring the prognostic value of circular RNAs in pancreatic ductal adenocarcinoma using genome-wide expression profiling.\r\nWe identified several new circRNAs with biomarker potential in surgically treated PDAC, three of which showed an independent prognostic value. We also found that ciRS-7 is absent in cancer cells but abundant in tumor microenvironment and may hold potential as marker of activated stroma.\r\nPubmed   Journal   ReadQx \r\nExpression of versican isoforms V0/V1 by pancreatic cancer associated fibroblasts increases fibroblast proliferation.\r\n CAFs express high levels of versican V0/V1 in primary and liver metastatic PDAC tumours and versican V0/V1 supports fibroblast proliferation.\r\nPubmed   Journal   ReadQx \r\nIdentification of pancreatic cancer risk factors from clinical notes using natural language processing.\r\nRule-based NLP algorithms applied to unstructured clinical notes are highly sensitive for automated identification of PDAC risk factors. Further validation in a large primary-care patient population is warranted to assess real-world utility in identifying HRIs for pancreatic cancer screening.\r\nPubmed   Journal   ReadQx \r\nImplications of pregnancy on MCN of the pancreas: A multicentric case-control study.\r\nPerigestational MCN are associated to increased cyst diameter, and in the subset of patients affected by MCN during gestation a high rate of growth was observed. Patients with a MCN and pregnancy desire should undergo multidisciplinary counselling.\r\nPubmed   Journal   ReadQx \r\nK-ras mutation detected by peptide nucleic acid-clamping polymerase chain reaction, Ki-67, S100P, and SMAD4 expression can improve the diagnostic accuracy of inconclusive pancreatic EUS-FNB specimens.\r\nK-ras mutation detection via peptide nucleic acid-clamping polymerase chain reaction is a stable and accurate method for distinguishing between pancreatic ductal adenocarcinoma and non-pancreatic ductal adenocarcinoma lesions. A classification tree using K-ras mutation, Ki-67, S100P, and SMAD4 helps increase the diagnostic accuracy of cases that are histologically difficult to diagnose.\r\nPubmed   Journal   ReadQx \r\nThe effect of steroid therapy on pancreatic exocrine function in autoimmune pancreatitis.\r\n The inflammatory involvement of the head of the pancreas is associated with PEF severity, as well as PEF improvement after treatment with steroids in patients with AIP.\r\nPubmed   Journal   ReadQx \r\nThe epidemiology of acute pancreatitis in tasmania over a 12-year period: Is this a disease of disadvantage?\r\n This is the first Australian study providing robust evidence that AP incidence is increasing and is at the upper limit of population-based studies worldwide. This increased incidence is greatest in socio-economically disadvantaged areas, meriting further research to develop targeted, holistic management strategies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Diving into dietary pattern and dietary diversity analyses.\r\n\r\nPubmed   Journal   ReadQx \r\nPredicting total energy expenditure.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Correspondence on: Methodological Standards When Reporting From National Databases.\r\n\r\nPubmed   Journal   ReadQx \r\nEvaluating Serum Free Thiols in Inflammatory Bowel Disease: Contribution of Albumin to Extracellular Free Thiol Status.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Association of Extra-oral Halitosis With Small Intestinal Bacterial Overgrowth in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Pancreas\r\n    Regarding the risk of hypertriglyceridemic acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nType 2 Autoimmune Pancreatitis Masquerading as Epstein-Barr Virus Infection: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Methylmalonic acid's potential as a prognostic indicator for cancer-related mortality.\r\n\r\nPubmed   Journal   ReadQx \r\nSelenium from fish consumption may protect against cognitive impairment: could selenoneine be involved?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-05-11T23:25:34-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/04-26-2024/",
    "title": "Fri Apr 26 2024",
    "description": "23 articles - From Friday Apr 19 2024 to Friday Apr 26 2024",
    "author": [],
    "date": "2024-04-26",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    TOpCLASS Expert Consensus Classification of Perianal Fistulizing Crohn's Disease: A Real-World Application in a Serial Fistula MRI Cohort.\r\n The TOpCLASS classification highlights the dynamic nature of PFCD over time, however, our ability to predict transitions between classes remains limited and requires prospective assessment. Improvement in MRI index scores over time was associated with a transition to lower TOpCLASS classification.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Medical Nutrition Therapy Provided by a Dietitian Improves Outcomes in Adults with Pre-Hypertension or Hypertension: A Systematic Review and Meta-Analysis.\r\n Dietitians play a critical role in improving cardiometabolic risk factors for adults with elevated BP;  thus, improved payment for and access to MNT services has the potential to significantly impact public health. Registration id and url This systematic review was registered in the International Prospective Register of Systematic Reviews  PROSPERO# CRD42022351693 (\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Intravenous Versus Subcutaneous Infliximab in Inflammatory Bowel Disease: A Systematic Review and Meta-Analysis.\r\n Changing patients established on IV infliximab to an SC formulation is associated with a high ongoing clinical remission and low adverse event rate. Furthermore, there are no signals for adverse outcomes among different IBD disease subtypes, nor in those on escalated IV infliximab dosing schedules up to 10mg/kg 6-weekly. This data should provide patients and clinicians alike with confidence in SC infliximab use in IBD.\r\nPubmed   Journal   ReadQx \r\nWork Productivity Impairment in Persons with Inflammatory Bowel Diseases: A Systematic Review and Meta-analysis.\r\n Persons with IBD experience significant work impairment and associated indirect costs. This highlights the need for appropriate workplace accommodations and timely medical therapy to alleviate the burden of disease and improve work outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Overfeeding polyunsaturated fat compared to saturated fat does not differentially influence lean tissue accumulation in overweight individuals: a randomized controlled trial.\r\n Overfeeding SFA or PUFA does not differentially affect lean tissue accumulation during 8 weeks in individuals with overweight. A lack of dietary fat type-specific effects on lean tissue is supported by specified substitution models in a large population-based cohort consuming their habitual diet.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Effectiveness and Safety of Semaglutide for Weight Loss in Patients With Inflammatory Bowel Disease and Obesity.\r\nA 2-sample t test was performed to assess mean TBW change from baseline, with a P value 5% mean weight loss. There was no increased risk of IBD-specific adverse events with semaglutide use.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Dose Escalation of Oral 5-Aminosalicylic Acid for Ulcerative Colitis With a Mayo Endoscopic Subscore of 1: An Open Label Randomized Controlled Trial.\r\nDose escalation of 5-ASA reduced relapse within 1 year in UC patients in clinical remission with an MES of 1.\r\nPubmed   Journal   ReadQx \r\nExploring the Predictive Value of Gut Microbiome Signatures for Therapy Intensification in Patients With Inflammatory Bowel Disease: A 10-Year Follow-up Study.\r\nThe gut microbiome is a potential biomarker for therapy intensification in IBD patients and personalized management strategies. Further research should validate our findings in other cohorts to enhance the generalizability of these results.\r\nPubmed   Journal   ReadQx \r\nProspective Evaluation of the Prediction Score for a Mild Course of Crohn's Disease (PreMiCC) in Newly Diagnosed Patients With Crohn's Disease: The PROGNOS Study.\r\nIn this prospective study, about 30% of incident CD patients had a mild disease course. Our suggested PreMiCC (prediction score for a mild course of Crohn's disease) successfully predicted this.\r\nPubmed   Journal   ReadQx \r\nReliability and Responsiveness of Clinical and Endoscopic Outcome Measures in Crohn's Disease.\r\n Endoscopic indices were more reliable as continuous measures. Composite outcomes including endoscopy improved sensitivity to treatment effect.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    3-Dimensional Pouchography: A Proof-of-Concept Study of a Novel Technique for Visualizing Ileoanal Pouch Anatomy & Morphology in Normal and Mechanical Pouch Complication Patients.\r\nThree-dimensional reconstruction of IPAA morphology is highly feasible using readily available technology. In our practice, we have found 3D pouchography to be an extremely useful adjunct to diagnose various mechanical pouch complications and improve planning for pouch salvage strategies. Given its ease of use and helpfulness in understanding the pouch structure and function, we have started to routinely integrate 3D pouchography into our clinical pouch referral practice. Further study is needed to formally assess to value of this technique to aid in the diagnosis of pouch pathology.\r\nPubmed   Journal   ReadQx \r\nAvoidant/restrictive food intake disorder symptoms are not as frequent as other eating disorder symptoms when ulcerative colitis is in remission.\r\nAmong adults with UC in remission, we found a low rate of ARFID symptoms by the NIAS but a high rate of positive screens for other eating disorder symptoms.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Incidence, epidemiology and outcomes of acute allograft rejection following liver transplantation in Australia.\r\n In this 11-year Australian study, acute LT rejection occurred in 35%, with independent risk factors of younger recipient age and ABO-incompatible transplant while having a simultaneous multiorgan transplant was protective. Acute rejection was independently associated with reduced graft and patient survival after adjustment for other factors.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Deletion of myeloid-specific Orai1 calcium channel does not affect pancreatic tissue damage in experimental acute pancreatitis.\r\n Our data suggest that ORAI1 may not be a predominant SOCE channel in macrophages and play a limited role in mediating pancreatic tissue damage in AP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    Navigating Postoperative Management in Crohn's Disease: Insights from the PORCSE Study.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Pancreas 2000. My journey with the central organ.\r\nIt comes with the obligation to submit a review article to our society's journal, Pancreatology. It was awarded to me 2023 and I take this opportunity to highlight my journey with the central organ AKA the pancreas, that is inseparatable from \"Pancreas 2000\" - an educational program for future pancreatologists, inaugurated by Karolinska Institutet.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Famine in Gaza: An example of the global humanitarian crisis.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Pneumocystis jirovecii Pneumonia Complicating Use of Upadacitinib in a Patient With Ulcerative Colitis and Primary Sclerosing Cholangitis: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    \"Geographic opportunities for growth in the transplant hepatology training workforce\".\r\n\r\nPubmed   Journal   ReadQx \r\nFinancial burden of cirrhosis is significantly reduced after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPoint of care ultrasound in the treatment of acute kidney injury in patients with cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nWhat is the true cost of DCD liver transplant from a value-based perspective?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Letter to editor: Clinical outcomes of acute pancreatitis in COVID-19 hospitalizations in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-04-27T23:37:25-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/04-19-2024/",
    "title": "Fri Apr 19 2024",
    "description": "17 articles - From Friday Apr 12 2024 to Friday Apr 19 2024",
    "author": [],
    "date": "2024-04-19",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Advocating for Consensus: The crucial role of standardised Magnetic resonance imaging (MRE) protocols and image quality metrics in assessment of Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of Serum 25-hydroxyvitamin D and Vitamin D Receptor Polymorphisms with Risks of Cardiovascular Disease and Mortality among Patients with Chronic Kidney Disease: A Prospective Study.\r\nHigher serum 25(OH)D concentrations were significantly associated with lower risks of total and subtypes of CVD incidence and mortality among individuals with CKD. These findings highlight the importance of maintaining adequate vitamin D status in the prevention of CVD and mortality in patients with CKD.\r\nPubmed   Journal   ReadQx \r\nOverfeeding polyunsaturated fat compared to saturated fat does not differentially influence lean tissue accumulation in overweight individuals: a randomized controlled trial.\r\n Overfeeding SFA or PUFA does not differentially affect lean tissue accumulation during 8 weeks in individuals with overweight. A lack of dietary fat type-specific effects on lean tissue is supported by specified substitution models in a large population-based cohort consuming their habitual diet.\r\nPubmed   Journal   ReadQx \r\nReduced plasma glycine concentration in healthy and chronically diseased older adults: a marker of visceral adiposity?\r\nReduced plasma Gly in older adults can be viewed as a marker of visceral adiposity, independent of sex, age, body composition, presence of chronic disease, and whole body glycine production or clearance. Clinical trial registry In the present paper, we report the analysis of the baseline measurements from the following studies registered on ClinicalTrials.gov.\r\nPubmed   Journal   ReadQx \r\nReplacement of saturated fatty acids from meat by dairy sources in relation to incident cardiovascular disease: The European Prospective Investigation into Cancer and Nutrition (EPIC)-Norfolk study.\r\nFindings indicate that different SFA-rich foods at baseline have differential associations with CVD risk. If confirmed by further studies, these findings could be used to inform specific food-based dietary guidance.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Exploring the Predictive Value of Gut Microbiome Signatures for Therapy Intensification in Patients With Inflammatory Bowel Disease: A 10-Year Follow-up Study.\r\nThe gut microbiome is a potential biomarker for therapy intensification in IBD patients and personalized management strategies. Further research should validate our findings in other cohorts to enhance the generalizability of these results.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Avoidant/restrictive food intake disorder symptoms are not as frequent as other eating disorder symptoms when ulcerative colitis is in remission.\r\nAmong adults with UC in remission, we found a low rate of ARFID symptoms by the NIAS but a high rate of positive screens for other eating disorder symptoms.\r\nPubmed   Journal   ReadQx \r\nConcordant B and T Cell Heterogeneity Inferred from the Multiomic Landscape of Peripheral Blood Mononuclear Cells in a Crohn's Disease Cohort.\r\nThis study highlights how multiomic analysis can reveal common regulatory mechanisms that underlie heterogeneity of PBMC profiles, one of which may be specific to inflammatory disease.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Etrasimod in Patients with Moderately to Severely Active Isolated Proctitis: Results From the Phase 3 ELEVATE UC Clinical Programme.\r\nEtrasimod demonstrated significant improvements versus placebo in patients with isolated proctitis, and those with more extensive disease, in most efficacy endpoints at Week 12 and 52.\r\nPubmed   Journal   ReadQx \r\nFarming activities and risk of inflammatory bowel disease: a French nationwide population-based cohort study.\r\nFurther research regarding specific farming activities and exposures likely to modify the microbiota (e.g., pesticides, pathogens) is required to identify potential occupational risk factors (agricultural exposome) for IBD. Exposure to Mycobacterium avium subspecies paratuberculosis, cryptosporidium, environmental toxins, micro/nanoplastics, and pesticides represents promising research avenues.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Efficiency of machine perfusion in pediatric liver transplantation.\r\nClinical reports of pediatric liver transplants with other perfusion techniques are awaited. Strong collaborative efforts are needed to explore the effect of perfusion techniques in this vulnerable population impacting not only the immediate posttransplant outcome, but the development and success of an entire life.\r\nPubmed   Journal   ReadQx \r\nEnhancing the Usability of older DCD donors through strategic approaches in liver transplantation in the US.\r\n LT outcomes using older DCD donors have become comparable to those from young DCD donors, with recent HRs for graft loss becoming insignificant. The strategic approach in the recent period could mitigate risks, including managing CIT(≤5.5 h), reducing asystole to cross-clamp time, and adopting NMP for longer distances. Optimal use of older DCD donors may alleviate the donor shortage.\r\nPubmed   Journal   ReadQx \r\nPursuing living donor liver transplantation improves outcomes of patients with autoimmune liver diseases - An intention-to-treat analysis.\r\n Our study suggests that having a potential live donor could decrease the risk of death in patients with PSC on the waitlist. Importantly, the post-transplant outcomes in this population are similar between the LDLT and DDLT groups.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Deletion of myeloid-specific Orai1 calcium channel does not affect pancreatic tissue damage in experimental acute pancreatitis.\r\n Our data suggest that ORAI1 may not be a predominant SOCE channel in macrophages and play a limited role in mediating pancreatic tissue damage in AP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Allograft involvement with Post-transplant lymphoproliferative disorders (PTLD) in liver transplant recipients: A clinicopathological analysis of 17 cases.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver disease etiology and race/ethnicity are associated with neighborhood food insecurity risk in US liver transplant candidates.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Letter to editor: Clinical outcomes of acute pancreatitis in COVID-19 hospitalizations in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-04-22T00:24:58-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/04-12-2024/",
    "title": "Fri Apr 12 2024",
    "description": "23 articles - From Friday Apr 05 2024 to Friday Apr 12 2024",
    "author": [],
    "date": "2024-04-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Advocating for Consensus: The crucial role of standardised Magnetic resonance imaging (MRE) protocols and image quality metrics in assessment of Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Chronic kidney disease in inflammatory bowel disease, a systematic review and meta-analysis.\r\nIBD is associated with a clinically meaningful increased CKD prevalence. We provide recommendations on diagnostic evaluation, as well as suggestions for future research.\r\nPubmed   Journal   ReadQx \r\nPhysical Activity Is Associated With A Decreased Risk Of Developing Inflammatory Bowel Disease: A Systematic Review And Meta-Analysis.\r\n This meta-analysis suggests that physical activity is inversely associated with the risk of developing IBD, more so in CD than in UC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations Among Diabetes Medication Use, Serum Magnesium, and Insulin Resistance in a Cohort of Older Puerto Rican Adults.\r\nDiabetes medication, especially metformin, was associated with elevated odds of hypomagnesemia, which may weaken the association between metformin and lowering of HOMA-IR. The causal inference needs to be confirmed in further studies.\r\nPubmed   Journal   ReadQx \r\nPlant-based meat analogues (PBMAs) and their effects on cardiometabolic health: An 8-week randomized controlled trial comparing PBMAs with their corresponding animal-based foods.\r\nA plant-based meat analogues diet did not show widespread cardiometabolic health benefits compared with omnivorous diets over 8 weeks. The composition of PBMAs may need to be considered in future trials. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nProportions of trans fatty acids in erythrocyte of Canadian adults before the prohibition of partially hydrogenated oils in foods: Results from the Canadian Health Measures Survey 2012-2015.\r\nPre-PHO prohibition in food in Canada, t-TFA proportions were relatively low compared with a proposed threshold of 1% of total RBC fatty acids over which cardiovascular risk may be higher. Previous voluntary initiatives to reduce i-TFA in the food supply may explain these relatively low RBC t-TFA levels. Some population subgroups had higher baseline RBC TFA than other subgroups, but the physiological implications of these small differences, at relatively low baseline RBC TFA proportions, remain to be determined. Clinical trial registry number Not applicable REGISTRY AND REGISTRY NUMBER FOR SYSTEMATIC REVIEWS OF META-ANALYSIS  Not applicable.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Changes Over Time in the Lémann Index and the Inflammatory Bowel Disease Disability Index in a Prospective Cohort of Patients With Crohn's Disease.\r\nThis is the first prospective cohort study assessing changes over time in both the LI and the IBD-DI in CD patients. After 4 years, the LI appeared to be stable and the IBD-DI decreased, with no correlation between the 2 indexes.\r\nPubmed   Journal   ReadQx \r\nDurability of the First Biologic in Children and Adults With Ulcerative Colitis: A Nationwide Study from the epi-IIRN.\r\n After 5 years of treatment, 43% of the patients with UC sustained their first biologic, with similar durability in pediatric and adult-onset onset disease. Anti-TNFs had similar durability to vedolizumab and superior durability when prescribed as combotherapy.\r\nPubmed   Journal   ReadQx \r\nInequalities in Healthcare Access, Experience and Outcomes in Adults With Inflammatory Bowel Disease: A Scoping Review.\r\nFurther research, particularly utilizing qualitative methods, is needed to understand health experiences of underserved patient populations with IBD. Cultural humility in IBD care is required to better serve individuals with IBD of Black and Asian race/ethnicity. The lack of research amongst sexual and gender minority groups with IBD, and with learning disabilities, poses a risk of creating inequalities within inequalities.\r\nPubmed   Journal   ReadQx \r\nIntestinal Stromal Cells in the Turmoil of Inflammation and Defective Connective Tissue Remodeling in Inflammatory Bowel Disease.\r\nCurrent IBD treatments target inflammation but fail in fibrostenotic or fistulizing disease. Baseline and recent findings on stromal cells, molecules, and pathways involved in disrupted extracellular matrix homeostasis are reviewed to provide relevant pharmacologic targets.\r\nPubmed   Journal   ReadQx \r\nNOD2 and Crohn's Disease Clinical Practice: From Epidemiology to Diagnosis and Therapy, Rewired.\r\nEventually, their role in increasing the risk for surgery is evident, especially in those with the L1007fs variant. If further trials will support the initial evidence reported so far, NOD2 genetic variants will emerge as possible candidates for developing precision medicine in CD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Farming activities and risk of inflammatory bowel disease: a French nationwide population-based cohort study.\r\nFurther research regarding specific farming activities and exposures likely to modify the microbiota (e.g., pesticides, pathogens) is required to identify potential occupational risk factors (agricultural exposome) for IBD. Exposure to Mycobacterium avium subspecies paratuberculosis, cryptosporidium, environmental toxins, micro/nanoplastics, and pesticides represents promising research avenues.\r\nPubmed   Journal   ReadQx \r\nFecal Microbiota Transplantation engraftment after budesonide or placebo in patients with active ulcerative colitis using pre-selected donors: a randomized pilot study.\r\n In this small study, pretreatment with budesonide did not significantly influence engraftment or clinical response after FMT. However, clinical response appeared donor-dependent. Response to FMT may be related to transfer of specific strains instead of overall engraftment, demonstrating the need to characterize mechanisms of actions of strains that maximize therapeutic benefit in ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nNew surgery and hospital-diagnosed infections in elderly patients with inflammatory bowel disease undergoing surgery - a nationwide cohort study.\r\n The elderly with IBD did not have an increased risk of new abdominal surgery within two years of the first surgery. Elderly with CD, but not UC, had an increased risk of serious infections within 6 months of surgery.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Clinical and Economic Implications of Interventions in Pancreatic Fluid Collections: An Assessment From a National Claims Database.\r\nAs percutaneous drainage may be associated with higher mortality, rehospitalization, and costs, when requisite expertise is available, endoscopy should be preferred for treatment of PFC amenable to such an approach. Randomized trials are required to validate these findings.\r\nPubmed   Journal   ReadQx \r\nTHE ADDED VALUE OF BLOOD GLUCOSE MONITORING IN HIGH-RISK INDIVIDUALS UNDERGOING PANCREATIC CANCER SURVEILLANCE.\r\nIn this study we found no added value for longitudinal glucose monitoring in CDKN2A PV carriers participating in an imaging-based pancreatic cancer surveillance program.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Development of a novel CT-based index for predicting the number of extracorporeal shockwave lithotripsy (ESWL) sessions required for successful fragmentation of obstructing pancreatic duct stones.\r\n The PDS index is a useful predictor of the number of ESWL sessions needed for technical success that can help in planning and patient counseling.\r\nPubmed   Journal   ReadQx \r\nTreatment outcomes of gemcitabine plus nab-paclitaxel in pancreatic cancer patients with malignant ascites.\r\n GnP showed moderate efficacy with manageable safety profile in PC patients with MA. However, PC patients with moderate to massive ascites still have a dismal prognosis, and further development of effective treatments is needed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Ustekinumab and Vedolizumab Exposure Is Unaffected by Pharmacogenetic Determinants of Anti-TNFs Pharmacokinetics.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Pancreatic anastomosis training models: Current status and future directions.\r\nIt is concluded that research is needed to understand the mechanical properties of the human pancreas in an effort to develop a synthetic model that closely mimics its mechanical properties. Virtual reality (VR) is an attractive alternative to synthetic models for surgical training, and further work is needed to develop a VR pancreatic anastomosis training module that provides both high fidelity and haptic feedback.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Bowel Damage and Disability in Crohn's Disease: Is it Really Two Birds with One Stone?\r\n\r\nPubmed   Journal   ReadQx \r\nTofacitinib as a Rescue Therapy for Ulcerative Colitis in Pregnancy.\r\n\r\nPubmed   Journal   ReadQx \r\nUstekinumab Offers Long-Term Clinical Remission With Safety in Very Early-Onset Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-04-14T21:07:54-04:00",
    "input_file": {}
  }
]
