[
  {
    "path": "gi2/01-03-2025/",
    "title": "Fri Jan 03 2025",
    "description": "19 articles - From Friday Dec 27 2024 to Friday Jan 03 2025",
    "author": [],
    "date": "2025-01-03",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Reporting of nutritional screening, status and intake in trials of nutritional and physical rehabilitation following critical illness: a systematic review.\r\n Few RCTs of physical rehabilitation measure and report nutritional or related variables. Future studies should measure and report specific nutritional factors that could impact physical and functional recovery to support interpretation where studies do not show benefit. A protocol was pre-registered on PROSPERO (CRD42022315122).\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Artificial intelligence-enabled histology exhibits comparable accuracy to pathologists in assessing histological remission in Ulcerative Colitis: a systematic review, meta-analysis and meta-regression.\r\n AI shows significant potential for assessing histological remission in UC and performs comparably to pathologists. Future research should focus on standardised, large-scale studies to minimise heterogeneity and support widespread AI implementation in clinical practice.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Associations between ABO, FUT2 and chronic pancreatitis: A comprehensive meta-analysis of multiple cohorts and public biobanks.\r\nNo association was found between lead SNPs of ABO or FUT2 and CP in meta-analysis, nor was there an association between ABO blood group or FUT2 secretor status and CP in Chinese cohort. ABO and FUT2 might play limited role in CP development.\r\nPubmed   Journal   ReadQx \r\nFeasibility and clinical utility of endoscopic ultrasound-guided tissue acquisition for comprehensive genomic profiling in pancreatic cancer: A systematic review and meta-analysis.\r\n Comprehensive genomic profiling of PDAC using EUS-TA-derived samples demonstrated feasibility in clinical settings. Approximately 18 % of patients undergoing CGP exhibited potentially actionable mutations, highlighting the potential for personalized therapeutic approaches.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effect of Medium Chain Triglycerides and Whey Protein Isolate Preloads on Glycaemia in Type 2 Diabetes: A randomised crossover study.\r\nSequential consumption of MCT and WPI preloads did not affect diurnal or 24h glycaemia but lowered PPG and 24h glycaemic variability in individuals with T2D. These effects were associated with increased circulating β-hydroxybutyrate, PYY and GIP, and suppression of appetite. Clinical trial registry number ClinicalTrials.gov Identifier NCT04905589 URL OF REGISTRATION \r\nPubmed   Journal   ReadQx \r\nThe Relationship Between A High-Fat Diet, Gut Microbiome, and Systemic Chronic Inflammation: Insights from Integrated Multi-Omics Analysis.\r\nMicrobial dysbiosis appears to be an important mechanism for HFD-induced SCI. The Lachnospiraceae_FCS020 group may act as a key genus in HFD-mediated elevation of IL-2RA.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Jacalin Attenuates Colitis-Associated Colorectal Carcinogenesis by Inhibiting Tumor Cell Proliferation and Intestinal Inflammation.\r\nCollectively, our findings demonstrated that jacalin suppresses CAC development, highlighting its anti-inflammatory and antitumoral role in the AOM/DSS-induced model.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Anti-TNF Non-Response in Ulcerative Colitis: Correcting for Mucosal Drug Exposure Reveals Distinct Cytokine Profiles.\r\n We incorporated MDE in mucosal cytokine research to avoid bias due to insufficient presence of anti-TNF. When applied to mucosal cytokines previously linked to (N)R, IL-6 appears to drive inflammation in TNFi resistant UC patients, while OSM seems to parallel inflammation and does not cause refractoriness.\r\nPubmed   Journal   ReadQx \r\nHistologic and Endoscopic Findings Are Highly Correlated in a Prospective Cohort of Patients With Inflammatory Bowel Diseases.\r\nIn a real-world setting, endoscopic inflammation predicted histologic inflammation with high accuracy. In patients with a Rutgeerts score of i0, microscopic inflammation in neo-TI biopsies did not predict more aggressive disease behavior over the next 4 years. These results have implications for the design of clinical trials, suggesting the use of endoscopic healing as an endpoint.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Endoscopic ultrasound is useful for the risk stratification of mucinous pancreatic cystic lesions: A long-term prospective study.\r\nEUS-FNA is useful for the risk stratification of mucinous PCLs. The low incidence of adenocarcinoma over time after a negative EUS-FNA may allow for a less resource intensive surveillance strategy.\r\nPubmed   Journal   ReadQx \r\nFrozen section analysis of pancreatic resection margins during pancreaticoduodenectomy for pancreatic adenocarcinoma is not affected by neoadjuvant therapy.\r\nThe histopathological changes occurring in the pancreas PNAT for PDAC do not affect the histopathological interpretation of FS analysis of PRMs, and the accuracy of FS analysis is similar in the PNAT and TN patients.\r\nPubmed   Journal   ReadQx \r\nMisfolding PRSS1 variant p.Ala61Val in a case of suspected intrauterine pancreatitis.\r\nTaken together, the observations expand the repertoire of misfolding PRSS1 variants and highlight the need for functional analysis to identify this rare form of genetic etiology.\r\nPubmed   Journal   ReadQx \r\nNo definite associations between opioid doses and severity of acute pancreatitis - Results from a multicentre international prospective study.\r\nThe association between opioid doses and AP severity was dose-dependent with cumulative opioid doses but not with daily doses. In the absence of adequate evidence and potential reverse causation bias, future studies are warranted to assess the safety of opioids in AP.\r\nPubmed   Journal   ReadQx \r\nOnset of pancreatic cancer before and after acute pancreatitis: A multicenter longitudinal cohort study.\r\n Idiopathic AP and pseudocyst formation significantly elevate the risk of PC, particularly within two years. These findings underscore the need for structured follow-up and early screening in idiopathic AP cases to improve PC detection and survival outcomes.\r\nPubmed   Journal   ReadQx \r\nOptimal indication of adding pancreatic juice cytology in the diagnosis of malignant intraductal papillary mucinous neoplasm of the pancreas.\r\nAlthough PJC is generally not recommended for patients with IPMN, it is worth considering for the determination of treatment strategies in patients with abrupt changes in the caliber of the pancreatic duct with distal pancreatic atrophy.\r\nPubmed   Journal   ReadQx \r\nPatient-derived organoids from pancreatic cancer after pancreatectomy: Feasibility and organoid take rate in treatment-naïve periampullary tumors.\r\n In the current study, we found that PDOs could be established from resected pancreatic tumors in over half of resected periampullary tumors, and highest in PDACs. As such, generating a pancreatic cancer PDO biobank for translational research was feasible after cryopreservation.\r\nPubmed   Journal   ReadQx \r\nTime between pancreatic cancer diagnosis and treatment initiation and survival in the U.S. Military Health System.\r\nResults Overall, median time-to-treatment was 3 weeks and 95 % of patients received treatment within 12 weeks. Time-to-treatment >6 weeks was associated with a statistically significant lower risk of death (AHR = 0.77, 95 % CI = 0.61-0.98) compared to time-to-treatment 12 weeks) with survival.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Ozanimod and Vedolizumab as First-Line Advanced Therapies in Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Letter: Ozanimod and Vedolizumab as First-Line Advanced Therapies in Ulcerative Colitis: Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-01-07T20:39:40-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-27-2024/",
    "title": "Fri Dec 27 2024",
    "description": "19 articles - From Friday Dec 20 2024 to Friday Dec 27 2024",
    "author": [],
    "date": "2024-12-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreatology\r\n    High prevalence of pancreatic steatosis in pancreatic cancer patients: A meta-analysis and systematic review.\r\nPDAC patients have a high prevalence of PS, and they are significantly more likely to have PS compared to controls. These findings emphasize the need to prioritize a standardized approach to the diagnosis, follow-up, and treatment of PS, with future studies focusing on identifying patients who would benefit from PDAC surveillance programs.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of the EAT-Lancet diet, serial measures of serum proteome and gut microbiome, and cardiometabolic health: a prospective study of Chinese middle-aged and elderly adults.\r\nOur study presents key molecular evidence to support the role of EAT-Lancet diet adherence in promoting cardiometabolic health.\r\nPubmed   Journal   ReadQx \r\nAssociations of body composition at birth and accretion from 0-5 years with kidney function and volume at the 10-year follow-up: the Ethiopian iABC birth cohort.\r\n A higher conditional FFM gain in age from 3-6 months resulted in better kidney function at the 10-year follow-up, whilst a higher conditional FFM gain in age from 4-5 years resulted a lower kidney function. Kidney volume at the 10-year follow-up was associated with higher birth FFM and higher conditional FM or FFM growth in most growth periods.\r\nPubmed   Journal   ReadQx \r\nAssociations of early childhood exposure to severe acute malnutrition and recovery with cardiometabolic risk markers in later childhood: 5-year prospective matched cohort study in Ethiopia.\r\n Both rapid BAZ increase and decrease during early post-recovery from SAM were associated with greater cardiometabolic risk 5-years later. The findings indicate the need to target post-recovery interventions to optimize healthy weight recovery.\r\nPubmed   Journal   ReadQx \r\nMaize consumption and circulating aflatoxin levels in Mexican middle- and older-aged adults: A cross-sectional analysis.\r\nMaize and maize tortilla intake was associated to AFB1-lys concentrations. This association appears to be driven by consumption of tortillas made from homemade masa.\r\nPubmed   Journal   ReadQx \r\nStandardized Assessment of Energy Excretion in Healthy Adults: A Novel Methodology.\r\nThis study presents a standardized and efficient methodology for accurately assessing energy excretion using dye-labeled replacement bars. The findings underscore the notable yet variable role of energy excretion in energy balance and suggest that this method could enhance the precision of future energy balance studies.\r\nPubmed   Journal   ReadQx \r\nThe null need not be nil: Clarifying the parallel arbitrariness of difference testing and equivalence testing.\r\nWhen contrasted with the requirements of equivalence testing (where the smallest effect size of interest must be explicitly declared and justified a priori, in the form of the equivalence zone), it is therefore understandable how the misperception of greater arbitrariness could emerge. By combating the latter misperception, our comments serve to promote good practice in both difference testing and equivalence testing.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Dietary Carrageenan Amplifies the Inflammatory Profile, but not Permeability, of Intestinal Epithelial Cells from Patients With Crohn's Disease.\r\nDietary CGN caused upregulation of inflammatory markers and affected cytokine release of intestinal epithelial cells from CD patients, while permeability remained unaltered. When inflammation was already present, this pro-inflammatory effect was more pronounced, suggesting a role for dietary CGN during active CD.\r\nPubmed   Journal   ReadQx \r\nEscherichia coli Nissle Improves Short-Chain Fatty Acid Absorption and Barrier Function in a Mouse Model for Chronic Inflammatory Diarrhea.\r\nThese findings suggest that EcN is able to proliferate in the inflamed cecum, resulting in increased microbial SCFA production, decreased inflammation, and improved gut barrier properties. In sufficient dosage, probiotics may thus be an effective anti-inflammatory strategy in the diseased gut.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Development of posttransplant diabetes mellitus in US recipients of liver transplant is influenced by OPTN region.\r\nThe performance of a novel risk prediction model for PTDM in LTRs has improved performance with the inclusion of the OPTN region. Vigilance is recommended to centers in high-risk regions to identify PTDM and mitigate its development.\r\nPubmed   Journal   ReadQx \r\nLack of progress in cancer related outcomes after Liver Transplantation: Mitigating risk & identifying future needs to move this needle.\r\nProspective studies of immunosuppression modifications needed to minimize rejection and maximize cancer response are ongoing and will reduce the fear from oncology and transplant providers alike, allowing utilization of the most optimal therapy available to the individual. This review aims to assess current data to aid in clinical management and identify the needs to fascilitate further progress in this field.\r\nPubmed   Journal   ReadQx \r\nTransforming the logistics of liver transplantation with normothermic machine perfusion: Clinical impact versus cost.\r\nIn conclusion, utilization of NMP comes with an attendant increase in cost but provides substantial clinical benefit. Transplant programs must weigh these considerations in their practice environments before initiating an NMP program.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Significant projected savings with expansion of an emergency department observation protocol for mild acute pancreatitis.\r\nImplementation of an evidence-based, protocoled ED pathway for MAP could result in over $100 million in direct healthcare savings.\r\nPubmed   Journal   ReadQx \r\nTrends and impact of endoscopic ultrasound utilization for suspected intraductal papillary mucinous neoplasms.\r\nIn this series EUS over-utilization for low risk IPMN improved over time reflecting more conservative guidelines, without changing PDAC diagnosis rates. There was good agreement between cross-sectional imaging and EUS for specific PCL features.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Acute Severe Ulcerative Colitis and Cytomegalovirus During Pregnancy: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Does the utilization of machine perfusion require a boundary for livers donated after circulatory death?\r\n\r\nPubmed   Journal   ReadQx \r\nLess is more: The use of a single biodegradable stenting to treat biliary anastomotic strictures in pediatric Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPostoperative heartbreak: Takotsubo cardiomyopathy following Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Letter: Ozanimod and Vedolizumab as First-Line Advanced Therapies in Ulcerative Colitis: Authors' Reply. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-28T00:14:17-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-20-2024/",
    "title": "Fri Dec 20 2024",
    "description": "37 articles - From Friday Dec 13 2024 to Friday Dec 20 2024",
    "author": [],
    "date": "2024-12-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    The Dietary Guidelines for Americans-is the evidence bar too low or too high?\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Selecting High-Risk Patients With Pediatric Crohn's Disease for Top-Down Anti-TNF as per the 2021 ECCO-ESPGHAN Guidelines: A 5-Year Nationwide Retrospective Analysis From Scotland (2016-2020).\r\nOur data support the guideline's ability to identify patients more likely to require early treatment escalation. However, this approach would have led to potential over- and under-treatment in a substantial proportion of patients. This underscores the importance of frequent and comprehensive monitoring, along with flexible treatment strategies that adapt to changes in disease status.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreatology\r\n    Concomitant virus infection increases mortality and worsens outcome of acute pancreatitis: A systematic review and meta-analysis.\r\n Patients co-diagnosed with AP and SARS-CoV-2 infection require heightened attention due to an increased risk of mortality and complications. No evidence was found that HIV infection elevated the risk of a more severe outcome.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of early childhood exposure to severe acute malnutrition and recovery with cardiometabolic risk markers in later childhood: 5-year prospective matched cohort study in Ethiopia.\r\n Both rapid BAZ increase and decrease during early post-recovery from SAM were associated with greater cardiometabolic risk 5-years later. The findings indicate the need to target post-recovery interventions to optimize healthy weight recovery.\r\nPubmed   Journal   ReadQx \r\nCold induces increased ad libitum energy intake independent of changes in energy expenditure: a controlled crossover trial in adults.\r\n Ad libitum EI increased during but not following mild cold exposure. There was an effect of 24-h RER and CARBOX during cold exposure that was related to greater ad libitum EI following cold. These results indicate an acute effect of cold on concurrent EI independent of changes in metabolic rate, but also a residual influence of cold on subsequent EI via fuel preference. CLINICAL TRIAL REGISTRATION\r\nPubmed   Journal   ReadQx \r\nDiet Quality Patterns and Chronic Kidney Disease Incidence: A UK Biobank Cohort Study.\r\nIn British adults, higher adherence to the aMED, DASH and hPDI patterns was associated with lower risk of CKD, whereas greater adherence to the uPDI and DII patterns was associated with greater risk.\r\nPubmed   Journal   ReadQx \r\nIncreasing Diversity in the Nutrition, Obesity, and Diabetes Biomedical Workforce: The BRIDGES Consortium.\r\nThere are also elements that are specific to each individual program. The BRIDGES program is expected to impact a substantial number of UR scientists who are then likely to have an influence on nutrition, obesity, diabetes and health disparities research, shaping NIH priorities, and future scientists conducting NIDDK-related research.\r\nPubmed   Journal   ReadQx \r\nStandardized Assessment of Energy Excretion in Healthy Adults: A Novel Methodology.\r\nThis study presents a standardized and efficient methodology for accurately assessing energy excretion using dye-labeled replacement bars. The findings underscore the notable yet variable role of energy excretion in energy balance and suggest that this method could enhance the precision of future energy balance studies.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Eleven Grand Challenges for Inflammatory Bowel Disease Genetics and Genomics.\r\nThese involve elucidation of the genetic architecture of IBD (how it compares across populations, the role of rare variants, and prospects of polygenic risk scores), in-depth cellular and molecular characterization (fine-mapping causal variants, cellular contributions to pathology, molecular pathways, interactions with environmental exposures, and advanced organoid models), and applications in personalized medicine (unmet medical needs, working toward molecular nosology, and precision therapeutics). We review recent advances in each of the 11 areas and pose challenges for the genetics and genomics communities of IBD researchers.\r\nPubmed   Journal   ReadQx \r\nEtrasimod as a Monotherapy or With Concomitant Use of Corticosteroids and/or Aminosalicylates: Results From the ELEVATE UC Clinical Program.\r\nEtrasimod monotherapy showed consistent efficacy and safety vs placebo;  no apparent benefit was observed with concomitant CS and/or 5-ASA in patients receiving etrasimod. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nGender and Sex Differences in Abdominal Pain, Fatigue, And Psychological Symptoms Among Adults with Inflammatory Bowel Disease: A Network Analysis.\r\nThis study highlights that fatigue and anxiety are core symptoms among individuals with IBD and demonstrates a potential sex and/or gender difference in core symptoms. Replication of this study is needed with further consideration of inclusion of TGD patients.\r\nPubmed   Journal   ReadQx \r\nImprovement of Transmural Inflammation With Adalimumab Versus Immunomodulator Maintenance Therapy in Pediatric Crohn's Disease: Single-Center Prospective Evaluation Using the Pediatric Inflammatory Crohn's Magnetic Resonance Enterography Index.\r\nADA therapy was associated with objective improvement in MRE findings of inflammation more frequently than IM. The low rate of MRE normalization suggests that this is not yet a realistic target with existing therapies.\r\nPubmed   Journal   ReadQx \r\nIntestinal Ultrasound Measures are Strongly Correlated With Small Bowel Endoscopic Lewis Score in Active Crohn's Disease.\r\nIUS measures are strongly correlated with VCE-inflammatory LS in active CD and may provide an assessment of endoscopic response and remission over time.\r\nPubmed   Journal   ReadQx \r\nLow Surgery Rates in Early Crohn's Disease: Results from a Prospective Population-Based Inception Cohort-The Inflammatory Bowel Disease in South-Eastern Norway III Study.\r\n A high proportion of patients had ileal disease and inflammatory behavior at diagnosis. Still, nearly 40% started biologic therapy within the 1-year follow-up, while only 5% required intra-abdominal surgery.\r\nPubmed   Journal   ReadQx \r\nNew Insights into the Pathogenesis of Intestinal Fibrosis in Inflammatory Bowel Diseases: Focusing on Intestinal Smooth Muscle Cells.\r\nMoreover, the molecular mechanisms and signaling pathways that regulate SMC hyperplasia/hypertrophy will be extensively reviewed. The understanding of the cellular network and the molecular background behind stricture formation is essential for the design of effective anti-fibrotic strategies, and SMCs might be a promising therapeutic target in the future.\r\nPubmed   Journal   ReadQx \r\nProvider Education and Clinical Decision Support Tool Improve Proficiency in Advanced Therapies for Inflammatory Bowel Disease.\r\nWe have built a freely accessible web-based decision support tool platform for advanced medical therapy selection in IBD that significantly improved provider mastery in decision-making for advanced medical therapies.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Clinical outcomes after first-line anti-TNF treatment of patients with inflammatory bowel disease - a prospective multicenter cohort study.\r\nClinical response was achieved in two in three UC and three in four CD patients, meanwhile, one-third of UC and one-fourth of CD patients experienced LOR despite the short disease duration in this study. Several clinical features were associated with outcomes and may be useful predictors of anti-TNF treatment response.\r\nPubmed   Journal   ReadQx \r\nDisruption of epithelial barrier integrity via altered GILZ/c-Rel/RACK1 signaling in inflammatory bowel disease (IBD).\r\nWe provide the first evidence that an alteration of RACK1/SRC/E-cadherin regulatory mechanism, correlating with decreased GILZ protein expression is involved in epithelial barrier disruption. The clinical relevance is based on the fact that this mechanism involving GILZ/cRel-related RACK1 expression could be considered to improve IBD therapies, particularly in patients with low or no response to glucocorticoid treatment.\r\nPubmed   Journal   ReadQx \r\nMultiple Ileal and Colonic Stenoses: Is It Always Crohn's Disease?\r\nThis case highlights the importance of considering metastatic disease in the differential diagnosis of gastrointestinal (GI) strictures, particularly when inflammatory bowel disease markers are inconclusive or marginal. Clinicians should be aware of the potential for breast cancer to metastasize to the GI tract, which may present with symptoms mimicking primary GI diseases.\r\nPubmed   Journal   ReadQx \r\nOpen label vancomycin in primary sclerosing cholangitis-inflammatory bowel disease: improved colonic disease activity and associations with changes in host-microbiome-metabolomic signatures.\r\n Four weeks of OV induces remission in PSC-IBD activity, associated with a reduction in gut bacterial diversity and compositional changes relating to BA and SCFA homeostasis.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Hepatitis C-positive grafts for hepatitis C-negative recipients in liver transplantation: Buried treasure or depleting resource?\r\nFurthermore, Ishak stage 2 or 3 fibrotic DBD grafts had similar 5-year GS to non-fibrotic grafts. The findings suggest that the long-term outcome of using HCV-viremic DBD or DCD grafts for HCV-negative recipients is comparable to that of other graft types, and that fibrotic grafts have the potential to expand the DBD donor pool.\r\nPubmed   Journal   ReadQx \r\nImmune checkpoint inhibitors in the post-transplant landscape of hepatocellular carcinoma: A systematic literature review.\r\nICIs show potential for treating recurrent HCC after liver transplantation, but the risk of graft rejection is significant. Careful patient selection, close monitoring, and individualized management of immunosuppression are crucial. Positive PD-L1 expression and the choice of immunosuppressive regimen appear to influence the risk of graft rejection;  however, these findings are based on limited data. Prospective studies with larger sample sizes are needed to validate these findings and establish evidence-based guidelines for the use of ICIs in the post-transplant setting.\r\nPubmed   Journal   ReadQx \r\nMaterial economic hardship is associated with adverse 1-year outcomes after pediatric liver transplantation: Prospective cohort results from the multi-center SOCIAL-Tx study.\r\nOur findings highlight the adverse influence of household material economic hardship on pediatric liver transplant outcomes within the first year. Targeted social risk assistance and adjustment strategies offer actionable avenues to mitigate these challenges and enhance outcomes in pediatric liver transplant recipients.\r\nPubmed   Journal   ReadQx \r\nSurvival outcomes following liver retransplantation (reSOFT) score: A model predicting survival after adult liver retransplantation.\r\nThe reSOFT score was developed by assigning points to these factors proportional to their hazard ratios and divided into high-, moderate-, and low-risk groups that accurately predict 3-month survival post-retransplant. With a C-statistic of 0.73 (CI 0.71-0.75), this tool may serve to guide clinicians in identifying and better caring for high-risk re-transplant recipients.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Impact of islet autotransplantation on 30-day post-operative outcomes in patients undergoing total pancreatectomy: A NSQIP retrospective cohort analysis of 584 patients.\r\n The results from this study suggest that TPIAT does not appear to be associated with increased 30-day morbidity, and should be considered in patients to mitigate the long-term morbidity associated with diabetes mellitus post TP.\r\nPubmed   Journal   ReadQx \r\nMethionine restriction inhibits pancreatic cancer proliferation while suppressing JAK2/STAT3 pathway.\r\n MR suppressed the JAK2/STAT3 pathway and decreased NF-kB in some PC cell lines.\r\nPubmed   Journal   ReadQx \r\nPancreatic extracellular volume fraction on routine contrast-enhanced computed tomography can predict pancreatic fibrosis and postoperative pancreatic fistula.\r\nPancreatic ECV obtained from routine CE-CT images accurately predicted the histopathological grade of pancreatic fibrosis and was an independent risk factor for POPF after PD.\r\nPubmed   Journal   ReadQx \r\nThree-tiered critical care management of acute pancreatitis.\r\n Our findings suggest that on-admission CRP and amylase cannot reliably predict progression of AP. However, elevated and increasing levels of CRP and amylase may indicate the need for early HDU admission to enable closer monitoring.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A broader perspective on nutrition research: the rationale for integrating the entire continuum of human nutrition.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Advancing Toward Transmural Healing in Pediatric Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Caveat of biliary ph as biomarker of bile duct viability during normothermic machine perfusion of donor livers.\r\n\r\nPubmed   Journal   ReadQx \r\nInequity in access to liver transplant care: Time to make the invisible visible.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Normothermic regional perfusion in controlled DCD liver procurement- Comparable outcomes to DBD liver transplantation in three different European countries.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Normothermic regional perfusion in controlled DCD liver procurement: Comparable outcomes to DBD liver transplantation in three different European countries.\r\n\r\nPubmed   Journal   ReadQx \r\nThe impact of normothermic machine perfusion on coagulation function and transfusion practice: Miracle Machine or anticipatory bias.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancreatitis during COVID-19 pandemic in US. some comments.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Autoimmune pancreatitis associated with severe postoperative pneumonia.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-24T16:16:02-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-13-2024/",
    "title": "Fri Dec 13 2024",
    "description": "20 articles - From Friday Dec 06 2024 to Friday Dec 13 2024",
    "author": [],
    "date": "2024-12-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Plant-based meat alternatives and cardiometabolic health: A systematic review and meta-analysis.\r\n Our findings suggest substituting PBMAs for meat for up to 8 weeks lowered TC (6%), LDL-c (12%) and body weight (1%) in adults without cardiovascular diseases. PBMAs may facilitate the transition to a plant-based diet, but long-term studies are needed to evaluate their cardiometabolic effects.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Oral Citrulline supplementation in pregnancies with preeclampsia: a multicentre, randomized, double blind clinical trial.\r\n The current trial found no benefit of oral L-citrulline supplementation to women with preeclampsia regarding either the duration of pregnancy, fetal growth, or maternal and neonatal outcome. Systolic blood pressure and liver enzymes at delivery were increased in the treated group. L-citrulline oral supplementation does not seem to be a promising candidate as a therapeutic intervention in pregnancies with preeclampsia. Clinical Trial Registration\r\nPubmed   Journal   ReadQx \r\nPrediction models of basal energy expenditure in children and adolescents across the BMI spectrum based on room-calorimetry: a cross-sectional cohort study.\r\n New BEE prediction models developed and tested in cohorts representative of children with normal weight and OW/OB had superior performance compared with existing models. The BEE prediction equations based on simple anthropometrics or body composition provided improved accuracy and precision for children with NW or OW/OB, ages 5 to 19. More accurate estimates of BEE should allow for better estimates of energy requirements of children.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Anti-integrin αvβ6 Antibodies Predict Pouchitis in Patients With Ulcerative Colitis After Restorative Proctocolectomy With Ileal Pouch-Anal Anastomosis. \r\nThe anti-integrin αvβ6 antibody levels in patients with UC were decreased after RPC but remained high in patients who developed pouchitis. The antibody levels at the time of RPC may serve as a potential prognostic biomarker for predicting the risk of pouchitis in patients with UC.\r\nPubmed   Journal   ReadQx \r\nAutologous Microfragmented Adipose Tissue Injection in Refractory Complex Crohn's Perianal Fistulas: Long-Term Results at 6.7 Years Mean Follow-up. \r\nOur results show that patients who achieved closure in the first 24 weeks sustained response at long-term evaluation. In addition, there may be a rationale in repeating treatment as rescue therapy in not responding to patients.\r\nPubmed   Journal   ReadQx \r\nDexamethasone Upregulates the Expression of the Human SLC26A3 (DRA, Down-Regulated in Adenoma) Transporter (an IBD Susceptibility Gene) in Intestinal Epithelial Cells and Attenuates Gut Inflammation. \r\nDEX treatment to mice for 7 days in the αIL-10R mAb model of colitis was able to significantly attenuate the gut inflammation and associated decrease in DRA expression. We demonstrate that DEX stimulates DRA expression via transcriptional mechanisms and suggest that upregulation of DRA may contribute to both anti-inflammatory and pro-absorptive effects of DEX.\r\nPubmed   Journal   ReadQx \r\nEstimation of the Harvey Bradshaw Index from the Patient-Reported Outcome 2 in Crohn's Disease: Results Based on a Large Scale Randomized Controlled Trial. \r\nPRO2 and HBI correlate strongly and conversion between them is possible. These findings facilitate the practical application of trial results and clinical guidelines.\r\nPubmed   Journal   ReadQx \r\nHistological, But Neither Clinical Nor Endoscopic Activity Predicts the Risk of Colectomy in Patients With Ulcerative Colitis Treated With Biologics. \r\nSevere histological activity at baseline as characterized by a higher Nancy Index or Geboes score independently predicted colectomy risk in biological-treated UC patients, whereas MES did not. Thus, histological assessment should be encouraged before initiating biological treatment.\r\nPubmed   Journal   ReadQx \r\nMediators of Filgotinib Treatment Effects in Ulcerative Colitis: Exploring Circulating Biomarkers in the Phase 2b/3 SELECTION Study. \r\nSeveral proinflammatory and neutrophil activation biomarkers may be early mediators of filgotinib treatment effects. NCT02914522.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Modifiable psychological factors are associated with clusters of pain, fatigue, faecal incontinence and IBS-type symptoms in inflammatory bowel disease: a latent profile analysis. \r\nRecognising the potential impact of cognitive behavioural factors in exacerbating symptoms can lead to earlier identification of patients who require support and allows treatment plans to be tailored more precisely. The findings from this study promote a more integrated approach to IBD management, combining medical treatment with cognitive behavioural interventions to enhance patient care and improve outcomes.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Preservation of coagulation function by normothermic machine perfusion in liver transplant as evidenced by thromboelastography parameters.\r\nFollowing reperfusion, there was a significant decrease in the transfusion of blood products in the NMP group compared with that in the static cold storage group. Overall, we determined that the use of intraoperative thromboelastography can provide real-time data to assess one aspect of reperfusion liver quality and viability.\r\nPubmed   Journal   ReadQx \r\nProlonged time from cross clamp until normothermic machine perfusion start is associated with increased risk of early allograft dysfunction following DCD liver transplant.\r\n Following cross clamp, DCD liver grafts should be placed on the NMP pump as quickly as is safely and logistically possible. In cases where delays are unavoidable such as waiting for biopsy results or liver reallocation with another center, acceptable results can still be achieved and therefore livers with prolonged times should still be utilized.\r\nPubmed   Journal   ReadQx \r\nSimplified ischemia-free liver transplantation by providing alternating flow of the portal vein and hepatic artery: Applicability, efficiency, safety.\r\nThe SIFLT simplifies the intricate surgical procudure while ensuring protection of livers from IRI. This technique holds promise for enabling patients to achieve clinical outcomes comparable to those of CIFLT.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Genotype-based prognosis prediction for MEN1-Related pancreatic neuroendocrine tumors in Korean patients a single-center retrospective study.\r\n PNETs in Korean patients with MEN1 exhibit a stable prognosis. An individualized follow-up strategy may be necessary, particularly for young patients with truncating mutation in the MEN1 gene. In addition, those with mutations in exons 3 or 10 may require more active surveillance to decrease the risk of progression.\r\nPubmed   Journal   ReadQx \r\nRepeated pancreatic juice cytology via endoscopic nasopancreatic drainage catheter combined with clinical findings improves diagnostic ability for malignant cases of suspected pancreatic cancer with non-identifiable tumors.\r\nCombining SPACE with clinical and imaging findings significantly enhances diagnostic accuracy in suspected PC cases where conventional imaging fails to detect tumors. This integrated approach has the potential to enhance clinical outcomes by facilitating more accurate patient management.\r\nPubmed   Journal   ReadQx \r\nSerum IgG4-negative and IgG4-positive type 1 autoimmune pancreatitis present with different clinicopathological features: An analysis of a nationwide survey in Japan.\r\nPatients with sIgG4-negative type 1 AIP and those with sIgG4-positive type 1 AIP present with different clinicopathological features which suggests heterogeneity of patients with type 1 AIP. Low serum IgG4 levels could indicate low disease activity in type 1 AIP.\r\nPubmed   Journal   ReadQx \r\nYKL-40 as a risk stratification marker in acute pancreatitis: A prospective study.\r\nSerum YKL-40 is a plausible candidate for further evaluation as an early biochemical indicator of subsequent AP severity, particularly if considered jointly with CRP and/or IL-6.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Decreased Levels Of Atmospheric Pollution And Reduced Prevalence Of Inflammatory Bowel Diseases In Europe. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter to the editor: Plasma exchange for alcohol-related liver disease as a bridge to liver transplantation: A call to expand its adaptation in Japan.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Bile Leak From A Duct of Luschka After Whipple Pancreaticoduodinectomy: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-13T01:16:56-05:00",
    "input_file": {}
  }
]
