[
  {
    "path": "gi2/11-10-2023/",
    "title": "Fri Nov 10 2023",
    "description": "44 articles - From Friday Nov 03 2023 to Friday Nov 10 2023",
    "author": [],
    "date": "2023-11-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    A Systematic Review on the Increasing Incidence of Inflammatory Bowel Disease in Southeast Asia: Looking Beyond the Urbanization Phenomenon.\r\nFor instance, a higher frequency of the NOD2 predisposing mutation SNP5 and IBD risk allele IGR2198a and IGR2092a were found in Indians. Although differences in the genetic constitution play an important role in the epidemiology and prognosis of IBD in SEA, the emergence of this disease offers a unique opportunity to identify potential exposomes that contribute to its pathogenesis.\r\nPubmed   Journal   ReadQx \r\nRates of Endoscopic Recurrence In Postoperative Crohn's Disease Based on Anastomotic Techniques: A Systematic Review And Meta-Analysis.\r\nKono-S ileocolic anastomosis was more likely to decrease the risk of ePOR at =6 months compared with conventional anastomosis. Our findings highlight the need to implement the use of Kono-S anastomosis, particularly for difficult to treat patients. However, results from larger randomized controlled trials are needed to confirm these data.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Pharmacological therapies for the management of fistulising Crohn's disease: A systematic review and meta-analysis.\r\n Very low-to-moderate certainty evidence suggests that anti-TNF therapy, oral small molecules, ustekinumab, and MSCs are effective for perianal fistulising CD. Dedicated fistula studies evaluating biologics and small molecules are needed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to a healthy lifestyle, genetic susceptibility to abdominal obesity, cardiometabolic risk markers, and risk of coronary heart disease.\r\nIndividuals who have high or medium genetic risk of abdominal obesity but adhere to a healthy lifestyle may have a lower risk of developing CHD, compared with those who have low genetic risk and an unhealthy lifestyle. Future clinical trials of lifestyle modification could be implemented for individuals at high genetic risk of abdominal obesity for the primary prevention of CHD events.\r\nPubmed   Journal   ReadQx \r\nAssociation of Dietary Adherence and Dietary Quality with Weight Loss Success among those Following Low-Carbohydrate and Low-Fat Diets: A Secondary Analysis of the DIETFITS Randomized Clinical Trial.\r\n Within both HLC and HLF diet arms, 12-month decrease in BMI was significantly greater in HQ/HA subgroups relative to LQ/LA subgroups. Neither HQ nor HA alone were significantly different than LQ/LA subgroups. Results of this analysis support the combination of dietary adherence and high-quality diets for weight loss. Clinical trial registry ClinicalTrials.gov (Identifier  NCT01826591).\r\nPubmed   Journal   ReadQx \r\nCholesterol-rich dietary pattern during early pregnancy and genetic variations of cholesterol metabolism genes in predicting gestational diabetes mellitus: a nested case-control study.\r\nBoth a cholesterol-rich dietary pattern and genetic variants of cholesterol metabolism genes are associated with risk of GDM. Adherence to a cholesterol-rich dietary pattern during early pregnancy promotes the chance of GDM, especially in women with higher GRS. Clinical trial registry\r\nPubmed   Journal   ReadQx \r\nGrowth and Body Composition 5 y After Treatment for Severe Acute Malnutrition: A 5-y Prospective Matched Cohort Study in Ethiopian Children.\r\nFive y after SAM treatment, children maintained deficits in HAZ, WAZ, BAZ, and FFMI, with preservation of FMI, sitting height, and head circumference at the expense of lower-limb length, indicating a \"thrifty growth\" pattern. Research is urgently needed to identify effective clinical and public health interventions to mitigate these consequences of malnutrition.\r\nPubmed   Journal   ReadQx \r\nLongitudinal associations of macronutrient and micronutrient intake with plasma kynurenines in colorectal cancer survivors up to 12 months posttreatment.\r\nOur findings show that intake of several macronutrients and micronutrients is associated with some metabolites of the kynurenine pathway in CRC survivors up to 12 mo posttreatment. These results may be relevant for enhancing HRQoL after cancer through potential diet-induced changes in kynurenines. Further studies are necessary to confirm our findings.\r\nPubmed   Journal   ReadQx \r\nThe gut microbiome modulates associations between adherence to a Mediterranean-style Diet, abdominal adiposity and C-reactive protein in population-level analysis.\r\n These novel data suggest that abundance of specific taxa in the Porphyromonadaceae and Peptostreptococcaceae families may contribute to the association between aMed scores, lower abdominal adipose tissue, and inflammation.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    An Insight into Patients' Perspectives of Ulcerative Colitis Flares via Analysis of Online Public Forum Posts.\r\nFrequently discussed patient-perceived triggers of UC flares included diet, stress, and anxiety. These results suggest that physicians could incorporate a broader and more holistic approach to UC monitoring and management than is currently practiced.\r\nPubmed   Journal   ReadQx \r\nCrohn's Disease Mortality and Ambient Air Pollution in New York City.\r\nIn New York City from 1993 to 2010, CD-related death rates were higher among individuals from neighborhoods with higher levels of SO2 but were not associated with levels of nitric oxide, nitrogen dioxide, and fine particulate matter. These findings raise an important and timely public health issue regarding exposure of CD patients to environmental SO2, warranting further exploration.\r\nPubmed   Journal   ReadQx \r\nEarly-Life Hygiene-Related Factors and Risk of Inflammatory Bowel Disease: A Scandinavian Birth Cohort Study.\r\nIn this birth cohort study from 2 high-income Scandinavian countries, some early-life hygiene-related exposures were associated with IBD risk. The generalizability of these results to countries of other socioeconomic level is unknown.\r\nPubmed   Journal   ReadQx \r\nImpact of Opioid Use on the Natural History of Inflammatory Bowel Disease: Prospective Longitudinal Follow-up Study.\r\nOpioid use in IBD is associated with psychological comorbidity and increased risk of intestinal resection, particularly in stronger formulations. Future studies should stratify the risk of individual opioids, so that robust prescribing algorithms can be developed and assess whether addressing psychological factors in routine IBD care could be an effective opioid avoidance strategy.\r\nPubmed   Journal   ReadQx \r\nReal-World Persistence of Successive Biologics in Patients With Inflammatory Bowel Disease: Findings From ROTARY.\r\nAlthough anti-TNFa treatments were most commonly prescribed, the adjusted rates of discontinuation for adalimumab as both a first- and second-line biologic were higher than for vedolizumab, infliximab, or ustekinumab.\r\nPubmed   Journal   ReadQx \r\nTreating Autoimmune Diseases With LANCL2 Therapeutics: A Novel Immunoregulatory Mechanism for Patients With Ulcerative Colitis and Crohn's Disease.\r\nOmilancor, the most advanced LANCL2 immunoregulatory therapeutic in late-stage clinical development, is a phase 3 ready, first-in-class, gut-restricted, oral, once-daily, small-molecule therapeutic in clinical development for the treatment of UC and CD. In this review, we discuss this novel mechanism of mucosal immunoregulation and how LANCL2-targeting therapeutics could help address the unmet clinical needs of patients with autoimmune diseases, starting with IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Antibody responses to Influenza vaccination are diminished in patients with inflammatory bowel disease on infliximab or tofacitinib.\r\nVaccination in both the 2020-2021 and 2021-2022 seasons was associated with significantly higher antibody responses to influenza/A than no vaccination or vaccination in 2021-2022 alone. Infliximab and tofacitinib are associated with lower binding antibody responses to Influenza/A, similar to COVID-19 vaccine-induced antibody responses.\r\nPubmed   Journal   ReadQx \r\nCancer Biology or Ineffective Surveillance? A multicentre retrospective analysis of colitis-associated post-colonoscopy colorectal cancers.\r\nIBD PCCRC prevention will require more proactive strategies to reduce endoscopic inflammatory burden, improve lesion optical characterisation, adherence to recommended surveillance intervals and patient acceptance of prophylactic colectomy. However, the significant proportion appearing to originate from non-adenomatous-looking mucosa which fail to yield neoplasia on biopsy yet display aggressive cancer evolution highlight the limitations of current surveillance. Emerging molecular biomarkers may play a role in enhancing cancer risk stratification in future clinical practice.\r\nPubmed   Journal   ReadQx \r\nDe-escalation of biological treatment in inflammatory bowel disease: A comprehensive review.\r\nAny consideration for de-escalation of biological therapy in IBD must be tailored, taking into account the risks and consequences of a flare and patients' preferences.\r\nPubmed   Journal   ReadQx \r\nEarly versus Late Use of Vedolizumab in Ulcerative Colitis: Clinical, Endoscopic, and Histological Outcomes.\r\nNo significant differences in clinical, endoscopic, and histological outcomes were observed between \"early\" and \"late\" disease.\r\nPubmed   Journal   ReadQx \r\nHigher serum infliximab concentrations following subcutaneous dosing are associated with deep remission in patients with inflammatory bowel disease.\r\n Higher SC-IFX concentrations are associated with higher rates of favorable therapeutic outcomes in IBD patients. Serum SC-IFX concentrations higher than 20µg/mL were significantly associated with deep remission.\r\nPubmed   Journal   ReadQx \r\nImpact of Baseline Corticosteroid Use on the Efficacy and Safety of Upadacitinib in Patients with Ulcerative Colitis: a Post Hoc Analysis of the Phase 3 Clinical Trial Programme.\r\nUpadacitinib is an effective steroid-sparing treatment in patients with moderately to severely active ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nInitial management of intraabdominal abscesses and preventive strategies for abscess recurrence in penetrating Crohn's disease: a national multicenter study based on ENEIDA registry.\r\nSmall abscesses (<30mm) can be managed with antibiotics alone, while larger ones require drainage. Percutaneous drainage will be effective and safer than surgery in many cases. After discharge, anti-TNF therapy reduces abscess recurrence risk in a similar way to bowel resection.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Alcohol use disorder in alcohol-associated liver disease: Two sides of the same coin.\r\nData are emerging to show that a multidisciplinary integrated AUD treatment within an LT program reduces recurrent alcohol use after LT. If we want to continue using eLT for patients with severe AH, LT programs should focus on building integrated multidisciplinary care teams for the integrated treatment of both AUD and ALD.\r\nPubmed   Journal   ReadQx \r\nAssessing reliability and validity of the SIPAT and opportunities for improvement: A single-center cohort study.\r\nThe SIPAT should be interpreted with caution, especially as a composite score. Future studies should examine validity in other populations.\r\nPubmed   Journal   ReadQx \r\nDoes liraglutide alleviates inflammation in brain-dead donors? A randomized clinical trial.\r\nLiraglutide administration reduced IL-6 and prevented the increase of IL-10 plasma levels in brain-dead donors, without affecting the expression of genes and proteins related to inflammation, apoptosis, endoplasmic reticulum stress, or oxidative stress.\r\nPubmed   Journal   ReadQx \r\nImmunosuppression minimization is safe and associated with good long-term success in pediatric liver transplant recipients.\r\nIn conclusion, immunosuppression minimization is safe in pediatric liver transplant recipients and should be considered to reduce long-term medication side-effects and improve patient quality of life. Future studies are necessary to follow long-term outcomes and develop biomarkers to predict minimization success.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Daily Pain Experiences in Chronic Pancreatitis: Identifying Pain Phenotypes.\r\nDaily pain diaries offer a novel way of evaluating the dynamic pain experiences in CP. Although 4 distinct pain patterns were identified, further studies are needed to validate these findings.\r\nPubmed   Journal   ReadQx \r\nFeasibility of Surveillance for Mucinous Cystic Neoplasm of the Pancreas: A Multi-Institutional Retrospective Study of 328 Patients by the Japanese Pancreatic Society.\r\n As the risk of progression to malignant MCNs increases over the long term, MCNs should be resected rather than subjected to unnecessary surveillance.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A protein-based prognostic model for pancreatic ductal adenocarcinoma: Construction and validation.\r\nOur protein-based prognostic model for PDAC, along with six signature proteins, might aid in predicting PDAC prognosis and therapeutic targets.\r\nPubmed   Journal   ReadQx \r\nCOVID-19 and acute pancreatitis clinical outcomes among hospitalized patients in the United States: A propensity matched analysis of national inpatient sample.\r\n Worse in-hospital outcomes, including increased incidence of septic shock, acute kidney injury, and acute kidney injury requiring hemodialysis in hospitalized patients with COVID-19 infection and pancreatitis, emphasize the need for more research to understand the effect of COVID-19 disease in hospitalized patients with pancreatitis and in the role of vaccination to improve long term outcome in this patient population.\r\nPubmed   Journal   ReadQx \r\nCharacterization of novel PNLIP variants in congenital pancreatic lipase deficiency.\r\nAll three novel PNLIP variants cause a loss-of-function through impaired secretion. Additionally, the p.R188C and p.W419* variants may induce proteotoxicity through misfolding and potentially increase the risk for pancreatic acinar cell injury.\r\nPubmed   Journal   ReadQx \r\nUtility of contrast-enhanced harmonic endoscopic ultrasonography for prediction of pathological response after neoadjuvant chemotherapy in patients with pancreatic cancer.\r\nEvaluation of vascular pattern on CH-EUS could be useful for predicting the efficacy of NAC in patients with pancreatic cancer. The enhancement pattern on CH-EUS could be a one of the useful features for determining NAC indications in resectable pancreatic cancer patients.\r\nPubmed   Journal   ReadQx \r\nWeight loss during neoadjuvant chemotherapy impacts perioperative outcomes in patients undergoing surgery for pancreatic cancer.\r\nNutritional measures to stabilize weight during NAC should be considered to decrease post-pancreatectomy complications.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Can healthy lifestyle offset the genetic predisposition to obesity to prevent coronary heart disease?\r\n\r\nPubmed   Journal   ReadQx \r\nDoes maintaining a \"healthy\" tryptophan metabolism hold the key to cancer survivorship?\r\n\r\nPubmed   Journal   ReadQx \r\nPregnancy diet to prevent gestational diabetes: study design and dietary assessments.\r\n\r\nPubmed   Journal   ReadQx \r\nTo survive, yet not thrive: long-term outcomes of childhood survivors of severe acute malnutrition.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Antibody, not Cellular, Immune Responses to SARS-CoV-2 Vaccination Outperform Infection in Inflammatory Bowel Disease Patients.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Impact of implementation of national liver review board on liver allocation among patients with primary sclerosing cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver transplant evaluation redux: Hope for reconsidering previously declined candidates with alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMaking the best use of testing for blood phosphatidylethanol.\r\n\r\nPubmed   Journal   ReadQx \r\nPrecipitous changes in nomenclature and definitions-NAFLD becomes SLD: Implications for and expectations of AASLD journals.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: How does Ex-vivo liver perfusion help improve the outcomes of liver transplantation in donation after cardiac death (DCD) donors?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Saccharomyces fungemia in two critically ill patients with acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-11T12:59:57-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-03-2023/",
    "title": "Fri Nov 03 2023",
    "description": "22 articles - From Friday Oct 27 2023 to Friday Nov 03 2023",
    "author": [],
    "date": "2023-11-03",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of maternal prenatal copper concentration with gestational duration and preterm birth: a multi-country meta-analysis.\r\nOur study supports robust negative association between maternal Cu and gestational duration and positive association with risk for preterm birth. Cu concentration was strongly correlated with APRs and infection status suggesting its potential role in inflammation, a pathway implicated in the mechanisms of PTB. Therefore, maternal Cu could be used as potential marker of integrated inflammatory pathways during pregnancy and risk for preterm birth.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Children's energy intake generally increases in response to the energy density of meals but varies with the amounts and types of foods served.\r\nChildren's energy intake generally increased with greater ED;  at higher-ED meals, however, energy intake decreased in a curvilinear manner without a clear breakpoint. This reduction in intake at higher ED could be explained by meal-related factors such as the portions served, rather than by sensitivity to meal energy content. Clinical trial registry numbers NCT03010501 ( (\r\nPubmed   Journal   ReadQx \r\nDietary Medium-chain Fatty Acids and Risk of Incident Colorectal Cancer in a Predominantly Low-Income Population: A Report from the Southern Community Cohort Study.\r\nIn a predominantly low-income US population, an increased dietary C12 0 intake was associated with a substantially reduced risk of colorectal cancer only among white individuals, but not in Black individuals.\r\nPubmed   Journal   ReadQx \r\nDo global dietary nutrient datasets associate with human biomarker assessments? A regression analysis.\r\nWe find that few estimates of nutritional inadequacy from global dietary datasets associate with more direct measures of biophysical deficiency from biomarker studies. Researchers and policy makers must be cautious when applying global nutrient datasets to questions of global health and use them for limited applications.\r\nPubmed   Journal   ReadQx \r\nEffects of Wholegrain Compared to Refined Grain Intake on Cardiometabolic Risk Markers, Gut Microbiota and Gastrointestinal Symptoms in Children: A Randomized Crossover Trial.\r\n High intake of wholegrain oats and rye reduced LDL cholesterol and TG, modulated bacterial taxa and increased beneficial metabolites in children. This supports recommendations of exchanging refined grain with wholegrain oats and rye among children. Clinicaltrials GOV  NCT04430465 (Study Record | Beta ClinicalTrials.gov).\r\nPubmed   Journal   ReadQx \r\nPlacental ferroportin protein abundance is associated with neonatal erythropoietic activity and iron status in newborns at high risk for iron deficiency and anemia.\r\n Placental FPN abundance was positively associated with neonatal indicators of increased erythropoietic activity and poor iron status. The PIDI was associated with maternal and neonatal iron-related markers but in opposite directions. More data are needed from a lower-risk normative group of women to assess the generalizability of findings. Clinical trial registry These clinical trials were registered at clinicaltrials.gov as NCT01019902 ( and NCT01582802 (\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Associations of Fish and Fish Oil Consumption With Incident Inflammatory Bowel Disease: A Population-Based Prospective Cohort Study.\r\nOur findings indicate that oily fish and fish oil supplements might be protective factors against IBD.\r\nPubmed   Journal   ReadQx \r\nBaseline and Postinduction Intestinal Ultrasound Findings Predict Long-term Transmural and Mucosal Healing in Patients With Crohn's Disease.\r\nBaseline and postinduction IUS findings reliably predict long-term TH and MH in patients with CD receiving infliximab.\r\nPubmed   Journal   ReadQx \r\nExploring Predictive Biomarkers of Relapse in Ulcerative Colitis: A Proteomics Approach.\r\nSeveral novel candidate tissue biomarkers have been identified in this study, which could discriminate patients with UC at risk of early relapse from those in long-term sustained remission. Our findings may pave the way for pre-emptive UC disease monitoring and therapeutic decision making.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Differences in Management and Outcomes of Older and Younger Adults with Acute Severe Ulcerative Colitis.\r\nIn comparison to younger patients, older adults had lower frequency use of medical rescue therapy, higher rates of emergency surgery, and increased mortality within one year. Further research is needed to optimize care pathways in this population.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A Modified liver donor risk index for pediatric liver transplant recipients.\r\nOur findings indicate that there is a need to create a pediatric-specific LDRI as the Feng LDRI has not been shown to be efficacious in pediatric populations. Our index may serve as a starting point for the development of a comprehensive pediatric LDRI.\r\nPubmed   Journal   ReadQx \r\nTransplant center variability in utilizing non-standard donors and its impact on transplantation of patients with lower MELD scores.\r\nTransplant centers that utilize more non-standard donors are more likely to successfully transplant patients at lower MELD scores. Public reporting of these data could benefit patients, caregivers, and referring providers, and be used to help maximize organ utilization.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Association of Long-Term, New-Onset, and Postsurgical Diabetes With Survival in Patients With Resectable Pancreatic Cancer: A Retrospective Cohort Study.\r\nNo link was found between diabetes phenotypes and survival in resectable PDAC patients. Comprehensive prospective studies are required to validate these results.\r\nPubmed   Journal   ReadQx \r\nComparison of Magnetic Resonance Imaging and Endoscopic Ultrasound in the Sizing of Intraductal Papillary Mucinous Neoplasia of the Pancreas.\r\nWe found a clinically relevant difference in cyst size comparing EUS and MRI. Therefore, alternating EUS and MRI for follow-up of the \"worrisome feature\" size growth is not reasonable.\r\nPubmed   Journal   ReadQx \r\nMetabolic Syndrome Accelerates the Age-Related Increase of Intraductal Papillary Mucinous Neoplasm of the Pancreas.\r\nThe present study suggests that the incidence of IPMN increases with age and is accelerated in the presence of MS.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinical features of germline BRCA½ or ATM pathogenic variant positive pancreatic cancer in Japan.\r\n The diagnosis of gBRCA PV-positive PC has increased revealed in recent years. These tumors appear to be sensitive to platinum-based chemotherapy, with long term survival observed in gATM PV + LPV-positive patients.\r\nPubmed   Journal   ReadQx \r\nCombination of carbohydrate antigen 19-9 level and tumor size after neoadjuvant chemoradiation therapy may predict early recurrence of resectable pancreatic ductal adenocarcinoma.\r\nA combination of a high-level carbohydrate antigen 19-9 and a T status of =T2 after neoadjuvant chemoradiotherapy are predictors of early recurrence and may be helpful for selecting patients who require a stronger preoperative treatment.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Effectiveness of Oral Tofacitinib in Chronic Pouchitis: A Prospective, Open-Label Pilot Study.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Rational Use of Advanced Therapies for Inflammatory Conditions of the Pouch.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter to the Editor: How does Ex-vivo liver perfusion help improve the outcomes of liver transplantation in donation after cardiac death (DCD) donors?\r\n\r\nPubmed   Journal   ReadQx \r\nThe prognostic implications of early-stage AKI: Defining the threshold for concern.\r\n\r\nPubmed   Journal   ReadQx \r\nWeight to go! - Glucagon-Like Peptide 1 Receptor Agonists in Liver Transplant Recipients.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-05T14:06:41-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-26-2023/",
    "title": "Thu Oct 26 2023",
    "description": "37 articles - From Thursday Oct 19 2023 to Thursday Oct 26 2023",
    "author": [],
    "date": "2023-10-26",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Reply: The urgent need for consensus around organ donation after assisted dying.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Criterion validation of nutrient profiling systems: a systematic review and meta-analysis.\r\nWe found limited criterion-validation studies compared to the number of NPSs estimated to exist. Greater emphasis on conducting and reporting on criterion validation studies across varied contexts may improve the confidence in existing NPSs. Registry/Registry number  PROSPERO, CRD42022343317.\r\nPubmed   Journal   ReadQx \r\nThe effects of time-restricted eating vs habitual diet on inflammatory cytokines and adipokines in the general adult population: A systematic review with meta-analysis.\r\n TRE may be an effective approach to reduce TNF-a and leptin levels in the general adult population.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Choline metabolites and incident cardiovascular disease in a prospective cohort of adults: Coronary Artery Risk Development in Young Adults (CARDIA) Study.\r\nOur findings are consistent with a positive association between plasma choline and incident CVD. Among participants with lower kidney function, TMAO was positively, and betaine negatively, associated with CVD. These results further our understanding of the potential role for choline metabolism on CVD risk.\r\nPubmed   Journal   ReadQx \r\nHigher ultra-processed food intake is associated with adverse liver outcomes: a prospective cohort study of UK Biobank participants.\r\nHigher UPF intake is associated with an increased risk of NAFLD, liver fibrosis and cirrhosis, and severe liver disease, and adverse levels of multiple clinical biomarkers, suggesting the potential importance of reducing UPF intake to improve liver health.\r\nPubmed   Journal   ReadQx \r\nMetabolic adaptation is associated with a greater increase in appetite following weight loss: a longitudinal study.\r\n A larger metabolic adaptation during weight loss is accompanied by a greater drive to eat. This might help explain the inter-individual differences in weight loss outcomes to dietary interventions.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Are Depression and Anxiety Underdiagnosed in Socially Vulnerable Patients With Inflammatory Bowel Disease?\r\nDisparities in the diagnoses of depression and anxiety for socially vulnerable patients with IBD exist. Awareness of these inequities is the first step toward developing interventions to improve mental health screening, eliminate barriers and bias, and promote referrals for appropriate mental health management.\r\nPubmed   Journal   ReadQx \r\nDysregulated Immunity to Clostridioides difficile in IBD Patients Without a History of Recognized Infection.\r\nThese data suggest that IBD patients, potentially due to underlying intestinal dysbiosis, experience undiagnosed C. difficile infections that result in impaired toxin-specific immunity. This may contribute to the development of inflammatory T cell responses toward commensal bacteria and provide a rationale for C. difficile testing in IBD patients.\r\nPubmed   Journal   ReadQx \r\nEnteric Infection at Flare of Inflammatory Bowel Disease Impacts Outcomes at 2 Years.\r\nEnteric infection at flare-specifically with CDI-is associated with worse IBD outcomes at 2 years. The relationship between E. coli subtypes at flare and subsequent IBD outcomes requires further investigation.\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Disease in Adults and Elderly: The Use of Selected Non-IBD Medication Examined in a Nationwide Cohort Study.\r\nIn al 3 age groups, the proportions of patients with redeemed prescriptions for several groups of non-IBD medication were significantly increased after the IBD diagnosis compared with before. The risk of becoming an incident user for several groups of non-IBD medication was increased in elderly patients.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Trends in Pregnancy Outcomes Among Women With Inflammatory Bowel Disease in the Era of Biologics: A 20-Year Nationwide Analysis.\r\n Over a 20-year period, live deliveries amongst women with IBD have increased. Trends in pregnancy outcomes have followed a similar trajectory in patients with and without IBD. However, there is still demonstrable risk of adverse pregnancy outcomes in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nObesity, Sarcopenia and Myosteatosis: Impact on Clinical Outcomes in the Operative Management of Crohn's Disease.\r\n Myosteatosis is associated with nutritional impairment and predicts increased overall postoperative morbidity following resection for CD. Despite its association with specific increased postoperative risks, increased adiposity does not increase overall morbidity, reflecting preservation of nutritional status and relatively more quiescent disease phenotype. Impaired muscle mass and function represent an appealing target for patient optimization to improve outcomes in the surgical management of CD.\r\nPubmed   Journal   ReadQx \r\nPlasma Extracellular Vesicle LncRNA H19 as a Potential Diagnostic Biomarker for Inflammatory Bowel Diseases.\r\nOur study suggests that circulating EV-lncRNA H19 exhibited promising potential for the diagnosis of active IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Analysis of Clinical Trial Screen Failures in Inflammatory Bowel Diseases (IBD): Real World Results from the International Organization for the study of IBD.\r\n This first multicenter study analyzing reasons for non-enrollment in IBD RCTs shown that we lose patients at each step. Eligibility criteria, the risk of placebo assignment and insufficient disease activity were part of the main barriers.\r\nPubmed   Journal   ReadQx \r\nFrailty screening associates with hospitalization and decline in quality of life and functional status in older patients with inflammatory bowel disease.\r\nFrailty screening associates with worse health outcomes in older patients with IBD. Further studies are needed to assess feasibility and effectiveness of implementation in routine care.\r\nPubmed   Journal   ReadQx \r\nJanus kinase inhibitors differentially inhibit specific cytokine signals in the mesenteric lymph node cells of IBD patients.\r\nDespite their similarities, differences exist in the relative potencies of different JAKinibs against distinct cytokine families to explain their clinical efficacy.\r\nPubmed   Journal   ReadQx \r\nLymphoma In Patients With Inflammatory Bowel Disease: A Multicenter Collaborative Study Between Getaid And Lysa.\r\n Lymphomas occurring in IBD patients do not seem to have a worse outcome than in patients without IBD. Due to the scarcity of this situation, those patients should be managed in expert centers.\r\nPubmed   Journal   ReadQx \r\nMatrix metalloproteinases in intestinal fibrosis.\r\nThe exact regulation and role(s) of these MMPs in fibrosis are far from understood. Here, we review the current literature about ECM remodeling by MMPs in intestinal fibrosis and their potential role as biomarkers for disease progression or druggable targets.\r\nPubmed   Journal   ReadQx \r\nOzanimod-Exposed Patients with Ulcerative Colitis Undergoing Total Colectomy Exhibit Unique Lymph Node Histologic Changes.\r\n This study identifies unique histologic changes in the lymph nodes of patients with UC treated with ozanimod. The presence of sinus histiocytosis and dilated sinuses is in keeping with the known mechanism of action of ozanimod and suggests that blocking lymphocyte egression from lymph nodes was insufficient to ameliorate disease severity in these patients. The possibility of Castleman-like features identified in several of the cases, needs to be further investigated.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Psychosocial evaluation of living liver Donors- State of current practices in the US.\r\nPsycho-social contraindications to living liver donation vary amongst the transplant programs. Mental health follow-up of donor candidates is not standardized.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Historical Review of Acute Pancreatitis Research Over the Last 80 Years.\r\n Over the past 80 years, the pathogenesis, treatment, risk management, and experimental model were the main research highlights. Optimal supportive management, minimally invasive treatment, and prediction of prognosis are subjects of interest for clinical practitioners;  signal transduction to identify a target for precise treatment is the focus of experimental research in AP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Acute pancreatitis in Turkey: Results of a nationwide multicenter study.\r\nThis prospective study provides an extensive report on clinical characteristics, management and outcomes of AP in real-world practice. Mortality remains high in severe cases and physicians' adherence to guidelines during management of the disease needs improvement in some aspects.\r\nPubmed   Journal   ReadQx \r\nComparison of different intensive triglyceride-lowering therapies in patients with hyperlipidemic acute pancreatitis.\r\nEarly CVVH lowers TG levels more efficiently than NS alone or CT therapy, but is not superior in terms of clinical outcomes and costs. NS also lowers TG levels and is significantly less costly than the other two treatments. Further multicenter studies are needed to determine the feasibility of NS alone treatment for HLAP patients.\r\nPubmed   Journal   ReadQx \r\nDeterminants and outcomes of acute pancreatitis in patients hospitalized for COVID-19: Early pandemic experience.\r\nIn hospitalized patients with COVID-19, the presence of AP is associated with increased mortality and morbidity. Risk factors for developing AP in this population include Hispanic ethnicity, residence in the southern region, higher Charlson Comorbidity Index (CCI) score, history of chronic kidney disease, chronic liver disease, malnutrition, portal hypertension, and alcohol use.\r\nPubmed   Journal   ReadQx \r\nStructured alcohol cessation support program versus current practice in acute alcoholic pancreatitis (PANDA): Study protocol for a multicentre cluster randomised controlled trial.\r\n This is the first multicentre trial with a cluster randomised trial design to investigate whether a structured alcohol cessation support program reduces recurrent acute pancreatitis in patients after a first episode of acute alcoholic pancreatitis, as compared with current practice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    New insights into mechanisms of vitamin B12 uptake and conversion.\r\n\r\nPubmed   Journal   ReadQx \r\nRed meat and type 2 diabetes: do methodological advancements sufficiently increase the certainty of evidence?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Dietary Inflammatory Indices Are Not Associated With Inflammatory Bowel Disease Incidence and Progression.\r\n\r\nPubmed   Journal   ReadQx \r\nFreeing Time and Reducing Costs: The Value of a Specialized Nursing Service in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nGet Fit: Muscle Health for Crohn's Disease Surgical Outcome Optimization.\r\n\r\nPubmed   Journal   ReadQx \r\nTransperineal Ultrasonography in the Assessment of Rectal Inflammation: Beyond the Monitoring of Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Do not underestimate the impact of hepatic hydrothorax on survival before and after liver transplant.\r\n\r\nPubmed   Journal   ReadQx \r\nFactors associated with receiving a liver transplant from deceased donors located far from the transplant hospital.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of patients with cirrhosis in the emergency department: Implications for hospitalization outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Design Flaws in Study of Prophylaxis of Postendoscopic Retrograde Cholangiopancreatography Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    In randomized controlled trials with nutrient supplementation, participants with subjective memory complaints should not be combined with those having a mild cognitive impairment diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Association analysis of CUZD1 variants in European chronic pancreatitis patients.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-05T13:26:41-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-20-2023/",
    "title": "Fri Oct 20 2023",
    "description": "28 articles - From Friday Oct 13 2023 to Friday Oct 20 2023",
    "author": [],
    "date": "2023-10-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Reply: The urgent need for consensus around organ donation after assisted dying. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effects of prenatal DHA supplementation on offspring cardiometabolic health at 11 years differs by maternal single nucleotide polymorphism rs174602: follow-up of a randomized controlled trial in Mexico.\r\n The effect of prenatal DHA supplementation on offspring MetS score differed by maternal FADS SNP rs174602. These findings further support the need to incorporate genetic analysis of FADS polymorphisms in DHA supplementation trials. Clinical trial registry\r\nPubmed   Journal   ReadQx \r\nNational Diet and Nutrition Survey data reveal a decline in folate status in the UK population between 2008 and 2019.\r\nThese data reveal a decline in population folate status in the UK between 2008 and 2019 and, a high prevalence of folate deficiency. A high proportion of FRA had RBC folate concentrations below the cut-off for increased risk of NTD. These data provide information on folate status in a population not currently exposed to mandatory folic acid fortification, and are essential to model and assess its impact.\r\nPubmed   Journal   ReadQx \r\nNutrient sensing: LEAP2 concentration in response to fasting, glucose, lactate, and beta-hydroxybutyrate in healthy young males.\r\n Our investigations show that LEAP2 concentration was lower after a 36-hour fast compared with an overnight fast and that oral delivery of glucose and lactate elevated LEAP2 concentration compared with intravenous administration, whereas LEAP2 concentrations decreased with both oral and intravenous BHB. This indicates that the LEAP2 concentration is sensitive to intestinal exposure to specific substrates, highlighting the need for future studies exploring the relationship between nutrients and LEAP2.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Clinical and Endoscopic Outcomes Through 78 Weeks of Tofacitinib Therapy for Ulcerative Colitis in a US Cohort.\r\n Tofacitinib treatment was effective in achieving SFCR for the majority of patients with UC through 78 weeks. Adverse events were consistent with the known safety profile of tofacitinib, and AEs requiring discontinuation were rare. Due to limitations regarding sample size, larger studies are needed to confirm these findings.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Anti-Tumor Necrosis Factor Alpha in Very Early Onset Inflammatory Bowel Disease.\r\nEfficacy and safety of anti-TNFs in VEOIBD is comparable to what has previously been reported in older patients.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Trends in Pregnancy Outcomes Among Women With Inflammatory Bowel Disease in the Era of Biologics: A 20-Year Nationwide Analysis. \r\nTrends in pregnancy outcomes have followed a similar trajectory in patients with and without IBD. However, there is still demonstrable risk of adverse pregnancy outcomes in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nPlasma Extracellular Vesicle LncRNA H19 as a Potential Diagnostic Biomarker for Inflammatory Bowel Diseases.\r\nOur study suggests that circulating EV-lncRNA H19 exhibited promising potential for the diagnosis of active IBD.\r\nPubmed   Journal   ReadQx \r\nVedolizumab Efficacy Is Associated With Decreased Intracolonic Dendritic Cells, Not Memory T Cells.\r\nThe clinical effects of vedolizumab reveal integrin a4ß7-dependent dendritic cell migration to the intestinal mucosa to be central to inflammatory bowel disease pathogenesis.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Does KONO-S anastomosis reduce recurrence in Crohn's disease compared to conventional ileocolonic anastomosis? A nationwide propensity score-matched study from GETAID Chirurgie Group (KoCoRICCO study).\r\nThe KoCoRICCO study suggests that Kono-S anastomosis does not reduce the risk of endoscopic recurrence in Crohn's disease compared to conventional side-to-side anastomosis. Further research with a longer follow-up is necessary to determine whether there is a potential benefit on surgical recurrence.\r\nPubmed   Journal   ReadQx \r\nJanus kinase inhibitors differentially inhibit specific cytokine signals in the mesenteric lymph node cells of IBD patients.\r\nDespite their similarities, differences exist in the relative potencies of different JAKinibs against distinct cytokine families to explain their clinical efficacy.\r\nPubmed   Journal   ReadQx \r\nLymphoma In Patients With Inflammatory Bowel Disease: A Multicenter Collaborative Study Between Getaid And Lysa.\r\n Lymphomas occurring in IBD patients do not seem to have a worse outcome than in patients without IBD. Due to the scarcity of this situation, those patients should be managed in expert centers.\r\nPubmed   Journal   ReadQx \r\nValidation of the pharmacokinetic model for anti- TNFa clearance in infants exposed to anti- TNFa during pregnancy.\r\nThe validity of the anti-TNFa clearance model is high, and hence can be used to guide clinicians regarding timing of live vaccines in infants exposed to adalimumab or infliximab in utero.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Geriatric Nutritional Risk Index Predicts Tolerability of S-1 as Adjuvant Chemotherapy for Pancreatic Ductal Adenocarcinoma.\r\nHigh GNRI value is a predictive marker for the completion of S-1 as AC for PDAC.\r\nPubmed   Journal   ReadQx \r\nHistorical Review of Acute Pancreatitis Research Over the Last 80 Years.\r\n Over the past 80 years, the pathogenesis, treatment, risk management, and experimental model were the main research highlights. Optimal supportive management, minimally invasive treatment, and prediction of prognosis are subjects of interest for clinical practitioners;  signal transduction to identify a target for precise treatment is the focus of experimental research in AP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    External validation of scores predicting postoperative fistula after pancreatogastrostomy for pancreatoduodenectomy reconstruction. A single center experience.\r\nOur study including exclusively pancreatogastrostomies failed to validate the most used predictive scores for POPF. We found that only male gender and soft pancreatic texture are associated with POPF. Specific predictive scores following pancreatogasgtrostomy are needed.\r\nPubmed   Journal   ReadQx \r\nIncident diabetes following acute pancreatitis in a multicenter prospective observational cohort.\r\nLarger prospective studies are needed to further define the incidence, risk factors, and mechanisms of diabetes and pre-diabetes following AP. NCT03063398.\r\nPubmed   Journal   ReadQx \r\nMacroscopic qualitative evaluation of solid pancreatic lesion specimens from endoscopic ultrasound-guided fine needle aspiration/biopsies.\r\nMacroscopic evaluations of EUS-FNA/B can enable the identification of specimen components and a possible diagnosis. They also contribute to the selection of the optimal tissue-handling methods.\r\nPubmed   Journal   ReadQx \r\nNo role for protease inhibitors as a mitigation strategy for postpancreatectomy acute pancreatitis (PPAP): Propensity score matching analysis.\r\nNo difference in intravenous crystalloid administration was found in patients with PPAP, whether or not they developed major complications or pancreatic fistula (p > 0.05) CONCLUSION: Protease inhibitor seems ineffective in preventing a PPAP after PD once a POH has occurred. Further studies are needed to achieve benchmarks for treating PPAP and identify mitigation strategies to prevent the evolution of POH into additional morbidity.\r\nPubmed   Journal   ReadQx \r\nProtein expression and localization of ABC transporters in pancreatic adenocarcinoma: Prognostic role of ABCC8.\r\nThe study shows for the first time that the cytoplasmic ABCC8 protein expression has prognostic value in PDAC.\r\nPubmed   Journal   ReadQx \r\nTrends and clinical characteristics of pediatric acute pancreatitis patients in Japan: A comparison with adult cases based on a national administrative inpatient database.\r\nThere was an upward trend in the proportion of AP among al admissions in pediatrics, with a lower risk of complications and mortality than adult cases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    New insights into mechanisms of vitamin B12 uptake and conversion. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Adalimumab: A 'Maillon Faible' in the Treatment of Ulcerative Colitis?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    At-home Disease Monitoring by Patient-performed Intestinal Ultrasound in Severe Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Management of patients with cirrhosis in the emergency department: Implications for hospitalization outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Design Flaws in Study of Prophylaxis of Postendoscopic Retrograde Cholangiopancreatography Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nMemorial Tribute to Paul D. Webster, III, MD.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Association analysis of CUZD1 variants in European chronic pancreatitis patients. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-10-20T18:18:18-04:00",
    "input_file": {}
  }
]
