[
  {
    "path": "gi2/06-13-2025/",
    "title": "Fri Jun 13 2025",
    "description": "50 articles - From Friday Jun 06 2025 to Friday Jun 13 2025",
    "author": [],
    "date": "2025-06-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Association of Inflammatory Bowel Disease and Eosinophilic Esophagitis: A Systematic Review and Meta-analysis.\r\nBoth IBD and atopic dermatitis were associated with an increased odds of EoE diagnosis. Further research is needed to determine the underlying mechanisms behind these potential associations.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Gene-Environment Interactions in Inflammatory Bowel Disease: A Systematic Review of Human Epidemiologic Studies.\r\nCurrent evidence indicated that the IBD risk conferred by environmental factors can vary among the individuals carrying certain genetic variants. Further efforts, including genome wide environment interaction studies and genotype-based nutrition/lifestyle clinical trials, are needed to unravel the missing heritability influenced by environmental exposures and to construct personalized recommendations of lifestyle/dietary modification based on an individual genetic background.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Association between ABO blood groups and pancreatic cancer outcomes: A systematic review and meta-analysis.\r\nPatients with blood type O exhibited better OS and were less frequently diagnosed with advanced cancer stages (III-IV) upon presentation compared to those with non-O blood types. Further research is needed to investigate the mechanisms underlying these associations.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to plant-based diets and long-term changes in cardiometabolic markers: a longitudinal analysis in a population-based cohort.\r\nGreater adherence to more plant-based dietary patterns, particularly those rich in healthy plant-based foods, is associated with favorable long-term changes in early cardiometabolic markers. Our findings provide further support for recommendations to transition to more healthy plant-based diets for early prevention of cardiometabolic risk.\r\nPubmed   Journal   ReadQx \r\nAssessment of immune function in individuals without and with obesity and normoglycemia, glucose intolerance, or type 2 diabetes: primary findings of the NutrIMM study, a single-arm controlled feeding trial.\r\nImmune function is compromised in obesity and worsens in T2D, suggesting both obesity and poor glucose control drive immune dysfunction. Addressing metabolic health may help mitigate immune dysfunction and inflammation in obesity-related conditions.\r\nPubmed   Journal   ReadQx \r\nBiomarkers of environmental enteric dysfunction and neurodevelopmental outcomes among children in rural Bangladesh and Kenya: a prospective cohort study.\r\nHigher concentrations of biomarkers of intestinal permeability were associated with poor child motor development in Bangladesh. These relationships were not replicated in the Kenyan cohort. The associations between EED and child neurodevelopment vary across geographical contexts, highlighting the need for further research to determine the generalizability of these findings.\r\nPubmed   Journal   ReadQx \r\nCan nutrition-sensitive agriculture interventions address intersectional inequalities in women's diets? A mediation analysis using cross-sectional trial data from Odisha, India.\r\nTo our knowledge, this is the first intersectionality-informed analysis of nutrition interventions. UPAVAN interventions mostly has equitable impacts, reducing several inequalities in maternal diet quality. We demonstrate how intersectionality-informed analyses can help identify inequities in nutrition interventions and inform the design of inclusive interventions that reach and benefit the most marginalized groups.\r\nPubmed   Journal   ReadQx \r\nDuration and intensity of lactation and maternal risk of subsequent incident coronary artery disease and stroke-a prospective cohort study.\r\nLimited evidence exists for an association between lactation and maternal risk of stroke. Longer durations of lactation are associated with lower risks of maternal CAD diagnosed before age 70 y. Adjustment for risk factors attenuate the associations, which suggests these factors may partly confound the benefits of lactation on maternal risks of CAD.\r\nPubmed   Journal   ReadQx \r\nEffects of a palmitoleic acid concentrated oil on C-reactive protein levels in adults: A randomized, double-blind placebo-controlled clinical trial.\r\nCompared to placebo, supplementation for 12 wk with 500 mg/d or 1000 mg/d POA did not significantly lower hs-CRP or change other biomarkers.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Associations Between Vegetarian Dietary Habits and Site-Specific Cancers in the Adventist Health Study-2 North American cohort.\r\nThese data indicate lower risk in vegetarians for al cancers combined, also for medium frequency cancers as a group. Specific cancers with evidence of lower risk, are breast, colorectal, prostate, stomach, and lymphoproliferative subtypes. Risk at some other sites may also differ in vegetarians, but statistical power was limited.\r\nPubmed   Journal   ReadQx \r\nMetabolic profile of biodiverse diets in a healthy European cohort.\r\n In this European middle-aged adult population, the circulating metabolic profiles of biodiverse diets are consistent with the metabolome linked with health-promoting diets, indicating metabolite groups that provide metabolic homeostasis, anti-inflammatory, anti-oxidative stress, and anti-obesogenic properties. These findings support the health benefits of consuming more diverse dietary species and may partially explain the inverse associations found in relation with mortality or gastrointestinal cancer.\r\nPubmed   Journal   ReadQx \r\nMortality burden of protein-energy malnutrition associated with ambient temperature in China:a nationwide case-crossover study.\r\nFindings from this nationwide study suggest that both heat and cold are associated with increased risks and burden of PEM-related deaths. These findings underscore the necessity of targeted interventions to reduce the PEM-related mortality burden associated with ambient temperature.\r\nPubmed   Journal   ReadQx \r\nNutritional priorities to support GLP-1 therapy for obesity: a joint Advisory from the American College of Lifestyle Medicine, the American Society for Nutrition, the Obesity Medicine Association, and The Obesity Society.\r\nEvidence-based nutritional and lifestyle strategies play a pivotal role to address key challenges around GLP-1 treatment of obesity, making clinicians more effective in advancing their patients' health.\r\nPubmed   Journal   ReadQx \r\nOne-carbon metabolism-related compounds are associated with epigenetic aging biomarkers: results from the cross-sectional National Health and Nutrition Examination Survey 1999-2002.\r\nIn a nationally representative sample of United States adults, higher concentration of folate, a carbon donor, was associated with lower EAD, and higher concentration of Hcys, an indicator of OCM deficiencies, was associated with greater EAD;  however, some associations were influenced by smoking and renal function. Future research should focus on high-risk populations. Long-term randomized controlled trials are also needed to establish causality and investigate the clinical relevance of changes in EAD.\r\nPubmed   Journal   ReadQx \r\nPaving the way for improved action: how nuclear techniques can advance the assessment of malnutrition.\r\nThe integration of nuclear techniques with emerging tools such as artificial intelligence and model-based compartmental analysis was emphasized as a key strategy to enhance their utility. This report also highlights the important role of nuclear techniques in addressing malnutrition and calls for interdisciplinary collaboration and reduced research silos to fully leverage these techniques to combat this condition more effectively.\r\nPubmed   Journal   ReadQx \r\nShort-Term High Fat Diet Induced Metabolic Endotoxemia in Older Individuals with Obesity: A Randomized Crossover Study.\r\n Serum endotoxin concentrations in individuals with obesity increase following a HF diet or meal and these data suggest it is explained by intestinal permeability rather than a shift in the gut microbiome. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nThe potential of nighttime urine samples for epidemiologic research on sodium intake: Evidence from a population-based cohort study in Switzerland.\r\nEstimating 24-h UNa excretion based on nighttime collections was found to be imprecise and/or biased at the individual level and failed to capture population-level characteristics beyond central tendency.\r\nPubmed   Journal   ReadQx \r\nUltra-processed foods, plant and animal sources, and all-cause, cardiovascular, and cancer mortality in older adults in the United States: results from the Cardiovascular Health Study.\r\n Higher consumption of UPF and plant- and animal-sourced UPFs was associated with higher risk of all-cause, non-CVD-related, and cancer mortality. Our findings emphasize the need to consider the impact of food processing, even in plant-sourced foods, to prevent a shorter lifespan in older adults. Findings on plant-sourced UPF and mortality require replication.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Achievement of long-term treatment goals in upadacitinib-treated patients with moderately to severely active ulcerative colitis: a post hoc analysis of phase 3 trial data.\r\n Upadacitinib may help patients with moderately to severely active UC achieve complete symptom resolution, endoscopic remission, and normalization of HRQoL.\r\nPubmed   Journal   ReadQx \r\nAssociation between Food Diversity in the Infant Period and the Risk of Inflammatory Bowel Disease: A Nationwide Cohort Study in South Korea.\r\n Food diversity, combined with frequency of solid food intake, during infancy is associated with the incidence of ulcerative colitis. Promoting a diverse diet during infancy may be important in preventing the development of IBD.\r\nPubmed   Journal   ReadQx \r\nCancer Incidence in Patients with Ulcerative Colitis Naïve to or Treated with Thiopurine and Targeted Therapies- a cohort study 2007 to 2022 with comparison to the general population.\r\n Elevated cancer incidence was observed in patients with UC amounting to around 3 extra cases of cancer per 1000 years. Cancer risks varied more among groups defined by age than by treatment.\r\nPubmed   Journal   ReadQx \r\nImpact Of Immunomodulating Medication On Maternal Tdap Vaccination Induced Antibodies In Infants.\r\nMaternal Tdap vaccination in women with IBD receiving immunomodulating medication during pregnancy results in significantly higher Tdap-antibody concentrations in their infants compared to infants of unvaccinated IBD mothers, although GMC was lower for PRN compared to healthy controls. These results support current recommendations to advise maternal Tdap vaccination in pregnant women receiving immunomodulating medication.\r\nPubmed   Journal   ReadQx \r\nImpact of Mirikizumab Treatment on Fatigue in Patients with Moderately to Severely Active Crohn's Disease: Results from the Phase 3 VIVID-1 Study.\r\nMirikizumab-treated patients with Crohn's disease achieved higher rates of clinically meaningful improvement in fatigue versus placebo at Weeks 12 and 52, which correlated with improvement in clinical and patient-reported outcomes. Baseline fatigue severity was strongly associated with depressive symptoms in VIVID-1 (NCT03926130).\r\nPubmed   Journal   ReadQx \r\nLong-term disease course of ulcerative colitis in a prospective European population-based inception cohort - an Epi-IBD cohort study.\r\nWhile the introduction of advanced therapies for UC has transformed the therapeutic landscape, their impact on colectomy rates, disease progression, and hospitalisations remains modest. Our findings highlight the need for continued innovation in UC treatment and the importance of individualised and targeted care to achieve optimal long-term outcomes.\r\nPubmed   Journal   ReadQx \r\nMetabolism and Response to Stress Gene Signatures Reveal Ulcerative Colitis Heterogeneity and Identify Patients With Increased Response to Therapy.\r\nWe identified and evaluated a novel, multi-dimensional signature gene set to characterise previously undefined heterogeneity in patients with UC and identify patients less likely to respond to therapy. This approach offers potential utility to define clinical trial populations, enrich for clinical responders, and identify difficult-to-treat populations for therapeutic development.\r\nPubmed   Journal   ReadQx \r\nPharmacological inhibitors of the gamma-secretase enzyme complex disrupt epithelial cell function triggering colitis in mice.\r\nIn conclusion, systemic use of γ-secretase inhibitors disrupts epithelial cell function by impairing IEC differentiation and triggering gut inflammation in mice. These findings should be considered when designing future therapeutic interventions involving γ-secretase inhibitors.\r\nPubmed   Journal   ReadQx \r\nST6GAL1 promotes IBD B cell recruitment to the inflamed colon in a CD22-dependent mechanism.\r\nOur findings suggest that endothelial ST6GAL1 creates a pro-adhesive microenvironment rich in α2,6-sialic acids that engage CD22 on circulating B cells and plasmablasts to promote their recruitment into the inflamed gut mucosa. This pathway might be a novel target to interfere with B lineage cell homing and local auto-antibody production.\r\nPubmed   Journal   ReadQx \r\nThe Effectiveness of second-and-third line biologics in perianal Crohn's disease - a multicenter propensity score-matched study.\r\n In pCD patients failing anti-TNFs as 1st-line treatment, ustekinumab may be more effective than vedolizumab or another anti-TNFs as 2nd or 3rd-line therapy.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Abdominal aortic calcification on routine pre-operative computed tomography - a novel cardiovascular risk prediction tool in liver transplant patients.\r\nHigh AAC on routine CT scans was associated with a 3-fold increased risk of 30-day MACE post-LT and improved cardiovascular risk prediction compared to traditional indices. Quantification of AAC may offer a simple method of improving cardiovascular risk assessment in these patients.\r\nPubmed   Journal   ReadQx \r\nAccess to early liver transplantation is adversely impacted by social determinants of health: A retrospective cohort study.\r\nHigh SVI census tracts were less likely to have individuals referred for ALD compared to tracts with low SVI (IRR 0.53, 95% CI 0.42-0.66). Both individual- and neighborhood-level SDoH are important factors that ultimately influence who is eligible for transplant.\r\nPubmed   Journal   ReadQx \r\nBalancing abstinence and harm reduction across the continuum of care for liver transplantation in alcohol-associated liver disease.\r\nBased on clinical evidence, we highlight the need to examine current LT selection processes, coordinate alcohol use disorder treatment for patients with ALD, and develop comprehensive markers of post-transplant success. Finally, we discuss potential challenges and considerations when applying the harm reduction approach to nuanced scenarios of LT candidates and recipients with ALD.\r\nPubmed   Journal   ReadQx \r\nHepatic hypoxia in donation after circulatory death: Physiology, clinical relevance, & future directions.\r\nLastly, we touch on emerging technologies such as machine perfusion. We hope that our review unites concepts of hepatic physiology with DCD practice and enlightens readers to envision novel areas of study in this field.\r\nPubmed   Journal   ReadQx \r\nManagement of obesity in liver transplant candidates & recipients: Rethinking the false dichotomy between pharmacotherapy and surgical intervention.\r\nExperts in the field presented the available data and smaller working groups had interactive breakout sessions that identified knowledge gaps and developed recommendations. This perspective prepared on behalf the participants of the AST Controversies Conference on obesity and liver transplant aims to summarize the available evidence for surgical and pharmaceutical treatment in the liver transplantation population.\r\nPubmed   Journal   ReadQx \r\nPeri- and postoperative analgesic strategies in live donor hepatectomy: A national survey.\r\n We observed a significant variation in peri- and postoperative pain management strategies after live donor hepatectomy between centers. Some centers adapt analgesic techniques based on the surgical technique (e.g., open vs laparoscopic/robotic, and right vs left lobe hepatectomy).\r\nPubmed   Journal   ReadQx \r\nRenal replacement therapy in liver transplant ineligible patients.\r\nEmerging literature suggests that the etiology of kidney injury should play less of a role in clinical decision making. Decisions around RRT are often influenced by medical, ethical, and end-of life factors and should be made in conjunction with patients and their caregivers.\r\nPubmed   Journal   ReadQx \r\nRobotic liver transplantation: University of modena experience.\r\nThe robotic approach to liver transplantation has demonstrated feasibility and promising short-term outcomes. However, extended follow-up is required to confirm these results over the long term with the aim to confirm outcomes comparable to benchmark results of open transplantation.\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease after paediatric liver transplantation.\r\nTherefore, steatotic liver disease is a noteworthy histological feature during the follow-up of paediatric liver transplant recipients, yet it had a low burden on the health of the patients in this cohort. However, it needs to be monitored in the context of the increasing prevalence of metabolic syndrome.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Pancreatic parenchymal volume measurement for predicting invasive intraductal papillary mucinous neoplasm.\r\nQuantifying PV, particularly when combined with HRS, may improve diagnostic accuracy for invasive IPMN. Furthermore, changes in PV observed during surveillance may provide additional insight into the risk of progression to invasive IPMN.\r\nPubmed   Journal   ReadQx \r\nPerilesional branch duct dilation as a hallmark MRCP feature for differentiating high-grade PanIN from low-grade PanIN.\r\nPerilesional BPD dilation on MRCP is a primary imaging feature for differentiating HG-PanIN, characterized by substantial interobserver agreement. While PPA on MRI is another important independent predictor, its lower interobserver agreement warrants caution. These findings highlight the diagnostic value of utilizing both MRCP and MRI in the noninvasive evaluation of suspected PanIN.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    A key step toward gaining a deeper understanding of individual responses to protein supplementation.\r\n\r\nPubmed   Journal   ReadQx \r\nDietary species richness: first steps toward understanding its relationship with health.\r\n\r\nPubmed   Journal   ReadQx \r\nHeightened inflammation and immune impairments in those living with obesity may be worsened by coexistence of type 2 diabetes.\r\n\r\nPubmed   Journal   ReadQx \r\nYou are what you don't eat.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Hit the road JAK: is there still hope left for TYK2 inhibition in IBD?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Diagnostic Challenges in EBV-Associated B-Cell Lymphoproliferative Disorder.\r\n\r\nPubmed   Journal   ReadQx \r\nLack of Efficacy of Concomitant 5-Aminosalicylic Acid With Vedolizumab in Inflammatory Bowel Disease: A Large-Scale Administrative Database Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    The use of endoscopic ultrasound guided fine needle biopsy for the diagnosis of microcystic serous cystic neoplasms of the pancreas.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Assessing the impact of subrecommended gestational weight gain in overweight and obese pregnancies.\r\n\r\nPubmed   Journal   ReadQx \r\nLeveraging established continuous glucose monitor accuracy study methods to enhance research in people not living with diabetes.\r\n\r\nPubmed   Journal   ReadQx \r\nSystematic reviews informing the Dietary Guidelines for Americans are conducted and reported using rigorous approaches that align with current standards.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-19T10:36:57-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-06-2025/",
    "title": "Fri Jun 06 2025",
    "description": "9 articles - From Friday May 30 2025 to Friday Jun 06 2025",
    "author": [],
    "date": "2025-06-06",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Pancreatology\r\n    Bone loss, osteoporosis, and fractures in patients with resected pancreatic head cancer.\r\nPancreatic head cancer patients who underwent resection showed an increased risk of BMD loss, osteoporosis and fractures. Screening for osteoporosis should be considered in pancreatic head cancer patients who underwent resection.\r\nPubmed   Journal   ReadQx \r\nClinical importance of suspicious for malignancy compared to positive for malignancy in peritoneal cytology for surgically resected pancreatic cancer.\r\nThe cytology of SFM in PC is associated with a prognosis comparable to that of MAL, suggesting the need for cautious clinical interpretation and potential reclassification.\r\nPubmed   Journal   ReadQx \r\nDisproportionately rising mortality rates of alcohol-associated acute Pancreatitis: Analysis from centers for Disease Control and prevention database (2011-2020).\r\n The rising mortality of acute pancreatitis in the US is driven by alcohol-associated acute pancreatitis. Targeted efforts are needed to reduce mortality and curb heavy alcohol use.\r\nPubmed   Journal   ReadQx \r\nIdentifying signs and symptoms of pancreatic cancer: a population-based study using electronic health records and natural language processing.\r\nOur approach to capture symptoms from EHR has the potential to enhance the systematic identification of patients with symptoms for earlier detection.\r\nPubmed   Journal   ReadQx \r\nTowards automating risk stratification of intraductal papillary mucinous Neoplasms: Artificial intelligence advances beyond human expertise with confocal laser endomicroscopy.\r\nHuman dysplasia classification of BD-IPMNs using nCLE showed modest IOA and accuracy. In contrast, nCLE-AI classifications combined with clinical criteria offer superior accuracy for detecting HGD/IC while eliminating interobserver variability.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Letter to the Editor: Methodological considerations for predicting HCC recurrence after Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLiving donor Liver Transplant offers pretransplant and posttransplant pediatric survival advantages.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Methodological considerations for predicting HCC recurrence after Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Progression from chronic pancreatitis to pancreatic cancer: the potential involvement of gut microbiota.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-12T08:30:45-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/05-30-2025/",
    "title": "Fri May 30 2025",
    "description": "27 articles - From Friday May 23 2025 to Friday May 30 2025",
    "author": [],
    "date": "2025-05-30",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreatology\r\n    Risk factors of delayed gastric emptying after distal pancreatectomy: A comprehensive systematic review and meta-analysis.\r\n The incidence of DGE after DP is approximately 5.0 %. Risk factors include malignancy, open distal pancreatectomy (ODP), delayed drain removal, age over 75, hemorrhage, multivisceral resection, POPF, portal vein resection, postoperative abscess, and wound infection. This meta-analysis provides valuable insights for clinical practice, especially in improving the screening and management of high-risk patients. However, further large-scale, multicenter randomized controlled trials are needed to confirm these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of sociodemographic factors and a healthy and sustainable dietary pattern in adult population in Mexico, United States and Canada: a cross-sectional study.\r\n Mexico, the US, and Canada have an unhealthy and high environmental impact dietary pattern. The groups with lower compliance are men, younger individuals, and those with lower educational attainment.\r\nPubmed   Journal   ReadQx \r\nEfficacy of rice bran extract for alleviating depressive symptoms in adults: A randomized, double-blind, placebo-controlled trial.\r\n RBS may provide a beneficial effect on depressive symptoms of mild-to-moderate severity in adults.\r\nPubmed   Journal   ReadQx \r\nMaternal multiple micronutrient supplementation in rural Pakistan increased some milk micronutrient concentrations, but not infant growth, at three-months postpartum: a RCT substudy.\r\nIn a population with maternal micronutrient deficiencies, providing maternal MMS was not associated with milk micronutrient concentrations above MAEs;  however, infants born to mothers with milk below MAEs for al investigated micronutrients appeared to experience poorer growth. Further research is needed to understand longer-term implications, if any. Clinical trial registry number and website ClinlicalTrials.gov  NCT04451395 ( and NCT03287882 (\r\nPubmed   Journal   ReadQx \r\nRelationship of healthy lifestyle with healthy aging and the mediation by plasma proteins: a prospective cohort study.\r\nA healthy lifestyle is associated with substantially higher odds of healthy aging, potentially through the regulation of specific circulating proteins.\r\nPubmed   Journal   ReadQx \r\nRising Phytate and Oxalate Intake, Declining Calcium Intake, and Bone Health in U.S. Adults: 1999-2023, a Serial Cross-Sectional Analysis.\r\nDiets with greater phytate and oxalate and lower calcium and dairy intake may contribute to reduced calcium bioavailability and unfavorable bone health outcomes among U.S. adults.\r\nPubmed   Journal   ReadQx \r\nThe effects of the Multicultural Healthy Diet on cognitive decline & Alzheimer's disease risk: A randomized controlled trial in middle-aged adults.\r\nThe MHD was feasible and acceptable in this multicultural US cohort. While the influence of MHD at 9 months was non-significant based on the composite cognitive score, additional research using other measures such as day-to-day variability in cognitive function and peak performance is warranted. Clinical trial registry number NCT03240406, The protocol can be accessed at this website.\r\nPubmed   Journal   ReadQx \r\nUltra-processed food intake and risk of ovarian and endometrial cancer in the NIH-AARP cohort: a prospective cohort analysis\r\nIn this cohort of US females who were at risk of developing endometrial or ovarian cancer, we found evidence of a positive association between UPF intake and endometrial, but not ovarian cancer. The positive association with endometrial cancer was not independent of BMI.\r\nPubmed   Journal   ReadQx \r\nVitamin D<sub>3<\/sub> and marine ω-3 fatty acids supplementation and leukocyte telomere length: 4-year findings from the VITamin D and OmegA-3 TriaL (VITAL) randomized controlled trial.\r\nWe hypothesized that vitamin D or n-3 FAs supplementation reduce leukocyte telomere length (LTL) attrition over time by leveraging the VITamin D and OmegA-3 TriaL (VITAL) trial. Methods VITAL is a large, randomized, double-blind, placebo-controlled trial with a 2 × 2 factorial design of vitamin D daily supplementation with or without n-3 FAs might have a role in counteracting telomere erosion or cell senescence.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Intraoperative Autologous Platelet-Rich Stroma Injection as Add-On to Fistula Curettage and Closure of the Internal Orifice Demonstrates a Favorable Outcome in Long-Term in Patients Suffering from Therapy-Refractory Perianal Fistulizing Crohn's Disease.\r\n Additional PRS injection, fistula curettage, and closure of the internal orifice is a promising therapy for patients with (treatment-refractory) pCD and could improve clinical and radiologic healing rates. In addition, low recurrence rates were observed. Future randomized research is warranted in order to assess the effectiveness and positioning of PRS in the field of pCD. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nMyeloperoxidase Enzyme Activity in Feces Reflects Endoscopic Severity in Inflammatory Bowel Disease.\r\nMyeloperoxidase is active in IBD and its enzyme activity is a reliable marker of IBD endoscopic inflammation. Our results with the CM-S fMPOa assay demonstrate the potential for an immediate and accurate measure of fMPO enzyme activity as a robust, low-cost test for IBD activity. Myeloperoxidase may contribute to tissue damage in IBD.\r\nPubmed   Journal   ReadQx \r\nPlasma Calprotectin and Myeloperoxidase as Biomarkers in Inflammatory Bowel Disease.\r\nPlasma MPO shows promise as a potential blood-based biomarker of IBD activity, especially in UC. The combined use of pMPO and CRP adds diagnostic utility in discriminating between active versus quiescent IBD.\r\nPubmed   Journal   ReadQx \r\nRectal and Rectosigmoid Endoscopy to Assess Endoscopic and Histological Remission in Ulcerative Colitis: A Prospective Study.\r\n For UC patients undergoing treat-to-target interventions, endoscopic and histological findings in the rectum alone provide good accuracy for determining pancolonic endoscopic and histological remission. Rectal examination could be an alternative to RS for monitoring UC patients.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Obefazimod in Patients with Moderate-to-Severely Active Ulcerative Colitis: Efficacy and Safety Analysis from the 96-week Open-label Maintenance Phase 2b study.\r\nThe 96-week OLM study supports the long-term efficacy and favorable safety profile of obefazimod 50 mg od. A phase 3 program with obefazimod in patients with moderate-to-severe UC is ongoing.\r\nPubmed   Journal   ReadQx \r\nSpatial Immune Profiling of Crohn's Disease Fistula Carcinomas - Defining a Distinct Cancer Subtype.\r\nThe immune landscape of CD-associated fistula carcinomas exhibits features of both CD fistulas and CRC, suggesting a complex pathogenesis influenced by chronic inflammation. Our data suggest that fistula carcinomas represent a unique cancer subtype, that requires further analysis to develop targeted therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\nTherapeutic potential of Janus kinase inhibitors for the management of fibrosis in inflammatory bowel disease.\r\nWe here summarize the current understanding of the role of the JAK-STAT pathway in the pathogenesis of intestinal fibrosis and the application of JAK inhibitors for IBD. In addition, we discuss the use of JAK inhibitors in other fibrotic-related diseases to postulate how these agents might be applied for future treatment of intestinal fibrosis.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Protein N-Glycosylation Traits Combined with CA19-9 Accurately Distinguish Pancreatic Cancer Cases From Healthy Controls and Benign Pancreatic Diseases.\r\nBoth plasma NGTs and CA19-9 distinguish PDAC from a diverse-control cohort. The accuracy further improves when these readouts are combined, showing promise for future early detection methods.\r\nPubmed   Journal   ReadQx \r\nRisk of Myocardial Infarction and Stroke after a First Episode of Acute Pancreatitis: A Self-Controlled Case Series Study.\r\nOur study reveals a temporary increase in the risk of myocardial infarction and stroke after hospitalization for a first episode of acute pancreatitis.\r\nPubmed   Journal   ReadQx \r\nSurgical Resection of Murine PDAC Alters Hepatic Metastases and Immune Microenvironment.\r\n Collectively, we describe a preclinical resection model that offers a means to investigate MRD. Using this model, we delineated effects of surgical resection on metastatic outgrowth and uncovered a protective link between the postoperative hepatic eosinophilia and further metastatic progression.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Impact of zinc deficiency on the prognosis of unresectable pancreatic cancer.\r\nThis study demonstrates that ZD before chemotherapy is an independent prognostic factor in patients with unresectable PC undergoing chemotherapy. Considering its association with poor nutritional status, serum zinc levels may serve as a valuable prognostic biomarker. Further research is warranted to explore the potential therapeutic benefits of zinc supplementation therapy.\r\nPubmed   Journal   ReadQx \r\nSEER-based evaluation of lymph node yield as a prognostic indicator of cancer-specific survival in nonmetastatic pancreatic ductal adenocarcinoma.\r\nHigher LNY thresholds than the current AJCC standard of 12 appear beneficial for more accurate staging and improved survival in resected PDAC. Tailoring LNY goals based on nodal status and treatment modality may further refine prognostic stratification and guide more effective therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Maternal intake of polyunsaturated fatty acids and fetal brain development: what next?\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Structural Bowel Disease: Not a Barrier to Transmural Healing With IUS.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    First Documented Case of Successful Dual Therapy With Upadacitinib and Mirikizumab for Multi-Refractory Ulcerative Proctitis.\r\n\r\nPubmed   Journal   ReadQx \r\nIncidence and Risk Factors for Development of Acne (JAKne) in Patients with Inflammatory Bowel Disease Treated With Upadacitinib.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Policy corner: The evolution of continuous distribution in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Secondary Acute Myeloid Leukemia following Treatment for Metastatic Poorly Differentiated Pancreatic Neuroendocrine Carcinoma: A Cautionary Sequel to an Exceptional Response.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-05-31T10:04:39-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/05-23-2025/",
    "title": "Fri May 23 2025",
    "description": "44 articles - From Friday May 16 2025 to Friday May 23 2025",
    "author": [],
    "date": "2025-05-23",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Developing IBD Outcome Effect Size Thresholds to Inform Research, Guidelines, and Clinical Decisions.\r\nThis is the first study to develop a consensus on magnitude thresholds for outcomes in IBD. These thresholds have been used in the development of the 2024 British Society of Gastroenterology guidelines for the management of IBD but can and should also be used by study designers and, most importantly, by clinicians when discussing evidence with patients as part of shared decision making. Future work to validate these findings globally and with other groups, including patients, is needed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Industry study sponsorship and conflicts of interest on the effect of unprocessed red meat on cardiovascular disease risk: a systematic review of clinical trials.\r\nOur findings highlight that using animal protein as a comparator in industry-funded studies, with quality of evidence rated as very low to low, may underestimate the cardiovascular benefits of reducing red meat intake. Most studies without conflicts of interest with the red meat industry suggested an unfavorable effect of unprocessed red meat consumption on risk factors for cardiovascular disease.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Chronic pancreatitis and extra pancreatic cancers- A systematic review and meta analysis.\r\n Patients with CP have an increased risk of developing EP cancers compared to patients without CP, in particular lung and liver cancer which had the highest relative risk. Shared risk factor modifications, such as smoking cessation and alcohol reduction, could lower the risk of common EP cancers. Further, implementing non-invasive screening measures may aid in early diagnosis in this high-risk group.\r\nPubmed   Journal   ReadQx \r\nMinimally invasive versus open distal pancreatectomy for pancreatic Tumors: An updated meta-analysis and meta-regression.\r\nMIDP offers superior outcomes in procedure efficacy, surgical and postoperative outcomes compared to ODP. These findings highlight MIDP as a safe and effective alternative for pancreatic surgery, supported by robust subgroup and sensitivity analyses.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A Novel Nutritional Assessment Tool Combining the mNUTRIC Score and the GLIM Criteria with Prognostic Value for In-Hospital Mortality in Critically Ill Patients : A Single-Center Retrospective Cohort Study.\r\nThis novel nutritional assessment tool had strong prognostic value in being associated with in-hospital mortality. Prospective validation with an external dataset is warranted. A comprehensive nutritional assessment of the current status and future risk at ICU admission could be the most critical factor in assessing the prognosis of critically ill patients.\r\nPubmed   Journal   ReadQx \r\nAssociation of sociodemographic factors and a healthy and sustainable dietary pattern in adult population in Mexico, United States and Canada: a cross-sectional study.\r\n Mexico, the US, and Canada have an unhealthy and high environmental impact dietary pattern. The groups with lower compliance are men, younger individuals, and those with lower educational attainment.\r\nPubmed   Journal   ReadQx \r\nDietary patterns, serum metabolites and risk of cardiovascular disease in US Hispanic/Latino adults: a prospective analysis of the Hispanic Community Health Study/Study of Latinos (HCHS/SOL).\r\nHealthier diet patterns and related serum metabolite profile were associated with lower risk of CVD in US Hispanic/Latino adults.\r\nPubmed   Journal   ReadQx \r\nEffect of age and sex on the urinary elimination of a single dose of mixed flavonoids: results from a single-arm intervention in healthy UK adults.\r\n Total elimination recovery of (poly)phenols was relatively consistent across age and sex groups, while elimination kinetics differed substantially;  possibly resulting from differences in intestinal transit time or kidney clearance. Assuming (poly)phenol metabolites have varying biological activities, establishing dose response relationships, and defining metabolite profiles in population subgroups is required to inform the future development of dietary flavonoid/(poly)phenol recommendations. Clinical trial registry NCT01922869.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Biological Ageing and the Risk of Inflammatory Bowel Disease: Exploring the Role of Lifestyle and Genetic Susceptibility in a Nationwide Prospective Study.\r\nPhenoAge acceleration may serve as a useful biomarker for identifying high-risk individuals, offering potential for integration into targeted prevention strategies and personalized treatment approaches for IBD.This study explores how accelerated biological aging (PhenoAge acceleration) and genetic susceptibility influence the risk of inflammatory bowel disease. Findings indicate that higher PhenoAge acceleration and genetic risk scores significantly increase the likelihood of developing ulcerative colitis and Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nDecreased Fecal Nicotinamide and Increased Bacterial Nicotinamidase Gene Expression in Ulcerative Colitis Patients.\r\nThese findings suggest that gut microbiota dysbiosis contributes to reduced vitamin B3 metabolism in UC patients. The study highlights the potential of replenishing vitamin B3 metabolic pathways as a novel therapeutic approach for UC treatment.\r\nPubmed   Journal   ReadQx \r\nSPH3127 (Sitokiren), a Novel Renin Inhibitor, Suppresses Colitis Development in Mouse Models of Experimental Colitis.\r\nThese results demonstrate that SPH3127 is able to effectively block colitis development in mouse experimental colitis models. Its anti-colitogenic activity is achieved at least in part by suppressing mucosal TH1 and TH17 activation while promoting IL-10 production from mucosal CD25+ T cells, thus forming an anti-inflammatory environment in the colonic mucosa.\r\nPubmed   Journal   ReadQx \r\nSix-Year Observation Data Reveal Reduction in Concomitant Steroid Overuse for Inflammatory Bowel Disease in Germany.\r\nThis study provides real-world insights into the patterns of OCS use and overuse in IBD patients. The continued reliance on OCS is highlighted, particularly in CD patients and younger age groups. Notably, steroid overuse has decreased significantly over the last 6 years.\r\nPubmed   Journal   ReadQx \r\nTherapeutic Potential and Translational Challenges for Bacterial Extracellular Vesicles in Inflammatory Bowel Disease.\r\nIn this review, we summarize the work done to date establishing the potential of BEVs to provide the therapeutic benefits in IBD and discuss the hurdles BEVs must overcome to achieve clinical translation. We also consider future directions for BEV therapeutics, especially treatment potential for necrotizing enterocolitis (NEC), which shares similarities in pathophysiology with IBD.\r\nPubmed   Journal   ReadQx \r\nUnravelling the Relationship Between Obesity and Inflammatory Bowel Disease.\r\nObesity has been demonstrated to be associated with an attenuated response to immunomodulators and biological agents, as well as higher rates of peri-operative surgical complications. A better understanding of the relationship between obesity and IBD can be applied to clinical decision-making in personalizing treatment plans, promoting weight loss in patients with obesity, and identifying areas of future research.\r\nPubmed   Journal   ReadQx \r\nUsefulness of Prostaglandin E-Major Urinary Metabolite in Monitoring Crohn's Disease Activity: A Prospective Cross-Sectional Study.\r\nPGE-MUM is a biomarker that can reflect endoscopic activity in patients with CD and may be particularly useful in small intestinal lesions.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Deucravacitinib in Patients With Inflammatory Bowel Disease: 12-Week Efficacy and Safety Results From Three Randomized Phase 2 Studies in Crohn's Disease and Ulcerative Colitis.\r\nDeucravacitinib at multiple doses did not demonstrate significant clinical benefit vs placebo in moderately to severely active Crohn's disease or ulcerative colitis. Deucravacitinib was safe and well-tolerated.\r\nPubmed   Journal   ReadQx \r\nDistinct perturbances in metabolic pathways associate with disease progression in inflammatory bowel disease.\r\nSpecific metabolites and pathways are associated with disease progression in IBD, highlighting potential prognostic biomarkers and relevant pathways.\r\nPubmed   Journal   ReadQx \r\nRestoring Prostacyclin/PGI2-PTGIR Signaling Alleviates Intestinal Fibrosis in Crohn's Disease via Fibroblast-specific YAP/TAZ Inhibition.\r\nThe antifibrotic effects of PGI2-PTGIR signaling are impaired in CD. Restoring PGI2-PTGIR signaling is a pharmacologically tractable and cell-selective approach to targeting YAP/TAZ via PTGIR, which reverses intestinal fibrosis.\r\nPubmed   Journal   ReadQx \r\nRisk of colectomy is decreasing among newly diagnosed Finnish ulcerative colitis patients.\r\nThe risk of colectomy in UC patients has decreased in the 21st century.\r\nPubmed   Journal   ReadQx \r\nSerum Biomarkers of Collagen Remodeling are Associated with Intestinal Fibrosis and Differentiates Stenotic from Luminal Crohn's Disease Patients: A Pre- and Post-Resection Longitudinal Study.\r\n Collagen markers distinguished stenosing from luminal CD, and they correlated to histological fibrosis and chronic inflammation promising for understanding ECM remodeling. This study highlights the need for extended follow-up to assess long-term stenosis-related outcomes.\r\nPubmed   Journal   ReadQx \r\nThe angiotensin receptor blocker, losartan, reduces inflammation and fibrosis, and prevents relapse of fibrosis after steroid-induced remission, in mice prone to Crohn's disease-like ileitis.\r\nLosartan, and other drugs targeting the renin-angiotensin system, may serve as an effective treatment to successfully dampen intestinal fibrosis during active inflammation, as well as prevent its progression after corticosteroid-induced remission in Crohn's patients.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    From embedded interprofessional clinics to expanded alcohol-associated liver disease programs.\r\nDrawing from analogous patient populations served by collaborative models in primary care and comprehensive eating disorder treatment, the expanded ALD care framework proposes practical strategies toward specific innovations: equipoise between biomedical and psychosocial care elements, increased clinician number and reach, long term patient relationships, harm reduction and palliative care, outreach to external agencies and clinicians, and enhanced support for patients and families. The article also defines attributes of innovative healthcare systems which support expanded ALD care.\r\nPubmed   Journal   ReadQx \r\nOccult multifocal and incidental hepatocellular carcinoma: An analysis of long-term survival and risk factors at a single liver transplant center.\r\n In patients with known HCC prior to LT, presence of omHCC is common and associated with inferior post-LT survival and higher recurrence rates. The development of improved radiographic and serum biomarkers which more accurately reflect explant tumor burden may improve patient selection and post-LT outcomes.\r\nPubmed   Journal   ReadQx \r\nSocial Determinants of Health are Associated with Liver Transplant Evaluation and Listing in a Safety-Net Referral Cohort.\r\nA sensitivity analysis including an existing multicenter cohort re-demonstrated the significance of residence, adequacy of social support, and MELD score in probability of listing. Social determinants of health were key to successful evaluation and listing for LT among referred SNH patients and provide targets for intervention.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancreatic Fat Infiltration: A Key Marker in The Metabolic Continuum.\r\nPFI is a relevant metabolic marker associated with central obesity, insulin resistance, and increased pancreatic stiffness. These findings support the potential of transabdominal 2D-SWE as a non-invasive tool for detecting early pancreatic structural, particularly in patients with T2D. Longitudinal studies are warranted to clarify its role in predicting pancreatic dysfunction and metabolic disease progression.\r\nPubmed   Journal   ReadQx \r\nPerioperative Pain Management for Complex Pancreatic Resections for Patients with Chronic Pancreatitis.\r\nKetamine provided similar opioid sparing analgesia compared to opioid epidurals. Ketamine is a promising adjunctive analgesic in patients with chronic pancreatitis.\r\nPubmed   Journal   ReadQx \r\nPrognostic Significance of ABO Blood Type in Patients with Advanced Pancreatic Cancer Treated with Nab-Paclitaxel Plus Gemcitabine.\r\nPatients with the B blood type had a markedly poorer prognosis and a higher prevalence of sarcopenia. Patients who have APC with the B blood type may require additional supportive treatment for sarcopenia.\r\nPubmed   Journal   ReadQx \r\nProtein N-Glycosylation Traits Combined with CA19-9 Accurately Distinguish Pancreatic Cancer Cases From Healthy Controls and Benign Pancreatic Diseases. \r\nBoth plasma NGTs and CA19-9 distinguish PDAC from a diverse-control cohort. The accuracy further improves when these readouts are combined, showing promise for future early detection methods.\r\nPubmed   Journal   ReadQx \r\nRisk of Myocardial Infarction and Stroke after a First Episode of Acute Pancreatitis: A Self-Controlled Case Series Study. \r\nThe IRR for stroke during the risk interval was 2.12 (95% CI, 1.74-2.58), peaking in the first 10 days (IRR, 3.40;  95% CI, 2.33-4.96) and gradually declining. Our study reveals a temporary increase in the risk of myocardial infarction and stroke after hospitalization for a first episode of acute pancreatitis.\r\nPubmed   Journal   ReadQx \r\nSurgical Resection of Murine PDAC Alters Hepatic Metastases and Immune Microenvironment. \r\nCollectively, we describe a preclinical resection model that offers a means to investigate MRD. Using this model, we delineated effects of surgical resection on metastatic outgrowth and uncovered a protective link between the postoperative hepatic eosinophilia and further metastatic progression.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Comparison of thrombosis risk in patients undergoing purified and non-purified islet cell transplantation.\r\nWhile PVT is a relatively rare event in both purified and non-purified IAT when peri-operative and post-operative full-dose heparinization is administered, there remains a clinical difference in PVT formation between purified and non-purified IATs. Although bleeding risk may potentially be mitigated by a reduction in the duration of full dose heparinization without a corresponding risk in PVT rate, further investigation is warranted.\r\nPubmed   Journal   ReadQx \r\nPancreatic adenocarcinoma patients with pain have abnormal central pain processing.\r\nP-QST revealed abnormal central pain processing in PDAC patients compared to healthy controls, which may have implications for pain management.\r\nPubmed   Journal   ReadQx \r\nSuboptimal adherence to surveillance in high-risk individuals for pancreatic cancer at a tertiary care academic center: Lessons from real-world surveillance patterns.\r\nIt is difficult to achieve high adherence rates for annual pancreatic cancer screening of HRIs as recommended by the latest guidelines. Age and screening modality may be factors that contribute to adherence difficulty.\r\nPubmed   Journal   ReadQx \r\nThe impact of delayed graft function after pancreas transplantation on clinical outcomes and survival.\r\nOf note, in the multivariable analysis pDGF showed a strong trend towards worse graft survival without reaching statistical significance (HR:2.33, 95 % CI: 0.95-5.82;  p = 0.069) CONCLUSION: pDGF represents a common condition, depending both from donor and recipient conditions. Its clinical impact concerns the early postoperative stay and the long-term graft survival as well.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Three Decades of the Mediterranean Diet Pyramid: A Narrative Review of Its History, Evolution, and Advances.\r\nThe development of the MedDiet pyramid 30 years ago inspired the creation of the Asian, African, and Latin American Heritage Diet Pyramids. Despite robust evidence, further studies are needed to evaluate the long-term effectiveness and adaptability of the MedDiet across diverse populations, cultural settings, and food environments.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Correction to: Volume 18, Supplement 1.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    \"You're hot then you're cold\": Can we omit recooling after NMP?\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Limitations of MRI-serum-based scoring in liver transplant rejection assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nOutcomes of kidney after liver transplantation by induction type, Inter-Transplant interval, and immunologic risk: A UNOS analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Limitations of MRI-serum-based scoring in liver transplant rejection assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Not Dead Yet: Managing the Abdominal Catastrophe in Necrotizing Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Financial Impact of Drugs Utilized for Medical Management of Chronic Pancreatitisrelated Symptoms.\r\n\r\nPubmed   Journal   ReadQx \r\nUnaddressed Financial Barriers to Pancreatic Enzyme Replacement Therapy in Patients with GEPNENs and EPI.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Performance of a novel three-prong asymmetric tip needle in EUS-guided tissue sampling of pancreatic solid Lesions: Implications for diagnosis and molecular profiling.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-05-23T08:34:52-04:00",
    "input_file": {}
  }
]
