[
  {
    "path": "gi2/06-28-2024/",
    "title": "Fri Jun 28 2024",
    "description": "33 articles - From Friday Jun 21 2024 to Friday Jun 28 2024",
    "author": [],
    "date": "2024-06-28",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Letter of the Editor: Survey of attitudes and knowledge of early paracentesis guidelines and performance in providers in the veterans health administration.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to Mediterranean, Dietary Approaches to Stop Hypertension and Healthy Eating Indices are Associated with Lower Risk of Disability among Puerto Rican Adults from the Longitudinal Boston Puerto Rican Health Study.\r\nHigher adherence to a healthy diet pattern may decrease risk of disability and may be an important prevention strategy for ADL and IADL disability associated with aging.\r\nPubmed   Journal   ReadQx \r\nDrivers of Anemia Reduction among Women of Reproductive Age in Senegal: A Country Case Study.\r\nDespite a reduction in anemia prevalence, anemia remains a severe public health problem in Senegal. To protect the gains achieved to date, as well as accelerate reduction in WRA anemia burden, focused efforts to reduce gender and social disparities, and improve coverage of health services, such as family planning, IFA, and antimalarial programs, are needed.\r\nPubmed   Journal   ReadQx \r\nDrivers of Anemia Reduction among Women of Reproductive Age in the Philippines: A Country Case Study.\r\nTo protect these gains, WRA anemia prevention efforts in the Philippines should continue to focus on universal healthcare access, women's empowerment, and poverty alleviation.\r\nPubmed   Journal   ReadQx \r\nEffect of maternal post-natal Balanced Energy Protein supplementation and infant Azithromycin on infant growth outcomes- An Open-label randomized controlled trial.\r\n Postnatal maternal BEP supplementation and infant AZ administration could modestly improve infant growth outcomes at 6 months, suggesting potential benefits in simultaneously addressing maternal and infant undernutrition. Clinical trial data This trial is registered on ClinicalTrials.gov NCT03564652 on June 21, 2018.\r\nPubmed   Journal   ReadQx \r\nFactors Affecting Anemia among Women of Reproductive Age in Mexico: A Mixed-Methods Country Case Study.\r\nAnemia prevention efforts need to refocus on poverty alleviation, continuity of adequate coverage and financing of nutrition programs, especially with safety nets, and increase in uptake of family planning, especially among adolescent girls.\r\nPubmed   Journal   ReadQx \r\nInfluence of weight-adjusted contrast enhancement on CT-derived skeletal muscle measures: A retrospective proof-of concept comparative study between Danish females and males.\r\nWhile SMA and SMI differences were consistent across the sexes, females exhibited a significantly higher SMD increase than male in the venous and late venous phases. Further investigations are necessary to determine the applicability of SMD as a muscle quality proxy in IVC CT scans.\r\nPubmed   Journal   ReadQx \r\nSerum 25-hydroxyvitamin D concentrations, vitamin D receptor polymorphisms, and risk of infections among individuals with type 2 diabetes: a prospective cohort study.\r\nIn patients with T2D, lower serum 25(OH)D concentration (<50 nmol/L) was associated with higher risks of infections, regardless of genetic variants in VDR. Notably, nonlinear inverse associations between 25(OH)D concentrations and the risks of infections were found, with a threshold effect at ∼50.0 nmol/L. These findings highlighted the importance of maintaining adequate vitamin D in reducing the risk of infections in patients with T2D.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Short-term Eucaloric Low-Carbohydrate and High-Carbohydrate Diet on Liver Triacylglycerol Content in Males with Overweight and Obesity; a Randomized Cross-Over Study.\r\n Reduced carbohydrate and increased fat intake for four days induced a marked reduction in liver TG content and increased hepatic insulin sensitivity. Increased rates of fat oxidation and ketogenesis combined with lower rates of de novo lipogenesis are suggested to be responsible for lowering of liver TG. CLINICAL TRIAL REGISTRY NUMBER AND WEBSITE WHERE IT WAS OBTAINED  clinicaltrials.gov (NCT04581421).\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Endoscopic Normalization and Transition of J-Pouch Phenotypes Over Time in Patients With Inflammatory Bowel Disease.\r\nPouch phenotype and the risk of pouch loss can change over time. In patients with pouch inflammation, subsequent pouch normalization is feasible and associated with favorable outcome.\r\nPubmed   Journal   ReadQx \r\nHLA-DQA1*05 Allele Carriage and Anti-TNF Therapy Persistence in Inflammatory Bowel Disease.\r\nCarriage of 2 HLA-DQA1*05 alleles is associated with less favorable outcomes for patients receiving anti-TNF therapy with shorter time to therapy failure. HLA-DQA1*05 genotype status in conjunction with clinical factors may aid in therapy selection in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nIBD Is Like a Tree: Reflections From Older Adults With Inflammatory Bowel Disease.\r\nHaving IBD later in life presents unique challenges. Physicians treating older patients should consider age-sensitive communication, susceptibility to social isolation, and practices for healthy aging in the context of IBD. Patient priorities for further investigation include more representation in the media and educational material tailored for older adults with IBD.\r\nPubmed   Journal   ReadQx \r\nInflammation-related Proteins Support Diagnosis of Inflammatory Bowel Disease and Are Modified by Exclusive Enteral Nutrition in Children With Crohn's Disease, Especially of Ileal Phenotype.\r\nInflammation-related proteins may be useful in the differential diagnosis of IBD. Exclusive enteral nutrition extensively modulated IRPs levels in children with active CD with more pronounced effects observed in patients who showed a reduction in FC and had ileal disease involvement.\r\nPubmed   Journal   ReadQx \r\nSimilar Efficacy of Mesalazine in Adult and Older Adult Ulcerative Colitis Patients: Post Hoc Analysis of a Randomized Noninferiority Trial of 1600 mg vs 400 mg Tablets.\r\nWe observed similar efficacy of mesalazine in adult and older adult UC patients. The increased comedication number rather than age may decrease effectiveness of UC medications, highlighting the importance of healthy aging.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Etrasimod on Fecal Calprotectin and High-sensitivity C-reactive Protein: Results From the ELEVATE UC Clinical Program.\r\nFecal calprotectin/hsCRP levels decreased with etrasimod treatment;  ROC analyses indicated a prognostic correlation between fCAL changes during induction and short-/long-term treatment response.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Lemann Index for assessing bowel damage in Crohn's disease: a real world study.\r\nThe updated LI quantified cross-sectional and longitudinal cumulative bowel damage in a real-world cohort of patients with CD with predictors identified for a longitudinal increase in LI. Further studies for prospective validation of LI and identification of multi-omic predictors of bowel damage are needed.\r\nPubmed   Journal   ReadQx \r\nProbiotic Treatment of Ulcerative Colitis with Trichuris suis ova: A Randomized, Double-blinded, Placebo-controlled Clinical Trial (the PROCTO Trial).\r\nCompared to placebo, Trichuris suis ova was not superior in achieving clinical remission at week 24 in ulcerative colitis or in achieving clinical Mayo score reduction, complete corticosteroid-free clinical remission or endoscopic remission. However, Trichuris suis ova treatment induced symptomatic temporary remission at week 12.\r\nPubmed   Journal   ReadQx \r\nRecommendations for Broadening Eligibility Criteria in Inflammatory Bowel Disease Clinical Trials.\r\n Recommendations to broaden clinical trial eligibility were found to be both appropriate and feasible with a high degree of agreement amongst an international group of IBD specialists.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Alloreactive T cells temporarily increased in peripheral blood of patients before liver allograft rejection.\r\nIntragraft alloreactive clone tracking in pre- and post-LTx PBMC samples revealed that the pre-transplant naïve T cells were significant contributors to the donor-reactive clones, and they temporarily increased in proportion and subsequently reduced in blood at the beginning of TCMR. Together, our findings offer an insight into the dynamic and origin of alloreactive T cells in clinical LTx TCMR cases, and may facilitate disease prediction and management.\r\nPubmed   Journal   ReadQx \r\nClinically relevant cut-points for changes in the Liver Frailty Index are associated with waitlist mortality in patients with cirrhosis.\r\nAn improvement in LFI per 3 months as small as 0.1 in the pre-LT period is associated with a clinically meaningful reduction in waitlist mortality. These data provide estimates of the reduction in mortality risk associated with improvements in LFI that can be used to assess effectiveness of interventions targeting physical frailty in cirrhosis patients.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for wilson disease: Current knowledge and future perspectives.\r\nHowever, several questions remain unanswered, such as how to establish thresholds for assessing pre-transplant neuropsychiatric impairment, how to standardize preoperative neurological assessments, and how to define post-operative outcomes for patients meeting these specific criteria. Furthermore, a disease-specific approach will be proposed both for the liver transplant evaluation of Wilson's disease candidates and for patient care during the transplant waiting period, highlighting peculiarities of this systemic disease.\r\nPubmed   Journal   ReadQx \r\nNeuromuscular electrical stimulation, muscle mass, and physical function decline in the early phase after living donor liver transplantation.\r\nFour weeks of NMES, in addition to conventional rehabilitation in the early period after LTx, may attenuate the deterioration of muscle mass. It is suggested that NMES is an option for developing optimized rehabilitation programs in the acute postoperative period after LTx.\r\nPubmed   Journal   ReadQx \r\nPediatric liver transplant recipients are not just young adults: The importance of a structured health care transition program in adult transplant centers.\r\nIn this article, we review the unique challenges and barriers to successful HCT that adolescent and young adults (AYAs) who have undergone liver transplant face, highlight the gap in transition care in the adult setting, and present the Six Core Elements of Health Care TransitionTM as a framework that can be used by adult providers to incorporate AYAs systematically and collaboratively into adult practice. Multidisciplinary HCT programs should be the standard of care for al AYAs with liver transplant, and while implementation is a necessary first step, ongoing efforts to increase awareness, funding, and research on HCTs into adulthood are needed.\r\nPubmed   Journal   ReadQx \r\nRecompensation of cirrhosis in candidates of transplant: Tips and tricks for delisting.\r\nSome patients maintain a condition of \"MELD purgatory,\" that is, an improvement in the Model for End-Stage Liver Disease score without relevant clinical improvement that prevents delisting and may be even detrimental because lower Model for End-Stage Liver Disease score delays LT. Herein, we review the available evidence regarding recompensation and the management of recompensated patients on the waiting list for LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Financial Toxicity in Patients with Chronic Pancreatitis.\r\nThere is a critical need for further studies of financial toxicity in the patient population with chronic pancreatitis, considering that if the sources of financial burden can be identified, opportunities emerge to dampen or mitigate their impact on patients with chronic pancreatitis.\r\nPubmed   Journal   ReadQx \r\nGiant Cyst of Intra-Pancreatic Accessory Spleen Mimicking a Malignant Cystic Neoplasm of the Pancreas: a case report.\r\n For an incidental pancreatic cystic lesion (PCL), ECIPAS should be considered in the differential diagnosis. ECIPAS may mimic pancreatic cystadenoma. Imaging follow-up or surgical removal may be useful for the exclusion of malignant risks in ECIPAS.\r\nPubmed   Journal   ReadQx \r\nThe prognostic significance of collagen VI in pancreatic ductal adenocarcinoma.\r\nIn contrast with previous studies and some other cancer forms, we did not find any association of COL6 tissue expression and PDAC survival on protein or mRNA level.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    \"Quality of life is impaired in children with chronic pancreatitis: A multicenter study\".\r\nPatients with CP had impaired physical and psycho-social QOL. Presence of pain and lower SES adversely affected QOL. Psychiatric comorbidities were uncommon.\r\nPubmed   Journal   ReadQx \r\nPancreatic juice cytology for diagnosing invasive pancreatic carcinoma/high-grade pancreatic intraepithelial neoplasia without visible tumors on endoscopic ultrasound.\r\nERP/ENPD-PJC and ENPD-PJC had higher diagnostic accuracies for PDAC/HG-PanIN without visible tumors on EUS. ENPD-PJC is recommended for the diagnosis of these lesions.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Letter to the Editor: Point-of-care ultrasound in cirrhosis-related acute kidney injury: A cautionary note.\r\n\r\nPubmed   Journal   ReadQx \r\nPolicy Corner: Polycystic liver disease MELD exception update.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Point-of-care ultrasound in cirrhosis-related acute kidney injury: A cautionary note.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    High dose tacrolimus-induced acute pancreatitis after kidney transplantation: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-06-28T19:51:55-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-21-2024/",
    "title": "Fri Jun 21 2024",
    "description": "35 articles - From Friday Jun 14 2024 to Friday Jun 21 2024",
    "author": [],
    "date": "2024-06-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    ECCO Guidelines on Therapeutics in Crohn's Disease: Medical Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nECCO Guidelines on Therapeutics in Crohn's Disease: Surgical Treatment.\r\nIt also provides technical advice for a variety of common clinical situations. Both articles together represent the evidence-based recommendations of the ECCO for Crohn's disease and an update of prior ECCO guidelines.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Equations to estimate human milk intake in infants aged 7 to 10 months: prediction models from a cross-sectional study.\r\nThe Human Milk Intake Level Calculation provides substantial improvements on existing methods to estimate human milk intake in infants aged 7-10 mo, while utilizing data commonly collected in nutrition surveys. Although further validation in an external sample is recommended, these equations can be used to estimate human milk intake at this age with some confidence. This clinical trial was registered at as ACTRN12620000459921.\r\nPubmed   Journal   ReadQx \r\nFatty acid desaturase insertion-deletion polymorphism rs66698963 predicts colorectal polyp prevention by the n-3 fatty acid eicosapentaenoic acid: A secondary analysis of the seAFOod polyp prevention trial.\r\nThe FADS Indel I allele identified individuals, who displayed colorectal polyp prevention by EPA with a similar effect size to aspirin. Assessment of rs66698963 as a biomarker of therapeutic response to n-3 HUFAs in other populations and healthcare settings is warranted.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Similar Efficacy of Mesalazine in Adult and Older Adult Ulcerative Colitis Patients: Post Hoc Analysis of a Randomized Noninferiority Trial of 1600 mg vs 400 mg Tablets.\r\nWe observed similar efficacy of mesalazine in adult and older adult UC patients. The increased comedication number rather than age may decrease effectiveness of UC medications, highlighting the importance of healthy aging.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Etrasimod on Fecal Calprotectin and High-sensitivity C-reactive Protein: Results From the ELEVATE UC Clinical Program.\r\nFecal calprotectin/hsCRP levels decreased with etrasimod treatment;  ROC analyses indicated a prognostic correlation between fCAL changes during induction and short-/long-term treatment response.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Adaptive steroid tapering impedes corticosteroid-free remissions compared to forced tapering in clinical trials of ulcerative colitis.\r\nAmong patients with UC on corticosteroids in clinical trials, patients using adaptive steroid weaning regimens were less likely to achieve corticosteroid-free CR at one year but more likely to achieve CR at one year. Consideration should be given to implementing mandatory fixed steroid weaning protocols in future clinical trials of UC.\r\nPubmed   Journal   ReadQx \r\nEarly and Sustained Symptom Control with Mirikizumab in Patients with Ulcerative Colitis in the Phase 3 LUCENT Program.\r\nMirikizumab demonstrated efficacy in achieving and sustaining symptom control and comprehensive symptom control over 52 weeks. [NCT03518086;  NCT03524092].\r\nPubmed   Journal   ReadQx \r\nImpact of Prior Biologic or Janus Kinase Inhibitor Therapy on Efficacy and Safety of Etrasimod in the ELEVATE UC 52 and ELEVATE UC 12 Trials.\r\nBio/JAKi-naïve and -experienced patients had clinically meaningful induction and maintenance treatment benefits with etrasimod vs placebo.\r\nPubmed   Journal   ReadQx \r\nIntravenous albumin infusion does not augment the response rate to a combination of exclusive enteral nutrition and intravenous steroids in acute severe ulcerative colitis: a randomized controlled trial.\r\n There was no benefit of intravenous albumin infusion as an adjunct to IV steroids and EEN in patients with ASUC.\r\nPubmed   Journal   ReadQx \r\nPerioperative Enhanced Recovery Concepts Significantly Improve Postoperative Outcome in Patients with Crohn`s Disease.\r\n A specific perioperative enhanced recovery concept significantly improves the postoperative outcome of patients suffering from Crohn`s Disease.\r\nPubmed   Journal   ReadQx \r\nProbiotic Treatment of Ulcerative Colitis with Trichuris suis ova: A Randomized, Double-blinded, Placebo-controlled Clinical Trial (the PROCTO Trial).\r\nCompared to placebo, Trichuris suis ova was not superior in achieving clinical remission at week 24 in ulcerative colitis or in achieving clinical Mayo score reduction, complete corticosteroid-free clinical remission or endoscopic remission. However, Trichuris suis ova treatment induced symptomatic temporary remission at week 12.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Alloreactive T cells temporarily increased in peripheral blood of patients before liver allograft rejection.\r\nIntragraft alloreactive clone tracking in pre- and post-LTx PBMC samples revealed that the pre-transplant naïve T cells were significant contributors to the donor-reactive clones, and they temporarily increased in proportion and subsequently reduced in blood at the beginning of TCMR. Together, our findings offer an insight into the dynamic and origin of alloreactive T cells in clinical LTx TCMR cases, and may facilitate disease prediction and management.\r\nPubmed   Journal   ReadQx \r\nAssociation of psychosocial risk factors and liver transplant evaluation outcomes in metabolic dysfunction-associated steatotic liver disease.\r\nNevertheless, increasing SIPAT score was associated with waitlist outcome. Our suggested SIPAT cut-off of ≥12 for MASLD patients warrants further external validation using data from other centers.\r\nPubmed   Journal   ReadQx \r\nClinically relevant cut-points for changes in the Liver Frailty Index are associated with waitlist mortality in patients with cirrhosis.\r\nAn improvement in LFI per 3 months as small as 0.1 in the pre-LT period is associated with a clinically meaningful reduction in waitlist mortality. These data provide estimates of the reduction in mortality risk associated with improvements in LFI that can be used to assess effectiveness of interventions targeting physical frailty in cirrhosis patients.\r\nPubmed   Journal   ReadQx \r\nHepatic improvement within 27 days of avenciguat treatment in Child-Pugh a cirrhosis detected by an oral cholate challenge test.\r\nThe results support further study of avenciguat in treating portal hypertension and spotlight the utility of HepQuant DuO in the development of drug therapy for liver disease. HepQuant DuO facilitates use of function testing to measure hepatic improvement in clinical trials and the clinic.\r\nPubmed   Journal   ReadQx \r\nIndocyanine green fluorescence quantification during normothermic ex situ perfusion for the assessment of porcine liver grafts after circulatory death.\r\nFurthermore, thrombolytic intervention using tissue plasminogen activator in DCD120 resulted in noteworthy outcomes, including significantly reduced ALP levels (p = 0.04) and improved ICG clearance (p = 0.02) with a trend towards mitigating fibrin deposition similar to DCD60, as well as enhancements in bile production (p = 0.09). In conclusion, ICG fluorescence imaging during normothermic ex situ liver perfusion provides real-time classification of hepatic vascular and biliary injuries, offering valuable insights for the more accurate selection and postintervention evaluation of marginal livers in transplantation.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for wilson disease: Current knowledge and future perspectives.\r\nHowever, several questions remain unanswered, such as how to establish thresholds for assessing pre-transplant neuropsychiatric impairment, how to standardize preoperative neurological assessments, and how to define post-operative outcomes for patients meeting these specific criteria. Furthermore, a disease-specific approach will be proposed both for the liver transplant evaluation of Wilson's disease candidates and for patient care during the transplant waiting period, highlighting peculiarities of this systemic disease.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Clinical Relevance of Cancerization of Ducts in Resected Pancreatic Ductal Adenocarcinoma.\r\nCancerization of ducts was not associated with RFS or OS. Currently underrecognized, standardized implementation into histopathological reports may have merit, and further mechanistic scientific experiments need to illuminate its clinical and biologic impact.\r\nPubmed   Journal   ReadQx \r\nCombined Efficacy of Nimotuzumab and Gemcitabine on the Treatment of Advanced Pancreatic cancer.\r\n Our study highlights a more superior combined efficacy of nimotuzumab and gemcitabine than the control regimen, exhibiting improved survival and reduced levels of CA724, CA19-9, and CEA in patients with advanced pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nFinancial Toxicity in Patients with Chronic Pancreatitis.\r\nThere is a critical need for further studies of financial toxicity in the patient population with chronic pancreatitis, considering that if the sources of financial burden can be identified, opportunities emerge to dampen or mitigate their impact on patients with chronic pancreatitis.\r\nPubmed   Journal   ReadQx \r\nGiant Cyst of Intra-Pancreatic Accessory Spleen Mimicking a Malignant Cystic Neoplasm of the Pancreas: a case report.\r\n For an incidental pancreatic cystic lesion (PCL), ECIPAS should be considered in the differential diagnosis. ECIPAS may mimic pancreatic cystadenoma. Imaging follow-up or surgical removal may be useful for the exclusion of malignant risks in ECIPAS.\r\nPubmed   Journal   ReadQx \r\nOptimization of Endoscopic Ultrasound Characteristics in the Diagnosis of Malignant Intraductal Papillary Mucinous Neoplasm.\r\nEUS more accurately detects malignant IPMN, as uneven wall thickening and certain nodules cannot be identified with CT/MRI.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Diagnosis of pancreatic malignancies using an overnight-stored pancreatic juice cell block specimen.\r\n The overnight-stored pancreatic juice CB method was more effective than single cytology, with similar sensitivities to multiple cytology and can also be used for immunohistochemistry. The pancreatic juice CB method is useful for pancreatic juice assessment.\r\nPubmed   Journal   ReadQx \r\nImpact of endoscopic ultrasound-guided tissue acquisition on prognosis and peritoneal lavage cytology in resectable or borderline resectable pancreatic ductal adenocarcinoma.\r\nEUS-TA had no negative impact on postoperative survival and PLC-positive rates in R/BR PDAC.\r\nPubmed   Journal   ReadQx \r\nNovel chymotrypsin C (CTRC) variants from real-world genetic testing of pediatric chronic pancreatitis cases.\r\nCTRC variants p.Ser210Pro and p.Ser210Leufs∗? abolish CTRC function and should be classified as pathogenic. Mechanistically, variant p.Ser210Pro directly affects the amino acid at the bottom of the substrate-binding pocket while the frame-shift variant promotes misfolding and thereby blocks enzyme secretion. Importantly, 3 of the 5 novel CTRC variants proved to be benign, indicating that functional analysis is indispensable for reliable determination of pathogenicity and the correct interpretation of genetic test results.\r\nPubmed   Journal   ReadQx \r\nUsefulness of pancreatic volume quantitative analysis as a predictor of development and severity in post-endoscopic retrograde cholangiopancreatography pancreatitis.\r\nA large pancreatic volume before ERCP may be a novel risk factor for PEP incidence and severity. This finding suggests that quantitative analysis of the pre-ERCP pancreatic volume could be a useful predictor of PEP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    Epigenetic Fingerprints in IBD: From Methylation Patterns to Clinical Implications.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Agi Hirshberg: Our Lady of Hope.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Letter To The Editor: Adopting a 'cancer model' of referral to achieve equity in access to liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Point of care ultrasound in cirrhosis-related acute kidney injury: A cautionary note.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: \"Adopting a 'cancer model' of referral to achieve equity in access to liver transplantation\".\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    High dose tacrolimus-induced acute pancreatitis after kidney transplantation: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreas\r\n    Multiple Carcinomas In Situ Scattered Throughout the Pancreas Diagnosed by Assessing Focal Pancreatic Parenchymal Atrophy.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Response to the letter to the editor regarding \"The timing of endoscopic necrosectomy: More questions than answers\".\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-06-24T10:54:26-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-14-2024/",
    "title": "Fri Jun 14 2024",
    "description": "22 articles - From Friday Jun 07 2024 to Friday Jun 14 2024",
    "author": [],
    "date": "2024-06-14",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    A systematic review and meta-analysis of the dietary fibre menu provision and consumption for older adults living in residential care facilities.\r\n Older adults living in care facilities are provided with dietary fibre below recommended guidelines. Compounding this is that residents consume much less than what is provided and do not meet the recommendations for dietary fibre consumption. There is scope to improve dietary fibre provision, promote consumption to residents to aid laxation and potentially reduce laxative use and the unwanted side effect of diarrhoea. Registry number for meta-analysis CRD42023427265\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of adverse childhood experiences with dietary patterns of school-age children: evidence from the birth cohort Generation XXI.\r\nExposure to ACEs was associated with less healthy dietary patterns in school-aged children. Results suggest a cumulative effect of the adverse experiences resulting in a dietary pattern higher in energy-dense foods. Children with ACEs reported under the dimension of \"abuse\" seemed to have a reduced food consumption.\r\nPubmed   Journal   ReadQx \r\nCross-sectional associations of WIC benefit redemption and diet among children ages 1-4 years in California.\r\nHigher redemption was associated with higher child intake of select WIC foods. Pairing the promotion of benefit redemption among program participants with nutrition education efforts may enhance dietary impacts of WIC participation.\r\nPubmed   Journal   ReadQx \r\nDevelopment of a national database for dietary glycemic index and load for nutritional epidemiologic studies in the United States.\r\n We developed a national GI and GL database to facilitate large-scale and high-quality surveillance or cohort studies of diet and health outcomes in the US.\r\nPubmed   Journal   ReadQx \r\nFasting and postprandial plasma metabolite responses to a 12-week dietary intervention in tissue-specific insulin resistance: a secondary analysis of the PERSON randomized trial.\r\nDiet effects on plasma metabolite profiles were more pronounced than phenotype-diet interactions. A LFHP diet may be more effective than a HMUFA diet for reducing cardiometabolic risk in individuals with tissue-specific IR, irrespective of IR phenotype. Clinicaltrials Gov registration NCT03708419, CCMO REGISTRATION  NL63768.068.17,\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Allogenic Stem Cells in Anal Fistulas of Crohn's Disease: From Promising Premises to Real Life Experience.\r\nAllogeneic stem cell treatment of Crohn's anal fistulas results in complete remission in less than half of patients, with a significant reintervention rate.\r\nPubmed   Journal   ReadQx \r\nBaseline Assessment of Serum Cytokines Predicts Clinical and Endoscopic Response to Ustekinumab in Patients With Crohn's Disease: A Prospective Pilot Study.\r\nThis pilot study showed that IL-23 and FC could be reliable biomarkers in predicting therapeutic outcome to UST therapy in CD. In particular, the correlation between baseline serum levels of IL-23 and mucosal healing at 48 weeks is particularly strong, paving the way for its use to drive therapeutic decisions.\r\nPubmed   Journal   ReadQx \r\nPostoperative Crohn's Disease Recurrence Risk and Optimal Biologic Timing After Temporary Diversion Following Ileocolic Resection.\r\nDiversion of an ileocolic resection is not consistently associated with a risk of postoperative recurrence and should be performed when clinically appropriate. Patients requiring diversion at time of ileocolic resection are at high risk for recurrence, and biologic initiation prior to stoma reversal may be considered.\r\nPubmed   Journal   ReadQx \r\nResidual Disease Burden Among European Patients With Inflammatory Bowel Disease: A Real-World Survey.\r\nPatients with IBD, both in remission and not in remission, experience residual symptoms that impair HRQoL. Comprehensive endpoints, incorporating HRQoL and patients' perspectives, and improved treatments are needed to address residual disease and patients' needs.\r\nPubmed   Journal   ReadQx \r\nTarget Trial Emulation: Improving the Quality of Observational Studies in Inflammatory Bowel Disease Using the Principles of Randomized Trials.\r\n from observational data with some that focus on study design and others on statistical techniques. Target trial emulation is an emerging methodological process that aims to bridge this gap and improve the quality of observational studies by applying the principles of an ideal, or \"target,\" randomized trial to routinely collected clinical data. There has been a rapid expansion of observational studies that have emulated trials over the past 5 years in other medical fields, but this has yet to be adopted in gastroenterology and IBD. The wealth of nonrandomized clinical data available through electronic health records, patient registries, and administrative health databases afford innumerable hypothesis-generating opportunities for IBD research. This review outlines the principles of target trial emulation, discusses the merits to IBD observational studies in reducing the most common biases and improving confidence in causality, and details the caveats of using this approach.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Adaptive steroid tapering impedes corticosteroid-free remissions compared to forced tapering in clinical trials of ulcerative colitis.\r\nAmong patients with UC on corticosteroids in clinical trials, patients using adaptive steroid weaning regimens were less likely to achieve corticosteroid-free CR at one year but more likely to achieve CR at one year. Consideration should be given to implementing mandatory fixed steroid weaning protocols in future clinical trials of UC.\r\nPubmed   Journal   ReadQx \r\nEarly and Sustained Symptom Control with Mirikizumab in Patients with Ulcerative Colitis in the Phase 3 LUCENT Program.\r\nMirikizumab demonstrated efficacy in achieving and sustaining symptom control and comprehensive symptom control over 52 weeks. [NCT03518086;  NCT03524092].\r\nPubmed   Journal   ReadQx \r\nSerum Metabolites Relate to Mucosal and Transmural Inflammation in Pediatric Crohn Disease.\r\nWe extend on recent studies, observing differences in serum metabolite between healthy controls and Crohn disease patients, and suggest various associations of serum metabolites with transmural and mucosal inflammation. These metabolites could improve the understanding of pCD pathogenesis and assess disease severity.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Association of psychosocial risk factors and liver transplant evaluation outcomes in metabolic dysfunction-associated steatotic liver disease.\r\nNevertheless, increasing SIPAT score was associated with waitlist outcome. Our suggested SIPAT cut-off of ≥12 for MASLD patients warrants further external validation using data from other centers.\r\nPubmed   Journal   ReadQx \r\nHepatic improvement within 27 days of avenciguat treatment in Child-Pugh a cirrhosis detected by an oral cholate challenge test.\r\nThe results support further study of avenciguat in treating portal hypertension and spotlight the utility of HepQuant DuO in the development of drug therapy for liver disease. HepQuant DuO facilitates use of function testing to measure hepatic improvement in clinical trials and the clinic.\r\nPubmed   Journal   ReadQx \r\nIndocyanine green fluorescence quantification during normothermic ex situ perfusion for the assessment of porcine liver grafts after circulatory death.\r\nFurthermore, thrombolytic intervention using tissue plasminogen activator in DCD120 resulted in noteworthy outcomes, including significantly reduced ALP levels (p = 0.04) and improved ICG clearance (p = 0.02) with a trend towards mitigating fibrin deposition similar to DCD60, as well as enhancements in bile production (p = 0.09). In conclusion, ICG fluorescence imaging during normothermic ex situ liver perfusion provides real-time classification of hepatic vascular and biliary injuries, offering valuable insights for the more accurate selection and postintervention evaluation of marginal livers in transplantation.\r\nPubmed   Journal   ReadQx \r\nRecurrence of autoimmune liver diseases after liver transplantation: Review and expert opinion statement.\r\n Recurrent disease for AILD is associated with worse graft and patient survival. AIH patients could be considered for long-term low-dose predniso(lo)ne, whereas PBC patients should be placed on preventive UDCA after LT. There are no specific treatments for PSC recurrence;  however, adequate control of inflammatory bowel disease and optimal immunosuppression to avoid T-cell-mediated rejection should be encouraged.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Impact of endoscopic ultrasound-guided tissue acquisition on prognosis and peritoneal lavage cytology in resectable or borderline resectable pancreatic ductal adenocarcinoma.\r\nEUS-TA had no negative impact on postoperative survival and PLC-positive rates in R/BR PDAC.\r\nPubmed   Journal   ReadQx \r\nSLC7A11 and the glutathione pathway as novel prognostic markers in resectable pancreatic ductal adenocarcinoma: A metabolomics study of clinical specimens.\r\n Glutathione disulfide levels were significantly increased in clinical PDAC metabolomics. Additionally, increased mRNA and protein expression in SLC7A11 was observed in PDAC. Furthermore, the SLC7A11 isoform abundance ratio may be a valuable prognostic marker in patients with resectable PDAC.\r\nPubmed   Journal   ReadQx \r\nZFHX3 methylation in peripheral blood monocytes as a potential biomarker for pancreatic cancer detection.\r\n Our study preliminarily suggests that ZFHX3 methylation combined with CA19-9 can improve the detection rate of PDAC. Especially in patients with normal CA19-9, ZFHX3 methylation can maintain stable diagnostic efficacy. The diagnostic value of ZFHX3 methylation still needs to be prospectively validated.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Surgery in Crohn's Disease: Past Performance Does Predict Future Results.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    The timing of endoscopic necrosectomy: More questions than answers.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-06-20T11:18:10-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/05-17-2024/",
    "title": "Fri May 17 2024",
    "description": "30 articles - From Friday May 10 2024 to Friday May 17 2024",
    "author": [],
    "date": "2024-05-17",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of Circulating Long-Chain Free Fatty Acids and Incident Diabetes Risk Among Normoglycemic Chinese Adults: A Prospective Nested Case-Control Study.\r\nThese findings underscore the variations in diabetes risk associated with FFAs across chain length and unsaturation degree, highlighting the importance of recognizing FFA subtypes in the pathogenesis of diabetes.\r\nPubmed   Journal   ReadQx \r\nUltra-processed foods, unprocessed/minimally processed foods and risk of frailty in a cohort of U.S. females.\r\n Higher intake of UPF was associated with a higher risk of frailty in olderfemales. This was not explained by a lower diet quality contributed by UPF.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Anti-inflammatory Effects of Bacteroidota Strains Derived From Outstanding Donors of Fecal Microbiota Transplantation for the Treatment of Ulcerative Colitis.\r\nThis study demonstrated that A. putredinis, a representative Bacteroidota species, exhibits anti-inflammatory effects in vivo and in vitro;  however, the effects of other Bacteroidota species remain unexplored. Our fecal microbiota transplantation-based reverse translation approach using promising bacterial species may represent a breakthrough in microbiome drug development for controlling dysbiosis during ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nMRI and Blood-based Biomarkers Are Associated With Surgery in Children and Adults With Ileal Crohn's Disease.\r\n After accounting for clinical and MRI measures of severity, normalized 3D MTR and GM-CSF Ab are associated with the need for surgery in ileal CD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Associations between brain morphology, inflammatory markers and symptoms of fatigue, depression or anxiety in active and remitted Crohn's disease. \r\nReduced GMV in the precentral gyrus and other sensorimotor areas could reflect key contributions to fatigue pathophysiology in CD. A sensorimotor model of fatigue in CD could also pave the way for novel treatment approaches.\r\nPubmed   Journal   ReadQx \r\nCyclophosphamide-free mobilisation increases safety while preserving the efficacy of autologous haematopoietic stem cell transplantation in refractory Crohn's disease patients. \r\nCy-free mobilisation is safe and feasible in refractory CD patients undergoing AHSCT. Although relapse occurs in a significant proportion of patients, clinical and endoscopic responses are achieved upon CD-specific therapy reintroduction.\r\nPubmed   Journal   ReadQx \r\nGenome-wide DNA methylome and transcriptome profiling reveals key genes involved in the dysregulation of adipose-stem cells in Crohn's disease.\r\n We identified a potential gene signature of CD in ASCs obtained from MAT. Integration analysis highlighted two novel genes demonstrating a negative correlation between promoter DNA methylation and transcription  one linked to ASCs in CD (MAB21L2) and the other (CACNA1H) related to disease remission.\r\nPubmed   Journal   ReadQx \r\nInfluence of vitamin D receptor signaling and vitamin D on colonic epithelial cell fate decisions in ulcerative colitis.\r\nWe identified an important role of vitamin D signaling in supporting differentiated cell states in the human colonic epithelium, and thereby maintenance of the intestinal barrier integrity. This makes the vitamin D-VDR signaling axis an interesting target for therapeutic efforts to achieve and maintain remission in patients with UC.\r\nPubmed   Journal   ReadQx \r\nManagement of colorectal neoplasia in IBD patients: current practice and future perspectives.\r\nWhile (sub)total and proctocolectomy play an important role in management of endoscopically unresectable CRN, partial colectomy may be considered in a subgroup of patients in endoscopic remission with limited disease extent without other CRN risk factors. High synchronous and metachronous CRN rates warrant careful mucosal visualization with shortened intervals for at least 5 years after treatment of CRN.\r\nPubmed   Journal   ReadQx \r\nPan-enteric Crohn's capsule (Eliakim) score reliability and responsiveness to change in active Crohn's disease.\r\nES is a reliable scoring system in assessing pan-enteric mucosal inflammation in active CD, and might have a better responsiveness to clinical/biochemical change over time compared to LS.\r\nPubmed   Journal   ReadQx \r\nRe-resection Rates and Disease Recurrence in Crohn's Disease - A Population-Based Study Using Individual-Level Patient Data.\r\n Re-resection rates, categorized by disease activity, are lower than those reported in other studies and are closely associated with disease phenotype and localization. Biological therapy may be disease-modifying for certain subgroups when initiated within one year of resection.\r\nPubmed   Journal   ReadQx \r\nReal-world comparison of the effectiveness between ustekinumab and vedolizumab in patients with ulcerative colitis exposed to at least one anti-TNF agent.\r\n While no difference in terms of short-term clinical remission was observed, ustekinumab appears to be more effective than vedolizumab to induce endoscopic and histological remission at week 16 after failure of anti-TNFs in UC.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    An updated analysis of retransplantation following living donor liver transplantation in the US: insights from the latest UNOS database.\r\n LDLT recipients had better GS in re-LT than DDLT. Despite a higher severity of illness, the DDLT cohort was less likely to undergo re-LT.\r\nPubmed   Journal   ReadQx \r\nLiver paired exchange U.S. single center experience - pairs, chains, and use of compatible pairs'.\r\nLPE improved access to liver transplantation at our institution. The ethical application of LPE includes tailored patient education, assessment and disclosure of exchange balance, mitigation of risk and maximization of benefit for donors and recipients.\r\nPubmed   Journal   ReadQx \r\nManagement of the high cardiac risk liver transplant candidate: multidisciplinary best practices and recommendations.\r\nIn this manuscript, we conduct a comprehensive review of the most recent evidence pertaining to the pre- and intra-operative management of these cardiac comorbidities in liver transplant candidates. Our aim is to provide recommendations that improve and standardize their clinical care.\r\nPubmed   Journal   ReadQx \r\nRole of biomarkers in the diagnosis and management of HCC.\r\nIndeed, biomarker panels have shown promising data for HCC risk stratification and surveillance among patients with cirrhosis, as well as prognostication and detection of minimal residual disease in patients undergoing HCC treatment. Several large prospective studies to evaluate the role of these emerging biomarkers in clinical practice are currently ongoing.\r\nPubmed   Journal   ReadQx \r\nThe landscape of liver transplantation for patients with Alcohol-associated liver disease in USA.\r\nALD is a growing indication for liver transplantation. Although ALD patients continue to have excellent post-transplant outcomes and lower wait list mortality, candidates with ALD have higher adjusted transplant rates, and these differences have increased after AC implementation.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Genetic assessment of IPMN for predicting concomitant pancreatic ductal adenocarcinoma.\r\n For selected IPMNs with non-intestinal, non-invasive, and branch duct, genetic assessment might be a helpful tool for predicting the possible development of concomitant PDAC, although a prospective validation study using a larger study population is needed.\r\nPubmed   Journal   ReadQx \r\nPancreatic body and tail adenocarcinoma: upfront resection versus neoadjuvant therapy, a contemporary analysis.\r\n No significant improvement in survival was demonstrated for patients undergoing neoadjuvant therapy for pancreatic ductal adenocarcinoma of the pancreatic body or tail when compared to upfront resection. Considering the potential for disease progression given the more aggressive tumour biology of pancreatic body and tail adenocarcinomas, appropriate surgical candidates should be offered upfront resection to provide the best chance of survival and cure.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Exploring the prognostic value of circular RNAs in pancreatic ductal adenocarcinoma using genome-wide expression profiling.\r\nWe identified several new circRNAs with biomarker potential in surgically treated PDAC, three of which showed an independent prognostic value. We also found that ciRS-7 is absent in cancer cells but abundant in tumor microenvironment and may hold potential as marker of activated stroma.\r\nPubmed   Journal   ReadQx \r\nMorbidity and mortality in patients with stage IV pancreatic adenocarcinoma and acute cholangitis: Outcomes and risk prognostication.\r\nAC confers significant morbidity and mortality in advanced PDAC. Worse outcomes are associated with higher grade AC, primary tumor location in pancreatic body/tail, and metastases to liver and other sites.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Diet Management in Congenital Diarrheas and Enteropathies - General Concepts and Disease-Specific Approach, a Narrative Review.\r\nHowever, occasionally it allows parenteral nutrition weaning or reduction overtime mainly in enteroendocrine defects and rarely in epithelial trafficking and polarity defects. Further research is required to better elucidate the role of diet in the treatment of CODE and the appropriate diet management for each disease.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Authors' Response to Letter to Editor: \"Evaluating Serum Free Thiols in Inflammatory Bowel Disease: Contribution of Albumin to Extracellular Free Thiol Status\".\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancreas 2.0: Many Promises to Keep and Many More to Deliver. A Message From the Editor-In-Chief, Ashok K. Saluja, PhD.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Effect of Intratumor Heterogeneity in Pancreatic Ductal Adenocarcinoma Progression and Treatment.\r\n Optimizing pancreatic cancer treatment requires clear classification, understanding CAF roles, and exploring stroma reshaping approaches.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Noel Willis Solomons 1944-2024.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Hepatic artery infusion pump for unresectable colorectal liver metastases before living donor liver transplant: Oncological friend or technical foe?\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Primary Angiomyolipoma of the Distal Pancreas.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreas\r\n    Molecular Demonstration of the Tumorigenic Role of APC in Pancreatic Solid Pseudopapillary Neoplasm Widens the Spectrum of FAP-Associated Neoplasms.\r\n\r\nPubmed   Journal   ReadQx \r\nSecond Primary Neuroendocrine Tumors: A Case Series.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-05-18T18:45:46-04:00",
    "input_file": {}
  }
]
