[
  {
    "path": "gi2/02-02-2024/",
    "title": "Fri Feb 02 2024",
    "description": "33 articles - From Friday Jan 26 2024 to Friday Feb 02 2024",
    "author": [],
    "date": "2024-02-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Risk of Common Neurological Disorders in Adult Patients with Inflammatory Bowel Disease: A Systematic Review and Meta-analysis.\r\nInflammatory bowel disease may be modestly associated with increased risks of stroke, all-cause dementia, and PD. Further longitudinal studies are warranted to investigate potential links with MS, seizure/epilepsy, and peripheral neuropathy, as well as their clinical significance.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adaptation of nutritional risk screening tools may better predict response to nutritional treatment. A secondary analysis of the randomized controlled trial EFFORT.\r\n Adapting the NRS and MNA by including nutritional parameters only improved their ability to predict response to a nutrition intervention, but slightly reduces their overall prognostic performance. Scores dependent on disease severity may best be considered prognostic scores, while nutritional risk scores not including parameters reflecting disease severity may indeed improve a more personalized treatment approach for nourishment interventions. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nDietary Patterns and Their Associations with Sociodemographic and Lifestyle Factors in Adult Survivors of Childhood Cancer: A Cross-Sectional Study.\r\nUnhealthy dietary patterns are prevalent in adult survivors of childhood cancer, especially those with lower socioeconomic status and racial minorities. Interventions to improve diet and health in childhood cancer survivors need to concurrently address disparities that contribute to adherence to healthy dietary practices. Registration id ClinicalTrials.gov Identifier  NCT00760656.\r\nPubmed   Journal   ReadQx \r\nEffect of cinnamon spice on continuously monitored glycemic response in adults with prediabetes: a 4-week randomized controlled crossover trial.\r\nCinnamon, a widely available and low-cost supplement, may contribute to better glucose control when added to the diet in people who have obesity-related prediabetes.\r\nPubmed   Journal   ReadQx \r\nEffect of lipid-based nutrient supplements on micronutrient status and hemoglobin among children with stunting: secondary analysis of a randomized, controlled trial in Uganda.\r\nLNS supplementation increased Hb and improved iron, cobalamin and folate status, but not vitamin A status among children with stunting. LNS should be considered for children with stunting. ( ISRCTN13093195) CLINICAL TRIAL REGISTRY  ISRCTN 13093195, website \r\nPubmed   Journal   ReadQx \r\nMetabolomics of Ramadan fasting and associated risk of chronic diseases.\r\nRamadan fasting is associated with short-term favorable changes in the metabolic profile concerning risk of some chronic diseases. These findings should be further investigated in future, larger studies of longer follow-up with clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nPlant stanol consumption increases anti-COVID-19 antibody responses, independent of changes in serum cholesterol concentrations: a randomized controlled trial.\r\n Consuming plant stanols (4g/day) affects immune responses to COVID-19 vaccinations, translating into increased serum anti-COVID-19 IgM concentrations in subjects with overweight/obesity. Only in IgG seroconverted subjects, serum anti-COVID-19 IgG concentrations also increased. These effects were independent of reductions in LDL cholesterol. These results suggest that this high-risk group for COVID-19 complications could benefit from plant stanol consumption. Clinical Trial Registry website and number  clinicaltrials.gov, NCT04844346.\r\nPubmed   Journal   ReadQx \r\nTemporal gut microbiota variability and association with dietary patterns: from the one-year observational DCH-NG MAX study.\r\nIn the DCH-NG MAX, 39% of the genera had an ICC>0.5 over one year, suggesting that these genera could be studied with health outcomes in prospective analyses with acceptable precision. Adherence to the Nordic, Mediterranean, and plant-based diets differed between bacterial subgroups and was associated with higher abundance of genera with fiber-degrading properties. Fruits, vegetables, whole grains/cereals, and nuts were frequently associated with these genera.\r\nPubmed   Journal   ReadQx \r\nThe associations of serum vitamin D status and vitamin D supplements use with all-cause dementia, Alzheimer's disease, and vascular dementia: a UK Biobank based prospective cohort study. \r\nRegular users of vitamin D and multivitamins had 17% and 14% lower risk of AD (HR [95% CI]: 0.83 [0.71-0.98]) and VD (HR [95% CI]: 0.86 [0.75-0.98]) incidence, respectively. While our findings indicate potential benefits of vitamin D supplementation for dementia prevention, randomized controlled trials are essential for definitive evidence.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Breaking Down Barriers: Epithelial Contributors to Monogenic IBD Pathogenesis.\r\nWe illustrate how impairment of any of these categories can result in IBD. This work reviews the current understanding of the genes involved in maintaining the intestinal barrier, the inheritance patterns that result in dysfunction, features of IBD resulting from these disorders, and pertinent translational work in this field.\r\nPubmed   Journal   ReadQx \r\nCrohn's Disease-Associated Pathogenic Mutation in the Manganese Transporter ZIP8 Shifts the Ileal and Rectal Mucosal Microbiota Implicating Aberrant Bile Acid Metabolism.\r\nIn the search for genotype-specific therapeutic paradigms for patients with Crohn's disease, these data suggest targeting the FGF19 pathway in ZIP8 A391T carriers. Aberrant bile acid metabolism may precede development of Crohn's disease and prioritize study of the interactions between manganese homeostasis, bile acid metabolism and signaling, and complicated ileal Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nExtended Induction and Prognostic Indicators of Response in Patients Treated with Mirikizumab with Moderately to Severely Active Ulcerative Colitis in the LUCENT Trials.\r\n With \"extended induction,\" total of 80.3% mirikizumab-treated patients achieved clinical response by W24. Potential prognostic factors determining response include disease severity, disease phenotype, C-reactive protein, and previous biologic therapy.\r\nPubmed   Journal   ReadQx \r\nIon Transport Basis of Diarrhea, Paneth Cell Metaplasia, and Upregulation of Mechanosensory Pathway in Anti-CD40 Colitis Mice.\r\n Our data demonstrate that the anti-CD40 colitis model shows key features of IBD observed in the human disease, hence making it a suitable model to investigate the pathophysiology of ulcerative colitis (UC).\r\nPubmed   Journal   ReadQx \r\nUnveiling Colitis: A Journey through the Dextran Sodium Sulfate-induced Model.\r\nHowever, although DSS-induced colitis is the most popular and flexible model for preclinical IBD research, it is not an exact replica of human colitis, and some results obtained from this model cannot be directly applied to humans. This review aims to comprehensively discuss different factors that may be involved in the pathogenesis of DSS-induced colitis and the issues that should be considered when using this model for translational purposes.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Intestinal epithelia and myeloid immune cells shape colitis severity and colorectal carcinogenesis via High-mobility group box protein 1.\r\n Enterocytes and myeloid cells context-dependently regulate host responses to severe colitis and maladaptive intestinal wound healing via HMGB1.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A retrospective cohort study of socioeconomic deprivation and post-liver transplant survival in adults.\r\nIn summary, liver transplant recipients experiencing high socioeconomic deprivation tended to have worse post-transplant survival. Further research is needed to elucidate the extent to which neighborhood socioeconomic deprivation contributes to mortality risk and identify effective measures to improve survival in more socioeconomically disadvantaged liver transplant recipients.\r\nPubmed   Journal   ReadQx \r\nCannabis use in liver transplant candidates and recipients.\r\nWith over 75% of LT recipients transplanted in states with legalized use of medicinal and/or recreational cannabis, LT clinicians must have expertise in assessment of cannabis use given its potential impact on clinical care. In this review, we provide an understanding of nomenclature and tools to assess cannabis use, highlight essential components to guide clinical policy development and implementation, and discuss potential impacts of cannabis use on patients' transplant course.\r\nPubmed   Journal   ReadQx \r\nReconstruction of all hepatic arteries in right lobe grafts with two hepatic arteries and zero percent hepatic artery thrombosis.\r\nIn our series, although the smaller HA in the two HA group should increase the risk of HAT, HAT did not occur in this group. Therefore, reconstructing both HAs when possible may be a reasonable approaches in LDLT using a right liver graft with two HA openings.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Cell of Origin of Pancreatic cancer: Novel Findings and Current Understanding.\r\nWe acknowledge the value of precise markers and suitable tracing tools to discern the cell of origin, as it can facilitate the creation of more effective models for PDAC exploration. These conclusions shed light on our existing understanding of foundational genetically engineered mouse models and focus on the origin and development of PDAC.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Toxicity of Palliative Chemotherapy in Elderly Patients With Advanced Pancreatic Cancer.\r\n The efficacy and toxicity of chemotherapy in elderly patients with advanced PDAC were comparable with those in younger patients.\r\nPubmed   Journal   ReadQx \r\nImpact of Preoperative Diabetes Mellitus on Postoperative Outcomes in Elective Pancreatic Surgery and Its Implications for Prehabilitation Practice.\r\nOne-quarter of the patients scheduled for pancreatoduodenectomy had DM;  over half of them had poor glycemic control. The association between DM status and surgical site infections revealed in this study emphasizes the importance of adequate preoperative glycemic control.\r\nPubmed   Journal   ReadQx \r\nThe Role of Intraoperative Pancreatoscopy in the Surgical Management of Intraductal Papillary Mucinous Neoplasms: A Scoping Review.\r\nThe current literature suggests a potential role of integration of IOP into the management of patients with IPMNs. This tool is safe and feasible and can result in changes in surgical decision making.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Modeling health outcomes associated with BRCA testing and treatment strategies for patients with metastatic pancreatic cancer.\r\n Patients with mPC achieved longest health outcomes (as measured by mean PF LYs, LYs and QALYs) with a scenario of early gBRCA testing and availability of olaparib maintenance. The results were primarily driven by improved health outcomes associated with higher efficacy of platinum-based chemotherapies and olaparib used in gBRCAm patients.\r\nPubmed   Journal   ReadQx \r\nPrevalence and risk factors of fatigue and its association with quality of life among patients with chronic pancreatitis: A cross-sectional study.\r\nThis study indicated that Fatigue is a common symptom and has a negative impact on the QoL of patients with CP. Steatorrhea, smoking history, endoscopic treatment, depression, and sleep disorders were associated with fatigue.\r\nPubmed   Journal   ReadQx \r\nThe prognostic and predictive role of class III β-Tubulin and hENT1 expression in patients with advanced pancreatic ductal adenocarcinoma.\r\n Our findings indicate that tumor TUBB3 and hENT1 expression may predict the efficacy of the GnP regimen, and low TUBB3 and high hENT1 expression (TUBB3 low /hENT1 high ) are associated with a higher DCR and longer PFS in patients treated with GnP. Evaluating TUBB3 and hENT1 jointly can identify the patients most (as well as least) likely to benefit from GnP chemotherapy.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    PKU in Adults: What do we know? \r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Methodological Standards When Reporting From National Databases.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    \"Not too much, not too little, just right\"-Finding the Goldilocks point in pediatric immunosuppression minimization.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver transplant activity for alcohol associated hepatitis after OPTN diagnosis updates.\r\n\r\nPubmed   Journal   ReadQx \r\nProtein induced by Vitamin-K Absence II: Another key to create a common language.\r\n\r\nPubmed   Journal   ReadQx \r\nRobotic surgery: Moving the needle in living donor hepatectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe BIG question: Can we stop the use of HBIG?\r\n\r\nPubmed   Journal   ReadQx \r\nTransplantation's next frontier: The promise of deceased donor studies.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-07T15:29:17-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-12-2024/",
    "title": "Fri Jan 12 2024",
    "description": "39 articles - From Friday Jan 05 2024 to Friday Jan 12 2024",
    "author": [],
    "date": "2024-01-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Do current pregnancy weight gain guidelines balance risks of adverse maternal and child health in a United States cohort?\r\nIf replicated, our results suggest that policy makers should revisit the recommended pregnancy weight gain range for individuals within a normal BMI range.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    International evidence-based Kyoto guidelines for the management of intraductal papillary mucinous neoplasm of the pancreas.\r\nSeveral other points are also discussed, including identifying high-risk features for recurrence in patients who underwent resection of non-invasive IPMN with negative surgical margin, summaries of the recent observations in the pathology of IPMN. In addition, the emerging role of cyst fluid markers that can aid in distinguishing IPMN from other pancreatic cysts and identify those IPMNs that harbor high-grade dysplasia or invasive carcinoma is discussed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Dietary Patterns and Risk of Inflammatory Bowel Disease: A Systematic Review of Observational Studies. \r\nThe explicit finding of present review is the extent gap in our knowledge in this field. Therefore, large-scale, high-quality studies are warranted to improve our understanding of the relationship between dietary patterns and IBD risk.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Beyond the Gut: A Systematic Review and Meta-analysis of Advanced Therapies for Inflammatory Bowel Disease-associated Extraintestinal Manifestations.\r\n The proportion of new extraintestinal manifestations was low during advanced therapy. Furthermore, the improvement of pre-existing manifestations was comparable between advanced therapies, except for pre-existing joint manifestations.\r\nPubmed   Journal   ReadQx \r\nDIAGNOSTIC ACCURACY OF INTESTINAL ULTRASOUND IN THE DETECTION OF INTRA-ABDOMINAL COMPLICATIONS IN CROHN'S DISEASE: A SYSTEMATIC REVIEW AND META-ANALYSIS.\r\n IUS is accurate for the diagnosis of intra-abdominal complications in CD. As a non-invasive, point-of-care modality, IUS is recommended as the first-line imaging tool if there is a suspicion of CD-related intra-abdominal complications.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Climate-based variability in the essential fatty acid composition of soybean oil.\r\nThis work suggests that climate-based variation may result in many human populations not achieving an adequate daily intake of ALA.\r\nPubmed   Journal   ReadQx \r\nEstimation of 24-hour urinary sodium and potassium excretion among Chinese adults: a cross-sectional study from the China National Nutrition Survey. \r\nThe first nationwide survey with 24-h urine collection confirmed that mean sodium intake in Chinese adults was more than twice the upper limit, whereas mean potassium intake was <60% of the lower limit, recommended by the World Health Organization. Urgent measures should be taken to reduce sodium intake and increase potassium intake in China.\r\nPubmed   Journal   ReadQx \r\nHemoglobin measurement in venous blood versus single-drop and pooled capillary blood: A method-comparison study in a controlled and survey setting in Uganda among children and women.\r\n The variability of Hb measured by capillary blood using the HemoCue 201+ analyzer was higher than venous blood but the extent to which this impacts the validity of Hb and anemia estimates requires further exploration. Future research is also needed to evaluate the implications of using venous versus capillary blood in population-based surveys. Clinical trial registry number and website 720-OAA-18C-00083; \r\nPubmed   Journal   ReadQx \r\nPolymorphisms in the choline transporter SLC44A1 are associated with reduced cognitive performance in normotypic but not prenatal alcohol-exposed children.\r\nTwo functional alleles that increase vulnerability to choline deficiency, rs3199966(G) (Ser644Ala) and rs2771040(G) (3' untranslated region), are associated with worsened cognition in otherwise normotypic children. These alleles were previously associated with greater cognitive improvement in children with PAE who received supplemental choline. The findings endorse that choline benefits cognitive development in normotypic children and those with PAE.\r\nPubmed   Journal   ReadQx \r\nSugar- or artificially-sweetened beverage consumption, physical activity, and risk of cardiovascular disease in adults: a prospective cohort study.\r\nHigher SSB intake was associated with CVD risk regardless of physical activity levels. These results support current recommendations to limit the intake of SSBs even for physically active individuals.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Circulating miR-199a and long noncoding-RNA ANRIL as Promising Diagnostic Biomarkers for Inflammatory Bowel Disease.\r\nBoth miR-199a and ANRIL are abundant in the sera of IBD adult Egyptian patients (UC and CD). Both can represent a noninvasive marker for early disease diagnosis.\r\nPubmed   Journal   ReadQx \r\nDurability of Adalimumab and Infliximab in Children With Crohn's Disease: A Nationwide Comparison From the epi-IIRN Cohort. \r\nOur results support using adalimumab monotherapy as a first-line biologic in children with CD. When infliximab is used, combotherapy may be advantageous over monotherapy.\r\nPubmed   Journal   ReadQx \r\nInfliximab Monotherapy vs Combination Therapy for Pediatric Crohn's Disease Exhibit Similar Pharmacokinetics.\r\nThis study suggests that there are no PK differences (TLs and CL) between combo and mono therapy in pediatric CD patients who started IFX.\r\nPubmed   Journal   ReadQx \r\nMajor Abdominal Surgery for Pediatric Crohn's Disease in the Anti-TNF Era: 10-Year Analysis of Data From the IBD Registry of Italian Society of Pediatric Gastroenterology, Hepatology, and Nutrition. \r\nIn our cohort, the overall prevalence of major abdominal surgery was low, as well as the rate of surgical-related complications. Postoperative anti-TNF-a therapy seems be protective against endoscopic recurrence.\r\nPubmed   Journal   ReadQx \r\nPreterm Birth and in Utero Exposure to Corticosteroids Are Associated With Increased Infection Risk in Children of Mothers With IBD.\r\n Preterm birth and systemic corticosteroid administration late in pregnancy are significant risk factors for serious infections in the offspring of IBD mothers.\r\nPubmed   Journal   ReadQx \r\nRevisiting the Role of Valeric Acid in Manipulating Ulcerative Colitis.\r\nIn summary, the research uncovered the pathological role of VA in modulating the activation of macrophages in UC and suggested that VA might be a potential effective agent for UC patients.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Inflammatory Bowel Disease on Intimacy: A Multimethod Examination of Patients' Sexual Lives and Associated Healthcare Experiences.\r\nIBD has myriad impacts on patients' sexual lives. However, patients who want healthcare in this area rarely receive satisfactory support.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A cost comparison of liver acquisition fees for donation after circulatory death versus donation after brain death donors.\r\nBecause the expansion of DCD donation is essential to increasing the availability of liver grafts for transplantation, strategies need to be implemented to decrease the costs associated with dry runs, including using local recovery, transferring donors to hospitals close to transplant centers, and performing more pre-recovery organ analysis. Moreover, these strategies are needed to ensure that financial disincentives to DCD procurement and utilization do not reverse the gains made by expanding the organ donor pool using machine perfusion technologies.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Advancements in Preclinical Models of Pancreatic Cancer. \r\nHerein, we review the challenges associated with pancreatic cancer research and available analytical models. We suggest that an integrated approach toward using these models may allow for developing new strategies for pancreatic cancer precision medicine.\r\nPubmed   Journal   ReadQx \r\nImpact of Centers for Medicare and Medicaid Services Final Rule on Organ Procurement Organization Metrics and Procedural Trends in the Procurement of Pancreata for Research. \r\nIf research pancreata were excluded from the CMS metrics, 6 OPOs would change their CMS evaluation status for recertification purposes: 2 would move up a tier and 4 would move down a tier. Procurement of research pancreata has increased since the publication of the CMS performance metrics, OPOs vary in their recovery of pancreata for research, and recovery of pancreata for research can affect recertification of OPOs.\r\nPubmed   Journal   ReadQx \r\nMagnetic Resonance Imaging-Based Assessment of Pancreatic Fat Strongly Correlates With Histology-Based Assessment of Pancreas Composition. \r\nMRI pancreatic fat estimation positively correlated with microanatomical composition of fat (r = 0.90, 0.83 to 0.95], P < 0.001);  as well as with pancreatic cancer precursor (r = 0.65, P < 0.001);  and collagen (r = 0.46, P < 0.001) content, and negatively correlated with pancreatic acinar (r = -0.85, P < 0.001) content. Pancreatic fat content, measurable by MRI, correlates to acinar content, stromal content (fibrosis), and presence of neoplastic precursors of cancer.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinical usefulness of routinely performed drain fluid cultures after pancreaticoduodenectomy. A new ally to predict patients' outcomes?\r\n Bacterial contamination of surgical drains predicts the development of B/C grade POPF and other major complications after PD. Therefore, we suggest the routine use of fluid drain cultures following PD.\r\nPubmed   Journal   ReadQx \r\nLimited exposure to pancreatic ERCP during advanced endoscopy training impacts competence and performance in independent practice.\r\nAdvanced endoscopy training offers a low level of exposure to pancreatic ERCP, which is mirrored in independent practice, highlighting the inadequate training in pancreatic ERCP. Given the complexity of pancreatic ERCP, novel strategies are warranted to improve training in pancreatic ERCP.\r\nPubmed   Journal   ReadQx \r\nPhase II study of SOXIRI (S-1/oxaliplatin/irinotecan) chemotherapy in patients with unresectable pancreatic ductal adenocarcinoma. \r\nIn addition, the analysis of 32 patients suffering pain revealed that the rate of pain relief was 34.4 %. SOXIRI might be a standard regimen with an acceptable toxicity profile and favorable efficacy for use as chemotherapy in patients with UPDA.\r\nPubmed   Journal   ReadQx \r\nThe burden of recurrence acute pancreatitis and annual event rates are underestimated because of high rates of home self-management.\r\nThe burden of disease in patients with RAP is significantly underestimated, especially for patients with chronic pain. Future studies should include measures to capture RAP events managed at home and utilize methods of documenting RAP events.\r\nPubmed   Journal   ReadQx \r\nThe red cell distribution width-to-albumin ratio: A simple index has high predictive accuracy for clinical outcomes in patients with acute pancreatitis. \r\nRAR-48th successfully predicted clinical outcomes, particularly in-hospital mortality. Being simple and readily calculable, RAR-48th is a promising alternative to burdensome and complex scoring systems for the prediction of clinical outcomes in AP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Bring balance to the (electrolyte) force - more actions needed to shift the dietary sodium-to-potassium ratio in China.\r\n\r\nPubmed   Journal   ReadQx \r\nClimate change, plant composition, and human nutrition.\r\n\r\nPubmed   Journal   ReadQx \r\nIt's time to put healthy and sustainable diets on the table.\r\n\r\nPubmed   Journal   ReadQx \r\nThe critical need for novel precision medicine methodologies in fetal alcohol spectrum disorders.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Failure Rate of Anti-Tumor Necrosis Factor a Biologics in Very Early Onset Inflammatory Bowel Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter to the Editor: \"Failure Rate of Antitumor Necrosis Factor Alpha Biologics in Very Early Onset Inflammatory Bowel Disease\".\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Refining the Concept of Microscopic Colitis: HLA Signatures Discriminating Collagenous and Lymphocytic Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Introducing the Fellows' Corner: Fostering Early Career Voices in Healthcare.\r\n\r\nPubmed   Journal   ReadQx \r\nOlder Adults With Inflammatory Bowel Disease Are at Higher Risk of Developing Antibodies to Infliximab.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Universal intraoperative systemic heparin administration during liver transplantation: A case series.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Extra-Corporeal Shock Wave Lithotripsy for Pancreatic Duct Calculi: A Perspective From a Practice in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    The Centers for Disease Control and Prevention does not recommend race-adjusted thresholds to define anemia.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    The John Williams autobiography: \"The Pancreas and Me\". \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-13T21:51:42-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-05-2024/",
    "title": "Fri Jan 05 2024",
    "description": "33 articles - From Friday Dec 29 2023 to Friday Jan 05 2024",
    "author": [],
    "date": "2024-01-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Epidemiology of Inflammatory Bowel Disease in Oceania: A Systematic Review and Meta-Analysis of Incidence and Prevalence.\r\nThe incidence and prevalence of IBD in Oceania is high. The studies were heterogeneous and there were several geographic areas with no information, highlighting the need for more epidemiological studies of IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    DIAGNOSTIC ACCURACY OF INTESTINAL ULTRASOUND IN THE DETECTION OF INTRA-ABDOMINAL COMPLICATIONS IN CROHN'S DISEASE: A SYSTEMATIC REVIEW AND META-ANALYSIS.\r\n IUS is accurate for the diagnosis of intra-abdominal complications in CD. As a non-invasive, point-of-care modality, IUS is recommended as the first-line imaging tool if there is a suspicion of CD-related intra-abdominal complications.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Association of high-risk stigmata and worrisome features with advanced neoplasia in intraductal papillary mucinous neoplasms (IPMN): A systematic review.\r\nThis systematic review provides evidence supporting the improved diagnostic accuracy of ICG2017 in identifying high-risk lesions of IPMN. The multidisciplinary incorporation of HRS and WF based on imaging findings and clinical symptoms is crucial. These findings should inform the revision of ICG2017, enhancing the evaluation and management of IPMN patients. By implementing these recommendations, clinicians can make more informed decisions, leading to better diagnosis and treatment outcomes for high-risk IPMN cases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Changes in gut microbiota and lactose intolerance symptoms before and after daily lactose supplementation in individuals with the lactase non-persistent genotype.\r\nIncreased levels of Bifidobacterium indicate an adaptation of the gut microbiota upon repetitive consumption of incremental doses of lactose, which was well-tolerated as demonstrated by reduced expired hydrogen levels during the second 25g lactose HBT. Bifidobacteria metabolize lactose without gas production thereby potentially reducing intestinal gas formation in the gut of individuals with the LNP-genotype. This increased lactose tolerance possibly lifts the necessity to remove nutrient-rich dairy foods completely from the diet. Registration number of clinical trial The trial is registered at the International Clinical Trials Registry Platform  NL9516 The effect of dietary lactose in lactase non-persistent individuals on gut microbiota.\r\nPubmed   Journal   ReadQx \r\nClimate-based variability in the essential fatty acid composition of soybean oil. \r\nFrom this work, it was determined that soybean oil manufactured from soybeans in the southern United States may contain insufficient ALA to meet human nutritional needs because of high-daytime temperatures. This work suggests that climate-based variation may result in many human populations not achieving an adequate daily intake of ALA.\r\nPubmed   Journal   ReadQx \r\nEstimation of 24-hour urinary sodium and potassium excretion among Chinese adults: a cross-sectional study from the China National Nutrition Survey. \r\nThe first nationwide survey with 24-h urine collection confirmed that mean sodium intake in Chinese adults was more than twice the upper limit, whereas mean potassium intake was <60% of the lower limit, recommended by the World Health Organization. Urgent measures should be taken to reduce sodium intake and increase potassium intake in China.\r\nPubmed   Journal   ReadQx \r\nFood Insecurity, Neighborhood Food Environment, and Health Disparities: State of the Science, Research Gaps and Opportunities.\r\nThe workshop had three research objectives: 1) summarize the state of the science and knowledge gaps related to food insecurity, neighborhood food environments, and nutrition health disparities, 2) identify research opportunities and strategies to address research gaps, and 3) examine evidence-based interventions and implementation approaches to address food insecurity and neighborhood food environments to promote health equity. This article summarizes workshop proceedings and describes research gaps and future opportunities that emerged from discussions.\r\nPubmed   Journal   ReadQx \r\nHemoglobin measurement in venous blood versus single-drop and pooled capillary blood: A method-comparison study in a controlled and survey setting in Uganda among children and women. \r\nFuture research is also needed to evaluate the implications of using venous versus capillary blood in population-based surveys. 720-OAA-18C-00083; \r\nPubmed   Journal   ReadQx \r\nLow dose daily folic acid (400 µg) supplementation does not affect regulation of folate transporters found present throughout the terminal ileum and colon of humans: a randomized clinical trial.\r\nFolate transporters are present throughout the terminal ileum and colon;  there is little evidence that a low dose folic acid supplementation affects colonic absorption. Clinical trial registry number NCT03421483\r\nPubmed   Journal   ReadQx \r\nPlasma lipidomic markers of diet quality are associated with incident coronary heart disease in American Indian adults: the Strong Heart Family Study.\r\n We identified lipidomic markers of diet quality in American Indian adults. Some diet-related lipids are associated with risk of CHD beyond established risk factors.\r\nPubmed   Journal   ReadQx \r\nPolymorphisms in the choline transporter SLC44A1 are associated with reduced cognitive performance in normotypic but not prenatal alcohol-exposed children. \r\nThese alleles were previously associated with greater cognitive improvement in children with PAE who received supplemental choline. The findings endorse that choline benefits cognitive development in normotypic children and those with PAE.\r\nPubmed   Journal   ReadQx \r\nPost Hoc Analysis of Food Costs Associated with Dietary Approaches to Stop Hypertension (DASH) Diet, Whole Food, Plant-Based Diet, and Typical Baseline Diet of Individuals with Insulin-Treated Type 2 Diabetes Mellitus in a Non-Randomized Crossover Trial with Meals Provided.\r\nIn this short-term study with meals provided, the food costs of plant-predominant diets offering substantial metabolic health benefits were less than or similar to baseline food costs of adults with insulin-treated T2DM. Longer-term data without meal provision are needed for more generalizable results. Clinicaltrials GOV ID NCT04048642  TRIAL REGISTRATION \r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Infliximab Monotherapy vs Combination Therapy for Pediatric Crohn's Disease Exhibit Similar Pharmacokinetics.\r\nThis study suggests that there are no PK differences (TLs and CL) between combo and mono therapy in pediatric CD patients who started IFX.\r\nPubmed   Journal   ReadQx \r\nThe Clinical Interpretation of Noninferiority Trials.\r\nWe discuss a clinically oriented approach to interpretation of results with a focus on confidence intervals and recommend that readers base their judgments regarding noninferiority on margins reflecting patient values and preferences rather than those set by investigators. We provide examples from trials in inflammatory bowel diseases.\r\nPubmed   Journal   ReadQx \r\nUnique Metabolomic and Lipidomic Profile in Serum From Patients With Crohn's Disease and Ulcerative Colitis Compared With Healthy Control Individuals.\r\nMetabolomic assessment of serum samples facilitated the differentiation of IBD patients and HC individuals. These differences were constituted by changes in amino acid and lipoprotein levels. Furthermore, disease activity in IBD patients was associated with decreased levels of the atheroprotective apolipoproteins A1 and A2.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    D-alanine inhibits murine intestinal inflammation by suppressing IL-12 and IL-23 production in macrophages.\r\nOur results suggest that D-alanine prevents dextran sulfate sodium-induced colitis in mice and suppresses IL-12p35 and IL-23p19 production in macrophages.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Caregivers' and providers' perspectives of social and medical care after pediatric liver transplant: Results from the multi-center SOCIAL-Tx study.\r\nWe identified barriers to providing effective social care in pediatric LT, primarily a lack of comfort assessing and addressing new social risks in the post-transplant period. Addressing these barriers should enhance social care delivery and improve outcomes for these children.\r\nPubmed   Journal   ReadQx \r\nQuantitative methods for optimizing patient outcomes in liver transplantation.\r\nIn this review, we describe quantitative methods applied to organ transplantation, with a focus on LT. These include quantitative methods for 1) utilizing and allocating donor organs equitably and optimally, 2) improving surgical planning through preoperative imaging, 3) monitoring of graft and immune status, 4) determining immunosuppressant doses, and 5) establishing and maintaining the health of graft and patient post LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Clinical Significance of Increased Skeletal Muscle Mass During Nab-Paclitaxel Plus Gemcitabine Treatment in Patients With Advanced Pancreatic Cancer.\r\nIncreased skeletal muscle mass during AG treatment might contribute to the higher prevalence of 2L chemotherapy induction in patients with APC.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinical usefulness of routinely performed drain fluid cultures after pancreaticoduodenectomy. A new ally to predict patients' outcomes?\r\n Bacterial contamination of surgical drains predicts the development of B/C grade POPF and other major complications after PD. Therefore, we suggest the routine use of fluid drain cultures following PD.\r\nPubmed   Journal   ReadQx \r\nDuodenal and pancreatic tissue microbiome profiles of PPI users and non-users.\r\nHowever, some differences in pancreas tissue beta diversity were observed between PPI users and non-users. In summary, we find differences in the microbiome profiles of the pancreas head versus the pancreatic body/tail and we find PPI use is associated with alterations in duodenal and pancreatic tissue microbiome profiles.\r\nPubmed   Journal   ReadQx \r\nLimited exposure to pancreatic ERCP during advanced endoscopy training impacts competence and performance in independent practice. \r\nAdvanced endoscopy training offers a low level of exposure to pancreatic ERCP, which is mirrored in independent practice, highlighting the inadequate training in pancreatic ERCP. Given the complexity of pancreatic ERCP, novel strategies are warranted to improve training in pancreatic ERCP.\r\nPubmed   Journal   ReadQx \r\nRemission of organ failure in patients with predicted severe acute pancreatitis treated by somatostation, octreotide and cyclooxygenase-2 inhibitors.\r\nSomatostatin or its analogs and cyclooxygenase-2 inhibitors are promising for OF prevention and remission in patients with predicted SAP. The acceptance of combined strategies in the real world has increased, and the occurrence of SAP has decreased annually.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Bring balance to the (electrolyte) force - more actions needed to shift the dietary sodium-to-potassium ratio in China. \r\n\r\nPubmed   Journal   ReadQx \r\nClimate change, plant composition, and human nutrition. \r\n\r\nPubmed   Journal   ReadQx \r\nShould we remove wine from the Mediterranean diet?: a narrative review.\r\nCLINICAL TRIAL REGISTRY NUMBER: PREDIMED, ISRCTN35739639, SUN, CLINICALTRIALS. GOV IDENTIFIER: NCT02669602,\r\nPubmed   Journal   ReadQx \r\nThe critical need for novel precision medicine methodologies in fetal alcohol spectrum disorders. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Refining the Concept of Microscopic Colitis: HLA Signatures Discriminating Collagenous and Lymphocytic Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Introducing the Fellows' Corner: Fostering Early Career Voices in Healthcare.\r\n\r\nPubmed   Journal   ReadQx \r\nOlder Adults With Inflammatory Bowel Disease Are at Higher Risk of Developing Antibodies to Infliximab.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter to the Editor: Does therapeutic plasma exchange (TPE) have a role in the treatment of hepatocellular carcinoma?\"\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Does therapeutic plasma exchange really have a role in the treatment of hepatocellular carcinoma?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    The Centers for Disease Control and Prevention does not recommend race-adjusted thresholds to define anemia. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-06T09:13:57-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-29-2023/",
    "title": "Fri Dec 29 2023",
    "description": "64 articles - From Friday Dec 22 2023 to Friday Dec 29 2023",
    "author": [],
    "date": "2023-12-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Dietary indices underpinning front-of-pack nutrition labels and health outcomes: a systematic review and meta-analysis of prospective cohort studies.\r\nDietary indices underpinning most common FOP nutrition labels and reflecting nutrient-poor diets showed a tendency towards an increased incidence of CVD and cancer, but the observed effects were quite modest in magnitude. Further studies at the population level are needed to support the widely shared hypothesis that FOP labels, possibly in conjunction with other interventions, may contribute to reduce non-communicable disease risk.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Outcomes and endpoints of postoperative recurrence in Crohn's Disease: systematic review and consensus conference.\r\nAgencies recommend the use of clinical evaluations, as in the case of luminal CD, and do not recognize primary endpoints based solely on endoscopy. This consensus has led to agreement on the need to define postoperative endoscopy- and/or imaging-based endpoints.\r\nPubmed   Journal   ReadQx \r\nScoring indices for perianal fistulizing Crohn's disease: A systematic review.\r\nThere are no fully valid, reliable, and responsive clinical disease or radiological indices for PFCD. Although the radiological indices demonstrated responsiveness and reliability, well-defined cut-offs for response and remission are lacking. Future research should focus on establishing standardized definitions and thresholds for outcomes.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Dietary Interventions on the Microbiota in Inflammatory Bowel Disease: A Systematic Review.\r\nDiet modulates the gut microbiota, and this may have implications for IBD;  however, the body of evidence does not currently support clear dietary patterns or food constituents that are associated with a specific microbiota profile or disease marker in IBD patients. Further research is required with a focus on robust and consistent methodology to achieve improved identification of associations.\r\nPubmed   Journal   ReadQx \r\nTofacitinib In Chronic Inflammatory Pouch Diseases. A Systematic Review.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effect of cocoa extract supplementation on cognitive function: results from the clinic subcohort of the COSMOS trial.\r\nAmong 573 older adults who underwent repeat in-person, detailed neuropsychological assessments over 2 y, daily CE supplementation, compared with placebo, showed no overall benefits for global or domain-specific cognitive function. Possible cognitive benefits of CE among those with poorer diet quality warrant further study.\r\nPubmed   Journal   ReadQx \r\nEffects of Chinese Heart-Healthy Diet on Blood Lipids, Glucose and Estimated 10-year Cardiovascular Risk Among Chinese Adults: Results on Secondary Outcomes of a Randomized Controlled Trial.\r\nThe CHH diet reduced TC and 10-year cardiovascular risk and was likely to reduce blood glucose among Chinese adults with mild hypertension. Further studies with longer term are warranted.\r\nPubmed   Journal   ReadQx \r\nFish consumption and omega-3 polyunsaturated fatty acids from diet are positively associated with cognitive function in older adults even in the presence of exposure to lead, cadmium, selenium, and methylmercury: a cross-sectional study using NHANES 2011 - 2014 data.\r\nOur findings support dietary recommendations for older adults to consume fish to maintain cognitive function, likely due to biomolecular actions of -3 PUFAs that increase neuronal membrane fluidity, have antioxidation activity, and restore cell damage. The combination of selenium and fish consumption or -3 PUFAs was associated with reduced decline in cognitive scores and less negative associations from exposures to lead, cadmium, and mercury compounds.\r\nPubmed   Journal   ReadQx \r\nFood, nutrition, and fertility: from soil to fork.\r\nParticipants developed research proposals to address the priority evidence gaps. The workshop findings serve as a foundation for future prioritization of scientific research to address evidence gaps related to food, nutrition, and fertility.\r\nPubmed   Journal   ReadQx \r\nFruit, berry, and vegetable consumption and the risk of islet autoimmunity and type 1 diabetes in children - The DIPP birth cohort study.\r\nIn children genetically at risk for T1D, the consumption of cruciferous vegetables was associated with decreased risk of IA and consumption of berries with decreased risk of T1D. in addition, the consumption of banana was associated with increased risk of IA and T1D.\r\nPubmed   Journal   ReadQx \r\nHigh-dose vitamin D3 supplementation in pregnancy and risk of neurodevelopmental disorders in the children at age 10: A randomized clinical trial.\r\nHigher maternal preintervention 25(OH)D was associated with a decreased risk of autism, lower autistic symptom load, and decreased risk of ADHD diagnosis, but high-dose vitamin D3 supplementation in pregnancy had no effect on risk of autism and ADHD.\r\nPubmed   Journal   ReadQx \r\nIntake and biomarkers of folate and folic acid as determinants of chemotherapy-induced toxicities in patients with colorectal cancer: a cohort study.\r\nThis study suggests a potential association between folic acid and capecitabine-induced toxicities, providing a rationale to study diet-drug interactions and raise further awareness of the use of dietary supplements during oncological treatment. Clinical trial details\r\nPubmed   Journal   ReadQx \r\nMixed nut consumption improves brain insulin sensitivity: a randomized, single-blinded, controlled, crossover trial in older adults with overweight or obesity.\r\nLonger-term mixed nut consumption affected insulin action in brain regions involved in the modulation of metabolic and cognitive processes in older adults with overweight/obesity. Intrahepatic lipid content and different cardiometabolic risk markers also improved, but peripheral insulin sensitivity was not affected.\r\nPubmed   Journal   ReadQx \r\nPostnatal growth in small vulnerable newborns: A longitudinal study of 2 million Brazilians using routine register-based linked data.\r\nChildren born preterm seem to reach L/HAZ and WAZ growth trajectories lower than those attained by children born at term, a condition aggravated among the most vulnerable.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Characteristics of Interventional Trials for Patients Living With Intestinal Stoma Registered in ClinicalTrials.gov With a Focus on Inflammatory Bowel Disease.\r\n There is a paucity of research in IBD patients with IS, with the majority focusing on devices and surgical procedures. There have been no drug trials evaluating efficacy in patients with CD and IS. There is an urgent need to identify barriers to enrollment and develop eligibility and outcome measures that enable the inclusion of patients with CD with stoma into clinical trials.\r\nPubmed   Journal   ReadQx \r\nFactors Associated With Extraintestinal Manifestations of Inflammatory Bowel Disease in SPARC-IBD.\r\nThis is the first comprehensive large-cohort assessment of how EIMs relate to one another at the individual vs systems levels. Further, our analysis is the first to recognize specific locations of colon involvement associated with EIMs of IBD, regardless of IBD type. These results are important in identifying patients at risk of developing future EIMs and may help with risk stratification when choosing treatments.\r\nPubmed   Journal   ReadQx \r\nFungal Microbiota Composition in Inflammatory Bowel Disease Patients: Characterization in Different Phenotypes and Correlation With Clinical Activity and Disease Course.\r\nThis study shows important differences in the mycobiome in IBD and within phenotypes. Selected fungal species were associated with complicated disease and the need of surgery in CD. This work adds to our understanding of the role of fungi in IBD, with potential clinical implications.\r\nPubmed   Journal   ReadQx \r\nMonoclonal Antibody Against Mature Interleukin-18 Ameliorates Colitis in Mice and Improves Epithelial Barrier Function.\r\nAnti-IL-18 neoepitope mAb ameliorates acute and chronic colitis, suggesting that this mAb will be an innovative therapeutic option for IBD.\r\nPubmed   Journal   ReadQx \r\nOral vs Intravenous Discharge Antibiotic Regimens in the Management of Intra-abdominal Abscesses in Penetrating Crohn's Disease.\r\nIn this retrospective, multicenter cohort of CD patients with intra-abdominal abscess, surgical outcomes were similar between patients receiving PO vs IV antibiotics at discharge. Patients treated with IV antibiotics demonstrated a decreased risk for nonsurgical readmission. Further prospective trials are needed to better delineate optimal route of antibiotic administration in patients with penetrating CD.\r\nPubmed   Journal   ReadQx \r\nPhosphoproteomics Reveals Novel Insights into the Pathogenesis and Identifies New Therapeutic Kinase Targets of Ulcerative Colitis.\r\nOur research deepened the understanding of UC pathogenesis through the lens of phosphorylation. Moreover, we identified CDK2 as a new potential therapeutic target for UC, revealing a novel role for CDK2 in necroptosis.\r\nPubmed   Journal   ReadQx \r\nSingle-center Experience With Upadacitinib for Adolescents With Refractory Inflammatory Bowel Disease.\r\n While awaiting pediatric registration trials, our data suggest that UPA is effective in inducing and maintaining SF-CR in adolescents with highly-refractory IBD with an acceptable safety profile.\r\nPubmed   Journal   ReadQx \r\nSystematic Literature Review: Ability of the IBDQ-32 to Detect Meaningful Change in Ulcerative Colitis Health Indicators.\r\nThe IBDQ-32 is responsive to changes in UC health indicators and disease activity, including in response to efficacious treatment (relative to placebo).\r\nPubmed   Journal   ReadQx \r\nThe Disease Severity Index for Inflammatory Bowel Disease Is a Valid Instrument that Predicts Complicated Disease.\r\nThe DSI reliably encapsulates factors contributing to disease severity and accurately prognosticates the longitudinal IBD course.\r\nPubmed   Journal   ReadQx \r\nTofacitinib Affects M1-like and M2-like Polarization and Tissue Factor Expression in Macrophages of Healthy Donors and IBD Patients.\r\nTofacitinib influences both polarizations (M1/M2) and the expression of tissue factor in a dose-dependent manner.\r\nPubmed   Journal   ReadQx \r\nTotal Proctocolectomy vs Subtotal/total Colectomy for Neoplasia in Patients With Inflammatory Bowel Disease and Primary Sclerosing Cholangitis.\r\nIn patients with PSC-IBD, there was no dysplasia or neoplasia in those who underwent subtotal colectomy as opposed to the IPAA group. Subtotal colectomy may be considered a viable surgical option in patients with rectal sparing PSC-IBD if adequate endoscopic surveillance is implemented.\r\nPubmed   Journal   ReadQx \r\nUnderstanding Medication Nonadherence in Crohn's Disease Patients: A Qualitative Evaluation.\r\nThere are clear cognitive, behavioral, and relational factors that guide patients' medication-related decision-making. Several of the factors share features of other behavioral change and decision-making processes, while others are specific to the experience of patients with CD. A fuller understanding of these factors is essential to developing effective behavioral interventions to improve adherence to evidence-based treatment recommendations.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Baseline serum and stool microbiome biomarkers predict clinical efficacy and tissue molecular response after ritlecitinib induction therapy in ulcerative colitis.\r\nBlood and microbiome biomarkers stratify endoscopic, histologic, and tissue molecular response to ritlecitinib, which may help guide future precision medicine approaches to UC treatment.\r\nPubmed   Journal   ReadQx \r\nEarly Intestinal Ultrasound Response to Biologic Therapy Predicts Endoscopic Remission in Children with Ileal Crohn's Disease: Results from the Prospective Super Sonic Study.\r\nEarly change in TI BWT on IUS is highly predictive of ER in children with CD and superior to symptoms and CRP. Our findings suggest that IUS could be used for treatment optimization and tight control to guide T2T strategy.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of the Anti-Mucosal Addressin Cell Adhesion Molecule-1 Antibody Ontamalimab in Patients with Moderate-to-Severe Ulcerative Colitis or Crohn's Disease.\r\nOntamalimab 75 mg was effective with no safety concerns as induction and maintenance therapy for patients with moderate-to-severe ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nEpigenetic and metabolic reprogramming of fibroblasts in Crohn's disease strictures reveals histone deacetylases as therapeutic targets.\r\nIncreased HDAC expression profiles, H3K27ac hypoacetylation, a significant glycolytic phenotype, and metabolic priming, characterise SCD-derived as compared to NSCD fibroblasts. Our results reveal a novel epigenetic component to Collagen-I regulation and TGFß-mediated CD fibrosis. HDAC inhibitor therapy may 'reset' the epigenetic changes associated with fibrosis.\r\nPubmed   Journal   ReadQx \r\nRisankizumab Induction Therapy Achieves Early Symptom Improvements That Are Associated With Future Clinical and Endoscopic Outcomes in Crohn's Disease: Post Hoc Analysis of the ADVANCE, MOTIVATE, and FORTIFY Phase 3 Studies.\r\nAfter the first intravenous RZB induction dose, significantly greater rates of symptom improvement versus PBO were achieved. Improvements could be observed as early as week 1 and were predictive of week 12 and 52 clinical and endoscopic improvement.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Development of a model to predict the risk of early graft failure after adult-to-adult living donor liver transplantation: An ELTR study.\r\nThe model also stratified long-term graft survival (p<0.001), which ranged from 87% in the low risk group to 60% in the high risk group. In conclusion, based on a panel of donor and recipient variables, an ANN can contribute to decision making in ALDLT by predicting EGF risk.\r\nPubmed   Journal   ReadQx \r\nDiscarded livers tested by normothermic machine perfusion in the VITTAL trial: Secondary end points and 5-year outcomes.\r\nThis first report of long-term outcomes of high-risk livers assessed by normothermic machine perfusion demonstrated excellent 5-year survival without adverse effects in al organs functioning beyond 1 year (ClinicalTrials. gov number NCT02740608).\r\nPubmed   Journal   ReadQx \r\nFinancial burden after liver transplantation is significant among commercially insured adults: A large U.S. National Cohort.\r\n In a large national cohort of commercially insured LT recipients, financial liability was highly variable across sociodemographic and clinical characteristics;  nearly 1 out 2 LT recipients owed>$5K for 1 year of post-LT care. Transplant programs should help patients anticipate potential costs and identify vulnerable populations who would benefit from enhanced financial counseling.\r\nPubmed   Journal   ReadQx \r\nNeighborhood-level social determinants of health measures independently predict receipt of living donor liver transplantation in the U.S.\r\nOf the 24 neighborhood-level SDoH measures studied, the SDI was most different between the two transplant types, with LDLT recipients having lower SDI (i. e., less socioeconomic disadvantage) than DDLT recipients (median SDI 37 vs 47;  p 40.\r\nPubmed   Journal   ReadQx \r\nQuantitative methods for optimizing patient outcomes in liver transplantation.\r\nIn this review, we describe quantitative methods applied to organ transplantation, with a focus on LT. These include quantitative methods for 1) utilizing and allocating donor organs equitably and optimally, 2) improving surgical planning through preoperative imaging, 3) monitoring of graft and immune status, 4) determining immunosuppressant doses, and 5) establishing and maintaining the health of graft and patient post LT.\r\nPubmed   Journal   ReadQx \r\nWaitlist and post-transplant outcomes of pregnancy-related acute liver failure in the United States.\r\n In this UNOS database analysis of ALF among women of childbearing age, the waitlist outcome is better in women with P-ALF compared to NP-ALF. Among women with P-ALF, the 90-day WLM is worse for HELLP vs AFLP. Further studies are needed to improve the management of HELLP and prevent the development of ALF in this subgroup population.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Beneficial Effects of 6-Gingerol on Fatty Pancreas Disease in High-Fat High-Fructose Diet-Induced Metabolic Syndrome Rat Model.\r\n6-Gingerol could attenuate pancreatic lipid accumulation and improve the cell number of a- and ß-cells in the pancreas, leading to improvements in fatty pancreas disease.\r\nPubmed   Journal   ReadQx \r\nMachine Learning of Histopathological Images Predicts Recurrences of Resected Pancreatic Ductal Adenocarcinoma With Adjuvant Treatment.\r\nResults indicate that machine learning with the integration of artificial intelligence-driven evaluation of histopathological images and conventional clinical data provides relevant prognostic information for patients with pancreatic ductal adenocarcinoma.\r\nPubmed   Journal   ReadQx \r\nProspective Evaluation of Sexual Dysfunction in Men With Chronic Pancreatitis: A Pilot Study.\r\nThis pilot study shows that SD is present in 60% males with CP. No difference was noted in the QOL of patients with and without SD, albeit limited by our small sample size. Physicians caring for CP patients should routinely inquire for symptoms of SD and offer a urology referral if indicated.\r\nPubmed   Journal   ReadQx \r\nQuality of Life and Pain in Patients With Chronic Pancreatitis.\r\nOne aspect that has an impact on QoL impairment is pain which perception is governed by the same brain regions in which abnormalities result in depression and anxiety. QoL in CP patients also depends on the patient's age, comorbidities, and level of education.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Opportunistic screening for osteopathy with routine abdominal computed tomography scan in chronic pancreatitis.\r\n Abdominal CT images, which are routinely performed in chronic pancreatitis, can be used for opportunistic screening of osteoporosis and osteopenia without additional cost or radiation exposure.\r\nPubmed   Journal   ReadQx \r\nPrognostic impact of the distance from the root of splenic artery to tumor in the patients with pancreatic body or tail cancer.\r\nDST did not affect prognosis in patients with pancreatic body/tail cancer. Neoadjuvant therapy followed by DP may be desirable for patients with a DST = 0 tumor. For those with a 0Pubmed   Journal   ReadQx \r\nReconsidering resectable oncological conditions in pancreatic tail cancer: A multicenter retrospective study on prognostic factors in pancreatic tail cancer after resection (HOPS Pt-01).\r\nThe MLM identified certain Pt-PC cases warranting consideration beyond resectable during clinical management. Particular attention should be paid to conditions requiring CVR, even though immortal time bias remains unresolved with adjuvant treatment.\r\nPubmed   Journal   ReadQx \r\nRemission of organ failure in patients with predicted severe acute pancreatitis treated by somatostation, octreotide and cyclooxygenase-2 inhibitors.\r\nSomatostatin or its analogs and cyclooxygenase-2 inhibitors are promising for OF prevention and remission in patients with predicted SAP. The acceptance of combined strategies in the real world has increased, and the occurrence of SAP has decreased annually.\r\nPubmed   Journal   ReadQx \r\nSerum elastase-1 predicts malignancy in intraductal papillary mucinous neoplasm of the pancreas.\r\n The serum elastase-1 level was found to be a potentially useful biomarker for predicting malignant IPMNs.\r\nPubmed   Journal   ReadQx \r\nThe burden of young-onset pancreatic cancer and its risk factors from 1990 to 2019: A systematic analysis of the global burden of disease study 2019.\r\nThe global incidence, death and DALY rates of YOPC have significantly increased over 3 decades. Certain regions and nations are witnessing a higher increase in this trend. There is an urgent need for global efforts targeting preventable causes of YOPC.\r\nPubmed   Journal   ReadQx \r\nUnderstanding the role of frailty in local and systemic complications and healthcare resource utilization in acute pancreatitis: Findings from a national cohort.\r\n Frailty in AP patients is linked to elevated rates of local and systemic complications, increased mortality, and higher healthcare costs. Assessing frailty is crucial in AP management as it provides a valuable tool for risk stratification and identifying high-risk patients, thereby improving overall outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Tofacitinib in Ulcerative Colitis: Beyond Biologics?\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Acute Pancreatitis: Current Clinical Approaches, Molecular Pathophysiology, and Potential Therapeutics.\r\nInflammatory outcomes in acute pancreatitis are driven by several unique molecular signals, which compound to promote both local and systemic inflammation. The identification of master cytokine regulators is critical to developing therapeutics, which reduce inflammation through several mechanisms.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Early Onset Sepsis and Lobar Pneumonia in a Newborn Exposed In Utero to Ustekinumab and Azathioprine.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Upadacitinib in 16 Tofacitinib-refractory Ulcerative Colitis Patients: A Single-center Case 2Series.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter to the Editor: Does therapeutic plasma exchange (TPE) have a role in the treatment of hepatocellular carcinoma?\"\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Is CAD-LT score as a predictor of coronary artery disease following liver transplantation?\r\n\r\nPubmed   Journal   ReadQx \r\nLooking for literal improvement in liver transplant outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nLow frequency of hepatitis B surface antigen reemergence in liver transplant recipients after stopping hepatitis B immune globulin: Implications for prophylaxis protocols.\r\n\r\nPubmed   Journal   ReadQx \r\nNo transplant candidate left behind.\r\n\r\nPubmed   Journal   ReadQx \r\nOne step closer to equity in liver transplant: The National Liver Review Board and the partnership that made it possible.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Does therapeutic plasma exchange really have a role in the treatment of hepatocellular carcinoma?\r\n\r\nPubmed   Journal   ReadQx \r\nTerlipressin plus albumin in patients with HRS listed for liver transplant: Treat early and avoid RRT.\r\n\r\nPubmed   Journal   ReadQx \r\nThe role of exception points in outcomes of patients with fibrocystic liver-kidney disease: Implications for the National Liver Review Board.\r\n\r\nPubmed   Journal   ReadQx \r\nWho should take a risk?: Navigating the challenges of extra small grafts in living donor liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancreatic VIPomas From Colombia.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Reply: Tofacitinib in Ulcerative Colitis: Beyond Biologics?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-02T17:25:08-05:00",
    "input_file": {}
  }
]
