[
  {
    "path": "gi2/01-24-2025/",
    "title": "Fri Jan 24 2025",
    "description": "23 articles - From Friday Jan 17 2025 to Friday Jan 24 2025",
    "author": [],
    "date": "2025-01-24",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Pancreas\r\n    Incidental Mucinous Neoplasms of the Pancreas: Performance of the AGA, European, and IAP Guidelines in Advising Further Management after Endoscopic ultrasound-guided fine-needle Aspiration Biopsy.\r\n The AGA-2015 criteria were highly specific, while IAP-2024 had superior sensitivity. All had moderate sensitivity to indicate surgery, and al missed similar numbers of malignant lesions. Performing EUS-FNA before application of guidelines seems appropriate to guide further management of asymptomatic PLs, preventing unnecessary surgery and referring patients appropriately for surveillance. The ESG-2018 guideline proved most accurate for this purpose.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Systematic Review on definitions of Intestinal Ultrasound Treatment Response and Remission in Inflammatory Bowel Disease.\r\nThis systematic review reveals significant variability in IUS definitions of response and remission in IBD, highlighting the need to standardize eligibility criteria and outcome measures for IUS in IBD clinical trials.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Coffee Consumption, Additive Use, and Risk of Type 2 Diabetes- Results from Three Large Prospective US Cohort Studies.\r\nAdding sugar or artificial sweetener significantly attenuated the magnitude of the inverse association between higher coffee consumption and T2D risk, whereas the use of cream did not alter the inverse association.\r\nPubmed   Journal   ReadQx \r\nGut microbiota may modify the association between dietary polyphenol intake and circulating levels of hippuric acid: results from a 1-year longitudinal study in China.\r\nThe gut microbial genera that predicted circulating HA levels may modify the association between dietary polyphenol intake and circulating HA levels, and elevated serum HA concentrations are favorably associated with multiple cardiometabolic risk markers.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Disease-State Dependent Associations Between Intrinsic Brain Function and Symptoms of Fatigue, Depression, and Anxiety in Crohn's Disease.\r\nIntrinsic brain function in patients with CD varies by disease state, with prominent frontal cortex changes in active disease. These brain activity changes are at least partly related to the magnitude of neuropsychiatric symptoms and highlight a role of disturbed brain-gut interactions in the development of EIS especially in rCD.\r\nPubmed   Journal   ReadQx \r\nEffectiveness and Safety of Adalimumab in Patients With Very Early-Onset Inflammatory Bowel Disease: A Retrospective Study on Behalf of the Porto Inflammatory Bowel Disease Working Group of European Society for Pediatric Gastroenterology Hepatology and Nutrition.\r\n Adalimumab therapy is a viable therapeutic option in patients with VEO-IBD with an acceptable safety profile.\r\nPubmed   Journal   ReadQx \r\nExpression Profile of MicroRNAs in Breast Milk of Women With Inflammatory Bowel Disease: Correlation With Disease Activity and Medical Treatments.\r\nThis study highlights that miRNAs in breast milk are differentially expressed in mothers with IBD, influenced by the disease and its treatments. These findings emphasize the impact of maternal health on milk composition and potential implications for infant immune development. Understanding these findings may guide personalized treatment strategies for mothers and promote breastfeeding among mothers with IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Assessment and Reporting of Extraintestinal Manifestations and Fatigue in Phase 3 Inflammatory Bowel Disease Clinical Trials.\r\nEIM and fatigue data is inconsistently collected in RCTs of IBD. Standardizing collection methods across RCTs would provide greater insight on these agents and their efficacy in treating these manifestations of disease.\r\nPubmed   Journal   ReadQx \r\nGSDMB modulates intestinal epithelial homeostasis via regulating hyperactive unfolded protein response in Crohn's disease.\r\n We have uncovered an important and a previously unrecognized role of GSDMB in intestinal homeostasis, which represents a potential therapeutic target for intestinal inflammation.\r\nPubmed   Journal   ReadQx \r\nSevere obesity, a susceptibility factor for developing inflammatory bowel disease. Results of a population-based study.\r\n Severe obesity and BS were independent risk factors for the development of IBD. Non-invasive screening for IBD seems to be warranted in this population.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Advanced Medical Therapies on Time to Resection and Colorectal Cancer Outcomes in Ulcerative Colitis Patients Undergoing Colectomy. \r\nAdvanced therapy patients had higher incidental cancers rates, associated with decreased CRC-survival. Awareness of timely colectomy is crucial for this group.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Differential aging trends among Liver Transplant candidates with and without hepatocellular carcinoma.\r\n Among over 132,000 liver transplant registrants from 2012 to 2022, the age of HCC candidates increased, with a growing proportion aged 70 and older, while the age and proportion of older adults among non-HCC registrants remained stable. This demographic shift underscores the importance of enhanced frailty assessments to improve outcomes for older HCC patients.\r\nPubmed   Journal   ReadQx \r\nExploring auxiliary liver transplantation in the era of transplant oncology - A proposal for a new liver splitting program (ALERT-50).\r\nAdditionally, adopting an ex-situ splitting technique during hypothermic oxygenated machine perfusion could further enhance logistical efficiency and improve graft viability. The proposed protocol (ALERT 50) will therefore promote the development of oncologic indications without affecting the standard waiting list and without competing with urgent or pediatric patients.\r\nPubmed   Journal   ReadQx \r\nOutcomes of pediatric liver retransplantation candidates in the modern era: Strategies are needed to avoid waitlist mortality in the United States.\r\nOnce relisted, the timing of suitable organ availability was vital. The opportunity for technical variant grafts is crucial to capture every potential transplant opportunity could ultimately decide between life and death.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    A Modified Procedure to Improve Pancreatic Drainage in Chronic Pancreatitis with Pancreatic Head Dominant Disease.\r\nWe describe a surgical technique which may reduce the risk of pancreaticojejunal stricture in patients undergoing pancreaticoduodenectomy for chronic pancreatitis. In a small series of patients, this procedure can be performed safely with acceptable results.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Early prediction of post-pancreatectomy acute pancreatitis after pancreaticoduodenectomy based on serum C-reactive protein.\r\nSerum CRP levels on POD 2 are strongly associated with the development of PPAP after PD. This finding has the potential to enable tailored postoperative management and pave the way for the anti-inflammation strategies targeting the early postoperative period.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Pancreatology\r\n    Tailoring endoscopy for infected pancreatic necrosis: DEN or PEN or combined? \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Emerging Connections Between Inflammatory Bowel Disease Subtypes and Sequential Changes in Total Serum Bilirubin.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    CON: It's time for new strategies to optimize liver transplant immunosuppression.\r\n\r\nPubmed   Journal   ReadQx \r\nPRO: Liver Transplantation immunosuppression can be optimized with current tools.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Clinical Variability of Pain Localization in Chronic Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nGenetic Variants in SPINK1, PRSS1 or CFTR are Not Associated with The Development of Post-ERCP Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nSimultaneous Pancreas and Kidney Transplantation From a Small Pediatric Donor with Ipsilateral Implantation Over Aortic Cuff.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-01-24T14:27:02-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-17-2025/",
    "title": "Fri Jan 17 2025",
    "description": "33 articles - From Friday Jan 10 2025 to Friday Jan 17 2025",
    "author": [],
    "date": "2025-01-17",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Diagnosing Crohn's Disease in Presumed Cryptoglandular Perianal Fistulas: An Expert Delphi Consensus on Early Identification of Patients at Risk of Crohn's Disease in Perianal Fistulas (PREFAB).\r\n International consensus was reached on a new, clinical decision tool, including a practical and relevant algorithm for finding/excluding CD in PAF patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association between dietary fructose and human colon DNA methylation: implication for racial disparities in colorectal cancer risk using a cross-sectional study.\r\nOur data support that dietary fructose exerts a greater CRC risk-related effect in right than left colon among AA adults, alluding to its potential role in contributing to racial disparities in CRC.\r\nPubmed   Journal   ReadQx \r\nDeterminants of Maternal and Infant Omega-3 Status at 3 Months Postpartum: Findings from the APrON Longitudinal Cohort Study.\r\nMaternal total dietary intake and pre-pregnancy BMI are independently associated with their serum fatty acid status during lactation, while maternal diet, milk fatty acid composition, and lactation status are important determinants of infant n-3 LCPUFAs fatty acid status. Future research should investigate the impact of these differences in fatty acid status on infant health outcomes.\r\nPubmed   Journal   ReadQx \r\nDietary-Lifestyle Patterns and Colorectal Cancer Risk: Global Cancer Update Programme (CUP Global) Systematic Literature Review.\r\nAdopting a healthy pattern of diet, maintaining a healthy weight, staying physically active, and embracing health-conscious habits, such as avoiding tobacco and moderating alcohol, are collectively associated with a lower CRC risk. Healthy lifestyle habits are key to primary CRC prevention.\r\nPubmed   Journal   ReadQx \r\nDrivers of stunting and wasting across serial cross-sectional household surveys of children under 2 years of age in Pakistan: potential contribution of ecological factors.\r\nApart from recognized multifactorial drivers of stunting and wasting among children such as poverty, food insecurity and maternal undernutrition, our analysis suggest the potential independent association with climatic factors such as heat and excess precipitation over time. These findings underscore the need for further research and potential integration of climatic mitigation and adaptation with nutrition response strategies.\r\nPubmed   Journal   ReadQx \r\nEarly identification of potentially reversible cancer cachexia using explainable machine learning driven by body weight dynamics: a multicenter cohort study.\r\nThis study presents an explainable ML model for the early identification of PRCC that utilizes simple body weight dynamics. The findings showcase the potential of this approach in improving the management of cancer cachexia to optimize patient outcomes. Registration information Data described in the manuscript was derived from a registered research project (URL  ID  ChiCTR1800020329).\r\nPubmed   Journal   ReadQx \r\nInvestigating eating architecture and the impact of the precision of recorded eating time: a cross-sectional study.\r\nPrecise timing improves the estimation of eating architecture. Differences in estimation will affect descriptions of children's eating habits and possibly dietary guidance. However, consistent directional associations across timing methods, suggest that broad times could provide a pragmatic method for investigating eating architecture associations in large samples.\r\nPubmed   Journal   ReadQx \r\nLignan Intake and Mortality Among Adults with Incident Type 2 Diabetes-Prospective Cohort Studies.\r\nAmong individuals with T2D, a higher intake of lignans, particularly SECO, was significantly associated with reduced overall, CVD, and cancer mortality. Minority groups may particularly benefit from lignan intake, although further studies are warranted to substantiate this observation.\r\nPubmed   Journal   ReadQx \r\nPlanetary Health Diet Index Trends and Associations with Dietary Greenhouse Gas Emissions, Disease Biomarkers, Obesity, and Mortality in the United States (2005-2018).\r\nThese results underscore the potential health and greenhouse gas emission benefits aligned with the planetary health diet.\r\nPubmed   Journal   ReadQx \r\nPlasma metabolomic signature of a proinflammatory diet in relation to breast cancer risk: a prospective cohort study.\r\n We identified a metabolic signature that reflects a proinflammatory diet and is associated with an increased risk of breast cancer.\r\nPubmed   Journal   ReadQx \r\nProtein supplementation delivered alone or in combination with presumptive azithromycin treatment for enteric pathogens did not improve linear growth in Bangladeshi infants: results of a cluster-randomized controlled trial.\r\nSupplementation to increase intakes of high-quality protein, provided with or without presumptive treatment for enteric pathogens, did not improve linear growth from 6 to 12 months of age.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Clonal Hematopoiesis of Indeterminate Potential in Crohn's Disease and Ulcerative Colitis.\r\nOur findings underscore a connection between IBD and CHIP pathophysiology. Patients with IBD and CHIP had unique risk profiles, especially among older UC patients and younger CD patients. These findings suggest distinct evolutionary pathways for CHIP in IBD and necessitate awareness among IBD providers and hematologists to identify patients potentially at risk for CHIP-related complications including malignancy, cardiovascular disease, and acceleration of their inflammatory disease.\r\nPubmed   Journal   ReadQx \r\nImpact of 5-Aminosalicylic Acid on Ustekinumab in Inflammatory Bowel Disease: A Retrospective Medical Claims Analysis.\r\n5-ASA did not provide a significant overall benefit when used in combination with UST for CD or UC. However, post hoc subgroup analyses indicated a potential role for 5-ASA in specific subgroups. Further studies are necessary to confirm these findings and explore personalized treatment strategies.\r\nPubmed   Journal   ReadQx \r\nThe Correlation Between Fecal Amino Acids, Colonic Mucosal Taste Receptors, and Clinical Features and Indicators of Ulcerative Colitis: A Multicenter Exploratory Study.\r\nThe increased levels of taste receptors and fecal AAs in the colon of UC patients suggest an abnormal nutrient-sensing mechanism, potentially playing a crucial role in the development of the disease.\r\nPubmed   Journal   ReadQx \r\nWound Healing After Vaginal Delivery, Episiotomy, and Cesarean Section Delivery Among Women With IBD: Results From the PIANO Registry.\r\nEpisiotomy was a common occurrence in patients with IBD. Immunomodulator, but not biologic, use was found to be associated with delayed wound healing. This association could reflect a direct medication effect on episiotomy wound healing or inadequate treatment of underlying active disease prior to delivery. Vaginal tears were also common but delayed wound healing was not associated with IBD therapy. C-section occurred at high rates, particularly in Crohn's disease patients, with no reported delays in postpartum wound healing.\r\nPubmed   Journal   ReadQx \r\nhsa_circ_0015388 Reduces Macrophage Derived Reactive Oxygen Species in Crohn's Disease.\r\n A comprehensive analysis of circRNA expression revealed that 31 circRNAs were dysregulated in the CD group. Hsa_circ_0015388 is expressed in macrophages and negatively regulates ROS function inhibiting the TNFSF10 pathway. This study first revealed that hsa_circ_0015388 plays a role in the pathogenesis of CD by suppressing ROS production in macrophages.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Childhood-onset inflammatory bowel disease and chronic non-bacterial osteomyelitis: A Swedish nationwide cohort study 2002-2022.\r\nWe found a six-fold increased risk of CNO in childhood-onset IBD compared to non-IBD comparators. Patients with IBD+CNO are characterized by younger age at IBD onset, more frequent extraintestinal manifestations, and higher usage of biologics.\r\nPubmed   Journal   ReadQx \r\nDeconditioning in quiescent Crohn's Disease patients with heightened fatigue perception.\r\n CD self-reported increased fatigue perception and exhibited a slower rate of post-exercise PCr resynthesis compared to HV. This occurred independently of changes in body composition, muscle strength and fatigueability. IBD fatigue may be linked to peripheral muscle deconditioning and lower gmCBF during submaximal exercise.\r\nPubmed   Journal   ReadQx \r\nDurable remission after ileocolic resection for Crohn's disease is achievable in selected patients. Long-term results of a prospective multicentric cohort study of the GETAID Chirurgie.\r\nSurgery for CD achieved durable remission in 20%, rising to 40% in those with a B1 phenotype. These results support surgery as a viable alternative to medical treatment, offering treatment-free durable remission and preserving medical treatment options.\r\nPubmed   Journal   ReadQx \r\nImprovement in Serum Eosinophilia is Observed in Clinical Responders to Ustekinumab but not Adalimumab in Inflammatory Bowel Disease.\r\n Eosinophil reduction was identified as a marker for early response to ustekinumab in both UC and CD, but not adalimumab. No difference was observed among UC patients treated with vedolizumab either. Targeting the IL-12/IL-23 pathway may be more effective in managing eosinophil-associated inflammation in IBD.\r\nPubmed   Journal   ReadQx \r\nRadiation exposure in patients with inflammatory bowel disease. \r\nUp to 5.5% of IBD patients reached a CED ≥75mSv. While most imaging decisions were deemed appropriate, caution against excessive radiation remains crucial.\r\nPubmed   Journal   ReadQx \r\nRisankizumab Efficacy and Safety Based on Prior Inadequate Response or Intolerance to Advanced Therapy: Post Hoc Analysis of the INSPIRE and COMMAND Phase 3 Studies.\r\n Risankizumab was effective and well tolerated, regardless of prior AT-IR status.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Racial and ethnic disparities in liver transplant access vary within and across transplant referral regions.\r\n We observed substantial geographic variation in the magnitude of racial disparities in liver transplant access across the United States. Findings highlight the need for targeted health equity interventions in regions with high disparities and the development of disparity-sensitive access metrics for transplant centers.\r\nPubmed   Journal   ReadQx \r\nValidation of mitochondrial FMN as a predictor for early allograft dysfunction and patient survival measured during hypothermic oxygenated perfusion.\r\nLow-risk grafts, according to FMN, display a negligible risk for patients. Yet, high-risk grafts are associated with increased risk for EAD, transplantation, and early mortality and should not be used for transplantation without further assessment.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Sequence analysis of the 5' region of the chymotrypsin C (CTRC) gene in chronic pancreatitis. \r\nHowever, the disease association was driven by the linkage disequilibrium with the known CTRC risk variant c.180C>T. We found no significant association between variants in the 5' region of the CTRC gene and CP risk.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Dietary patterns and omics: A meeting of two paradigm-shifting advances in nutrition science.\r\n\r\nPubmed   Journal   ReadQx \r\nEfforts to reduce sugar-sweetened beverages and combat childhood obesity.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Postpartum Wound Healing for Mothers with Inflammatory Bowel Disease: Cause for Worry? Insights from the Pregnancy in Inflammatory Bowel Disease and Neonatal Outcomes Registry.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Incremental impact of organ allocation changes and machine perfusion technology on liver transplant waitlist and volumes.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transplantation after Ex Vivo normothermic machine preservation without re-cooling the graft: A clinical series from a single center.\r\n\r\nPubmed   Journal   ReadQx \r\nNoninvasive assessment of renal dysfunction in patients with end-stage liver disease: new solutions for old problems?\r\n\r\nPubmed   Journal   ReadQx \r\nPre-operative assessment of body composition and sarcopenia in multivisceral transplant candidates.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Letter re: Outcomes of percutaneous endoscopic versus endoscopic transmural necrosectomy for necrotizing pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-01-19T15:14:41-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-10-2025/",
    "title": "Fri Jan 10 2025",
    "description": "15 articles - From Friday Jan 03 2025 to Friday Jan 10 2025",
    "author": [],
    "date": "2025-01-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Reliability and reproducibility of systematic reviews informing the 2020-2025 Dietary Guidelines for Americans: a pilot study.\r\nSeveral methodological quality and reporting concerns were identified, which could lead to reliability and reproducibility issues should a full reproduction attempt be made. However, additional research is needed to confirm the impact of these findings on conclusions statements and their generalizability across the NESR team SRs. This study was registered in the Open Science Framework (\r\nPubmed   Journal   ReadQx \r\nReporting of nutritional screening, status and intake in trials of nutritional and physical rehabilitation following critical illness: a systematic review.\r\n Few RCTs of physical rehabilitation measure and report nutritional or related variables. Future studies should measure and report specific nutritional factors that could impact physical and functional recovery to support interpretation where studies do not show benefit. A protocol was pre-registered on PROSPERO (CRD42022315122).\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Imprecision nutrition? Intraindividual variability of glucose responses to duplicate presented meals in adults without diabetes.\r\nIndividual postprandial CGM responses to duplicate meals were highly variable in adults without diabetes. Personalized diet advice on the basis of CGM measurements requires more reliable methods involving aggregated repeated measurements.\r\nPubmed   Journal   ReadQx \r\nThe Relationship Between A High-Fat Diet, Gut Microbiome, and Systemic Chronic Inflammation: Insights from Integrated Multi-Omics Analysis.\r\nMicrobial dysbiosis appears to be an important mechanism for HFD-induced SCI. The Lachnospiraceae_FCS020 group may act as a key genus in HFD-mediated elevation of IL-2RA.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    A Similar Mutation in the AAUU-Rich Elements of the Mouse TNF Gene Results in a Distinct Ileocolitic Phenotype: A New Strain of TNF-Overexpressing Mice.\r\nIn summary, we describe a different strain of TNF-overproducing mice with an overlapping, yet not identical phenotype, which may have differential applications than the original strain.\r\nPubmed   Journal   ReadQx \r\nPregnancy With a Stoma is Feasible, Though Associated With Manageable Complications.\r\nPregnancy with a stoma is feasible, though manageable complications often occur. Counseling before pregnancy and close monitoring of symptoms during pregnancy and postpartum are essential for women with IBD and a stoma.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    A new protocolised treatment strategy optimising medical and surgical care leads to improved healing of Crohn's perianal fistulas.\r\nA protocolised treatment strategy proactively optimising care resulted in high rates of clinical healing and improved radiologic remission of Crohn's perianal fistulas. Controlled-matched studies are needed.\r\nPubmed   Journal   ReadQx \r\nIBD in the elderly population: Epidemiology, long-term disease course, surgery rates and biological use - data from the Veszprem county cohort between 1977-2020.\r\n EO IBD represent an increasing proportion of IBD patients, with high exposure to biologicals in EO UC. Overall surgery rates were similar in EO and AO cohorts, however early surgeries in CD were higher in EO patients.\r\nPubmed   Journal   ReadQx \r\nMulti-omics data integration identifies novel biomarkers and patient subgroups in inflammatory bowel disease.\r\n Our work unveiled potential biomarkers to discriminate between CD and UC and to stratify each population into well-defined subgroups, offering promising avenues for the application of precision medicine strategies.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Significance of administering postoperative pancreatic enzyme replacement therapy for fat digestion and absorption functions in patients who underwent initial total pancreatectomy.\r\nHigh-dose pancreatic enzyme replacement therapy after initial total pancreatectomy might maintain fat digestion and absorption functions and nutritional status and prevent hepatic steatosis.\r\nPubmed   Journal   ReadQx \r\nSubclinical pancreatic exocrine insufficiency is associated with osteopathy in patients with chronic pancreatitis: Implications for management.\r\nSubclinical PEI was present even in early CP with increased risk of osteopathy and fat-soluble vitamin deficiency.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Personalized nutrition by prediction of glycemic responses: garbage in → garbage out.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    You are what you eat-should it be all meat?: Impact of the carnivore diet on the risk of kidney stone development.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Difficulties in diagnosing lactose malabsorption.\r\n\r\nPubmed   Journal   ReadQx \r\nThe fatal threat of carryover effects to the validity of crossover dietary trials.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-01-11T12:37:21-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-03-2025/",
    "title": "Fri Jan 03 2025",
    "description": "19 articles - From Friday Dec 27 2024 to Friday Jan 03 2025",
    "author": [],
    "date": "2025-01-03",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Reporting of nutritional screening, status and intake in trials of nutritional and physical rehabilitation following critical illness: a systematic review.\r\n Few RCTs of physical rehabilitation measure and report nutritional or related variables. Future studies should measure and report specific nutritional factors that could impact physical and functional recovery to support interpretation where studies do not show benefit. A protocol was pre-registered on PROSPERO (CRD42022315122).\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Artificial intelligence-enabled histology exhibits comparable accuracy to pathologists in assessing histological remission in Ulcerative Colitis: a systematic review, meta-analysis and meta-regression.\r\n AI shows significant potential for assessing histological remission in UC and performs comparably to pathologists. Future research should focus on standardised, large-scale studies to minimise heterogeneity and support widespread AI implementation in clinical practice.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Associations between ABO, FUT2 and chronic pancreatitis: A comprehensive meta-analysis of multiple cohorts and public biobanks.\r\nNo association was found between lead SNPs of ABO or FUT2 and CP in meta-analysis, nor was there an association between ABO blood group or FUT2 secretor status and CP in Chinese cohort. ABO and FUT2 might play limited role in CP development.\r\nPubmed   Journal   ReadQx \r\nFeasibility and clinical utility of endoscopic ultrasound-guided tissue acquisition for comprehensive genomic profiling in pancreatic cancer: A systematic review and meta-analysis.\r\n Comprehensive genomic profiling of PDAC using EUS-TA-derived samples demonstrated feasibility in clinical settings. Approximately 18 % of patients undergoing CGP exhibited potentially actionable mutations, highlighting the potential for personalized therapeutic approaches.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effect of Medium Chain Triglycerides and Whey Protein Isolate Preloads on Glycaemia in Type 2 Diabetes: A randomised crossover study.\r\nSequential consumption of MCT and WPI preloads did not affect diurnal or 24h glycaemia but lowered PPG and 24h glycaemic variability in individuals with T2D. These effects were associated with increased circulating β-hydroxybutyrate, PYY and GIP, and suppression of appetite. Clinical trial registry number ClinicalTrials.gov Identifier NCT04905589 URL OF REGISTRATION \r\nPubmed   Journal   ReadQx \r\nThe Relationship Between A High-Fat Diet, Gut Microbiome, and Systemic Chronic Inflammation: Insights from Integrated Multi-Omics Analysis.\r\nMicrobial dysbiosis appears to be an important mechanism for HFD-induced SCI. The Lachnospiraceae_FCS020 group may act as a key genus in HFD-mediated elevation of IL-2RA.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Jacalin Attenuates Colitis-Associated Colorectal Carcinogenesis by Inhibiting Tumor Cell Proliferation and Intestinal Inflammation.\r\nCollectively, our findings demonstrated that jacalin suppresses CAC development, highlighting its anti-inflammatory and antitumoral role in the AOM/DSS-induced model.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Anti-TNF Non-Response in Ulcerative Colitis: Correcting for Mucosal Drug Exposure Reveals Distinct Cytokine Profiles.\r\n We incorporated MDE in mucosal cytokine research to avoid bias due to insufficient presence of anti-TNF. When applied to mucosal cytokines previously linked to (N)R, IL-6 appears to drive inflammation in TNFi resistant UC patients, while OSM seems to parallel inflammation and does not cause refractoriness.\r\nPubmed   Journal   ReadQx \r\nHistologic and Endoscopic Findings Are Highly Correlated in a Prospective Cohort of Patients With Inflammatory Bowel Diseases.\r\nIn a real-world setting, endoscopic inflammation predicted histologic inflammation with high accuracy. In patients with a Rutgeerts score of i0, microscopic inflammation in neo-TI biopsies did not predict more aggressive disease behavior over the next 4 years. These results have implications for the design of clinical trials, suggesting the use of endoscopic healing as an endpoint.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Endoscopic ultrasound is useful for the risk stratification of mucinous pancreatic cystic lesions: A long-term prospective study.\r\nEUS-FNA is useful for the risk stratification of mucinous PCLs. The low incidence of adenocarcinoma over time after a negative EUS-FNA may allow for a less resource intensive surveillance strategy.\r\nPubmed   Journal   ReadQx \r\nFrozen section analysis of pancreatic resection margins during pancreaticoduodenectomy for pancreatic adenocarcinoma is not affected by neoadjuvant therapy.\r\nThe histopathological changes occurring in the pancreas PNAT for PDAC do not affect the histopathological interpretation of FS analysis of PRMs, and the accuracy of FS analysis is similar in the PNAT and TN patients.\r\nPubmed   Journal   ReadQx \r\nMisfolding PRSS1 variant p.Ala61Val in a case of suspected intrauterine pancreatitis.\r\nTaken together, the observations expand the repertoire of misfolding PRSS1 variants and highlight the need for functional analysis to identify this rare form of genetic etiology.\r\nPubmed   Journal   ReadQx \r\nNo definite associations between opioid doses and severity of acute pancreatitis - Results from a multicentre international prospective study.\r\nThe association between opioid doses and AP severity was dose-dependent with cumulative opioid doses but not with daily doses. In the absence of adequate evidence and potential reverse causation bias, future studies are warranted to assess the safety of opioids in AP.\r\nPubmed   Journal   ReadQx \r\nOnset of pancreatic cancer before and after acute pancreatitis: A multicenter longitudinal cohort study.\r\n Idiopathic AP and pseudocyst formation significantly elevate the risk of PC, particularly within two years. These findings underscore the need for structured follow-up and early screening in idiopathic AP cases to improve PC detection and survival outcomes.\r\nPubmed   Journal   ReadQx \r\nOptimal indication of adding pancreatic juice cytology in the diagnosis of malignant intraductal papillary mucinous neoplasm of the pancreas.\r\nAlthough PJC is generally not recommended for patients with IPMN, it is worth considering for the determination of treatment strategies in patients with abrupt changes in the caliber of the pancreatic duct with distal pancreatic atrophy.\r\nPubmed   Journal   ReadQx \r\nPatient-derived organoids from pancreatic cancer after pancreatectomy: Feasibility and organoid take rate in treatment-naïve periampullary tumors.\r\n In the current study, we found that PDOs could be established from resected pancreatic tumors in over half of resected periampullary tumors, and highest in PDACs. As such, generating a pancreatic cancer PDO biobank for translational research was feasible after cryopreservation.\r\nPubmed   Journal   ReadQx \r\nTime between pancreatic cancer diagnosis and treatment initiation and survival in the U.S. Military Health System.\r\nResults Overall, median time-to-treatment was 3 weeks and 95 % of patients received treatment within 12 weeks. Time-to-treatment >6 weeks was associated with a statistically significant lower risk of death (AHR = 0.77, 95 % CI = 0.61-0.98) compared to time-to-treatment 12 weeks) with survival.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Ozanimod and Vedolizumab as First-Line Advanced Therapies in Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Letter: Ozanimod and Vedolizumab as First-Line Advanced Therapies in Ulcerative Colitis: Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-01-07T20:39:40-05:00",
    "input_file": {}
  }
]
