[
  {
    "path": "gi2/09-08-2023/",
    "title": "Fri Sep 08 2023",
    "description": "34 articles - From Friday Sep 01 2023 to Friday Sep 08 2023",
    "author": [],
    "date": "2023-09-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    The Weight-loss Effect of GLP-1RAs Glucagon-Like Peptide-1 Receptor Agonists in Non-diabetic Individuals with Overweight or Obesity: A Systematic Review with Meta-Analysis and Trial Sequential Analysis of Randomized Controlled Trials.\r\nThe present study provides conclusive evidence for the effect of GLP-1RAs on weight loss in a nonlinear dose-response manner in patients with obesity or overweight without diabetes. In terms of changes in BW, BMI, and WC, there is firm evidence for the overall weight-loss effects of GLP-1RAs. Of the GLP-1RAs, semaglutide might be the most effective agent.\r\nPubmed   Journal   ReadQx \r\nVitamin D supplementation for improving bone density in vitamin D-deficient children and adolescents: systematic review and individual participant data meta-analysis of randomized controlled trials.\r\nClinically important benefits for bone density from 1-y vitamin D supplementation in healthy children and adolescents, regardless of baseline vitamin D status, are unlikely. However, our findings are mostly generalizable to White postpubertal girls and do not apply to those with baseline 25(OH)D outside the studied range or with symptomatic vitamin D deficiency (e.g., rickets). This study was preregistered at PROSPERO as CRD42017068772.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Defining the Roles of Inflammatory Bowel Disease Clinical Pharmacists in the United States: A Systematic Review and National RAND/UCLA Consensus.\r\nThis consensus defines IBD clinical pharmacists' roles and provides a framework for embedded clinical pharmacists in IBD care.\r\nPubmed   Journal   ReadQx \r\nUnveiling the Ghrelin and Obestatin Roles in Inflammatory Bowel Diseases: A Systematic Review and Meta-Analysis Assessing Their Pathogenic Implications and Biomarker Utility.\r\nOur results demonstrate that IBD patients with active disease have higher levels of ghrelin, which needs to be confirmed in future studies. Also, the obestatin/ghrelin ratio might be a promising biomarker for the assessment of disease activity.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of Dietary Sugar Types with Coronary Heart Disease Risk: A Prospective Cohort Study.\r\nIntakes of TGE, total sugar, added sugar, and fructose from added sugar and juice were associated with higher CHD risk, but TFE and fructose from fruits and vegetables were not.\r\nPubmed   Journal   ReadQx \r\nDiet-induced Weight Loss and Phenotypic Flexibility Among Healthy Overweight Adults: A Randomized Trial.\r\n Application of dietary challenges increased sensitivity to detect metabolic response to weight loss intervention. Large interindividual variation was observed across a wide range of measurements allowing the identification of distinct responses to the weight loss intervention and mechanistic insight into the metabolic response to weight loss.\r\nPubmed   Journal   ReadQx \r\nGlutamate infusion reduces myocardial dysfunction after coronary artery bypass grafting according to NT-proBNP: summary of two randomized controlled trials (GLUTAMICS I-II).\r\nInfusion of glutamate reduced postoperative rise in NT-proBNP after CABG in medium to high-risk patients. A significantly blunted effect was observed only in insulin-treated diabetes patients. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nIntraduodenal nutrient infusion differentially alters intestinal nutrient sensing, appetite, and satiety responses in lean and obese subjects.\r\n Nutrient-induced gut hormone release and response to transient vagal blockade are significantly blunted in subjects with obesity.\r\nPubmed   Journal   ReadQx \r\nInulin-type fructans and 2'fucosyllactose alter both microbial composition and appear to alleviate stress-induced mood state in a working population compared to placebo (maltodextrin): the EFFICAD Trial, a randomized, controlled trial.\r\n The results of this study indicate that oligofructose and combination of oligofructose/2'fucosyllactose, can beneficially alter microbial composition along with improving mood state parameters. Future work is needed to understand key microbial differences separating individual responses to 2'fucosyllactose supplementation.\r\nPubmed   Journal   ReadQx \r\nPericonceptional intakes of methyl donors and other micronutrients involved in one-carbon metabolism may further reduce the risk of neural tube defects in offspring: a United States population-based case-control study of women meeting the folic acid recommendations.\r\nOur findings support that NTD prevention, in the context of folic acid fortification, could be augmented with intakes of methyl donors and other micronutrients involved in folate metabolism.\r\nPubmed   Journal   ReadQx \r\nUntargeted Metabolomic Analysis Investigating Links Between Unprocessed Red Meat Intake and Markers of Inflammation.\r\nOur analyses were unable to support a relationship between either processed or unprocessed red meat and inflammation, over and above any confounding by BMI. Glutamine, a plasma correlate of lower unprocessed red meat intake, was associated with lower CRP levels. The differences in diet-inflammation associations vs diet metabolite-inflammation associations warrants further investigation to understand the extent that these arise from (1) a reduction in measurement error with metabolite measures;  (2) the extent that factors other than unprocessed red meat intake contribute to glutamine levels;  (3) the ability of plasma metabolites to capture individual differences in how food intake is metabolized.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Gut Microbiota Composition in Long-Remission Ulcerative Colitis is Close to a Healthy Gut Microbiota.\r\nRecovery may just reflect adequate control of inflammatory activity, but higher bacterial diversity or the presence of A. muciniphila in fecal samples predicts flare-free outcomes.\r\nPubmed   Journal   ReadQx \r\nManagement of Perianal Fistulizing Crohn's Disease.\r\nIn this review, we provide an up-to-date overview of the pathophysiology, clinical presentation, diagnosis, and medical management of perianal fistulizing CD. A brief overview of the surgical management of perianal fistulizing CD is also provided.\r\nPubmed   Journal   ReadQx \r\nMicrobial and Metabolite Signatures of Stress Reactivity in Ulcerative Colitis Patients in Clinical Remission Predict Clinical Flare Risk.\r\nHigh SR in UC is characterized by microbial signatures that predict clinical flare risk, suggesting that the microbiome may contribute to stress-induced UC flares.\r\nPubmed   Journal   ReadQx \r\nMultidisciplinary Inflammatory Bowel Disease Conference: The Impact of the Expert Pathologist on Patient Care.\r\n The majority of diagnostic changes made at the multidisciplinary IBD conference were due to histopathologic re-interpretation. A change in diagnosis at times led to significant modifications in medical or surgical management. An expert gastrointestinal pathologist is an essential MDT member for IBD management.\r\nPubmed   Journal   ReadQx \r\nRelationship Between Rectal Swab and Tissue Samples in Mucosa-associated Microbiota in Patients With Inflammatory Bowel Disease.\r\nSwab microbiota more closely resembled tissue microbiota relative to fecal microbiota, but there were still differences. Bowel preparation did not alter the overall swab microbiota in the short term but markedly changed the microbial composition in most patients.\r\nPubmed   Journal   ReadQx \r\nThe Effectiveness and Safety of First-Line Thioguanine in Thiopurine-Naïve Inflammatory Bowel Disease Patients.\r\nAt 12 months, first-line thioguanine therapy was clinically effective in 53% of thiopurine-naïve inflammatory bowel disease patients with an acceptable safety profile.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Efficacy and safety of approximately 3 years of continuous ozanimod in moderately to severely active ulcerative colitis: interim analysis of the True North open-label extension.\r\nAmong patients who achieved clinical response after 1 year of ozanimod treatment during True North, a high percentage sustained clinical and mucosal efficacy over 2 additional years in the OLE. No new safety signals were observed with long-term ozanimod use.\r\nPubmed   Journal   ReadQx \r\nThe incidence and prevalence of inflammatory bowel disease continues to increase in the Faroe Islands - a cohort study from 1960-2020.\r\nThe incidence of IBD continues to increase in the Faroe Islands, mainly driven by UC. The incidence presents with an uneven geographical distribution, which suggests an adverse interaction between unknown environmental factors and genetic traits. The prevalence in 2021 corresponded to 1.3% of the Faroese population suffering from IBD. Environmental risk factors are suspected to impact this homogenous high-risk population;  however, the reason is unclear.\r\nPubmed   Journal   ReadQx \r\nTofacitinib versus oral prednisolone for induction of remission in moderately active ulcerative colitis (ORCHID): A prospective, open-label, randomized, pilot study.\r\n In patients with moderately active ulcerative colitis, there was no difference in the efficacy and safety of tofacitinib and oral prednisolone for induction of remission at 8 weeks.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A model Including standardized weight improved predicting waiting list mortality in adolescent liver transplant candidates: A US national study.\r\n MELD-TEEN could improve the accuracy of allocation of liver transplant among adolescents by incorporating weight z-score compared to MELD 3.0 and PELD-Na-Cr.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Development and external validation of a nomogram for prediction of post-endoscopic retrograde cholangiopancreatography pancreatitis.\r\nWe successfully developed a good predictive model for PEP. The prevention of PEP in high risk patients should be investigated further.\r\nPubmed   Journal   ReadQx \r\nIncreased SLAMF7+CD8+ T cells are associated with the pathogenesis of experimental autoimmune pancreatitis in mice.\r\nIncreased SLAMF7 + CD8 + T cells exhibit enhanced cytotoxicity and cytokines secretion capacity, which may be involved in the pathogenesis of AIP.\r\nPubmed   Journal   ReadQx \r\nPancreatic ductal adenocarcinoma with acinar-to-ductal metaplasia-like cancer cells shows increased cellular proliferation.\r\nThese results indicated that acinar cells may act as the origin of human PDAC, and that their presence may be useful for the stratification of human PDAC to predict prognosis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Beyond folic acid: can optimizing maternal status of other methyl donors contribute to further reducing the risk of neural tube defects?\r\n\r\nPubmed   Journal   ReadQx \r\nGLP-1 Receptor Agonists for Weight Loss in People without Type 2 Diabetes: What is the Current Evidence?\r\n\r\nPubmed   Journal   ReadQx \r\nHealth Benefits of Vitamin D Supplementation: Time to Move the Spotlight Away from Bone Health in Vitamin D-replete Individuals?\r\n\r\nPubmed   Journal   ReadQx \r\nReduced postabsorptive interoception of nutrients in obesity: cause or consequence?\r\n\r\nPubmed   Journal   ReadQx \r\nThe role of nutrition in the prevention of sarcopenia.\r\nIn comparison, there is little evidence of benefits of higher intakes of individual nutrients in earlier adulthood for later muscle mass and function. While these gaps need to be addressed in future research, there may already be sufficient data to promote messages about diet quality more widely - that 'healthier' diets of higher quality across adulthood, with known benefits for a range of health outcomes, are also linked to effective preservation of muscle mass and function.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Think Again Before Resecting an Organ: Appendectomy or Endoscopic Retrograde Appendicitis Therapy?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Psychiatric Diagnoses, Medication, and Service Use Among Patients Who Receive Emergency Care for Inflammatory Bowel Diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nTargeted Probiotics Against Bacterial-Fungal Biofilms: A New Concept Seems to Bring Us Closer to Microbiome-modulating Therapy for Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Challenges in Formulating a Prenatal Dietary Supplement: A Perspective from Industry Scientists.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Reply: \"Targeted Probiotics Against Bacterial-Fungal Biofilms: A New Concept Seems to Bring Us Closer to Microbiome-Modulating Therapy for Inflammatory Bowel Disease\".\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-08T17:03:56-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/09-01-2023/",
    "title": "Fri Sep 01 2023",
    "description": "27 articles - From Friday Aug 25 2023 to Friday Sep 01 2023",
    "author": [],
    "date": "2023-09-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Defining the Roles of Inflammatory Bowel Disease Clinical Pharmacists in the United States: A Systematic Review and National RAND/UCLA Consensus.\r\nThis consensus defines IBD clinical pharmacists' roles and provides a framework for embedded clinical pharmacists in IBD care.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Changes of trans and saturated fatty acid content in savoury baked goods from 2015 to 2021 and their effect on consumers' intake using substitution models; a study conducted in Greece.\r\nDespite the reductions seen in i-TFA content of SBGs, food product reformulation efforts in Greece should focus not only on TFA content but also on SFA reduction to improve public health.\r\nPubmed   Journal   ReadQx \r\nCross-sectional analysis of racial differences in hydration and neighborhood deprivation in young adults.\r\n Our data suggest that compared with White young adults, Black young adults are hypohydrated and exhibit higher copeptin, and that greater neighborhood deprivation is associated with chronic underhydration irrespective of race. Clinical trial registry The data reported in this investigation were collected as part of a study registered on clinicaltrials.gov (NCT04576338)\r\nPubmed   Journal   ReadQx \r\nGenome-wide interaction analysis of folate for colorectal cancer risk.\r\nVariation in 3p25.2 locus may modify the association of folate supplement with CRC risk. Experimental studies and studies incorporating other relevant -omics data are warranted to validate this finding.\r\nPubmed   Journal   ReadQx \r\nThe associations of genetically predicted plasma alanine with coronary artery disease (CAD) and CAD risk factors: a Mendelian randomization study.\r\nAlanine or factors affecting alanine may have causal effects on diabetes, blood glucose, lipid profiles and blood pressure, but not on CAD. Further studies are needed to clarify possible mechanisms.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    CircASPH Enhances Exosomal STING to Facilitate M2 Macrophage Polarization in Colorectal Cancer.\r\nOur study demonstrated that circASPH enhances exosomal STING to facilitate M2 macrophage polarization, which further accelerates CRC progression. The findings support circASPH as a promising therapeutic target for CRC treatment.\r\nPubmed   Journal   ReadQx \r\nDifferentiation of Active Ulcerative Colitis vs Noninflammatory Bowel Disease Proctitis by Transperineal Superb Microvascular Imaging.\r\nTransperineal ultrasonography with mSMI may enable the evaluation of rectal activity and differentiation of UC from non-IBD proctitis with accuracy comparable to endoscopy.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Ustekinumab Optimization by 2 Initial Intravenous Doses in Adult Patients With Severe Crohn's Disease.\r\nOptimization of ustekinumab by 2 initial intravenous inductions is more effective than standard therapy for adult patients with severe CD.\r\nPubmed   Journal   ReadQx \r\nMicrobial and Metabolite Signatures of Stress Reactivity in Ulcerative Colitis Patients in Clinical Remission Predict Clinical Flare Risk.\r\nHigh SR in UC is characterized by microbial signatures that predict clinical flare risk, suggesting that the microbiome may contribute to stress-induced UC flares.\r\nPubmed   Journal   ReadQx \r\nNationwide Real-World Exclusive Enteral Nutrition Practice Over Time: Persistence of Use as Induction for Pediatric Crohn's Disease and Emerging Combination Strategy With Biologics.\r\nOver the past 7.5 years, except during the COVID-19 pandemic, EEN usage rates have not changed despite an increase in biologic use, although combination induction is an emerging trend.\r\nPubmed   Journal   ReadQx \r\nOutcomes of a Comprehensive Specialist Inflammatory Bowel Disease Nursing Service.\r\nA comprehensive IBD nursing service is associated with improved patient outcomes and quality of care, and reduced healthcare costs. This study supports the expanding role of IBD nurses in a modern multidisciplinary IBD service and the need for greater funding and integration of IBD nurses into IBD services.\r\nPubmed   Journal   ReadQx \r\nRelationship Between Rectal Swab and Tissue Samples in Mucosa-associated Microbiota in Patients With Inflammatory Bowel Disease.\r\nSwab microbiota more closely resembled tissue microbiota relative to fecal microbiota, but there were still differences. Bowel preparation did not alter the overall swab microbiota in the short term but markedly changed the microbial composition in most patients.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Alternative endoscopy reading paradigms determine score reliability and effect size in ulcerative colitis.\r\n The ICC between the eMS of two trained and experienced central readers is unexpectedly low which reinforces that currently used central reading processes are still associated with several weaknesses.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of approximately 3 years of continuous ozanimod in moderately to severely active ulcerative colitis: interim analysis of the True North open-label extension.\r\nAmong patients who achieved clinical response after 1 year of ozanimod treatment during True North, a high percentage sustained clinical and mucosal efficacy over 2 additional years in the OLE. No new safety signals were observed with long-term ozanimod use.\r\nPubmed   Journal   ReadQx \r\nShort Term Psychodynamic Psychotherapy in addition to standard medical therapy increases clinical remission in Adolescents and Young Adults with Inflammatory Bowel Disease: a randomised controlled trial.\r\nAn 8-week STPP intervention in addition to SMT effectively increases the steroid-free remission rates in AYA with quiescent IBD. Results do not support effects for other secondary outcomes.\r\nPubmed   Journal   ReadQx \r\nSuperior predictive value of transmural over endoscopic severity for colectomy risk in ulcerative colitis: a multicenter prospective cohort study.\r\nA superior predictive value was found for transmural versus endoscopic severity for colectomy risk in UC patients.\r\nPubmed   Journal   ReadQx \r\nValidation of the ACE (Albumin, CRP and Endoscopy) Index in Acute Colitis: Analysis of the CONSTRUCT dataset.\r\nWe have now reported and externally validated the ACE Index in Acute Colitis in a combined cohort of over 1000 patients from across the United Kingdom. The ACE Index may be used in conjunction with clinical judgement to help identify patients admitted with active UC who are at high risk of not responding to IV steroids. Further studies are required to improve objectivity and accuracy of assessment.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cost-effectiveness analysis of interventional liver-directed therapies for downstaging of hepatocellular carcinoma before liver transplant.\r\n TARE is the more cost-effective downstaging strategy for patients with HCC exceeding Milan criteria when compared to TACE.\r\nPubmed   Journal   ReadQx \r\nImplementation of a national liver review board for exception requests in the united states: A two-year monitoring report.\r\n Implementation of the NLRB improved efficiency, reduced case workloads, and standardized criteria for exception cases, with similar waitlist outcomes between patients with and without exception scores and improved equity in terms of access to liver transplant.\r\nPubmed   Journal   ReadQx \r\nOvercoming the hurdles of steatotic grafts in liver transplantation: insights into survival and prognostic factors.\r\n Our study emphasizes the initial postoperative 30-day survival challenge in LT using fatty livers. However, with careful donor-recipient matching, e.g. avoiding use of steatotic donors with long cold ischemic time and high BSA ratios for recipients in the ICU, it is possible to enhance immediate GS, and in a longer time, outcomes comparable to those using non-fatty livers, DCD livers, or standard-risk older donors, can be anticipated. These novel insights into decision-making criteria for steatotic liver use provide invaluable guidance for clinicians.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Therapeutic Drug Monitoring 2.0: Time to Assemble the Puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    1-Year Comparison of Clinical and Endoscopic Outcomes of Tofacitinib vs Vedolizumab for Ulcerative Colitis After Anti-Tumor Necrosis Factor Failure: A Real-World Cohort Study in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nAll-or-Nothing Behavior and Catastrophic Thinking Predict Fatigue in Inflammatory Bowel Disease: A Prospective Cohort Study.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    6-mercaptopurine in ulcerative colitis: the potential of upfront dosing with allopurinol.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Exploring the potential of ChatGPT in generating unknown clinical questions about liver transplantation: a feasibility study.\r\n\r\nPubmed   Journal   ReadQx \r\nSemaglutide is effective in achieving weight loss in liver transplant recipients.\r\n\r\nPubmed   Journal   ReadQx \r\nSmall for size syndrome is the predominant form of early allograft dysfunction in living donor liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-04T19:10:26-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-14-2023/",
    "title": "Fri Jul 14 2023",
    "description": "25 articles - From Friday Jul 07 2023 to Friday Jul 14 2023",
    "author": [],
    "date": "2023-07-14",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    An Umbrella Review and Meta-Analysis of Interventions, Excluding Enteral and Parenteral Nutrition, Initiated in the Hospital for Adults with or at Risk of Malnutrition.\r\n'In high quality trials with low ROB, interventions targeting nutritional intake reduce mortality at 30 days (15 studies, n: 4156, RR: 0.72, 95% CI: 0.55 - 0.94, p: 0.02, I 2 : 6%, Certainty: High), 6 months (27 studies, n: 6387, RR: 0.81, 95%CI: 0.71 - 0.92, p = 0.001, I 2 : 4%, Certainty: Moderate), and 12 months (27 studies, n: 6387, RR: 0.80, 95%CI: 0.67 - 0.95, p: 0.01, I 2 : 33%, Certainty: Moderate), with TSA verifying an adequate sample size and robustness of the meta-analysis CONCLUSIONS: Existing evidence is sufficient to show that nutritional intervention is effective for mortality outcomes at 30 days, 6 and 12 months. Future clinical trials should focus on the effect of nutritional interventions on other clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Discontinuation of Anti-Tumour Necrosis Factor Therapy in Patients with Perianal Fistulizing Crohn's Disease: Individual Participant Data Meta-Analysis of 309 patients from 12 studies.\r\nThis IPD-MA, on predominantly patients with pCD without active luminal disease and first line anti-TNF therapy, shows that over half of patients remain in remission 2 years after anti-TNF discontinuation. Therefore, anti-TNF discontinuation may be considered in this subgroup.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association between Visceral Fat Area and Cancer Prognosis: A Population-Based Multicenter Prospective Study.\r\n VFA is an independent prognostic indicator of muscle mass in patients with diverse types of cancer, particularly gastric, colorectal, and non-small cell lung cancers.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Mucosal a4ß7+ Lymphocytes and MAdCAM+ Venules Predict Response to Vedolizumab in Ulcerative Colitis.\r\nUC responders to vedolizumab have a higher percentage of a4ß7+CD3+ T lymphocytes and a higher proportion of MAdCAM-1+ venules in colonic biopsies than nonresponders before initiating therapy. Both analyses could be promising predictive biomarkers for therapeutic response and may lead to more patient tailored treatment in the future.\r\nPubmed   Journal   ReadQx \r\nOral Omilancor Treatment Ameliorates Clostridioides difficile Infection During IBD Through Novel Immunoregulatory Mechanisms Mediated by LANCL2 Activation.\r\nThese data support the development of omilancor as a novel host-targeted, antimicrobial-free immunoregulatory therapeutic for the treatment of IBD patients with C. difficile-associated disease and pathology with the potential to address the unmet clinical needs of ulcerative colitis and Crohn's disease patients with concomitant CDI.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Clinician's Guide to Using Ozanimod for the Treatment of Ulcerative Colitis.\r\nIt also details the nature and frequency of monitoring during treatment, which should be adapted to the individual patient based on preexisting risk factors and events that possibly occur during treatment. This review also provides insights into the patient characteristics and clinical scenarios best suited for ozanimod treatment based on its efficacy and safety profile and the comparative risks with other therapies.\r\nPubmed   Journal   ReadQx \r\nDeclining trends of reoperations and disease behavior progression in Crohn's disease over different therapeutic eras - a prospective population-based study from western Hungary between 1977-2020, data from the Veszprem cohort.\r\n We report a continuous decline in reoperation rates and disease behavior progression in CD over time with the lowest values in the biological era. In contrast, there was no further decrease in the probability of first major resective surgery after the immunosuppressive era.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib Salvage Therapy for Infliximab experienced patients with Acute Severe Ulcerative Colitis.\r\nUpadacitinib may have a role as a safe and effective salvage therapy for steroid-refractory ASUC in patients who have previously failed to respond to infliximab therapy. Prospective studies are required to determine the safety and efficacy of upadacitinib use in this setting before routine use can be recommended.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Atherosclerosis on CT coronary angiography and risk of long-term cardiovascular events post liver transplantation.\r\n The standardized CAD-RADS classification on CTCA predicted the occurrence of cardiovascular outcomes following LT, with a potential to increase utilization of preventive cardiovascular therapies.\r\nPubmed   Journal   ReadQx \r\nFeasibility of steroid-free tacrolimus-basiliximab immunosuppression in pediatric liver transplantation and predictors for steroid requirement.\r\nBasiliximab induction in combination with tacrolimus-based treatment avoided steroid requirement in 45% of the patients. Tacrolimus variability and trough levels below 6.4 ng/mL independently increased the risk of steroid requirement. Further efforts should be focused on personalizing immunosuppressive treatment.\r\nPubmed   Journal   ReadQx \r\nInhibition of SK2 and ER Stress ameliorated inflammation and apoptosis in liver ischemia reperfusion injury.\r\nTaken together, our results suggested that ER stress and SK2 played important and regulatory roles in hepatic IRI. Inhibition of ER stress and SK2 could significantly improve liver function after hepatic IRI.\r\nPubmed   Journal   ReadQx \r\nLiver transplant outcomes using late allocation grafts.\r\nDespite additional logistical complexity and longer CIT, LT outcomes utilizing LA grafts are similar to those allocated via SA. Improving allocation policies specific to LA offers, as well as the sharing of best practices between transplant centers and OPOs, are opportunities to further help minimize unnecessary discards.\r\nPubmed   Journal   ReadQx \r\nNational survey of second opinions for hospitalized patients in need of liver transplantation.\r\nPractices and perceptions of second opinions for hospitalized patients evaluated for LT varied widely across the US. Opportunities exist to improve equity in LT but must consider maintaining individual program autonomy.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A mouse model for high-efficient Flp-recombinase-mediated genetic manipulation in the pancreas.\r\nWe have generated a new transgenic mouse line expressing FLPo, which enables highly efficient pancreatic-specific gene recombination. When combined with other available Cre lines, this system can be utilized to target different genes in distinct cells for pancreatic research.\r\nPubmed   Journal   ReadQx \r\nKynurenine pathway alteration in acute pancreatitis and its role as a biomarker of infected necrosis.\r\n HLA-DR downregulation and KP alteration are related to IPN. The KP metabolite plasma tryptophan can act as a potential biomarker for IPN.\r\nPubmed   Journal   ReadQx \r\nRisk of pancreatic cancer in people with new-onset diabetes: A Danish nationwide population-based cohort study.\r\nThe 3-year cumulative incidence of PDAC is approximately 0.6% among people 50 years or older with NOD in a nationwide population-based setting. Compared to T2D, people with PCRD are characterised by distinct demographic and clinical profiles, including distinctive trajectories of plasma HbA1c and triglyceride levels.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Prognostic Value of Inflammatory Bowel Disease-associated Biomarkers in Patients With Immune Checkpoint Inhibitor Enterocolitis: A Retrospective Cohort Study.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Extended duration of machine perfusion: Maximizing organ utilization.\r\n\r\nPubmed   Journal   ReadQx \r\nLet's Take two steps forward.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Post-hepatic- ischemia-reperfusion injury-related AKI: A need for better biomarkers and interventions to mitigate the risk.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Pure laparoscopic donor right posterior sectionectomy for living donor liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for acute-on-chronic liver failure due to carnitine palmitoyl transferase (CPT) 1A deficiency.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Post-hepatic- ischemia-reperfusion injury-related AKI: A need for better biomarkers and interventions to mitigate the risk.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Multivitamin effects on cognition in older adults with cardiovascular disease - proposed interaction with diuretics.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinical profile and outcome of patients with pancreatic necrosis infected with carbapenem resistant infections (PanCRI): A prospective observational study.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-07-18T12:43:24-04:00",
    "input_file": {}
  }
]
