[
  {
    "path": "gi2/07-05-2024/",
    "title": "Fri Jul 05 2024",
    "description": "41 articles - From Friday Jun 28 2024 to Friday Jul 05 2024",
    "author": [],
    "date": "2024-07-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effects of saturated fatty acid consumption on lipoprotein(a): a systematic review and meta-analysis of randomized controlled trials.\r\nLower SFA diets modestly increase Lp(a) compared to higher SFA diets among individuals without ASCVD. This effect appeared to be driven by replacement of SFA with CHO or TFA. Research investigating the atherogenicity of diet induced Lp(a) changes is needed to inform dietary management of lipid/lipoprotein disorders. (PROSPERO Registration number  CRD42020154169).\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A single-blinded, randomized, parallel intervention to evaluate genetics and omics-based personalized nutrition in general population via an e-commerce tool: The PREVENTOMICS e-commerce study.\r\nIntegration of personalized strategies within an e-commerce-like tool did not enhance adherence to Mediterranean diet or improved health markers compared with general recommendations. The metabotyping approach showed promising results and more research is guaranteed to further promote its application in PN.\r\nPubmed   Journal   ReadQx \r\nAdherence to a planetary health diet, genetic susceptibility, and incident cardiovascular disease: a prospective cohort study from the UK Biobank.\r\nThese findings suggest that higher adherence to PHD was associated with lower risks of total CVD, IHD, AF, and HF in populations across al genetic risk categories.\r\nPubmed   Journal   ReadQx \r\nAssociation of Maternal Fish Consumption and Omega-3 Supplement Use During Pregnancy With Child Autism-Related Outcomes: Results from a Cohort Consortium Analysis.\r\nThese results extend prior work by suggesting that prenatal fish intake, but not omega-3 supplement use, may be associated with lower likelihood of both autism diagnosis and related traits. Given the low fish intake in the U.S. general population and the rising autism prevalence, these findings suggest the need for better public health messaging regarding guidelines on fish intake for pregnant individuals.\r\nPubmed   Journal   ReadQx \r\nAssociations of ultra-processed food consumption with mortality among participants with a history of cancer: a prospective cohort analysis.\r\nHigher UPF consumption after the diagnosis among participants with a history of cancer is associated with higher risk of mortality.\r\nPubmed   Journal   ReadQx \r\nEffect of maternal post-natal Balanced Energy Protein supplementation and infant Azithromycin on infant growth outcomes- An Open-label randomized controlled trial.\r\n Postnatal maternal BEP supplementation and infant AZ administration could modestly improve infant growth outcomes at 6 months, suggesting potential benefits in simultaneously addressing maternal and infant undernutrition. Clinical trial data This trial is registered on ClinicalTrials.gov NCT03564652 on June 21, 2018.\r\nPubmed   Journal   ReadQx \r\nGestational weight gain below recommendations and adverse maternal and child health outcomes for pregnancies with overweight or obesity: a US cohort study.\r\nThese findings support arguments to decrease the lower limit of recommended weight gain ranges in these prepregnancy BMI groups.\r\nPubmed   Journal   ReadQx \r\nInfluence of weight-adjusted contrast enhancement on CT-derived skeletal muscle measures: A retrospective proof-of concept comparative study between Danish females and males.\r\nWhile SMA and SMI differences were consistent across the sexes, females exhibited a significantly higher SMD increase than male in the venous and late venous phases. Further investigations are necessary to determine the applicability of SMD as a muscle quality proxy in IVC CT scans.\r\nPubmed   Journal   ReadQx \r\nPlanetary Health Diet Index and risk of total and cause-specific mortality in three prospective cohorts.\r\nIn 3 large United States-based prospective cohorts of males and females with up to 34 y of follow-up, a higher PHDI was associated with lower risk of total and cause-specific mortality and environment impacts.\r\nPubmed   Journal   ReadQx \r\nThe impact of 25-hydroxyvitamin D and calcium on the risk of age-related macular degeneration: A Mendelian randomization study.\r\nThis study provides evidence supporting the causal relationship between calcium concentrations and the risk of AMD and its subtypes, which may have important implications for the prevention, monitoring, and treatment of AMD.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Efficacy of Ustekinumab and Vedolizumab Among Postoperative Crohn's Disease Patients as Postoperative Prophylaxis and Rescue Therapy: Real-world Data.\r\nBoth UST and VDZ were effective as postoperative therapies either as prophylaxis or rescue therapy.\r\nPubmed   Journal   ReadQx \r\nGenetically Predicted Higher Levels of Caffeic Acid Are Protective Against Ulcerative Colitis: A Comprehensive Metabolome Analysis.\r\nIn our metabolome-wide MR study, we discovered a notable protective effect of caffeic acid against UC.\r\nPubmed   Journal   ReadQx \r\nHLA-DQA1*05 Allele Carriage and Anti-TNF Therapy Persistence in Inflammatory Bowel Disease.\r\nCarriage of 2 HLA-DQA1*05 alleles is associated with less favorable outcomes for patients receiving anti-TNF therapy with shorter time to therapy failure. HLA-DQA1*05 genotype status in conjunction with clinical factors may aid in therapy selection in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nIBD Is Like a Tree: Reflections From Older Adults With Inflammatory Bowel Disease.\r\nHaving IBD later in life presents unique challenges. Physicians treating older patients should consider age-sensitive communication, susceptibility to social isolation, and practices for healthy aging in the context of IBD. Patient priorities for further investigation include more representation in the media and educational material tailored for older adults with IBD.\r\nPubmed   Journal   ReadQx \r\nImplications of von Willebrand Factor in Inflammatory Bowel Diseases: Beyond Bleeding and Thrombosis.\r\nIn addition to its canonical roles in hemostasis, VWF is known to be directly or indirectly involved in other vascular processes such as maintenance of endothelial barrier integrity or proliferation of vascular smooth muscle cells. The purpose of this review is to recapitulate and update the existing data about VWF biology in IBD and to highlight its role both in the existing procoagulant phenotype and in vascular alterations that may occur in IBD.\r\nPubmed   Journal   ReadQx \r\nIntegrating the Patient Perspective to Validate a Measure of Disease Severity in Inflammatory Bowel Disease: Online Survey of Patients and Their Physicians.\r\nThe DSI showed good discrimination for patient-reported disease severity in UC but performed unsatisfactorily in CD. Correlations were moderate. Further refinement of the DSI is suggested to better reflect the patient perspective.\r\nPubmed   Journal   ReadQx \r\nPaternal Inflammatory Bowel Disease and the Risk of Pregnancy Loss.\r\nThese findings may indicate that partners of men with Crohn's disease may have an increased risk of early pregnancy loss. Future studies should confirm these results and examine the impact of paternal medications, paternal disease activity, and other factors associated with chronic inflammatory bowel disease.\r\nPubmed   Journal   ReadQx \r\nProactive Therapeutic Drug Monitoring Is Associated With Increased Drug Persistence in Patients With Inflammatory Bowel Disease Treated With Intravenous Vedolizumab.\r\n In this single-center retrospective study reflecting real-life clinical practice, proactive TDM was associated with increased drug persistence in patients with IBD treated with iv VDZ.\r\nPubmed   Journal   ReadQx \r\nSolute Transporter OCTN1/Slc22a4 Affects Disease Severity and Response to Infliximab in Experimental Colitis: Role of Gut Microbiota and Immune Modulation.\r\nOur data support the murine model to study OCTN1 genetic contribution to inflammatory bowel diseases. This could be the first step towards the recognition of this membrane transporter as a biomarker in inflammatory conditions and a predictor of response to therapies.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Bromodomain-containing 4 is a positive regulator of the inflammatory cytokine response in the gut.\r\nThis is the first study showing the up-regulation of BRD4 in IBD and suggesting the role of such a protein in the positive control of the inflammatory cytokine response in the gut.\r\nPubmed   Journal   ReadQx \r\nDevelopment and investigation of a non-invasive disease severity index for inflammatory bowel disease.\r\nThe DSI-fCal and DSI-fMPO perform similarly in prognosticating the longitudinal disease course as the original DSI, whilst avoiding a need for an endoscopic assessment.\r\nPubmed   Journal   ReadQx \r\nEarly intestinal ultrasound in severe ulcerative colitis identifies patients at increased risk of 1-year treatment failure and colectomy.\r\n BWT assessed at 48h post intravenous corticosteroid initiation in patients hospitalized with severe UC may identify patients with an increased risk of short- and long-term colectomy and predict a more aggressive short-term disease course.\r\nPubmed   Journal   ReadQx \r\nIleal Paneth Cell Phenotype is a Cellular Biomarker for Pouch Complications in Ulcerative Colitis.\r\nIleal PCP is biologically and clinically relevant in UC and can be used as a biomarker in IBD.\r\nPubmed   Journal   ReadQx \r\nLemann Index for assessing bowel damage in Crohn's disease: a real world study.\r\nThe updated LI quantified cross-sectional and longitudinal cumulative bowel damage in a real-world cohort of patients with CD with predictors identified for a longitudinal increase in LI. Further studies for prospective validation of LI and identification of multi-omic predictors of bowel damage are needed.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Ex-situ machine perfusion in clinical liver transplantation: Current practices and future directions.\r\nThis innovative technology has changed the landscape of liver transplantation by mitigating ischemia perfusion injury, offering a platform for continuous assessment of organ quality, and providing an avenue for optimizing use of traditionally marginal allografts. This review summarizes the contemporary clinical applications of machine perfusion devices, and discusses potential future strategies for real-time viability assessment, therapeutic interventions, and modulation of organ function after recovery.\r\nPubmed   Journal   ReadQx \r\nLack of differences in outcomes between three immunosuppression protocols in the first year post pediatric liver transplantation. A multicenter study.\r\n Immunosuppression protocols used in this study appeared to be equally safe and effective. This could offer the opportunity to tailor them to the patient's individual characteristics without compromising the outcome.\r\nPubmed   Journal   ReadQx \r\nNeuromuscular electrical stimulation, muscle mass, and physical function decline in the early phase after living donor liver transplantation.\r\nFour weeks of NMES, in addition to conventional rehabilitation in the early period after LTx, may attenuate the deterioration of muscle mass. It is suggested that NMES is an option for developing optimized rehabilitation programs in the acute postoperative period after LTx.\r\nPubmed   Journal   ReadQx \r\nRecompensation of cirrhosis in candidates of transplant: Tips and tricks for delisting.\r\nSome patients maintain a condition of \"MELD purgatory,\" that is, an improvement in the Model for End-Stage Liver Disease score without relevant clinical improvement that prevents delisting and may be even detrimental because lower Model for End-Stage Liver Disease score delays LT. Herein, we review the available evidence regarding recompensation and the management of recompensated patients on the waiting list for LT.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    \"Quality of life is impaired in children with chronic pancreatitis: A multicenter study\".\r\nPatients with CP had impaired physical and psycho-social QOL. Presence of pain and lower SES adversely affected QOL. Psychiatric comorbidities were uncommon.\r\nPubmed   Journal   ReadQx \r\nAltered centriolar cohesion by CEP250 and appendages impact outcome of patients with pancreatic cancer.\r\nAlteration of the centriolar cohesion and appendages has effect on the survival of patients with PDAC.\r\nPubmed   Journal   ReadQx \r\nImbalance in the vWF - ADAMTS13 axis exists early in acute pancreatitis and predicts persistent organ failure and pancreatic necrosis-a prospective study.\r\n vWF-ADAMTS13 axis helps to predict severe disease and is associated with poor outcomes in acute pancreatitis.\r\nPubmed   Journal   ReadQx \r\nPancreatic juice cytology for diagnosing invasive pancreatic carcinoma/high-grade pancreatic intraepithelial neoplasia without visible tumors on endoscopic ultrasound.\r\nERP/ENPD-PJC and ENPD-PJC had higher diagnostic accuracies for PDAC/HG-PanIN without visible tumors on EUS. ENPD-PJC is recommended for the diagnosis of these lesions.\r\nPubmed   Journal   ReadQx \r\nVenous thromboembolism in patients with pancreatic adenocarcinoma: Disease burden and initiation of ambulatory thromboprophylaxis.\r\n VTE risk is significant and morbid in PAC patients. AT rates are low, and initiation is often delayed. Therapeutic endoscopists diagnosing PAC may be helpful in AT initiation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Evaluating Population Diets and Planetary Health-Shining New Light.\r\n\r\nPubmed   Journal   ReadQx \r\nHow good are we at predicting the individual response to personalized diets?\r\n\r\nPubmed   Journal   ReadQx \r\nPredicting human milk intake: a step forward for infant nutritional assessment.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    \"Winning the peace\" Against obesity in liver transplant recipients.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Does BMI moderate the LDL cholesterol response to low-carbohydrate diets?\r\n\r\nPubmed   Journal   ReadQx \r\nProgress in equality and diversity-parenteral and enteral nutrition associations.\r\n\r\nPubmed   Journal   ReadQx \r\nProtein intake in a low-carbohydrate diet among individuals with normal BMI and LDL cholesterol changes.\r\n\r\nPubmed   Journal   ReadQx \r\nSecretory protein response to parenteral compared with enteral nutrition, inflammatory or nutritional?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-07T21:43:01-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-28-2024/",
    "title": "Fri Jun 28 2024",
    "description": "33 articles - From Friday Jun 21 2024 to Friday Jun 28 2024",
    "author": [],
    "date": "2024-06-28",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Letter of the Editor: Survey of attitudes and knowledge of early paracentesis guidelines and performance in providers in the veterans health administration.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to Mediterranean, Dietary Approaches to Stop Hypertension and Healthy Eating Indices are Associated with Lower Risk of Disability among Puerto Rican Adults from the Longitudinal Boston Puerto Rican Health Study.\r\nHigher adherence to a healthy diet pattern may decrease risk of disability and may be an important prevention strategy for ADL and IADL disability associated with aging.\r\nPubmed   Journal   ReadQx \r\nDrivers of Anemia Reduction among Women of Reproductive Age in Senegal: A Country Case Study.\r\nDespite a reduction in anemia prevalence, anemia remains a severe public health problem in Senegal. To protect the gains achieved to date, as well as accelerate reduction in WRA anemia burden, focused efforts to reduce gender and social disparities, and improve coverage of health services, such as family planning, IFA, and antimalarial programs, are needed.\r\nPubmed   Journal   ReadQx \r\nDrivers of Anemia Reduction among Women of Reproductive Age in the Philippines: A Country Case Study.\r\nTo protect these gains, WRA anemia prevention efforts in the Philippines should continue to focus on universal healthcare access, women's empowerment, and poverty alleviation.\r\nPubmed   Journal   ReadQx \r\nEffect of maternal post-natal Balanced Energy Protein supplementation and infant Azithromycin on infant growth outcomes- An Open-label randomized controlled trial.\r\n Postnatal maternal BEP supplementation and infant AZ administration could modestly improve infant growth outcomes at 6 months, suggesting potential benefits in simultaneously addressing maternal and infant undernutrition. Clinical trial data This trial is registered on ClinicalTrials.gov NCT03564652 on June 21, 2018.\r\nPubmed   Journal   ReadQx \r\nFactors Affecting Anemia among Women of Reproductive Age in Mexico: A Mixed-Methods Country Case Study.\r\nAnemia prevention efforts need to refocus on poverty alleviation, continuity of adequate coverage and financing of nutrition programs, especially with safety nets, and increase in uptake of family planning, especially among adolescent girls.\r\nPubmed   Journal   ReadQx \r\nInfluence of weight-adjusted contrast enhancement on CT-derived skeletal muscle measures: A retrospective proof-of concept comparative study between Danish females and males.\r\nWhile SMA and SMI differences were consistent across the sexes, females exhibited a significantly higher SMD increase than male in the venous and late venous phases. Further investigations are necessary to determine the applicability of SMD as a muscle quality proxy in IVC CT scans.\r\nPubmed   Journal   ReadQx \r\nSerum 25-hydroxyvitamin D concentrations, vitamin D receptor polymorphisms, and risk of infections among individuals with type 2 diabetes: a prospective cohort study.\r\nIn patients with T2D, lower serum 25(OH)D concentration (<50 nmol/L) was associated with higher risks of infections, regardless of genetic variants in VDR. Notably, nonlinear inverse associations between 25(OH)D concentrations and the risks of infections were found, with a threshold effect at ∼50.0 nmol/L. These findings highlighted the importance of maintaining adequate vitamin D in reducing the risk of infections in patients with T2D.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Short-term Eucaloric Low-Carbohydrate and High-Carbohydrate Diet on Liver Triacylglycerol Content in Males with Overweight and Obesity; a Randomized Cross-Over Study.\r\n Reduced carbohydrate and increased fat intake for four days induced a marked reduction in liver TG content and increased hepatic insulin sensitivity. Increased rates of fat oxidation and ketogenesis combined with lower rates of de novo lipogenesis are suggested to be responsible for lowering of liver TG. CLINICAL TRIAL REGISTRY NUMBER AND WEBSITE WHERE IT WAS OBTAINED  clinicaltrials.gov (NCT04581421).\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Endoscopic Normalization and Transition of J-Pouch Phenotypes Over Time in Patients With Inflammatory Bowel Disease.\r\nPouch phenotype and the risk of pouch loss can change over time. In patients with pouch inflammation, subsequent pouch normalization is feasible and associated with favorable outcome.\r\nPubmed   Journal   ReadQx \r\nHLA-DQA1*05 Allele Carriage and Anti-TNF Therapy Persistence in Inflammatory Bowel Disease.\r\nCarriage of 2 HLA-DQA1*05 alleles is associated with less favorable outcomes for patients receiving anti-TNF therapy with shorter time to therapy failure. HLA-DQA1*05 genotype status in conjunction with clinical factors may aid in therapy selection in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nIBD Is Like a Tree: Reflections From Older Adults With Inflammatory Bowel Disease.\r\nHaving IBD later in life presents unique challenges. Physicians treating older patients should consider age-sensitive communication, susceptibility to social isolation, and practices for healthy aging in the context of IBD. Patient priorities for further investigation include more representation in the media and educational material tailored for older adults with IBD.\r\nPubmed   Journal   ReadQx \r\nInflammation-related Proteins Support Diagnosis of Inflammatory Bowel Disease and Are Modified by Exclusive Enteral Nutrition in Children With Crohn's Disease, Especially of Ileal Phenotype.\r\nInflammation-related proteins may be useful in the differential diagnosis of IBD. Exclusive enteral nutrition extensively modulated IRPs levels in children with active CD with more pronounced effects observed in patients who showed a reduction in FC and had ileal disease involvement.\r\nPubmed   Journal   ReadQx \r\nSimilar Efficacy of Mesalazine in Adult and Older Adult Ulcerative Colitis Patients: Post Hoc Analysis of a Randomized Noninferiority Trial of 1600 mg vs 400 mg Tablets.\r\nWe observed similar efficacy of mesalazine in adult and older adult UC patients. The increased comedication number rather than age may decrease effectiveness of UC medications, highlighting the importance of healthy aging.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Etrasimod on Fecal Calprotectin and High-sensitivity C-reactive Protein: Results From the ELEVATE UC Clinical Program.\r\nFecal calprotectin/hsCRP levels decreased with etrasimod treatment;  ROC analyses indicated a prognostic correlation between fCAL changes during induction and short-/long-term treatment response.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Lemann Index for assessing bowel damage in Crohn's disease: a real world study.\r\nThe updated LI quantified cross-sectional and longitudinal cumulative bowel damage in a real-world cohort of patients with CD with predictors identified for a longitudinal increase in LI. Further studies for prospective validation of LI and identification of multi-omic predictors of bowel damage are needed.\r\nPubmed   Journal   ReadQx \r\nProbiotic Treatment of Ulcerative Colitis with Trichuris suis ova: A Randomized, Double-blinded, Placebo-controlled Clinical Trial (the PROCTO Trial).\r\nCompared to placebo, Trichuris suis ova was not superior in achieving clinical remission at week 24 in ulcerative colitis or in achieving clinical Mayo score reduction, complete corticosteroid-free clinical remission or endoscopic remission. However, Trichuris suis ova treatment induced symptomatic temporary remission at week 12.\r\nPubmed   Journal   ReadQx \r\nRecommendations for Broadening Eligibility Criteria in Inflammatory Bowel Disease Clinical Trials.\r\n Recommendations to broaden clinical trial eligibility were found to be both appropriate and feasible with a high degree of agreement amongst an international group of IBD specialists.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Alloreactive T cells temporarily increased in peripheral blood of patients before liver allograft rejection.\r\nIntragraft alloreactive clone tracking in pre- and post-LTx PBMC samples revealed that the pre-transplant naïve T cells were significant contributors to the donor-reactive clones, and they temporarily increased in proportion and subsequently reduced in blood at the beginning of TCMR. Together, our findings offer an insight into the dynamic and origin of alloreactive T cells in clinical LTx TCMR cases, and may facilitate disease prediction and management.\r\nPubmed   Journal   ReadQx \r\nClinically relevant cut-points for changes in the Liver Frailty Index are associated with waitlist mortality in patients with cirrhosis.\r\nAn improvement in LFI per 3 months as small as 0.1 in the pre-LT period is associated with a clinically meaningful reduction in waitlist mortality. These data provide estimates of the reduction in mortality risk associated with improvements in LFI that can be used to assess effectiveness of interventions targeting physical frailty in cirrhosis patients.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for wilson disease: Current knowledge and future perspectives.\r\nHowever, several questions remain unanswered, such as how to establish thresholds for assessing pre-transplant neuropsychiatric impairment, how to standardize preoperative neurological assessments, and how to define post-operative outcomes for patients meeting these specific criteria. Furthermore, a disease-specific approach will be proposed both for the liver transplant evaluation of Wilson's disease candidates and for patient care during the transplant waiting period, highlighting peculiarities of this systemic disease.\r\nPubmed   Journal   ReadQx \r\nNeuromuscular electrical stimulation, muscle mass, and physical function decline in the early phase after living donor liver transplantation.\r\nFour weeks of NMES, in addition to conventional rehabilitation in the early period after LTx, may attenuate the deterioration of muscle mass. It is suggested that NMES is an option for developing optimized rehabilitation programs in the acute postoperative period after LTx.\r\nPubmed   Journal   ReadQx \r\nPediatric liver transplant recipients are not just young adults: The importance of a structured health care transition program in adult transplant centers.\r\nIn this article, we review the unique challenges and barriers to successful HCT that adolescent and young adults (AYAs) who have undergone liver transplant face, highlight the gap in transition care in the adult setting, and present the Six Core Elements of Health Care TransitionTM as a framework that can be used by adult providers to incorporate AYAs systematically and collaboratively into adult practice. Multidisciplinary HCT programs should be the standard of care for al AYAs with liver transplant, and while implementation is a necessary first step, ongoing efforts to increase awareness, funding, and research on HCTs into adulthood are needed.\r\nPubmed   Journal   ReadQx \r\nRecompensation of cirrhosis in candidates of transplant: Tips and tricks for delisting.\r\nSome patients maintain a condition of \"MELD purgatory,\" that is, an improvement in the Model for End-Stage Liver Disease score without relevant clinical improvement that prevents delisting and may be even detrimental because lower Model for End-Stage Liver Disease score delays LT. Herein, we review the available evidence regarding recompensation and the management of recompensated patients on the waiting list for LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Financial Toxicity in Patients with Chronic Pancreatitis.\r\nThere is a critical need for further studies of financial toxicity in the patient population with chronic pancreatitis, considering that if the sources of financial burden can be identified, opportunities emerge to dampen or mitigate their impact on patients with chronic pancreatitis.\r\nPubmed   Journal   ReadQx \r\nGiant Cyst of Intra-Pancreatic Accessory Spleen Mimicking a Malignant Cystic Neoplasm of the Pancreas: a case report.\r\n For an incidental pancreatic cystic lesion (PCL), ECIPAS should be considered in the differential diagnosis. ECIPAS may mimic pancreatic cystadenoma. Imaging follow-up or surgical removal may be useful for the exclusion of malignant risks in ECIPAS.\r\nPubmed   Journal   ReadQx \r\nThe prognostic significance of collagen VI in pancreatic ductal adenocarcinoma.\r\nIn contrast with previous studies and some other cancer forms, we did not find any association of COL6 tissue expression and PDAC survival on protein or mRNA level.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    \"Quality of life is impaired in children with chronic pancreatitis: A multicenter study\".\r\nPatients with CP had impaired physical and psycho-social QOL. Presence of pain and lower SES adversely affected QOL. Psychiatric comorbidities were uncommon.\r\nPubmed   Journal   ReadQx \r\nPancreatic juice cytology for diagnosing invasive pancreatic carcinoma/high-grade pancreatic intraepithelial neoplasia without visible tumors on endoscopic ultrasound.\r\nERP/ENPD-PJC and ENPD-PJC had higher diagnostic accuracies for PDAC/HG-PanIN without visible tumors on EUS. ENPD-PJC is recommended for the diagnosis of these lesions.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Letter to the Editor: Point-of-care ultrasound in cirrhosis-related acute kidney injury: A cautionary note.\r\n\r\nPubmed   Journal   ReadQx \r\nPolicy Corner: Polycystic liver disease MELD exception update.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Point-of-care ultrasound in cirrhosis-related acute kidney injury: A cautionary note.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    High dose tacrolimus-induced acute pancreatitis after kidney transplantation: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-06-28T19:51:55-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-21-2024/",
    "title": "Fri Jun 21 2024",
    "description": "35 articles - From Friday Jun 14 2024 to Friday Jun 21 2024",
    "author": [],
    "date": "2024-06-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    ECCO Guidelines on Therapeutics in Crohn's Disease: Medical Treatment.\r\n\r\nPubmed   Journal   ReadQx \r\nECCO Guidelines on Therapeutics in Crohn's Disease: Surgical Treatment.\r\nIt also provides technical advice for a variety of common clinical situations. Both articles together represent the evidence-based recommendations of the ECCO for Crohn's disease and an update of prior ECCO guidelines.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Equations to estimate human milk intake in infants aged 7 to 10 months: prediction models from a cross-sectional study.\r\nThe Human Milk Intake Level Calculation provides substantial improvements on existing methods to estimate human milk intake in infants aged 7-10 mo, while utilizing data commonly collected in nutrition surveys. Although further validation in an external sample is recommended, these equations can be used to estimate human milk intake at this age with some confidence. This clinical trial was registered at as ACTRN12620000459921.\r\nPubmed   Journal   ReadQx \r\nFatty acid desaturase insertion-deletion polymorphism rs66698963 predicts colorectal polyp prevention by the n-3 fatty acid eicosapentaenoic acid: A secondary analysis of the seAFOod polyp prevention trial.\r\nThe FADS Indel I allele identified individuals, who displayed colorectal polyp prevention by EPA with a similar effect size to aspirin. Assessment of rs66698963 as a biomarker of therapeutic response to n-3 HUFAs in other populations and healthcare settings is warranted.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Similar Efficacy of Mesalazine in Adult and Older Adult Ulcerative Colitis Patients: Post Hoc Analysis of a Randomized Noninferiority Trial of 1600 mg vs 400 mg Tablets.\r\nWe observed similar efficacy of mesalazine in adult and older adult UC patients. The increased comedication number rather than age may decrease effectiveness of UC medications, highlighting the importance of healthy aging.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Etrasimod on Fecal Calprotectin and High-sensitivity C-reactive Protein: Results From the ELEVATE UC Clinical Program.\r\nFecal calprotectin/hsCRP levels decreased with etrasimod treatment;  ROC analyses indicated a prognostic correlation between fCAL changes during induction and short-/long-term treatment response.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Adaptive steroid tapering impedes corticosteroid-free remissions compared to forced tapering in clinical trials of ulcerative colitis.\r\nAmong patients with UC on corticosteroids in clinical trials, patients using adaptive steroid weaning regimens were less likely to achieve corticosteroid-free CR at one year but more likely to achieve CR at one year. Consideration should be given to implementing mandatory fixed steroid weaning protocols in future clinical trials of UC.\r\nPubmed   Journal   ReadQx \r\nEarly and Sustained Symptom Control with Mirikizumab in Patients with Ulcerative Colitis in the Phase 3 LUCENT Program.\r\nMirikizumab demonstrated efficacy in achieving and sustaining symptom control and comprehensive symptom control over 52 weeks. [NCT03518086;  NCT03524092].\r\nPubmed   Journal   ReadQx \r\nImpact of Prior Biologic or Janus Kinase Inhibitor Therapy on Efficacy and Safety of Etrasimod in the ELEVATE UC 52 and ELEVATE UC 12 Trials.\r\nBio/JAKi-naïve and -experienced patients had clinically meaningful induction and maintenance treatment benefits with etrasimod vs placebo.\r\nPubmed   Journal   ReadQx \r\nIntravenous albumin infusion does not augment the response rate to a combination of exclusive enteral nutrition and intravenous steroids in acute severe ulcerative colitis: a randomized controlled trial.\r\n There was no benefit of intravenous albumin infusion as an adjunct to IV steroids and EEN in patients with ASUC.\r\nPubmed   Journal   ReadQx \r\nPerioperative Enhanced Recovery Concepts Significantly Improve Postoperative Outcome in Patients with Crohn`s Disease.\r\n A specific perioperative enhanced recovery concept significantly improves the postoperative outcome of patients suffering from Crohn`s Disease.\r\nPubmed   Journal   ReadQx \r\nProbiotic Treatment of Ulcerative Colitis with Trichuris suis ova: A Randomized, Double-blinded, Placebo-controlled Clinical Trial (the PROCTO Trial).\r\nCompared to placebo, Trichuris suis ova was not superior in achieving clinical remission at week 24 in ulcerative colitis or in achieving clinical Mayo score reduction, complete corticosteroid-free clinical remission or endoscopic remission. However, Trichuris suis ova treatment induced symptomatic temporary remission at week 12.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Alloreactive T cells temporarily increased in peripheral blood of patients before liver allograft rejection.\r\nIntragraft alloreactive clone tracking in pre- and post-LTx PBMC samples revealed that the pre-transplant naïve T cells were significant contributors to the donor-reactive clones, and they temporarily increased in proportion and subsequently reduced in blood at the beginning of TCMR. Together, our findings offer an insight into the dynamic and origin of alloreactive T cells in clinical LTx TCMR cases, and may facilitate disease prediction and management.\r\nPubmed   Journal   ReadQx \r\nAssociation of psychosocial risk factors and liver transplant evaluation outcomes in metabolic dysfunction-associated steatotic liver disease.\r\nNevertheless, increasing SIPAT score was associated with waitlist outcome. Our suggested SIPAT cut-off of ≥12 for MASLD patients warrants further external validation using data from other centers.\r\nPubmed   Journal   ReadQx \r\nClinically relevant cut-points for changes in the Liver Frailty Index are associated with waitlist mortality in patients with cirrhosis.\r\nAn improvement in LFI per 3 months as small as 0.1 in the pre-LT period is associated with a clinically meaningful reduction in waitlist mortality. These data provide estimates of the reduction in mortality risk associated with improvements in LFI that can be used to assess effectiveness of interventions targeting physical frailty in cirrhosis patients.\r\nPubmed   Journal   ReadQx \r\nHepatic improvement within 27 days of avenciguat treatment in Child-Pugh a cirrhosis detected by an oral cholate challenge test.\r\nThe results support further study of avenciguat in treating portal hypertension and spotlight the utility of HepQuant DuO in the development of drug therapy for liver disease. HepQuant DuO facilitates use of function testing to measure hepatic improvement in clinical trials and the clinic.\r\nPubmed   Journal   ReadQx \r\nIndocyanine green fluorescence quantification during normothermic ex situ perfusion for the assessment of porcine liver grafts after circulatory death.\r\nFurthermore, thrombolytic intervention using tissue plasminogen activator in DCD120 resulted in noteworthy outcomes, including significantly reduced ALP levels (p = 0.04) and improved ICG clearance (p = 0.02) with a trend towards mitigating fibrin deposition similar to DCD60, as well as enhancements in bile production (p = 0.09). In conclusion, ICG fluorescence imaging during normothermic ex situ liver perfusion provides real-time classification of hepatic vascular and biliary injuries, offering valuable insights for the more accurate selection and postintervention evaluation of marginal livers in transplantation.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for wilson disease: Current knowledge and future perspectives.\r\nHowever, several questions remain unanswered, such as how to establish thresholds for assessing pre-transplant neuropsychiatric impairment, how to standardize preoperative neurological assessments, and how to define post-operative outcomes for patients meeting these specific criteria. Furthermore, a disease-specific approach will be proposed both for the liver transplant evaluation of Wilson's disease candidates and for patient care during the transplant waiting period, highlighting peculiarities of this systemic disease.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Clinical Relevance of Cancerization of Ducts in Resected Pancreatic Ductal Adenocarcinoma.\r\nCancerization of ducts was not associated with RFS or OS. Currently underrecognized, standardized implementation into histopathological reports may have merit, and further mechanistic scientific experiments need to illuminate its clinical and biologic impact.\r\nPubmed   Journal   ReadQx \r\nCombined Efficacy of Nimotuzumab and Gemcitabine on the Treatment of Advanced Pancreatic cancer.\r\n Our study highlights a more superior combined efficacy of nimotuzumab and gemcitabine than the control regimen, exhibiting improved survival and reduced levels of CA724, CA19-9, and CEA in patients with advanced pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nFinancial Toxicity in Patients with Chronic Pancreatitis.\r\nThere is a critical need for further studies of financial toxicity in the patient population with chronic pancreatitis, considering that if the sources of financial burden can be identified, opportunities emerge to dampen or mitigate their impact on patients with chronic pancreatitis.\r\nPubmed   Journal   ReadQx \r\nGiant Cyst of Intra-Pancreatic Accessory Spleen Mimicking a Malignant Cystic Neoplasm of the Pancreas: a case report.\r\n For an incidental pancreatic cystic lesion (PCL), ECIPAS should be considered in the differential diagnosis. ECIPAS may mimic pancreatic cystadenoma. Imaging follow-up or surgical removal may be useful for the exclusion of malignant risks in ECIPAS.\r\nPubmed   Journal   ReadQx \r\nOptimization of Endoscopic Ultrasound Characteristics in the Diagnosis of Malignant Intraductal Papillary Mucinous Neoplasm.\r\nEUS more accurately detects malignant IPMN, as uneven wall thickening and certain nodules cannot be identified with CT/MRI.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Diagnosis of pancreatic malignancies using an overnight-stored pancreatic juice cell block specimen.\r\n The overnight-stored pancreatic juice CB method was more effective than single cytology, with similar sensitivities to multiple cytology and can also be used for immunohistochemistry. The pancreatic juice CB method is useful for pancreatic juice assessment.\r\nPubmed   Journal   ReadQx \r\nImpact of endoscopic ultrasound-guided tissue acquisition on prognosis and peritoneal lavage cytology in resectable or borderline resectable pancreatic ductal adenocarcinoma.\r\nEUS-TA had no negative impact on postoperative survival and PLC-positive rates in R/BR PDAC.\r\nPubmed   Journal   ReadQx \r\nNovel chymotrypsin C (CTRC) variants from real-world genetic testing of pediatric chronic pancreatitis cases.\r\nCTRC variants p.Ser210Pro and p.Ser210Leufs∗? abolish CTRC function and should be classified as pathogenic. Mechanistically, variant p.Ser210Pro directly affects the amino acid at the bottom of the substrate-binding pocket while the frame-shift variant promotes misfolding and thereby blocks enzyme secretion. Importantly, 3 of the 5 novel CTRC variants proved to be benign, indicating that functional analysis is indispensable for reliable determination of pathogenicity and the correct interpretation of genetic test results.\r\nPubmed   Journal   ReadQx \r\nUsefulness of pancreatic volume quantitative analysis as a predictor of development and severity in post-endoscopic retrograde cholangiopancreatography pancreatitis.\r\nA large pancreatic volume before ERCP may be a novel risk factor for PEP incidence and severity. This finding suggests that quantitative analysis of the pre-ERCP pancreatic volume could be a useful predictor of PEP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    Epigenetic Fingerprints in IBD: From Methylation Patterns to Clinical Implications.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Agi Hirshberg: Our Lady of Hope.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Letter To The Editor: Adopting a 'cancer model' of referral to achieve equity in access to liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Point of care ultrasound in cirrhosis-related acute kidney injury: A cautionary note.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: \"Adopting a 'cancer model' of referral to achieve equity in access to liver transplantation\".\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    High dose tacrolimus-induced acute pancreatitis after kidney transplantation: a case report.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreas\r\n    Multiple Carcinomas In Situ Scattered Throughout the Pancreas Diagnosed by Assessing Focal Pancreatic Parenchymal Atrophy.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Response to the letter to the editor regarding \"The timing of endoscopic necrosectomy: More questions than answers\".\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-06-24T10:54:26-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-14-2024/",
    "title": "Fri Jun 14 2024",
    "description": "22 articles - From Friday Jun 07 2024 to Friday Jun 14 2024",
    "author": [],
    "date": "2024-06-14",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    A systematic review and meta-analysis of the dietary fibre menu provision and consumption for older adults living in residential care facilities.\r\n Older adults living in care facilities are provided with dietary fibre below recommended guidelines. Compounding this is that residents consume much less than what is provided and do not meet the recommendations for dietary fibre consumption. There is scope to improve dietary fibre provision, promote consumption to residents to aid laxation and potentially reduce laxative use and the unwanted side effect of diarrhoea. Registry number for meta-analysis CRD42023427265\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of adverse childhood experiences with dietary patterns of school-age children: evidence from the birth cohort Generation XXI.\r\nExposure to ACEs was associated with less healthy dietary patterns in school-aged children. Results suggest a cumulative effect of the adverse experiences resulting in a dietary pattern higher in energy-dense foods. Children with ACEs reported under the dimension of \"abuse\" seemed to have a reduced food consumption.\r\nPubmed   Journal   ReadQx \r\nCross-sectional associations of WIC benefit redemption and diet among children ages 1-4 years in California.\r\nHigher redemption was associated with higher child intake of select WIC foods. Pairing the promotion of benefit redemption among program participants with nutrition education efforts may enhance dietary impacts of WIC participation.\r\nPubmed   Journal   ReadQx \r\nDevelopment of a national database for dietary glycemic index and load for nutritional epidemiologic studies in the United States.\r\n We developed a national GI and GL database to facilitate large-scale and high-quality surveillance or cohort studies of diet and health outcomes in the US.\r\nPubmed   Journal   ReadQx \r\nFasting and postprandial plasma metabolite responses to a 12-week dietary intervention in tissue-specific insulin resistance: a secondary analysis of the PERSON randomized trial.\r\nDiet effects on plasma metabolite profiles were more pronounced than phenotype-diet interactions. A LFHP diet may be more effective than a HMUFA diet for reducing cardiometabolic risk in individuals with tissue-specific IR, irrespective of IR phenotype. Clinicaltrials Gov registration NCT03708419, CCMO REGISTRATION  NL63768.068.17,\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Allogenic Stem Cells in Anal Fistulas of Crohn's Disease: From Promising Premises to Real Life Experience.\r\nAllogeneic stem cell treatment of Crohn's anal fistulas results in complete remission in less than half of patients, with a significant reintervention rate.\r\nPubmed   Journal   ReadQx \r\nBaseline Assessment of Serum Cytokines Predicts Clinical and Endoscopic Response to Ustekinumab in Patients With Crohn's Disease: A Prospective Pilot Study.\r\nThis pilot study showed that IL-23 and FC could be reliable biomarkers in predicting therapeutic outcome to UST therapy in CD. In particular, the correlation between baseline serum levels of IL-23 and mucosal healing at 48 weeks is particularly strong, paving the way for its use to drive therapeutic decisions.\r\nPubmed   Journal   ReadQx \r\nPostoperative Crohn's Disease Recurrence Risk and Optimal Biologic Timing After Temporary Diversion Following Ileocolic Resection.\r\nDiversion of an ileocolic resection is not consistently associated with a risk of postoperative recurrence and should be performed when clinically appropriate. Patients requiring diversion at time of ileocolic resection are at high risk for recurrence, and biologic initiation prior to stoma reversal may be considered.\r\nPubmed   Journal   ReadQx \r\nResidual Disease Burden Among European Patients With Inflammatory Bowel Disease: A Real-World Survey.\r\nPatients with IBD, both in remission and not in remission, experience residual symptoms that impair HRQoL. Comprehensive endpoints, incorporating HRQoL and patients' perspectives, and improved treatments are needed to address residual disease and patients' needs.\r\nPubmed   Journal   ReadQx \r\nTarget Trial Emulation: Improving the Quality of Observational Studies in Inflammatory Bowel Disease Using the Principles of Randomized Trials.\r\n from observational data with some that focus on study design and others on statistical techniques. Target trial emulation is an emerging methodological process that aims to bridge this gap and improve the quality of observational studies by applying the principles of an ideal, or \"target,\" randomized trial to routinely collected clinical data. There has been a rapid expansion of observational studies that have emulated trials over the past 5 years in other medical fields, but this has yet to be adopted in gastroenterology and IBD. The wealth of nonrandomized clinical data available through electronic health records, patient registries, and administrative health databases afford innumerable hypothesis-generating opportunities for IBD research. This review outlines the principles of target trial emulation, discusses the merits to IBD observational studies in reducing the most common biases and improving confidence in causality, and details the caveats of using this approach.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Adaptive steroid tapering impedes corticosteroid-free remissions compared to forced tapering in clinical trials of ulcerative colitis.\r\nAmong patients with UC on corticosteroids in clinical trials, patients using adaptive steroid weaning regimens were less likely to achieve corticosteroid-free CR at one year but more likely to achieve CR at one year. Consideration should be given to implementing mandatory fixed steroid weaning protocols in future clinical trials of UC.\r\nPubmed   Journal   ReadQx \r\nEarly and Sustained Symptom Control with Mirikizumab in Patients with Ulcerative Colitis in the Phase 3 LUCENT Program.\r\nMirikizumab demonstrated efficacy in achieving and sustaining symptom control and comprehensive symptom control over 52 weeks. [NCT03518086;  NCT03524092].\r\nPubmed   Journal   ReadQx \r\nSerum Metabolites Relate to Mucosal and Transmural Inflammation in Pediatric Crohn Disease.\r\nWe extend on recent studies, observing differences in serum metabolite between healthy controls and Crohn disease patients, and suggest various associations of serum metabolites with transmural and mucosal inflammation. These metabolites could improve the understanding of pCD pathogenesis and assess disease severity.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Association of psychosocial risk factors and liver transplant evaluation outcomes in metabolic dysfunction-associated steatotic liver disease.\r\nNevertheless, increasing SIPAT score was associated with waitlist outcome. Our suggested SIPAT cut-off of ≥12 for MASLD patients warrants further external validation using data from other centers.\r\nPubmed   Journal   ReadQx \r\nHepatic improvement within 27 days of avenciguat treatment in Child-Pugh a cirrhosis detected by an oral cholate challenge test.\r\nThe results support further study of avenciguat in treating portal hypertension and spotlight the utility of HepQuant DuO in the development of drug therapy for liver disease. HepQuant DuO facilitates use of function testing to measure hepatic improvement in clinical trials and the clinic.\r\nPubmed   Journal   ReadQx \r\nIndocyanine green fluorescence quantification during normothermic ex situ perfusion for the assessment of porcine liver grafts after circulatory death.\r\nFurthermore, thrombolytic intervention using tissue plasminogen activator in DCD120 resulted in noteworthy outcomes, including significantly reduced ALP levels (p = 0.04) and improved ICG clearance (p = 0.02) with a trend towards mitigating fibrin deposition similar to DCD60, as well as enhancements in bile production (p = 0.09). In conclusion, ICG fluorescence imaging during normothermic ex situ liver perfusion provides real-time classification of hepatic vascular and biliary injuries, offering valuable insights for the more accurate selection and postintervention evaluation of marginal livers in transplantation.\r\nPubmed   Journal   ReadQx \r\nRecurrence of autoimmune liver diseases after liver transplantation: Review and expert opinion statement.\r\n Recurrent disease for AILD is associated with worse graft and patient survival. AIH patients could be considered for long-term low-dose predniso(lo)ne, whereas PBC patients should be placed on preventive UDCA after LT. There are no specific treatments for PSC recurrence;  however, adequate control of inflammatory bowel disease and optimal immunosuppression to avoid T-cell-mediated rejection should be encouraged.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Impact of endoscopic ultrasound-guided tissue acquisition on prognosis and peritoneal lavage cytology in resectable or borderline resectable pancreatic ductal adenocarcinoma.\r\nEUS-TA had no negative impact on postoperative survival and PLC-positive rates in R/BR PDAC.\r\nPubmed   Journal   ReadQx \r\nSLC7A11 and the glutathione pathway as novel prognostic markers in resectable pancreatic ductal adenocarcinoma: A metabolomics study of clinical specimens.\r\n Glutathione disulfide levels were significantly increased in clinical PDAC metabolomics. Additionally, increased mRNA and protein expression in SLC7A11 was observed in PDAC. Furthermore, the SLC7A11 isoform abundance ratio may be a valuable prognostic marker in patients with resectable PDAC.\r\nPubmed   Journal   ReadQx \r\nZFHX3 methylation in peripheral blood monocytes as a potential biomarker for pancreatic cancer detection.\r\n Our study preliminarily suggests that ZFHX3 methylation combined with CA19-9 can improve the detection rate of PDAC. Especially in patients with normal CA19-9, ZFHX3 methylation can maintain stable diagnostic efficacy. The diagnostic value of ZFHX3 methylation still needs to be prospectively validated.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Surgery in Crohn's Disease: Past Performance Does Predict Future Results.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    The timing of endoscopic necrosectomy: More questions than answers.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-06-20T11:18:10-04:00",
    "input_file": {}
  }
]
