[
  {
    "path": "gi2/08-22-2025/",
    "title": "Fri Aug 22 2025",
    "description": "63 articles - From Friday Aug 15 2025 to Friday Aug 22 2025",
    "author": [],
    "date": "2025-08-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Patient-Reported Outcome Measures Poorly Correlate with Objective Inflammatory Bowel Disease Activity Measures: A Systematic Review.\r\nAlthough current PROMs offer valuable complementary insights into IBD control from the patient's perspective, they cannot replace objective measures of IBD activity. Future research should focus on refining PROMs and generating composite indices to improve their accuracy and usefulness.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Total Pancreatectomy with Islet Autotransplantation for Chronic Pancreatitis in Adults: A Systematic Review.\r\n TPIAT improves QoL and pain outcomes in CP patients. Future studies should focus on identifying predictors of successful outcomes and exploring the impact of TPIAT on specific patient subgroups.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Endoscopic ultrasound-guided celiac plexus block for painful chronic pancreatitis: A systematic review and meta-analysis.\r\nEUS-CPB provides pain relief in 53% of patients with painful CP and the effect lasts on average for 3 months. A sham-controlled clinical trial is needed to determine the analgesic efficacy of EUS-CPB for pain in CP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Global metabolite profiling in feces, serum, and urine yields insights into energy balance phenotypes induced by diet-driven microbiome remodeling. \r\nThese findings lay the foundation for unveiling causal pathways linking diet-microbiota co-metabolism to energy absorption. NCT02939703\r\nPubmed   Journal   ReadQx \r\nHeme iron versus ferrous iron salts to treat iron deficiency anemia in Gambian children: randomized controlled trial.\r\nThere was no benefit of HIP on the primary endpoints of hemoglobin and ferritin. However, HIP was superior to ferrous sulfate for 5 secondary measures of iron status and might therefore improve iron supply to rapidly developing organs.\r\nPubmed   Journal   ReadQx \r\nRetail prices, environmental footprints, and nutritional profiles of commonly sold retail food items in 181 countries.\r\nOur finding that higher-priced items have larger environmental footprints is contrary to expectations that a more sustainable diet would be more expensive. Instead, we find that within each food group, meeting dietary needs with lower environmental footprints is possible by choosing items with a lower unit price. These findings are consistent with prior observations that higher-priced items typically use more resources, including energy and water, but may or may not be healthful as measured by nutrient profile scores.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Bayesian Statistics: A Narrative Review on Application in Inflammatory Bowel Diseases.\r\nThese methods are also applied in pharmacokinetic decision-making to address inter-patient variability in IBD, offering more accurate predictions of drug concentrations and target attainment at the outset of treatment. A checklist is added for non-specialist readers on how to approach reading an article that employs Bayesian methods, as part of a Users' Guide to the Literature.\r\nPubmed   Journal   ReadQx \r\nIdentifying Potential Targets for the Interception of Inflammatory Bowel Disease: Toward Precision Prevention. \r\nWhile most evidence to date has focused on CD, we also review preclinical insights relevant to UC. As the field moves toward earlier identification of at-risk individuals, the concept of \"precision prevention\"-matching interventions to individual risk and biology-may ultimately shift the paradigm of IBD care from treatment to prevention.\r\nPubmed   Journal   ReadQx \r\nReal-World Experience with Upadacitinib for Pediatric Acute Severe Ulcerative Colitis: An International Multicenter Retrospective Study from the Pediatric IBD Porto Group of ESPGHAN. \r\nTwelve patients reported AEs, including two serious AEs of an appendiceal neuroendocrine tumor and cytomegalovirus colitis. Upadacitinib is an effective induction therapy for children and adolescents with ASC after failing anti-TNF.\r\nPubmed   Journal   ReadQx \r\nUlcerative Colitis Aggravates Periodontitis via Inducing Myelopoiesis.\r\nIncreased gut permeability and microbial dysbiosis in UC elevate the serum level of LPS and IL-1, inducing myeloid skewing of HSPCs with an immune memory. Generation of inflammatory potential myeloid cells causes NETs accumulation and aggravates periodontal destruction in the UC-related periodontitis.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Early Reduction in Rectal Wall Thickness on Transperineal Ultrasound Predicts Mucosal Healing in Ulcerative Colitis.\r\n Assessing the rectal wall thickness at week 1 is valuable for predicting advanced therapy-induced CER and HEMI in patients with UC. Clinical trials registry number UMIN000032422 ( recptno=R000036970).\r\nPubmed   Journal   ReadQx \r\nImpact of Concomitant Corticosteroid Use on Adverse Events in Ulcerative Colitis Clinical Trials.\r\n Corticosteroid use is independently associated with increased AEs in UC clinical trials. Continued monitoring and strategies for corticosteroid tapering may reduce AE burden.\r\nPubmed   Journal   ReadQx \r\nIs 2nd JAKi treatment for UC worth the effort? A retrospective, multi-Centre UK study. \r\nType of first JAKi failure did not appear to influence clinical remission. No new safety signals were found.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Profiles of Fecal Calprotectin and C-Reactive Protein in Relation to Outcomes in Crohn's Disease Patients on Infliximab.\r\nPatients under IFX therapy with near or above-threshold FCAL levels or a history of high CRP were more likely to experience adverse outcomes. Regression analyses demonstrated that class membership provided additional prognostic value beyond baseline variables alone. These findings highlight the clinical relevance of trajectory-based monitoring for optimizing treatment strategies and underscore the importance of controlling inflammation early to prevent disease progression in CD.\r\nPubmed   Journal   ReadQx \r\nMicronutrients are associated with endoscopic postoperative recurrence in Crohn's disease: a multicenter prospective cohort study in North america. \r\nA machine-learning model combining nutrient intake and clinical factors enhanced the prediction of ePOR. These findings highlight the importance of postoperative nutritional assessment and suggest dietary interventions may help prevent postoperative recurrence in CD.\r\nPubmed   Journal   ReadQx \r\nPhenome-wide association study of monogenic inflammatory bowel disease genes in diverse biobanks identifies population-specific and shared Goldilocks alleles: implications for Precision Medicine.\r\nWe define overlap between monogenic and genome-wide IBD loci and reveal population-specific allelic heterogeneity of IBD risk genes. We uncover novel phenotype associations suggesting pleiotropic effects of monogenic IBD genes. African-predominant variants revealed allelic associations absent in European cohorts, and of potential clinical significance, underscoring the importance of increasing diversity in genetic studies.\r\nPubmed   Journal   ReadQx \r\nResults of the 9th Scientific Workshop of the European Crohn's and Colitis Organisation (ECCO): Artificial Intelligence in Endoscopy, Radiology and Histology in IBD Diagnostics.\r\nWhile AI is set to substantially advance IBD diagnostics, various challenges such as heterogeneous datasets, retrospective designs and assessment of different endpoints must be addressed. Implementation of novel standards of reporting may drive an increase in research quality and overcome these obstacles.\r\nPubmed   Journal   ReadQx \r\nResults of the 9th Scientific Workshop of the European Crohn's and Colitis Organisation (ECCO): Artificial Intelligence in IBD: Regulatory and Methodological Considerations.\r\nTopics covered include: potential clinical application-focused algorithm design;  ethical, moral and legal considerations;  regulatory agency perspectives;  an overview of regulatory submission and consideration of reimbursement. By providing clinicians with a primer to key regulatory and methodological considerations, we hope to accelerate knowledge translation and implementation of AI-enabled digital health innovations in clinical practice and ultimately improve outcomes for people living with and caring for those living with IBD.\r\nPubmed   Journal   ReadQx \r\nResults of the 9th Scientific Workshop of the European Crohn's and Colitis Organisation (ECCO): Artificial Intelligence in medical management and precision medicine.\r\nWhile AI and multiomic approaches hold substantial promise for advancing IBD management and research, further refinement is necessary to ensure content validity and address safety concerns, thereby allowing integration of AI into clinical workflows and safeguarding of data privacy. Future research should prioritise the integration of diverse omic data, conduct of longitudinal studies and validation in large and diverse cohorts.\r\nPubmed   Journal   ReadQx \r\nResults of the Ninth Scientific Workshop of the European Crohn's and Colitis Organisation (ECCO): Artificial intelligence in IBD surgery: opportunities and limitations.\r\nWe need to be mindful of the potential challenges in implementation and acceptability of these technological advances and put in mitigating measures to ensure transparency and equitable access. Global collaboration will be the cornerstone for such ventures.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    30-year follow-up of immunosuppression modulation: Impact on graft fibrosis and anti-HLA antibodies after pediatric liver transplantation.\r\nConversely, persistent fibrosis in the IS-resumption group highlights the limitations of conventional IS strategies. Serial histological evaluations and antibody monitoring would be helpful for long-term IS management in pediatric liver transplant recipients.\r\nPubmed   Journal   ReadQx \r\nCoproducing a health advocate intervention for pediatric liver transplant recipients using a human-centered design. \r\nUsing structured design methodology, we designed a prototype navigator role for pediatric liver transplant care teams. Future studies should test the effectiveness of this navigator role in improving posttransplant outcomes.\r\nPubmed   Journal   ReadQx \r\nHepB-CpG vaccination: An alternate strategy to life long antiviral therapy in patients transplanted for chronic Hepatitis B. \r\nLong term protection is sustainable with periodic boosters. New biomarkers for HBV allow earlier detection of underlying viral transcription and may promote better understanding of vaccine failure.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation indications and strategies in polycystic liver disease: A european survey.\r\nUniform PLD-specific LT criteria in Europe are lacking. While recurrent liver cyst infections, decreased quality of life, and malnutrition are widely recognized as crucial LT indications, they are insufficiently reflected in existing criteria, contributing to unequal access to LT. Moreover, considerable variation exists in liver-kidney transplantation for ADPKD patients, with a current lack of evidence to support one approach over another.\r\nPubmed   Journal   ReadQx \r\nTumor burden and frailty: No association in liver transplant candidates with hepatocellular carcinoma. \r\nPatients with HCC awaiting liver transplantation, who generally have well-compensated liver disease, may therefore exhibit a distinct frailty profile-driven by non-hepatic comorbidities rather than by liver failure or tumor burden. These findings support the need for HCC-specific frailty research to guide evaluation and management.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Frailty as a Predictor of Outcomes in Patients with Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis.\r\n Frailty assessments can be utilized as a predictor of outcomes and serve to guide clinical decision-making when determining prophylactic measures in patients undergoing ERCP who may be at risk for PEP.\r\nPubmed   Journal   ReadQx \r\nHigh Rate of Exocrine Pancreatic Dysfunction in Pediatric Patients with Diabetes Mellitus.\r\nThe co-existence of exocrine and endocrine pancreatic disease occurred in 3.5% of diabetes patients. The risk of pancreatitis occurring after diabetes was 1%, a rate 100 times higher than the general pediatric population (0.01%). Future studies are needed to determine the specific mechanisms involved in the connection between endocrine and exocrine pancreatic disease in children.\r\nPubmed   Journal   ReadQx \r\nN-acetyltransferase 10 Promotes Pancreatic Cancer Progression Through ZEB1/MT1-MMP Axis.\r\nOur study highlights the pivotal functions of NAT10 in the progression of PC and reveals the underlying epigenetic mechanism that NAT10 promotes metastasis via ZEB1/MT1-MMP axis.\r\nPubmed   Journal   ReadQx \r\nPancreatic and Peripancreatic Neural-Crest Derived Tumors: An Updated Contemporary Single Center Experience. \r\nParagangliomas have malignant potential and should be managed with an oncologic resection. Accurate preoperative diagnosis using EUS-FNA and nuclear imaging is crucial for recommending the appropriate surgical intervention and minimizing surgical morbidity.\r\nPubmed   Journal   ReadQx \r\nStroke in Patients with Unresectable Pancreatic Cancer Undergoing Chemotherapy: Clinical Characteristics and Risk Assessment.\r\nStroke within 180 days occurred in 3.2% of patients and was commonly associated with discontinuation of chemotherapy and short survival. The combined score calculated with D-dimer and CA 19-9 levels predicted the stroke risk in pancreatic cancer patients receiving chemotherapy.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A porcine model of acute necrotizing pancreatitis.\r\nThe porcine model for acute necrotizing pancreatitis described here shows many parallels to spontaneous human disease and its systemic complications and may thus serve as a good model to assess the efficacy of novel pharmaceutical agents for the treatment of acute pancreatitis in humans.\r\nPubmed   Journal   ReadQx \r\nAcinar cell scoring on histology of the pancreatic stump reinforces subjective texture assessment during pancreatoduodenectomy to predict post-operative pancreatic Fistula.\r\nObjective acinar cell density assessment highlights discrepancies in traditional tactile evaluations for predicting POPF. AS strengthens the subjective findings of pancreatic texture evaluation in patients undergoing PD.\r\nPubmed   Journal   ReadQx \r\nAssociation between intra-tumoral microbiome and genetic alterations in intraductal papillary mucinous neoplasms of the pancreas.\r\nThis study suggest that the intratumoral microbiome may be linked to the genetic characteristics of IPMNs and potentially contribute to their malignant progression.\r\nPubmed   Journal   ReadQx \r\nGenetic evidence for the causal impact of immune cells on pancreatic neuroendocrine tumors and the mediating effects of cathepsins.\r\nThis study provides novel insights into the causal roles of immune cell traits and cathepsins in pNETs progression. The findings highlight potential targets for therapeutic intervention, emphasizing the complex interplay between the immune system and tumor biology in pNETs.\r\nPubmed   Journal   ReadQx \r\nNormal-fat versus fat-restricted diets in patients with acute pancreatitis: A randomized controlled study (NouRish-AP study). \r\nThe trial was registered, and the protocol is available online at Thaiclinicaltrials. org (Identifier: TCTR20230926008).\r\nPubmed   Journal   ReadQx \r\nP62/Sequestosome1 deficiency disrupts antioxidant and stress homeostasis during acute pancreatitis without exacerbating inflammation.\r\nThese findings suggest that while p62 deletion does not affect overall AP severity, it compromises redox homeostasis and metabolic recovery, highlighting a protective role for p62 during pancreatic injury.\r\nPubmed   Journal   ReadQx \r\nSequential nutrition intervention guided by nutritional risk screening improves outcomes following CyberKnife radiotherapy for pancreatic cancer: A randomized controlled trial.\r\n Sequential nutrition intervention guided by nutritional risk screening effectively improves nutritional status, immune function, and QoL while reducing complications in pancreatic cancer patients undergoing CyberKnife radiotherapy, warranting clinical application.\r\nPubmed   Journal   ReadQx \r\nTSH as a novel biomarker for recurrence of hypertriglyceridemia pancreatitis: a clinical predictive tool linking lipid dysregulation to inflammation.\r\n Elevated TSH was likely to be an independent risk factor for HTG-AP recurrence. In addition, the new nomogram model based on TSH level shows high accuracy in predicting HTG-AP recurrence, which is expected to provide certain help for clinical prevention and treatments.\r\nPubmed   Journal   ReadQx \r\nWater avoidance stress exacerbates orthotopic pancreatic cancer growth by suppressing cytotoxic T lymphocyte infiltration.\r\n Our results suggest that in the peritumoral region, WAS suppressed anticancer immunological responses by the suppression of TNF-α secretion, ICAM-1 expression, lymphocyte adhesion, cytotoxic T lymphocyte infiltration, and IFN-γ secretion, thereby promoted pancreatic cancer growth. Inducing the upregulation of adhesion molecules and augmentation of cytotoxic T cell recruitment may lead to the development of new treatments for pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Pancreatology\r\n    Type 3c diabetes associated with chronic pancreatitis: A narrative review.\r\nFor severe complicated T3cDM, a basal-bolus approach with insulin therapy is advocated. Promising future approaches includes metabolome-based prediction of progression of prediabetes to T3cDM, and treatment with PP and fecal microbial manipulation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Clinical Characteristics and Treatment Patterns in a Large Cohort of Patients with Metastatic Crohn's Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nModified Multiplier of SES-CD: Does Complex Better the Simple? \r\n\r\nPubmed   Journal   ReadQx \r\nResolving Loss of Response to Ustekinumab in Crohn's Disease: POWER Through or Switch Treatment? \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Closing Time.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Alcohol-associated liver disease, social vulnerability index, and liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Transjugular intrahepatic portosystemic shunt in paediatric liver transplant candidates- feasible and successful.\r\n\r\nPubmed   Journal   ReadQx \r\nMoving upstream: Understanding barriers to living donor liver donation in Hispanic and non-Hispanic candidates. \r\n\r\nPubmed   Journal   ReadQx \r\nPolicy Corner: Artificial intelligence in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Alcohol-associated liver disease, social vulnerability index, and liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nRevealing Disparities: American Indians are deferred and denied for Liver transplant at a higher rate due to psychological reasons.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Bariatric Surgery in Chronic Pancreatitis: Increased Exocrine Risk without Reduced Cancer Incidence.\r\n\r\nPubmed   Journal   ReadQx \r\nCharacterization of Pancreatic Cystosis Phenotype in People With Cystic Fibrosis.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on: \"The Significant Impact of Fibrinogen-C-Reactive Protein--Albumin Ratio on the Long-Term Outcomes After Pancreatic Resection for Pancreatic Cancer\".\r\n\r\nPubmed   Journal   ReadQx \r\nDecisional Control Preferences in Managing Intraductal Papillary Mucinous Neoplasms of the Pancreas.\r\n\r\nPubmed   Journal   ReadQx \r\nFrailty in Chronic Pancreatitis and Its Impact on HealthCare Utilization and Inpatient Outcomes: A Nationwide Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nOutpatient Utilization Patterns for Pancreatic Cancer Suggest Regional and Hereditary Disparities in Appalachian vs non-Appalachian Kentucky.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter to Editor \"Accurately Predicting Outcomes in Acute Necrotizing Pancreatitis With Walled-Off Necrosis Patients\" by Shangzhu Chen and Chengdong Tang.\r\n\r\nPubmed   Journal   ReadQx \r\nWhen Pancreatitis Hits Hard: High Healthcare Demands in Appalachian Kentucky.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Cost-effectiveness of liposomal irinotecan (nal-IRI) combined with 5-fluorouracil and leucovorin in second or subsequent lines for metastatic pancreatic cancer in Italy. It can be done.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Structural funding bias in red meat research: The elephant in the room.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancrelipase Treatment of Exocrine Pancreatic Insufficiency Due to Chronic Pancreatitis: Rationale and Methodology of a Real-World, Prospective, Observational Study.\r\n\r\nPubmed   Journal   ReadQx   PMC\r\nPancreatology\r\n    Pancreatic hydatid cyst: An ongoing enigma.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to the Letter to the Editor regarding our manuscript: \"Perilesional branch duct dilation as a hallmark MRCP feature for differentiating high-grade PanIN from low-grade PanIN\". \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-29T07:22:01-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/08-15-2025/",
    "title": "Fri Aug 15 2025",
    "description": "2 articles - From Friday Aug 08 2025 to Friday Aug 15 2025",
    "author": [],
    "date": "2025-08-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Pancreatology\r\n    Body roundness index is better than body mass index in identifying intrapancreatic fat deposition.\r\n\r\nPubmed   Journal   ReadQx \r\nResearch letter: Quality-of-life in long-term survivors after pancreatico-duodenectomy with clinical nurse specialist and dietitian led multi-professional support.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-29T07:14:31-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/08-08-2025/",
    "title": "Fri Aug 08 2025",
    "description": "39 articles - From Friday Aug 01 2025 to Friday Aug 08 2025",
    "author": [],
    "date": "2025-08-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    ECCO-ESGAR-ESP-IBUS Guideline on Diagnostics and Monitoring of Patients with IBD: Part 2.\r\n\r\nPubmed   Journal   ReadQx \r\nECCO-ESGAR-ESP-IBUS Guideline on Diagnostics and Monitoring of Patients with Inflammatory Bowel Disease: Part 1.\r\nIt provides recommendations on requirements for initial diagnosis, detection of complications, the use of monitoring tools in patients with IBD and diagnostics in specific situations, such as pregnancy, postoperatively and for cancer surveillance. The guideline is a joint project of the European Crohn's and Colitis Organization (ECCO), the European Society of Gastrointestinal and Abdominal Radiology, the European Society of Pathology, and the International Bowel Ultrasonography Group under the leadership of ECCO.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreas\r\n    A Systematic Review of Pain Assessment Domains in Acute Pancreatitis Randomised Controlled Trials.\r\n The assessment of pain in RCTs relies almost entirely on unidimensional pain assessment tools which do not capture the complexity of the pain experience. There is a need for multidimensional pain assessment tools specific to AP, which would allow better assessment of pain in clinical practice and in future trials.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adaptive Dietary and exercise strategies for weight loss in Adults with Prediabetes Trial (ADAPT): A Sequential Multiple Assignment Randomized Trial.\r\n The group-based program resulted in clinically significant weight loss that was similar between calorie-restricted HC and RC diets. However, counseling to follow a HC diet reduced fasting glucose compared to RC. Patients with obesity and prediabetes who are unable to achieve early weight loss may require more intensive and costly intervention strategies (i.e., meal provisions, supervised exercise etc.) to improve obesity treatment outcomes. , registry number NCT04745572.\r\nPubmed   Journal   ReadQx \r\nAssociations between cross-sectional and long-term food insecurity with dietary quality among middle-aged and older US adults: A Cohort Study from the Health and Retirement Study.\r\n Among adults aged 50 years or older, food insecurity, especially long-term very low food security, was adversely associated with diet quality, highlighting the need for policies to reduce food insecurity and facilitate healthy eating habits.\r\nPubmed   Journal   ReadQx \r\nAssociations of breastfeeding with maternal and child health outcomes: umbrella review.\r\nOur findings support the benefits of BF for mothers and their offspring, underscoring the importance of promoting BF practices to improve maternal and child health outcomes. Url of registration PROSPERO CRD42023447328.\r\nPubmed   Journal   ReadQx \r\nAssociations of diet composition and quality with continuous glucose monitor-derived glycemic metrics in a community-based cohort.\r\n Our findings demonstrate that carbohydrate intake and quality, in addition to overall diet quality, is associated with dynamic fluctuations in glucose levels. Future prospective analysis should examine whether glycemic variability mediates the association between diet and incident diabetes.\r\nPubmed   Journal   ReadQx \r\nAssociations of prior wasting malnutrition with later indicators of glucose tolerance across four countries in Africa and Asia: the SAMPA cohort study.\r\nChildhood PM is associated with greater adult dysglycaemia, whilst adulthood PM may have heterogeneous outcomes dependent on subsequent presence/absence of weight gain. Clinicians and public health managers should be aware of the long-term risk and intervene to promote some weight gain but prevent excess weight gain in people previously malnourished.\r\nPubmed   Journal   ReadQx \r\nDietary patterns and risk of Alzheimer's disease and related dementias across five racial and ethnic groups in the Multiethnic Cohort Study.\r\nHealthy dietary patterns in mid- to late-life and improvement in older age were associated with a reduced risk of ADRD in a diverse population. The racial and ethnic heterogeneity in the relationships observed warrants further study.\r\nPubmed   Journal   ReadQx \r\nEffects of Mediterranean diet or Mindfulness Based-Stress Reduction during Pregnancy on Maternal Gut and Vaginal Microbiota. A sub-analysis of the IMPACT BCN trial.\r\n Pregnancy lifestyle interventions influence maternal gut microbiota.\r\nPubmed   Journal   ReadQx \r\nEffects of weekly cholecalciferol supplementation of lactating mothers on vitamin D status, and infant growth and gross motor development: a randomized controlled trial in rural Ethiopia.\r\nMaternal cholecalciferol supplementation during lactation using a weekly dose of 15,000 IU safely improves both maternal and infant vitamin D status. Clinical trial registry number The trial was registered on clinicaltrials.gov as NCT02210884.\r\nPubmed   Journal   ReadQx \r\nGlobal, regional, and national burden of high sugar-sweetened beverages consumption, 1990-2021, with projections up to 2050: a systematic analysis for the Global Burden of Disease Study 2021.\r\nSSB consumption has increased since 1990 and is projected to rise further by 2050, contributing substantially to the global NCD burden. These trends underscore the urgent need for targeted public health interventions aimed at reducing SSB consumption worldwide.\r\nPubmed   Journal   ReadQx \r\nGut microbial community and host intestinal gene expression with combined fish oil and soluble corn fiber compared with corn oil and maltodextrin: A randomized crossover trial in healthy older individuals.\r\nThirty-day supplementation of SCF + FO compared with MD + CO showed significant shifts in intestinal cell pathways relevant to colorectal cancer with concomitant differences in gut microbial community structure and butyrate-producing taxa.\r\nPubmed   Journal   ReadQx \r\nInvestigating the impact of body weight changes and blood lipids on the risk for mild cognitive impairment in Parkinson´s disease; a prospective cohort study.\r\nHigh risk for MCI in patients with PD at the time of diagnosis was associated with low levels of P-TG and an interaction between change in BMI and P-TG before diagnosis, suggesting that nutritional factors have complex influence on cognitive function in the prodromal stage of PD.\r\nPubmed   Journal   ReadQx \r\nLow-fat and Whole Milk Consumption in relation to Cardiovascular and All-Cause Mortality: A prospective cohort study in three Norwegian counties.\r\nIn this cohort with high milk consumption, whole milk was associated with higher CVD and all-cause mortality whereas low-fat milk was not. Low-fat milk may be associated with lower risks compared with whole milk.\r\nPubmed   Journal   ReadQx \r\nQuantification of personalized glycemic sensitivity to food and its potential for precision nutrition in a series of n-of-1 trials.\r\nOur novel PGS provides a framework for quantity differences in glycemic sensitivity among healthy individuals and facilitates further research on tailored dietary advice that improves glucose homeostasis.\r\nPubmed   Journal   ReadQx \r\nSex hormone changes in a 24-month dietary and physical activity randomized intervention trial in postmenopausal females: the DAMA study.\r\nOur results suggest that, in healthy postmenopausal females with high breast density, a heathy diet mainly based on plant food may play a role as modulator of plasma estradiol concentration.\r\nPubmed   Journal   ReadQx \r\nWild foods as drivers of blood ergothioneine and selenoneine concentrations among Inuit living in Nunavik: results from the cross-sectional Qanuilirpitaa? 2017 survey.\r\nAlthough comparative data are limited, blood selenoneine and ergothioneine concentrations among Nunavimmiut appear substantially higher than in other non-Indigenous populations. Access to country food is important to maintain the dietary intake of these bioactive food components that may be beneficial for the health of Nunavimmiut.\r\nPubmed   Journal   ReadQx \r\nω-3 and ω-6 fatty acid status within a week of birth in a cross-sectional study of very preterm infants.\r\nPreterm infants whose blood was sampled later after birth have lower DHA and AA status relative to those sampled earlier after birth;  samples taken at later timepoints are concurrently higher in the fatty acids of linoleic acid and oleic acid, which are the major compositional components of intravenous lipid emulsions routinely administered to preterm infants. The results support calls to develop intravenous feeds closely matching the fatty acid composition of infant blood at birth. The N3RO Trial is registered at the Australian New Zealand Clinical Trial Registry as ACTRN12612000503820 (\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Machine learning for predicting crohn's disease from routine blood tests years before diagnosis: results from the epi-IIRN cohort.\r\n We were able to detect changes in routinely collected blood tests long before CD diagnosis and to predict future CD using a machine-learning model, which may be used for developing screening and prediction models for prevention strategies.\r\nPubmed   Journal   ReadQx \r\nPractical Considerations for the use of IL-23p19 Inhibitors in Inflammatory Bowel Disease: How to Choose Between Them and Why it Matters?\r\nIts use in combination with other advanced therapies in selected patients is being explored to enhance therapeutic efficacy and improve long-term outcomes. Further real-world studies are needed to assess its effectiveness and benefits in complex disease phenotypes, including perianal fistulizing Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    The impact of neurologic exam on acceptance of donation after circulatory death liver allografts.\r\nROC curves for predicting DWIT by number of positive BSRs had areas under the curve of 0.58 and 0.66 for DWIT >30 and 60 minutes. Therefore, we concluded that documentation of positive BSRs is associated with non-utilization of DCD liver allografts, despite having limited ability to predict donor expiration within the appropriate time frame for a successful DCD donation.\r\nPubmed   Journal   ReadQx \r\nVancomycin-resistant enterococcal infections in liver transplant recipients: Clinical impact and therapeutic approaches.\r\nWith limited antimicrobial options and data available for guidance, treatment can be challenging. This review discusses the epidemiology of VRE infections in patients with end stage liver disease and after liver transplant as well as therapeutic approaches.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Chymotrypsin B2 (CTRB2) Deletion Variant Induces Endoplasmic Reticulum Stress but does not Increase Risk for Chronic Pancreatitis.\r\nWe replicated the ER-stress causing effect of the CTRB2-del variant and confirmed the lack of association with CP. The observations also revealed that epitope-tagging may alter the cellular effects of the CTRB2-del protein. The lack of association between ER stress and CP risk in carriers of the CTRB2-del variant raises the possibility that ER stress is a marker of digestive enzyme misfolding but does not drive CP onset and/or progression.\r\nPubmed   Journal   ReadQx \r\nMolecular Characterization of Pancreatic Simple Mucinous Cysts with GNAS Mutation: A Case Report and Literature Review.\r\n This is the first report of pancreatic SMC with co-occurring KRAS and GNAS mutations. SMC should be considered a differential diagnosis of pancreatic cystic lesions. Surgical intervention may be warranted based on findings.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Fluid Overload in a Cohort of Patients with Acute Pancreatitis: Results from a Retrospective Tertiary Single-center Study.\r\n The extent of fluid resuscitation was found to be strongly associated with the prevalence of clinical and radiological signs of pulmonary fluid overload. Furthermore, moderately severe and severe courses of pancreatitis were more frequently observed in excessively hydrated patients.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Genome-wide association study identifies FUT2 rs601338 polymorphism linking intra-pancreatic fat deposition to chronic pancreatitis.\r\n This study identified novel genetic variants for pancreatic PDFF and confirmed related genes functions in the pancreas. These findings emphasize the need for regular surveillance of pancreatic fat deposition in the population with a high genetic risk based on FUT2 polymorphism, which could facilitate risk stratification and tailored therapeutic approaches for the primary prevention of CP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Definitions matter in body composition science.\r\n\r\nPubmed   Journal   ReadQx \r\nFactors influencing uptake and blood levels of ergothioneine and selenoneine.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh-dose soluble corn fiber and omega-3 fatty acids impact the gut microbiome and the host exfoliome, but are the omega-3s necessary?\r\n\r\nPubmed   Journal   ReadQx \r\nMethodological standards for body composition-an expert-endorsed guide for research and clinical applications: levels, models, and terminology.\r\nModels are also specific to each level. It is crucial for researchers and clinicians to have a clear understanding of what each body component entails and to use accurate terminology to ensure precise assessment, reporting, and interpretation of body composition data.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Impact of changing liver transplant exception policies to address blood type disparities in access to transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Chronic rejection in black pediatric transplant recipients- A call for medical social work integration.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Chronic rejection in black pediatric transplant recipients- A call for medical social work integration.\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction: Letter to the Editor: Discrimination in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Non-operative observational strategy for small non-functioning pancreatic neuroendocrine neoplasms: A feasible option?\r\n\r\nPubmed   Journal   ReadQx \r\nProgression of Intraductal Papillary Mucinous Neoplasms (IPMN) is possible after 5 years of follow-up.\r\n\r\nPubmed   Journal   ReadQx \r\nShould gastrointestinal bleeding and impaired mental status be considered organ failure in patients with acute pancreatitis?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Letter to the Editor: Addressing methodological concerns in the study of viral infections and acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-08T07:24:24-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/08-01-2025/",
    "title": "Fri Aug 01 2025",
    "description": "20 articles - From Friday Jul 25 2025 to Friday Aug 01 2025",
    "author": [],
    "date": "2025-08-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    ECCO-ESGAR-ESP-IBUS Guideline on Diagnostics and Monitoring of Patients with IBD: Part 2. \r\n\r\nPubmed   Journal   ReadQx \r\nECCO-ESGAR-ESP-IBUS Guideline on Diagnostics and Monitoring of Patients with Inflammatory Bowel Disease: Part 1.\r\nIt provides recommendations on requirements for initial diagnosis, detection of complications, the use of monitoring tools in patients with IBD and diagnostics in specific situations, such as pregnancy, postoperatively and for cancer surveillance. The guideline is a joint project of the European Crohn's and Colitis Organization (ECCO), the European Society of Gastrointestinal and Abdominal Radiology, the European Society of Pathology, and the International Bowel Ultrasonography Group under the leadership of ECCO.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Liver Transpl\r\n    Incidence and risk factors for skin cancer in liver transplant recipients: A systematic review.\r\nThis study was limited by the heterogeneity of the study population, methods, and definitions of skin cancer. Overall, liver transplant recipients face heightened long-term risks of NMSCs, and while key risk factors are well established, there remains a gap in skin cancer surveillance and patient education within this population.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Circulating Bile Acids, Bile Acids Receptor Polymorphisms, and Risk of Chronic Kidney Disease among Individuals with Newly Diagnosed Type 2 Diabetes: A Prospective Study.\r\n Among adults with T2D, higher concentrations of most circulating PBAs and total unconjugated SBAs were linearly associated with higher a risk of CKD, and genetic variations in FXR modified the association of unconjugated SBAs with CKD.\r\nPubmed   Journal   ReadQx \r\nDietary patterns and risk of Alzheimer's disease and related dementias across five racial and ethnic groups in the Multiethnic Cohort Study. \r\nHealthy dietary patterns in mid- to late-life and improvement in older age were associated with a reduced risk of ADRD in a diverse population. The racial and ethnic heterogeneity in the relationships observed warrants further study.\r\nPubmed   Journal   ReadQx \r\nInvestigating the impact of body weight changes and blood lipids on the risk for mild cognitive impairment in Parkinson´s disease; a prospective cohort study.\r\nHigh risk for MCI in patients with PD at the time of diagnosis was associated with low levels of P-TG and an interaction between change in BMI and P-TG before diagnosis, suggesting that nutritional factors have complex influence on cognitive function in the prodromal stage of PD.\r\nPubmed   Journal   ReadQx \r\nModelled impacts of substituting meat and dairy with plant-based substitutes on the risk of nutrient deficiency and chronic disease mortality: a microsimulation study in French adults.\r\n As modeled, full substitution of animal products with PBS would result in limited increases in deficiency risk, and decreases in chronic disease mortality, with meat replacement providing most of the benefits. Expected effects vary widely depending on the nutritional quality of the substitutes.\r\nPubmed   Journal   ReadQx \r\nThe Interplay of Nutritional Status and Physical Function on Health Outcomes in Older Adults: A Longitudinal Study in Singapore.\r\nBoth nutritional status and physical function are independently and interactively associated with health outcomes in older adults. These findings underscore the need for integrated interventions targeting both nutritional status and physical function to promote healthy aging and reduce frailty. Future research should explore the mediating role of physical function and evaluate strategies to optimize health outcomes in older adults.\r\nPubmed   Journal   ReadQx \r\nThe regulation of fatty acid mobilization is extravagant rather than frugal - a perspective indicating a limitation of the thrifty genotype hypothesis.\r\nExperimental evidence suggests that a rising plasma FFA level worsens insulin resistance, and conversely, making FFA mobilization thriftier (slowing FFA mobilization) improves insulin sensitivity. It is concluded that fatty acid trafficking is inherently unthrifty, and that this lavish approach for regulating fat metabolism contributes to the high incidence of pre-diabetes and type 2 diabetes.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Efficacy and Safety of Ustekinumab and Vedolizumab for Crohn's Disease of the Pouch.\r\nIn one of the largest cohorts evaluating UST and VDZ for CD of the pouch thus far, these biologics were found to be safe and effective treatments for CD of the pouch.\r\nPubmed   Journal   ReadQx \r\nPreferences, Acceptability, and Utilization of Multimodal Self-Help Interventions in Adults With Inflammatory Bowel Diseases: A Pragmatic Multicenter Study With Patients and Clinicians.\r\nFew patients with IBD use self-help resources, even though the majority regard multimodal self-help resources as acceptable and feasible to get information, find community and support, and manage living with IBD.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A novel, institutionally developed hypothermic oxygenated machine PErfusion system allows low-cost, universal implementation for liver transplantation: A safety and feasibility pilot study.\r\nThe total cost of the COARO system is US$1,494.87 per LT, 80% cheaper than a commercial equivalent. The COARO system is safe and presents significant economic advantage over commercial systems, allowing universal implementation of HOPE for al LT procedures in under resourced units.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Ancient and Modern History of Pancreatic Surgery.\r\nIn parallel, surgery for pancreatic adenocarcinoma was completed since the 90s by adjuvant chemotherapy then by neodadjuvant treatments, allowing more resections with a more favorable prognosis. More recently, islet cell transplantation, an alternative to pancreatic transplantation, and minimally invasive surgery have expanded the possibilities of less aggressive pancreatic surgery.\r\nPubmed   Journal   ReadQx \r\nMolecular Characterization of Pancreatic Simple Mucinous Cysts with GNAS Mutation: A Case Report and Literature Review. \r\nSMC should be considered a differential diagnosis of pancreatic cystic lesions. Surgical intervention may be warranted based on findings.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Fluid Overload in a Cohort of Patients with Acute Pancreatitis: Results from a Retrospective Tertiary Single-center Study.\r\n The extent of fluid resuscitation was found to be strongly associated with the prevalence of clinical and radiological signs of pulmonary fluid overload. Furthermore, moderately severe and severe courses of pancreatitis were more frequently observed in excessively hydrated patients.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Genome-wide association study identifies FUT2 rs601338 polymorphism linking intra-pancreatic fat deposition to chronic pancreatitis. \r\nThis study identified novel genetic variants for pancreatic PDFF and confirmed related genes functions in the pancreas. These findings emphasize the need for regular surveillance of pancreatic fat deposition in the population with a high genetic risk based on FUT2 polymorphism, which could facilitate risk stratification and tailored therapeutic approaches for the primary prevention of CP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Pancreas\r\n    Deep Reinforcement Learning: Revolutionizing Pancreatitis Progression Prediction.\r\n\r\nPubmed   Journal   ReadQx \r\nSustained Response to Lanreotide in Metastatic Pancreatic Neuroendocrine Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Non-operative observational strategy for small non-functioning pancreatic neuroendocrine neoplasms: A feasible option?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    \"Letter to editor: Defining pancreas delayed graft function - Advancement or premature standardization?\"\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-01T13:22:44-04:00",
    "input_file": {}
  }
]
