[
  {
    "path": "gi2/12-13-2024/",
    "title": "Fri Dec 13 2024",
    "description": "20 articles - From Friday Dec 06 2024 to Friday Dec 13 2024",
    "author": [],
    "date": "2024-12-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Plant-based meat alternatives and cardiometabolic health: A systematic review and meta-analysis.\r\n Our findings suggest substituting PBMAs for meat for up to 8 weeks lowered TC (6%), LDL-c (12%) and body weight (1%) in adults without cardiovascular diseases. PBMAs may facilitate the transition to a plant-based diet, but long-term studies are needed to evaluate their cardiometabolic effects.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Oral Citrulline supplementation in pregnancies with preeclampsia: a multicentre, randomized, double blind clinical trial.\r\n The current trial found no benefit of oral L-citrulline supplementation to women with preeclampsia regarding either the duration of pregnancy, fetal growth, or maternal and neonatal outcome. Systolic blood pressure and liver enzymes at delivery were increased in the treated group. L-citrulline oral supplementation does not seem to be a promising candidate as a therapeutic intervention in pregnancies with preeclampsia. Clinical Trial Registration\r\nPubmed   Journal   ReadQx \r\nPrediction models of basal energy expenditure in children and adolescents across the BMI spectrum based on room-calorimetry: a cross-sectional cohort study.\r\n New BEE prediction models developed and tested in cohorts representative of children with normal weight and OW/OB had superior performance compared with existing models. The BEE prediction equations based on simple anthropometrics or body composition provided improved accuracy and precision for children with NW or OW/OB, ages 5 to 19. More accurate estimates of BEE should allow for better estimates of energy requirements of children.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Anti-integrin αvβ6 Antibodies Predict Pouchitis in Patients With Ulcerative Colitis After Restorative Proctocolectomy With Ileal Pouch-Anal Anastomosis. \r\nThe anti-integrin αvβ6 antibody levels in patients with UC were decreased after RPC but remained high in patients who developed pouchitis. The antibody levels at the time of RPC may serve as a potential prognostic biomarker for predicting the risk of pouchitis in patients with UC.\r\nPubmed   Journal   ReadQx \r\nAutologous Microfragmented Adipose Tissue Injection in Refractory Complex Crohn's Perianal Fistulas: Long-Term Results at 6.7 Years Mean Follow-up. \r\nOur results show that patients who achieved closure in the first 24 weeks sustained response at long-term evaluation. In addition, there may be a rationale in repeating treatment as rescue therapy in not responding to patients.\r\nPubmed   Journal   ReadQx \r\nDexamethasone Upregulates the Expression of the Human SLC26A3 (DRA, Down-Regulated in Adenoma) Transporter (an IBD Susceptibility Gene) in Intestinal Epithelial Cells and Attenuates Gut Inflammation. \r\nDEX treatment to mice for 7 days in the αIL-10R mAb model of colitis was able to significantly attenuate the gut inflammation and associated decrease in DRA expression. We demonstrate that DEX stimulates DRA expression via transcriptional mechanisms and suggest that upregulation of DRA may contribute to both anti-inflammatory and pro-absorptive effects of DEX.\r\nPubmed   Journal   ReadQx \r\nEstimation of the Harvey Bradshaw Index from the Patient-Reported Outcome 2 in Crohn's Disease: Results Based on a Large Scale Randomized Controlled Trial. \r\nPRO2 and HBI correlate strongly and conversion between them is possible. These findings facilitate the practical application of trial results and clinical guidelines.\r\nPubmed   Journal   ReadQx \r\nHistological, But Neither Clinical Nor Endoscopic Activity Predicts the Risk of Colectomy in Patients With Ulcerative Colitis Treated With Biologics. \r\nSevere histological activity at baseline as characterized by a higher Nancy Index or Geboes score independently predicted colectomy risk in biological-treated UC patients, whereas MES did not. Thus, histological assessment should be encouraged before initiating biological treatment.\r\nPubmed   Journal   ReadQx \r\nMediators of Filgotinib Treatment Effects in Ulcerative Colitis: Exploring Circulating Biomarkers in the Phase 2b/3 SELECTION Study. \r\nSeveral proinflammatory and neutrophil activation biomarkers may be early mediators of filgotinib treatment effects. NCT02914522.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Modifiable psychological factors are associated with clusters of pain, fatigue, faecal incontinence and IBS-type symptoms in inflammatory bowel disease: a latent profile analysis. \r\nRecognising the potential impact of cognitive behavioural factors in exacerbating symptoms can lead to earlier identification of patients who require support and allows treatment plans to be tailored more precisely. The findings from this study promote a more integrated approach to IBD management, combining medical treatment with cognitive behavioural interventions to enhance patient care and improve outcomes.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Preservation of coagulation function by normothermic machine perfusion in liver transplant as evidenced by thromboelastography parameters.\r\nFollowing reperfusion, there was a significant decrease in the transfusion of blood products in the NMP group compared with that in the static cold storage group. Overall, we determined that the use of intraoperative thromboelastography can provide real-time data to assess one aspect of reperfusion liver quality and viability.\r\nPubmed   Journal   ReadQx \r\nProlonged time from cross clamp until normothermic machine perfusion start is associated with increased risk of early allograft dysfunction following DCD liver transplant.\r\n Following cross clamp, DCD liver grafts should be placed on the NMP pump as quickly as is safely and logistically possible. In cases where delays are unavoidable such as waiting for biopsy results or liver reallocation with another center, acceptable results can still be achieved and therefore livers with prolonged times should still be utilized.\r\nPubmed   Journal   ReadQx \r\nSimplified ischemia-free liver transplantation by providing alternating flow of the portal vein and hepatic artery: Applicability, efficiency, safety.\r\nThe SIFLT simplifies the intricate surgical procudure while ensuring protection of livers from IRI. This technique holds promise for enabling patients to achieve clinical outcomes comparable to those of CIFLT.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Genotype-based prognosis prediction for MEN1-Related pancreatic neuroendocrine tumors in Korean patients a single-center retrospective study.\r\n PNETs in Korean patients with MEN1 exhibit a stable prognosis. An individualized follow-up strategy may be necessary, particularly for young patients with truncating mutation in the MEN1 gene. In addition, those with mutations in exons 3 or 10 may require more active surveillance to decrease the risk of progression.\r\nPubmed   Journal   ReadQx \r\nRepeated pancreatic juice cytology via endoscopic nasopancreatic drainage catheter combined with clinical findings improves diagnostic ability for malignant cases of suspected pancreatic cancer with non-identifiable tumors.\r\nCombining SPACE with clinical and imaging findings significantly enhances diagnostic accuracy in suspected PC cases where conventional imaging fails to detect tumors. This integrated approach has the potential to enhance clinical outcomes by facilitating more accurate patient management.\r\nPubmed   Journal   ReadQx \r\nSerum IgG4-negative and IgG4-positive type 1 autoimmune pancreatitis present with different clinicopathological features: An analysis of a nationwide survey in Japan.\r\nPatients with sIgG4-negative type 1 AIP and those with sIgG4-positive type 1 AIP present with different clinicopathological features which suggests heterogeneity of patients with type 1 AIP. Low serum IgG4 levels could indicate low disease activity in type 1 AIP.\r\nPubmed   Journal   ReadQx \r\nYKL-40 as a risk stratification marker in acute pancreatitis: A prospective study.\r\nSerum YKL-40 is a plausible candidate for further evaluation as an early biochemical indicator of subsequent AP severity, particularly if considered jointly with CRP and/or IL-6.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Decreased Levels Of Atmospheric Pollution And Reduced Prevalence Of Inflammatory Bowel Diseases In Europe. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter to the editor: Plasma exchange for alcohol-related liver disease as a bridge to liver transplantation: A call to expand its adaptation in Japan.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Bile Leak From A Duct of Luschka After Whipple Pancreaticoduodinectomy: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-13T01:16:56-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-06-2024/",
    "title": "Fri Dec 06 2024",
    "description": "42 articles - From Friday Nov 29 2024 to Friday Dec 06 2024",
    "author": [],
    "date": "2024-12-06",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effects of high-protein supplementation during cancer therapy: a systematic review and meta-analysis.\r\nHigh-protein supplementation mitigates weight loss, improves muscle strength, and lowers hospitalization rates in patients undergoing cancer therapy. These positive clinical outcomes, along with a favorable safety profile, suggest that high-protein supplementation may be a valuable addition to medical practice. However, given the need for more robust trials and the high ROB observed in the existing studies, these conclusions should be interpreted with caution. This review was prospectively registered with PROSPERO under the registration number CRD42021237372.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Evaluating Continuous Glucose Monitoring after Total Pancreatectomy with or without islet autotransplatation: A Scoping Systematic Review.\r\nCGM can be used following TP for glucose monitoring and/or linked with insulin pump device in the peri-operative period with improved glycaemic control. However, the data are limited by short follow-up and lack of PROMs and QoL measures.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Epidural Analgesia on In-Hospital Outcomes in Patients with Acute Pancreatitis: A Systematic Review and Meta-Analysis of Randomized Clinical Trials.\r\nEA did not significantly improve in-hospital outcomes in AP patients. However, findings indicated reduced opioid consumption in the EA group, suggesting potential benefits in pain management. Further high-quality, large-scale randomized trials are needed to understand the potential benefits of EA in this population.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Presentation and management of pancreatic hydatid cyst: A comprehensive systematic review of the literature with meta-data.\r\n Although pancreatic hydatid cysts are rare and can be challenging to diagnose, their prognosis is generally favorable when appropriate therapeutic measures are employed. Surgical intervention, often combined with Albendazole, remains the mainstay of treatment.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of the glucose patterns after a single non-standardized meal with the habitual diet composition and features of the daily glucose profile in individuals without diabetes.\r\nTwo PPGR patterns after a single non-standardized breakfast were identified in high-cardiometabolic risk individuals. The habitual diet was associated with the patterns and their dynamic parameters, which, in turn, could predict the individuals' DGP. Our findings could support the implementation of dietary strategies targeting the PPGR to ameliorate the cardiometabolic risk profile. Clinical trial id NCT03410719.\r\nPubmed   Journal   ReadQx \r\nAssociations of Life's Essential 8 with Low Muscle Mass Mediated by Testosterone, Inflammation and Nutritional Status in US Adults: A Cross-Sectional Study.\r\nLE8 scores negatively associated with low muscle mass in US adults. Serum testosterone in males and SHBG in females were negative predictors of low muscle mass, while SII was inversely associated. Serum albumin had a beneficial effect on muscle mass.\r\nPubmed   Journal   ReadQx \r\nDietary plant-to-animal protein ratio and risk of cardiovascular disease in 3 prospective cohorts.\r\nIn cohort studies of United States adults, a higher plant-to-animal protein ratio is associated with lower risks of CVD and CAD, but not stroke. Furthermore, a higher ratio combined with higher protein density showed the most cardiovascular benefit.\r\nPubmed   Journal   ReadQx \r\nFood insufficiency, SNAP status, and variability in weight and body composition: Longitudinal analysis of the National Health and Aging Trends Study Cohort 2012 - 2021.\r\nRecurring food insecurity was associated with variability in older adults' weight and body composition. Additional interventions, beyond SNAP, are needed to prevent food insecurity and instability in body weight and composition.\r\nPubmed   Journal   ReadQx \r\nOral Citrulline supplementation in pregnancies with preeclampsia: a multicentre, randomized, double blind clinical trial. \r\nL-citrulline oral supplementation does not seem to be a promising candidate as a therapeutic intervention in pregnancies with preeclampsia. Clinical Trial Registration\r\nPubmed   Journal   ReadQx \r\nReplacing dietary carbohydrate with protein and fat improves lipoprotein subclass profile and liver fat in type 2 diabetes independent of body weight: evidence from two randomized controlled trials.\r\nReplacing dietary carbohydrate with protein and fat improves dyslipidemia in T2D independently of changes in body weight, by inducing an atheroprotective shift in the lipoprotein particle profile possibly facilitated by reduced IHTG accumulation. Clinicaltrials Gov registration NCT02764021;  NCT03814694; \r\nPubmed   Journal   ReadQx \r\nThe effect of an intervention to reduce aflatoxin consumption from 6 to 18 months of age on length-for-age Z-scores in rural Tanzania: a cluster-randomized trial.\r\n and conclusions An intervention to reduce AF exposure did not alter AF-alb nor anthropometric measures between treatment groups. Drought and agricultural data indicated less favorable conditions for toxin production, resulting in low levels of exposure in both trial arms. Annual, seasonal, and geographic heterogeneity of AF contamination make it difficult to study in an ethically-designed trial. Our formative research and early trial data indicate that stunting and intermittent AF exposure continue to be a problem in this area. However, the low AF exposure levels during the trial led to inconclusive results.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Metabolic issues in patients with metabolic dysfunction-associated steatohepatitis (MASH) and their impact on MASH recurrence following Liver Transplantation: A narrative review.\r\nRecurrence of MASH following liver transplant can occur due to many reasons including reversal of the catabolic state seen in cirrhosis, improvement in appetite, and the effect of certain post-LT medications on the graft;  however, managing recurrence can be challenging and thus urges addressing these issues prior to transplant, in addition to recognizing, and treating them in the post-transplant setting. In this review, we discuss the various metabolic issues that face patients with MASH, the medical and surgical management options available to improve outcomes and reduce chances of recurrence.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Circulating Chromogranin A is associated with disease extent, progression and recurrence in patients with non-functioning pancreatic neuroendocrine tumor (NF-PNET).\r\nSerum Chromogranin A correlates with disease extent in NF-PNET, and is useful for surveillance after resection of NF-PNET.\r\nPubmed   Journal   ReadQx \r\nCirculating biomarkers of macrophage activation in different stages of chronic pancreatitis: A pilot study.\r\n Our study demonstrates that subjects with definitive CP, sampled during a clinically quiescent phase, exhibited increased levels of sCD163 and sCD206. This indicates the presence of activated M2 macrophages in patients with CP at advanced, but not early, clinical stages.\r\nPubmed   Journal   ReadQx \r\nDecisional Control Preferences in Managing Intraductal Papillary Mucinous Neoplasms of the Pancreas.\r\nMost patients preferred an active role in IPMN treatment decisions. Lower health literacy and Latino race were associated with a preference for non-active decision roles. Clinicians should strive to align patient involvement in IPMN treatment decisions with their patient's preferred role.\r\nPubmed   Journal   ReadQx \r\nHigh Diagnostic Yield of Fine Needle Biopsy for Pancreatic Serous Cystadenomas - a Multi-Center Study.\r\n EUS-FNB sampling for histopathology is a safe and accurate diagnostic tool for pancreatic serous cystadenoma. When microcytic lesions are found on endoscopic ultrasound, our study results suggest that fine needle biopsy for histopathology should be considered as the initial diagnostic evaluation tool given the demonstrated improved diagnostic yield for serous cystadenoma.\r\nPubmed   Journal   ReadQx \r\nINVESTIGATION OF GEOSPATIAL DISPARITIES IN CHRONIC PANCREATITIS OUTCOMES.\r\nDespite multidisciplinary guideline-based care, residence in the most vulnerable neighborhoods may be associated with less opioid use and more frequent CP flares, suggesting possible inadequate pain control in these patients. These findings should guide prospective investigation of the impact of geospatial social determinants of health in CP and efforts to mitigate the above disparities.\r\nPubmed   Journal   ReadQx \r\nOncogenic KRAS Promotes Ferroptosis in Pancreatic Cancer through Regulation of the FOSL1-TFRC Axis.\r\nFurthermore, the KRAS/FOSL1/TFRC axis can make the PDAC cells vulnerable to alteration of the iron level in the tumor microenvironment. Our study highlights a pivotal mechanism of PDAC ferroptosis through iron metabolism and supports a new therapeutic strategy for PDAC with superior potential.\r\nPubmed   Journal   ReadQx \r\nPhase II randomized controlled trial to evaluate the supportive effect of Koujin (TJ-3020) powder in gemcitabine and nab-paclitaxel-treated unresectable or recurrent pancreatic cancer.\r\nIn this phase II randomized trial, oral administration of red ginseng powder at 2.0 g per day did not reduce pancreatic cancer patients' fatigue or malaise induced by GnP combination chemotherapy.\r\nPubmed   Journal   ReadQx \r\nRisk factors for early liver recurrence after pancreatic cancer resection.\r\n The risk factors for postoperative early liver recurrence were R-PV, a tumor diameter ≥ 45 mm and pathological venous invasion. Surgery for pancreatic cancer with these factors may require special treatment, such as hepatic arterial injection.\r\nPubmed   Journal   ReadQx \r\nSOMATOSTATIN ANALOGUES VS ACTIVE SURVEILLANCE IN SMALL PANCREATIC NEUROENDOCRINE TUMORS.\r\nOur monocentric experience demonstrated a significant antiproliferative activity of somatostatin analogues in patients with sporadic, non-functionating G1-G2 PanNETs ≤2 cm delaying tumor progression and distant spread in small lesions that sometimes may reveal unpredictable aggressiveness.\r\nPubmed   Journal   ReadQx \r\nSerum trypsin is a reliable biomarker of pancreas function.\r\nOn one hand, assessment of trypsin concentration in the serum sensitively and specifically detects pancreas inflammation;  whereas on the other hand, declining trypsin levels in serum showed good correlation with direct pancreatic function tests to identify exocrine pancreatic insufficiency. With this comprehensive review, we aimed to evaluate the existing evidence on the utility of trypsin as a continuous biomarker, spanning from acute to chronic pancreatitis and pancreas function, highlighting its potential in monitoring disease evolution on an individual patient level.\r\nPubmed   Journal   ReadQx \r\nTumor budding is an independent adverse prognostic factor of pancreatic ductal adenocarcinoma patients treated by resection after preoperative chemoradiotherapy.\r\nThis study revealed that the presence of tumor budding was an independent adverse prognostic factor in PDAC patients resected after gemcitabine and S1-based CRT.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Characteristics and prognosis of patients with pancreatic adenocarcinoma not expressing CA19-9: Analysis of the National Cancer Database.\r\nCA 19-9 non-expression is associated with distant metastatic disease at diagnosis and with death in resected non-metastatic patients compared to normal-range CA 19-9 levels. This clinically relevant subgroup requires alternative biomarkers, and may need consideration of more extensive preoperative staging and intensive perioperative systemic therapy.\r\nPubmed   Journal   ReadQx \r\nCirculating necroptosis markers in chronic pancreatitis and pancreatic cancer: Associations with diagnosis and prognostic factors.\r\nCirculating levels of MLKL are lower in patients with CP than PDAC. Elevated sST2 levels are associated with pancreatic diseases. Further studies are required to show whether MLKL and sST2 could be useful biomarkers in evaluating pancreatic diseases.\r\nPubmed   Journal   ReadQx \r\nDevelopment of a core outcome set for recurrent acute and chronic pancreatitis: Results of a Delphi poll.\r\nUsing the OMERACT framework, we developed a core outcome set for RAP and CP. Future research will focus on identifying validated measures for each domain, facilitating standardized assessments across clinical trials.\r\nPubmed   Journal   ReadQx \r\nGenotype-based prognosis prediction for MEN1-Related pancreatic neuroendocrine tumors in Korean patients a single-center retrospective study. \r\nAn individualized follow-up strategy may be necessary, particularly for young patients with truncating mutation in the MEN1 gene. In addition, those with mutations in exons 3 or 10 may require more active surveillance to decrease the risk of progression.\r\nPubmed   Journal   ReadQx \r\nProgression of resectable pancreatic ductal adenocarcinoma during surgical delay and effects on survival - A propensity score matched study.\r\n Progression in tumor size does not seem to affect survival in our study population. In general, surgical treatment delay in up-front resectable patients does not seem to be associated with survival or the risk of recurrence, but the optimal and maximal time to surgery as well as the optimal timing of the follow-up scanning remain unclear.\r\nPubmed   Journal   ReadQx \r\nYKL-40 as a risk stratification marker in acute pancreatitis: A prospective study. \r\nThe high YKL-40 - outcome association at both time-points was conditional on concurrent IL-6: uncertain if IL-6 was low, strong if IL-6 was high. Serum YKL-40 is a plausible candidate for further evaluation as an early biochemical indicator of subsequent AP severity, particularly if considered jointly with CRP and/or IL-6.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    High-protein supplementation during cancer therapy - strengthening of the evidence-base to support its safety and clinical benefits.\r\n\r\nPubmed   Journal   ReadQx \r\nPlant and animal proteins: seeing both the trees and the forest.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Expression of Concern: The antidiabetic β3-adrenoceptor agonist BRL 26830A works by release of endogenous insulin (Am J Clin Nutr 1992;55:237S-41S).\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A history of transplant oncology-the story of steve jobs.\r\n\r\nPubmed   Journal   ReadQx \r\nPolicy corner: Hepatic hydrothorax MELD exception.\r\n\r\nPubmed   Journal   ReadQx \r\nTherapy of alcohol use disorder in liver transplant recipients.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Assessing the feasibility of handheld point-of-care ultrasound for pancreas visualization: A pilot study.\r\n\r\nPubmed   Journal   ReadQx \r\nERCP Directed Transpapillary Pancreatic Duct Stenting for Disconnected Pancreatic Duct after Pancreatic Enucleation.\r\n\r\nPubmed   Journal   ReadQx \r\nLipomatous pseudohypertrophy of the pancreas: a rare disease with a novel imaging finding.\r\n\r\nPubmed   Journal   ReadQx \r\nPancrelipase Delayed-Release Capsules Improve Stool Frequency and Consistency in Patients with Exocrine Pancreatic Insufficiency Due to Chronic Pancreatitis or Pancreatic Surgery: Post-hoc Analysis of Patient-Reported Daily Symptoms in a Double-Blind Randomized Trial.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Challenges in assessing the impact of maternal fish consumption and ω-3 supplement use on autism-related outcomes in children.\r\n\r\nPubmed   Journal   ReadQx \r\nImpact of 25-hydroxyvitamin D and calcium on risk of age-related macular degeneration.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Author's reply: Exploring the role of neoadjuvant therapy for resectable pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-06T13:33:12-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-29-2024/",
    "title": "Fri Nov 29 2024",
    "description": "30 articles - From Friday Nov 22 2024 to Friday Nov 29 2024",
    "author": [],
    "date": "2024-11-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreas\r\n    Peritoneal Tumor DNA as a Prognostic Biomarker in Pancreatic Cancer: A Systematic Review and Meta-Analysis.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Meta-analysis of routine abdominal drainage versus no drainage following distal pancreatectomy: Does the best available evidence overcome \"HPB surgeon's paranoia\"?\r\nThe meta-analysis of best available evidence indicates safety of \"no drain policy\" in distal pancreatectomy considering its lower risk of CR-POPF, re-intervention and hospital re-admission. More randomised evidence is required to overcome the \"HPB surgeon's paranoia\".\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Cross-sectional associations between consumption of non-nutritive sweeteners and diet quality among U.S. adults in the Cancer Prevention Study-3.\r\nNNS consumers had lower diet quality in a large cohort of U.S. adults.\r\nPubmed   Journal   ReadQx \r\nDietary patterns and risk of multiple cancers: umbrella review of meta-analyses of prospective cohort studies.\r\n These findings suggest that adherence to certain healthy dietary patterns is associated with lower risk of al cancers and certain individual cancers. Register This study was registered with PROSPERO (CRD42023425237). crd.york.ac.uk/PROSPERO/display_record.php?RecordID=425237.\r\nPubmed   Journal   ReadQx \r\nEffect of a 12-month intervention with whey protein powder on cognitive function in older adults with mild cognitive impairment: a randomized controlled trial.\r\nSupplementation with whey protein powder rich in MFGM, taurine, and B vitamins for 12-month improved cognitive function in older adults with MCI.\r\nPubmed   Journal   ReadQx \r\nInfant body composition trajectories differ by in utero exposure to gestational diabetes mellitus: a prospective cohort from birth to 12 months.\r\nIn a cohort of infants exposed and unexposed to GDM in utero, infants exposed had increased weight, FM, and percent body fat at birth. However, more infants exposed to GDM had less fat accrual over the first year of life, compared with those unexposed. The long-term effects of these growth patterns in the first year challenge current concepts and support further investigation of neonatal body composition.\r\nPubmed   Journal   ReadQx \r\nMaternal vitamin D status, fetal growth patterns, and adverse pregnancy outcomes in a multi-site prospective pregnancy cohort.\r\nFirst trimester 25(OH)D was positively associated with linear growth. Low first trimester 25(OH)D (<40 nmol/L) was associated with higher risk for preterm birth. Second trimester 25(OH)D was not associated with fetal growth or pregnancy outcomes assessed.\r\nPubmed   Journal   ReadQx \r\nThe effect of an intervention to reduce aflatoxin consumption from 6 to 18 months of age on length-for-age Z-scores in rural Tanzania: a cluster-randomized trial.\r\n and conclusions An intervention to reduce AF exposure did not alter AF-alb nor anthropometric measures between treatment groups. Drought and agricultural data indicated less favorable conditions for toxin production, resulting in low levels of exposure in both trial arms. Annual, seasonal, and geographic heterogeneity of AF contamination make it difficult to study in an ethically-designed trial. Our formative research and early trial data indicate that stunting and intermittent AF exposure continue to be a problem in this area. However, the low AF exposure levels during the trial led to inconclusive results.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Glucagon-Like Peptide 1 Receptor Agonists Are Not Associated With an Increased Risk of Ileus or Intestinal Obstruction in Patients with Inflammatory Bowel Disease-A Danish Nationwide Cohort Study.\r\n This study suggests that GLP-1RAs do not increase the risk of ileus or intestinal obstruction in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nUndetected Dysplasia at Colectomy in Patients With Inflammatory Bowel Diseases. What Are We Missing?\r\nClinicians should be aware of the risk of missing dysplastic lesions, especially when endoscopic disease activity is moderate/severe, and not only for longstanding disease. Efforts should be made to obtain endoscopic remission to make the \"invisible\" visible.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Development and Validation of a Sexual Quality of Life Score for Youths with Inflammatory Bowel Disease.\r\nBLOOMI score is a new validated score to assess the sexual QoL in 15-25 years with IBD. This tool may improve the screening for sexual challenges encountered by youths with IBD and may support future research into the impact of IBD on young patients' lives.\r\nPubmed   Journal   ReadQx \r\nDevelopment of an automated tool for the estimation of histological remission in ulcerative colitis using single wavelength endoscopy technology.\r\n By utilizing automated CAD based on non-magnifying SWE for enhanced capillary visibility versus WLE, histological remission was detected with 95.2% diagnostic accuracy in patients with UC, offering stable objectivity and helping to exclude inter-reader variability.\r\nPubmed   Journal   ReadQx \r\nKnowledge, Values and Preferences regarding Contraceptive Choices among Women living with Inflammatory Bowel Disease.\r\n A quarter of women with IBD were not using any contraception, and long-acting contraceptive use was low. Women prefer effective, easy-to-use contraceptives with minimal side effects but lack knowledge on effective contraception-related issues. Better education and proactive discussions between healthcare providers and patients could improve reproductive health in women with IBD.\r\nPubmed   Journal   ReadQx \r\nLow Incidence of Macular Edema and Other Ocular Events in the Etrasimod Development Program.\r\nMacular edema and other ocular events were uncommon in patients treated with etrasimod across multiple conditions. Incidence of Macular edema was comparable with placebo.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib for Induction of Remission in Pediatric Ulcerative Colitis: An International Multi‑center Study.\r\n Upadacitinib is an effective induction therapy for refractory pediatric UC and IBD-U. Efficacy should be weighed against the potential risks of AEs.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Present and future of fecal microbiome transplantation in cirrhosis.\r\nThe goal of this review is to highlight the utility of manipulating the gut microbiome with a focus on fecal microbiome transplantation (FMT) in patients with cirrhosis. In addition, we will provide an overview of disease-specific microbial alterations and the resultant impact this has on cirrhosis-related complications.\r\nPubmed   Journal   ReadQx \r\nThe assessment of myopenia and muscle biopsy in pediatric patients with liver disease awaiting liver transplantation - A cross-sectional analysis.\r\nPercent of muscle fibres with centralized nuclei were not different between groups. In conclusion, children with myopenia experience differences in skeletal muscle biological characteristics when compared to children without myopenia at LTx and these findings may have implications for dietary and exercise rehabilitation pre-and post-LTx.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Enhancing Pancreatic Cancer Therapy with Targeted CD133-Exosome Delivery of PD-L1 siRNA: A Preclinical Investigation.\r\nPD-L1 siRNA-loaded CD133-targeting exosomes demonstrated remarkable anticancer efficacy, characterized by specific binding to CD133-positive pancreatic cancer cells and suppression of PD-L1 expression within these cells.\r\nPubmed   Journal   ReadQx \r\nSurgical Trends in Chronic Pancreatitis from 2014 Through 2021.\r\n Surgery for benign CP decreased substantially despite the established efficacy of surgical intervention for long-term pain management. The concurrent decline in mortality and rates of pancreatic fistula formation suggest advances over the study years in surgical and postoperative care.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Characteristics and prognosis of patients with pancreatic adenocarcinoma not expressing CA19-9: Analysis of the National Cancer Database.\r\nCA 19-9 non-expression is associated with distant metastatic disease at diagnosis and with death in resected non-metastatic patients compared to normal-range CA 19-9 levels. This clinically relevant subgroup requires alternative biomarkers, and may need consideration of more extensive preoperative staging and intensive perioperative systemic therapy.\r\nPubmed   Journal   ReadQx \r\nDevelopment of a core outcome set for recurrent acute and chronic pancreatitis: Results of a Delphi poll.\r\nUsing the OMERACT framework, we developed a core outcome set for RAP and CP. Future research will focus on identifying validated measures for each domain, facilitating standardized assessments across clinical trials.\r\nPubmed   Journal   ReadQx \r\nNatural history of low-risk branch-duct intraductal papillary mucinous neoplasms and indeterminate pancreatic cysts: Implications on surveillance intervals by cyst size.\r\n Baseline cyst size can be used to guide surveillance intervals for low-risk BD-IPMN/indeterminate pancreatic cysts.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Is Sarcopenia More Than Just Low Body Mass?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Changes in Editorial Leadership.\r\n\r\nPubmed   Journal   ReadQx \r\nEco-gastroenterology in Inflammatory Bowel Disease Treatment: A Call for Sustainable Healthcare.\r\n\r\nPubmed   Journal   ReadQx \r\nIron Deficiency Anemia in Patients with Inflammatory Bowel Disease: A Call to Action to Improve Patient Care.\r\n\r\nPubmed   Journal   ReadQx \r\nPotential Utility of Laser Speckle Contrast Imaging to Detect Early Microcirculatory Changes Associated With Erythema Nodosum in Crohn's Disease: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    CON: All patients should receive a palliative care consult during LT evaluation.\r\n\r\nPubmed   Journal   ReadQx \r\nPRO: All patients should receive a palliative care consult during LT evaluation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Author's Reply: Is Sarcopenia More Than Just Low Body Mass?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-12-02T15:06:09-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-22-2024/",
    "title": "Fri Nov 22 2024",
    "description": "58 articles - From Friday Nov 15 2024 to Friday Nov 22 2024",
    "author": [],
    "date": "2024-11-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Comment on: \"The Burden of Psychiatric Manifestations in Inflammatory Bowel Diseases: A Systematic Review With Meta-analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Partial Enteral Nutrition in the Management of Crohn's Disease: A Systematic Review and Meta-Analysis.\r\n Partial enteral nutrition may help in various aspects of CD management but much of the current evidence is of low quality. Well-designed RCTs are required to confirm findings from current literature and before clinical recommendations can be made.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of dietary choline intake with incidence of dementia, Alzheimer's disease and mild cognitive impairment: a large population-based prospective cohort study.\r\nIn conclusion, our findings suggest that moderate dietary choline intake, ranging from 332.89 mg/d to 353.93 mg/d, is associated with lower odds of dementia and better cognitive performance.\r\nPubmed   Journal   ReadQx \r\nAssociations between dietary fibers and gut microbiome composition in the EDIA longitudinal infant cohort.\r\nIntroducing complementary dietary fibers during the weaning period supports gut microbiome diversification and stabilization. Even minor dietary variations showed significant associations with microbial taxa and functions from the onset of weaning, highlighting the importance of infant dietary recommendations that support the gut microbiome maturation during early life. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nAssociations of alcohol intake with gut microbiome: a prospective study in a predominantly low-income Black/African American population.\r\nWe identified gut microbial taxa associated with habitual alcohol intake among Black/African American males, although the magnitudes of these associations were generally small. Further research is needed to determine if these bacteria modify alcohol-disease relationships.\r\nPubmed   Journal   ReadQx \r\nChanges in fatty acid intake and subsequent risk of all-cause and cause-specific mortality in males and females: a prospective cohort study.\r\nThese findings support replacing SFA with unsaturated fatty acids (especially from plant sources) and eliminating dietary TFA to reduce premature death.\r\nPubmed   Journal   ReadQx \r\nContent of Selected Nutrients and Potential Contaminants in Prenatal Multivitamins and Minerals: an Observational Study.\r\nCurrent PMVM labels are misleading with the potential to harm pregnant persons and fetuses through omission or inaccurate content of essential nutrients and inclusion of heavy metals. Regulation is needed, and the Food and Drug Administration needs sufficient authority and staffing to oversee these dietary supplements.\r\nPubmed   Journal   ReadQx \r\nEffect of a 12-month intervention with whey protein powder on cognitive function in older adults with mild cognitive impairment: a randomized controlled trial.\r\nSupplementation with whey protein powder rich in MFGM, taurine, and B vitamins for 12-month improved cognitive function in older adults with MCI.\r\nPubmed   Journal   ReadQx \r\nProduce prescription benefits redemption and activity in an observational study of 2,680 Massachusetts Medicaid members.\r\nActivity and redemption can each be high in PRx, and may be positively associated with more shopping locations, longer participation and program implementation experience, and specific participant demographic factors. These findings inform interpretation of prior and design of future research on PRx, health outcomes, and health care utilization.\r\nPubmed   Journal   ReadQx \r\nProteomic analysis identifies novel biological pathways that may link dietary quality to type 2 diabetes risk: evidence from African American and Asian cohorts.\r\nOur study across geographically and ethnically diverse populations identified robust protein biomarkers for healthy dietary patterns. Furthermore, our findings suggest novel biological mechanisms linking dietary patterns with type 2 diabetes development.\r\nPubmed   Journal   ReadQx \r\nSchool-based nutrition education programs alone are not cost-effective for preventing childhood obesity: A microsimulation study.\r\nSNAP-Ed-endorsed nutrition education curricula alone are unlikely to be cost-effective for preventing childhood obesity. Continued efforts to implement interventions with strong evidence for effectiveness, including PSE approaches, are needed.\r\nPubmed   Journal   ReadQx \r\nThe prospective associations of fetal growth-related pregnancy complications with subsequent breastfeeding duration and markers of human milk production.\r\nIndividuals with HDP and those with SGA infants tend to breastfeed for a shorter duration;  however, only HDP appeared to be associated with biomarkers of compromised milk production. Further research and support are needed to help individuals with HDP and SGA achieve their breastfeeding goals. This study was registered as NCT01174875, and can be accessed at\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Biologics and Oral Small Molecules Are Not Associated With Increased Major Adverse Cardiovascular Events or Venous Thromboembolism in Inflammatory Bowel Disease.\r\nInflammatory bowel disease patients treated with biologics or OSM were not at increased risk of MACE or VTE. Although further studies and longer follow-up periods are needed to confirm these findings, our results provide reassurance regarding the safety of these medications in IBD.\r\nPubmed   Journal   ReadQx \r\nFactors Associated With Biologic Therapy After Ileal Pouch-Anal Anastomosis in Patients With Ulcerative Colitis.\r\nSeveral demographic, disease-related, surgery-related, and genetic factors associated with post-IPAA biologic therapy were identified. Physicians treating patients with UC undergoing colectomy should incorporate these factors into their decision-making process. These patients may benefit from closer postoperative follow-up, and earlier initiation of biologic therapy should be considered.\r\nPubmed   Journal   ReadQx \r\nFecal Myeloperoxidase Levels Reflect Disease Activity in Children With Crohn's Disease.\r\nFecal myeloperoxidase may be superior to fCal at reflecting disease severity in children with CD and produces the damaging oxidant hypochlorous acid during active inflammation.\r\nPubmed   Journal   ReadQx \r\nLong-Term Course and Prognostic Factors in Pediatric Ulcerative Proctitis: A Multicenter Cohort Study.\r\n The typical initial treatment of pediatric UP was 5-ASA suppositories, despite poor compliance. Biologics or other immunosuppressive treatments were needed in 37% of patients. Close follow-up with adjustment of treatment should be considered in children with UP as its clinical course varies.\r\nPubmed   Journal   ReadQx \r\nMyosteatosis Evaluated Based on Intramuscular Adipose Tissue Content Is a Risk Factor for Postoperative Complications in Crohn's Disease.\r\nThis study established IMAC as a valuable marker for sarcopenic obesity and predicting postoperative complications in patients with Crohn's disease. Furthermore, evaluating myosteatosis using IMAC will facilitate the decision of the optimal timing of surgery, prediction of complications, and treatment of sarcopenia in patients with Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nThe Bidirectional Relationship Between Sleep and Pain in Crohn's Disease: A Daily Diary Study.\r\nSleep continuity and abdominal pain are closely related, with sleep efficiency, total sleep time, and sleep quality potentially driving next-day abdominal pain. As interventions for pain in IBD are limited, it may be important to capitalize on the impact of sleep disturbances on pain to optimize overall wellbeing in people with CD.\r\nPubmed   Journal   ReadQx \r\nThe Risk of Venous Thromboembolism in Children With Inflammatory Bowel Disease.\r\nThis study confirms the increased risk of VTE in children with IBD compared with children without IBD. The time of greatest VTE risk was around diagnosis. Cerebral venous sinus thrombosis was significantly more common in children with IBD than other children.\r\nPubmed   Journal   ReadQx \r\nWhy Symptoms Linger in Quiescent Crohn's Disease: Investigating the Impact of Sulfidogenic Microbes and Sulfur Metabolic Pathways.\r\n Microbial-derived sulfur pathways and downstream mitochondrial function are perturbed in qCD + S, which implicate H2S signaling in the pathogenesis of this condition. Future studies will determine whether targeting H2S pathways results in improved quality of life in qCD + S.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Development and Validation of a Sexual Quality of Life Score for Youths with Inflammatory Bowel Disease.\r\nBLOOMI score is a new validated score to assess the sexual QoL in 15-25 years with IBD. This tool may improve the screening for sexual challenges encountered by youths with IBD and may support future research into the impact of IBD on young patients' lives.\r\nPubmed   Journal   ReadQx \r\nFatigue in patients with inflammatory bowel disease in remission one year after diagnosis (the IBSEN III study).\r\nStricter definitions of disease remission were not associated with a decreased likelihood of fatigue. For patients in endoscopic/radiological remission, CF was independently associated with sleep disturbances and current treatment with infliximab.\r\nPubmed   Journal   ReadQx \r\nImpact Of Hladqa1*05 And Hladqa1*03 On Safety And Loss Of Response To Anti-Tnf In Patients With Inflammatory Bowel Disease.\r\nHLADQA1*05 is associated with a higher risk of LOR and immunogenicity, particularly to infliximab. HLADQA1*03 seems to play a protective role against LOR, particularly to adalimumab. Female sex and infliximab are risk factors for AE.\r\nPubmed   Journal   ReadQx \r\nIncidence, disease burden and clinical presentation of patients newly diagnosed with inflammatory bowel disease in a population-based inception cohort.\r\nWe found a high incidence of IBD in Copenhagen with a substantial disease burden characterized by early and high requirement for advanced therapies and high rates of fatigue, disability and impaired HRQoL at diagnosis.\r\nPubmed   Journal   ReadQx \r\nLow Incidence of Macular Edema and Other Ocular Events in the Etrasimod Development Program.\r\nMacular edema and other ocular events were uncommon in patients treated with etrasimod across multiple conditions. Incidence of Macular edema was comparable with placebo.\r\nPubmed   Journal   ReadQx \r\nUse of MM-SES-CD Endoscopic Improvement Thresholds Enhances Effect Size Differentiation between Adalimumab vs. Placebo: A Post-hoc Analysis of the EXTEND Trial.\r\n MM-SES-CD definitions improved discrimination between treatment and placebo and offered superior predictive accuracy for week 52 ER. Its use may enhance trial efficiency and better predict long-term disease outcomes.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Jehovah's Witnesses: Challenges in liver disease management and in liver transplantation.\r\nThere remains a paucity of data on disparities in liver care and outcomes in patients of the Jehovah's Witnesses faith. Future research on liver diseases and liver transplantation in Jehovah's Witnesses should focus on creating registries of patient outcomes and centers with experience.\r\nPubmed   Journal   ReadQx \r\nPre-transplant metabolic tumor volume predicts recurrence following liver transplantation for colorectal metastasis: A multicenter study.\r\n and relevance PET-MTV ≥70 cm3 was associated with reduced RFS and OS after LT for CRLM, confirming findings from the Norway group. This is likely due to its' ability to identify residual viable tumors, which are independently associated with recurrence. PET-MTV should be a key selection criterion prior to LT for CRLM.\r\nPubmed   Journal   ReadQx \r\nSmoking and outcomes in candidates for Liver Transplantation: Analysis of the pulmonary vascular complications of liver disease 2 (PVCLD2).\r\nPatients with advanced liver disease undergoing evaluation for LT who smoke have an increased risk of death. Smoking cessation could lead to improved overall survival with or without LT.\r\nPubmed   Journal   ReadQx \r\nTobacco use, cirrhosis, and age are predictors of readiness to change and continued drinking following brief alcohol intervention in Veterans.\r\nOverall, we found that in a large cohort of Veterans seen in hepatology clinics that in routine practice,a brief intervention targeted at alcohol use is feasible. Older patients with concomitant tobacco use, cirrhosis, and anxiety may need more longitudinal attention to ensure that the initial interest in reducing problem drinking is sustained.\r\nPubmed   Journal   ReadQx \r\nUtilization of biomarkers for alcohol use in liver transplantation candidates with alcohol-associated liver disease.\r\n A minority of ALD patients provided a positive urine EtG in the pre-transplant phase. Alongside clinical interview, biomarker testing is an objective tool to identify ongoing alcohol use in ALD patients.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    An improved invagination pancreaticojejunostomy technique associated with a lower incidence of pancreatic fistula: A single-center study.\r\n The improved invagination PJ technique reduces the incidence of CR-POPF and improves prognosis.\r\nPubmed   Journal   ReadQx \r\nCa<sup>2+<\/sup> signaling of pancreatic acinar cells in malignant hyperthermia susceptibility.\r\nThese results suggest that the Y522S RyR1 mutation alter the Ca 2+ -homeostasis in PACs, but not as much as to cause or aggravate AP.\r\nPubmed   Journal   ReadQx \r\nNext-generation sequencing improves diagnostic accuracy of imaging and carcinoembryonic antigen alone for pancreatic cystic neoplasms.\r\nNGS analysis of pancreatic cyst fluid demonstrates high specificity and may serve as an additional diagnostic tool to CEA. Combining cystic fluid CEA and NGS increases the accuracy in determining whether a lesion is mucinous and NGS showed a higher diagnostic accuracy in advanced lesions compared to CEA. While the absence of alarming NGS findings should not preclude surgical treatment, patients with alarming mutations should be considered for surgery.\r\nPubmed   Journal   ReadQx \r\nOutcomes of percutaneous versus endoscopic transmural necrosectomy for necrotizing pancreatitis: A propensity score-matched study.\r\nIn real world setting, sicker patients tend to be more effectively managed through PEN compared to ETN. PEN demonstrates comparable efficacy and safety to ETN in the treatment of NP patients.\r\nPubmed   Journal   ReadQx \r\nPancreatic atrophy is a predictor for exocrine pancreatic dysfunction: Data from a large cohort of patients with chronic pancreatitis.\r\n We conclude that following the suggested cutoffs, pancreatic atrophy in CP is independently associated with EPD.\r\nPubmed   Journal   ReadQx \r\nThe combined effect of hypoxia activation and radiosensitization by a multifunctional nanoplatform system enhances the therapeutic efficacy of chemoradiotherapy in pancreatic cancer.\r\nThe nanoplatform had a good targeting effect and synergistic anti-tumor effect. The combination of hypoxia activation and radiotherapy sensitization is a promising strategy for the treatment of pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nUtilization of relative evaluation of pancreatic perfusion CT parameters to support appropriate pancreatic adenocarcinoma diagnosis.\r\nRelative evaluation of PCT parameters is expected to contribute to more appropriate diagnosis of PAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Enhancing Gut Microbiome Research for Inflammatory Bowel Diseases Therapy: Addressing Study Limitations and Advancing Clinical Translation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editors.\r\n\r\nPubmed   Journal   ReadQx \r\nStricturing Crohn's Disease: When Biologics May Help or Not?\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Early detection of pancreatic cancer: Study design and analytical considerations in biomarker discovery and early phase validation studies.\r\nMultisite and multidisciplinary collaboration can facilitate study design strategies in this lethal but low incidence disease and streamline the path from biomarker discovery to clinical use. Improvements in analytical and experimental design methods could help accelerate biomarker evaluation through the phases of biomarker development.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Association of the HLA DQA1*05 allelic gene variants with immunogenicity to anti-TNF therapeutics - important differences between infliximab and adalimumab.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Fellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information - Author Checklist.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information - Author Checklist.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information - Instructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information - Instructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nMapping new mechanisms: Hypothermic oxygenated perfusion attenuates the immune response after human liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nRisk of bleeding after percutaneous liver procedures in patients with cirrhosis: myth or fact?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Improving the dietaryindex R Package: A Proposal to Include Additional Components for More Accurate DII Computation in NHANES.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Exploring the role of neoadjuvant therapy for resectable pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-23T17:26:42-05:00",
    "input_file": {}
  }
]
