[
  {
    "path": "gi2/10-31-2025/",
    "title": "Fri Oct 31 2025",
    "description": "20 articles - From Friday Oct 24 2025 to Friday Oct 31 2025",
    "author": [],
    "date": "2025-10-31",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    J Crohns Colitis\n    Pharmacological management of upper gastrointestinal crohn's disease: A systematic review.\nOur systematic review highlights a paucity of evidence to inform therapeutic strategies in UGICD. Positive outcomes were reported for corticosteroids and anti-TNF, but from small observational, and uncontrolled studies. Data for most advanced therapies remain limited, highlighting a large unmet need to inform clinical practice.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    A randomized trial modeling the effects of solutions with low to moderate glycerol and sodium concentrations on fluid balance in healthy, active adults.\n Relatively low concentrations of glycerol by itself (≥1.5%) or in combination with electrolytes (≥0.75% glycerol plus ≥15 mM sodium) promoted better fluid balance than placebo. These results help inform the minimum concentrations of glycerol and/or sodium needed to promote fluid balance in healthy, active individuals;  however, future research is needed to verify the model's predictions. Clinical trial registry ClinicalTrials.gov  NCT06185595.\nPubmed   Journal   ReadQx Customized Multimodal Diabot-GPT-4o Enhances Accuracy of Image-Based Dietary Assessments in Dietetic Trainees in Taiwan: Validation Against Weighed Food Records.\nCustomized AI chatbots improved automated IBDAs, yet accuracy depends on clear images for food visibility and portion-size fidelity. Standardized AI-input procedures (FN, cooking state, prompt structure, and configuration) and expert oversight to detect and correct AI hallucinations (fabricated items, units, or quantities) remain essential for reliable, interpretable estimates.\nPubmed   Journal   ReadQx The timing of macronutrient and major food group intake and associations with mortality among US adults, 1999-March 2020: a serial cross-sectional study.\n Overnight intake and delayed eating timing are prevalent among US adults, especially among socioeconomically disadvantaged groups, and were associated with higher mortality, particularly for specific macronutrients/foods, supporting eating timing recommendations integrating food composition.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Characterization of Intestinal Mycobiome in Surgical Resections from Inflammatory Bowel Disease Patients: A Deeper Analysis in Complicated Crohn's Disease Phenotypes.\nThese results underscore the potential of fungal biomarkers in elucidating IBD pathogenesis and its associated complications, which opens up promising avenues for targeted therapeutic strategies.\nPubmed   Journal   ReadQx Cutaneous Manifestations and Dermatologic Adverse Events in IBD: A Clinical Update.\nImproved comprehension of these manifestations not only emphasizes the necessity for interdisciplinary care, but also informs tailored therapies to address systemic inflammation while minimizing dermatological complications. This update offers practical insights and emerging evidence to guide clinicians in optimizing patient outcomes.\nPubmed   Journal   ReadQx Heterogeneity in Histological Evaluation of Microscopic Colitis in Randomized Clinical Trials: An Umbrella Review.\nThis umbrella review highlights the heterogeneity in the definitions of histological outcomes in MC RCTs. The summarized evidence will support ongoing efforts to develop consensus definitions for histological outcomes in order to facilitate clinical trials of medical therapies for MC.\nPubmed   Journal   ReadQx Perioperative anti-α4β7 Integrin Blockade Alters Wound Cell Infiltrate but Not the Functional Outcome of Ileocecal Anastomoses in Mice With Crohn's-like Ileitis.\nCrohn's-like ileitis mice were at higher risk for abscess formation. Anti-α4β7 integrin treatment resulted in cellular changes that did not impair functional anastomotic healing.\nPubmed   Journal   ReadQx Quantitative Analysis of Distinct Colon Crypt Branching Modes Using Interpretable Machine Learning.\nWe present a machine learning model capable of distinguishing both modes of crypt branching patterns. Furthermore, using a hand-crafted feature approach allowed us to directly interpret the classification criteria of our algorithm, rendering it more transparent and interpretable than black box classification models.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Kinetics of Intestinal Ultrasound and Shear-wave Elastography to assess early response in Ulcerative Colitis Patients Treated with Filgotinib.\nOn IUS, BWT, submucosal thickness and CDS predict endoscopic response after four weeks of filgotinib treatment. SWE values in the sigmoid differ between responders and non-responders, but early assessment does not predict treatment response.\nPubmed   Journal   ReadQx Therapeutic management and risk of colectomy in patients with acute severe ulcerative colitis and previous exposure to anti-TNF drugs: a comparative study of GETECCU.\n ASUC management in anti-TNF-exposed patients is heterogeneous and differs from that of bio-naive patients, with increased risk of treatment failure and colectomy.\nPubmed   Journal   ReadQx Trends in Utilization of Advanced Therapies in Patients with Inflammatory Bowel Diseases in the USA, 2021-2025.\nContemporary trends in advanced therapy utilization in patients with IBD suggest an increased utilization of upadacitinib and anti-interleukins, accompanied by a decline in use of TNF antagonists in the U.S.\nPubmed   Journal   ReadQx Liver Transpl\n    A novel measure of spatial accessibility to transplant services predicts population-based access to liver transplant.\nSensitivity analyses revealed that the association between SPAR and LDR was modified by socioeconomic characteristics and geographic region. This measure may be used in future research on spatial accessibility, including developing interventions to improve access to liver transplant for patients in low-accessibility areas.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    J Crohns Colitis\n    In response to jjaf121 adequacy of disclosures published July 2025.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    \"Do I Need an Anal Pap?\": Partnering in Preventive Care: A Shared Decision-Making Approach to Anal Pap Testing in IBD.\n\nPubmed   Journal   ReadQx Curbing Opioid Use in IBD: The Role of Advanced Therapies Across Populations.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Entering our fourth decade: The next chapter of Liver Transplantation.\n\nPubmed   Journal   ReadQx Few-shot learning: A methodological bridge from pilot experiments to large-scale studies in refractory ascites research.\n\nPubmed   Journal   ReadQx Strategic leadership and financial governance in liver transplantation: Global insights from the international liver transplantation society congress 2025.\n\nPubmed   Journal   ReadQx Pancreatology\n    Association of pancreatic steatosis with Metabolic Dysfunction Associated Steatohepatitis using magnetic resonance imaging.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-01T17:26:57-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-24-2025/",
    "title": "Fri Oct 24 2025",
    "description": "26 articles - From Friday Oct 17 2025 to Friday Oct 24 2025",
    "author": [],
    "date": "2025-10-24",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Prevalence and Associated Factors of Nonalcoholic Fatty Liver Disease in Patients with Inflammatory Bowel Disease: An Updated Global Systematic Review and Meta-Analysis of over 1.5 Million Individuals.\r\n NAFLD is a common comorbidity among patients with IBD, affecting over one in four individuals, with higher prevalence observed in adults, males, and certain geographic regions. Variation by diagnostic modality and disease location was also noted;  however, these subgroup findings are based on limited data and should be interpreted with caution. Overall, the results highlight the importance of incorporating liver health screening into routine IBD management, particularly for high-risk populations, and underscore the need for future prospective studies to refine risk stratification and management strategies.\r\nPubmed   Journal   ReadQx Pancreas\r\n    Comparative Anatomy of Pancreas Across Animal Species: A Systematic Review.\r\n This comparative review highlights the structural and histologic organization of the pancreatic tissue across animal species. This review offers a key resource for translational researchers seeking to develop animal models to recapitulate the spectrum of pancreatic disorders observed in human patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Impact of Comprehensive Lifestyle Interventions on Plasma Branched-Chain Amino Acid Concentrations: A Randomized Trial.\r\n Weight loss resulting from lifestyle interventions was associated with reductions in plasma BCAA concentrations. Improvements in fitness and diet composition were not associated with changes in BCAA concentrations independent of weight loss. Clinical trial registration\r\nPubmed   Journal   ReadQx Ultra processed food consumption by urbanization level among US youth and adults: Cross-Sectional Analysis of NHANES 2013-March 2020.\r\nAdults in rural areas consumed more UPF and less MPF than those in urban areas in terms of both energy and grams. There were few significant differences by urbanization among youth.\r\nPubmed   Journal   ReadQx Inflamm Bowel Dis\r\n    Comparative Risk of Serious Infections Associated With Treatment of Inflammatory Bowel Disease.\r\nIn this nationwide IBD cohort, there was not an increased risk of infection-related hospitalization among patients exposed to vedolizumab, ustekinumab, and tofacitinib as compared with patients on anti-TNF inhibitor and TP combination therapy and rates of infection-related hospitalization were low overall. These findings should guide clinical decision making and patient-physician discussions when selecting a therapeutic agent with the primary emphasis on efficacy.\r\nPubmed   Journal   ReadQx Incidence and Natural History of Very Early-Onset Inflammatory Bowel Disease in Scotland: National and Regional Cohort Studies.\r\nScotland has a high incidence of VEOIBD, with monogenic IBD exceptionally rare. Although VEOIBD disease burden is high, treatment outcomes are broadly similar to those diagnosed later in childhood based on previous studies.\r\nPubmed   Journal   ReadQx Outcomes of Pouch Creation in 2-Stage Versus 3-Stage Procedures for Pediatric Ulcerative Colitis: A Propensity Score Matched Comparative Analysis.\r\nThis study demonstrated that surgical outcomes following pouch creation were similar in a matched cohort of children undergoing 2- or 3-stage IPAA, supporting the use of a 2-stage approach in certain patients with limited disease.\r\nPubmed   Journal   ReadQx Sexual Health Challenges in Individuals With and Without Inflammatory Bowel Disease: A Population-Based Study in Denmark.\r\nAlthough the 5-item International Index of Erectile Function and 6-item Female Sexual Function Index scores did not indicate an excess of sexual dysfunction in the overall UC and CD populations, individuals with UC as well as patients with IBD experiencing active disease, stoma, or perianal involvement faced more sexual challenges than those without IBD. This highlights the need for gastroenterologists to proactively address sexual health and provide tailored support for patients with IBD.\r\nPubmed   Journal   ReadQx Xanthine Oxidase-Dependent Activation of NLPR3 Inflammasome in Epithelial Cells Sustains Inflammation in Inflammatory Bowel Disease.\r\nand relevance Overexpression of XO in IBD might contribute to inflammation by promoting NLRP3 inflammasome activation and proinflammatory cytokine production.\r\nPubmed   Journal   ReadQx J Crohns Colitis\r\n    Anti-tumor necrosis factor treatment from diagnosis is more effective and less costly than conventional \"step-up\" care for patients with active Crohn's disease: a cost-effectiveness analysis from the PROFILE trial.\r\n\"Top-down\" treatment from diagnosis with anti-TNF results in lower healthcare resource use and better clinical outcomes in patients with Crohn's disease compared to an \"accelerated step-up\" strategy.\r\nPubmed   Journal   ReadQx   PMCTrends in Utilization of Advanced Therapies in Patients with Inflammatory Bowel Diseases in the USA, 2021-2025.\r\nContemporary trends in advanced therapy utilization in patients with IBD suggest an increased utilization of upadacitinib and anti-interleukins, accompanied by a decline in use of TNF antagonists in the U.S.\r\nPubmed   Journal   ReadQx Liver Transpl\r\n    Anonymous living donation expands access and enhances equity in pediatric liver transplantation: A retrospective cohort study.\r\nIntegrating anonymous non-directed donors enlarges the living-donor pool, decreases time to transplantation for vulnerable children, and preserves the superior long-term outcomes achieved with living-donor organs. Embedding A-LDLT alongside DDLT can reduce disparities and enable timely, life-saving transplantation for children without directed donors while maintaining the advantages associated with living-donor grafts.\r\nPubmed   Journal   ReadQx Long-term outcome of the initial cases with recipient-side minimal invasive liver transplantation: Single-center comparison study.\r\n TLLT in adult is feasible and safe, achieving outcomes equivalent to open recipient surgery despite longer ischemic and operative times. Careful patient selection and technical refinements-potentially augmented by robotic assistance-may further optimize minimal invasive surgery for the recipient.\r\nPubmed   Journal   ReadQx Organ monitoring and identification of ischemic liver injury during ex situ porcine liver machine perfusion - a randomized controlled study.\r\nMeasurements taken in the hilar plate show the ability to identify bile duct damage while not introducing measurement devices to the vulnerable bile duct itself. Our findings enable more objective and timely selection of transplantable livers and warrant further investigation in clinical studies.\r\nPubmed   Journal   ReadQx Predictive value of controlled attenuation parameter in living liver donors for graft outcomes in corresponding recipients.\r\nIn conclusion, higher CAP values were associated with increased risk of SFSS and graft failure in LDLT recipients with GRWR <0.8%. Incorporating CAP into graft selection and pretransplant risk assessment may improve recipient outcomes, particularly when using small grafts in LDLT.\r\nPubmed   Journal   ReadQx Safety and feasibility of duct-to-duct biliary anastomosis in pediatric liver transplantation: A single-center retrospective study.\r\n Appropriate learning and decision-making processes ensure the safety and feasibility of DDA, with excellent perioperative and long-term outcomes. It is therefore recommended that DDA should be considered the first choice for biliary reconstruction in eligible pediatric transplant patients.\r\nPubmed   Journal   ReadQx Pancreas\r\n    Silencing of SPI1/OLAH Axis Inhibits Pancreatic Acinar Cell Oxidative Stress, Inflammation and Apoptosis to Alleviate Hyperlipidemic Acute Pancreatitis.\r\n SPI1-mediated transcriptional activation of OLAH promoted pancreatic acinar cell oxidative stress, inflammation and apoptosis to accelerate HAP progression.\r\nPubmed   Journal   ReadQx Pancreatology\r\n    Pancreatic cancer burden across Southeast Asia from 1990 to 2021: An analysis of incidence and mortality based on the global burden of disease study 2021.\r\n The substantial rise in pancreatic cancer burden across Southeast Asia highlights the need for improved healthcare infrastructure, especially in lower-SDI countries. Regional collaboration and targeted interventions focusing on early detection, treatment access, and modifiable risk factors are crucial to reducing pancreatic cancer mortality. Strengthening healthcare systems and public health initiatives will be vital to address this growing regional and global health challenge.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    In response to jjaf121 adequacy of disclosures published July 2025.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Reframing hepatitis B prophylaxis in liver transplant recipients - time to focus on cure.\r\n\r\nPubmed   Journal   ReadQx The hemostatic cascade by viscoelastic testing in liver transplantation: Refining targets for possibly refined intervention.\r\n\r\nPubmed   Journal   ReadQx Pancreas\r\n    APA 2024 Business Meeting.\r\n\r\nPubmed   Journal   ReadQx Commentary on \"Risk Factors for Early Liver Recurrence After Pancreatic Cancer Resection\".\r\n\r\nPubmed   Journal   ReadQx Expanding the Framework of Decisional Control in IPMN Management.\r\n\r\nPubmed   Journal   ReadQx Understanding Patients' Desire for Decision Control in Treating IPMN: A Call for Future Research.\r\n\r\nPubmed   Journal   ReadQx Pancreatology\r\n    A cross-sectional study of liver dysfunction using transient elastography among patients with chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:11:09-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-17-2025/",
    "title": "Fri Oct 17 2025",
    "description": "52 articles - From Friday Oct 10 2025 to Friday Oct 17 2025",
    "author": [],
    "date": "2025-10-17",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Prevalence and Associated Factors of Nonalcoholic Fatty Liver Disease in Patients with Inflammatory Bowel Disease: An Updated Global Systematic Review and Meta-Analysis of over 1.5 Million Individuals.\r\n NAFLD is a common comorbidity among patients with IBD, affecting over one in four individuals, with higher prevalence observed in adults, males, and certain geographic regions. Variation by diagnostic modality and disease location was also noted;  however, these subgroup findings are based on limited data and should be interpreted with caution. Overall, the results highlight the importance of incorporating liver health screening into routine IBD management, particularly for high-risk populations, and underscore the need for future prospective studies to refine risk stratification and management strategies.\r\nPubmed   Journal   ReadQx J Crohns Colitis\r\n    Glucagon-Like Peptide 1 Receptor Agonists (GLP1-RA) and the Clinical Outcomes of Inflammatory Bowel Disease (IBD): A Systematic Review and Meta-analysis.\r\nInterpretation Patients with IBD and obesity using GLP1-RAs were able to achieve significant weight loss and had lower risks of surgery and hospitalizations. Our findings require confirmation in prospective trials of GLP1-RAs in IBD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations between domestic water hardness and the risk of experiencing fifteen different cardiovascular events: A prospective cohort study of 324,136 UK Biobank participants.\r\nMethods This cohort study included UK Biobank participants whose address codes were used to obtain DWH data (calcium carbonate [CaCO and Ca were associated with lower CVD risk. Combined DWH was associated with increased chronic rheumatic heart disease risk.\r\nPubmed   Journal   ReadQx Optimizing glycemic variability in type 2 diabetes using simple dietary and culinary recommendations to modulate starch digestibility: a randomized controlled trial.\r\nModulating starch digestibility represents an effective and accessible strategy for enhancing GV and thus glycemic management in T2D, allowing patients with suboptimal glycemic control to reach recommended glycemic targets. (identifier  NCT03847701;  registered on February 18, 2019) \r\nPubmed   Journal   ReadQx Prenatal and preschool micronutrient supplementation and behavioral outcomes in school aged children in Nepal - a cohort study.\r\n Our study shows potential benefit of early life exposure to micronutrient supplementation for child related behavior outcomes in a South Asian setting where inadequate diets and nutrition deficiencies exist.\r\nPubmed   Journal   ReadQx Preoperative plasma short- and branched-chain fatty acids in relation to risk of complications after colorectal cancer surgery: a prospective cohort study.\r\nOur findings suggest that microbial fermentation processes, mainly those resulting in higher SCFA levels, may be linked to postoperative recovery. These findings provide leads for future studies investigating the role of preoperative diet, especially the balance between fiber and protein intake, and microbial metabolism in relation to postoperative recovery of patients with CRC. Clinical trial details This study was registered at clinicaltrials.gov with registration number NCT03191110.\r\nPubmed   Journal   ReadQx Inflamm Bowel Dis\r\n    Comparative Risk of Serious Infections Associated With Treatment of Inflammatory Bowel Disease.\r\nIn this nationwide IBD cohort, there was not an increased risk of infection-related hospitalization among patients exposed to vedolizumab, ustekinumab, and tofacitinib as compared with patients on anti-TNF inhibitor and TP combination therapy and rates of infection-related hospitalization were low overall. These findings should guide clinical decision making and patient-physician discussions when selecting a therapeutic agent with the primary emphasis on efficacy.\r\nPubmed   Journal   ReadQx Incidence of Ocular Manifestation After Adult-Onset Inflammatory Bowel Disease: A 20-Year Population-Based Cohort Study.\r\n OMs in adult-onset IBD are infrequent but clinically relevant, particularly among CD patients and those with markers of severe disease. Clinician awareness and early referral remain essential for prompt diagnosis and management.\r\nPubmed   Journal   ReadQx Introduction to the IBD Journal Supplement: \"Prevention of IBD: Forecasting and Forestalling Inflammatory Bowel Disease Onset\".\r\nWhile landmark initiatives across the globe are currently paving the way for biomarker validation and trial implementation, harmonizing terminology and defining preclinical stages are essential next steps. Ultimately, understanding disease initiation may enable transformative strategies, shifting the paradigm from treatment to true prevention and potentially altering the course of IBD.\r\nPubmed   Journal   ReadQx J Crohns Colitis\r\n    Development and validation of a novel patient-reported outcome for microscopic colitis-Microscopic Colitis Score (MCS).\r\nMCSQ and MCS are valid, reliable, and responsive tools that meet FDA and EMA standards. Both accurately reflect the diverse symptoms of MC. Compared to the binary Hjortswang criteria, MCS provides a nuanced evaluation of disease activity and holds promise for assessing therapeutic efficacy in future trials.\r\nPubmed   Journal   ReadQx   PMCHow Long is Long Enough? Timing of Pre-conceptional Remission Predicts Relapse Risk During Pregnancy in IBD.\r\nThis large multicenter study demonstrates that disease activity within 6 months before conception significantly increases the risk of relapse during pregnancy in women with inflammatory bowel disease. Our study is the first to assess both the pre-conceptional disease course and a broad set of known risk factors in a real-world cohort.\r\nPubmed   Journal   ReadQx Spatial transcriptomics and immunophenotyping uncover chronic inflammation-induced immune adaptations favoring dysplasia development in patients at risk of colitis-associated cancer.\r\nChronic inflammation induces endogenous mechanisms to protect from inflammation-induced damage, including increased anti-inflammatory cytokine production and decreased levels of CD8+ IELs. While this may limit inflammation, these mechanisms may also reduce immunosurveillance, favoring the development of CAC.\r\nPubmed   Journal   ReadQx Spatial transcriptomics reveals unique inflammatory signatures across all anatomic locations in post-operative crohn's disease.\r\nApplication of spatial transcriptomics revealed a common disease signature for post-operative CD across the colon, neo-terminal ileum, and anastomosis. Inflamed biopsies from al locations demonstrated similar immune cell and inflammatory gene expression patterns as opposed to hypoxic pathways, and unique inflammatory pathways were revealed.\r\nPubmed   Journal   ReadQx Switching to subcutaneous administration may offer more profound remission compared to intensified intravenous therapy in patients with inflammatory bowel disease and partial response following induction with intravenous vedolizumab: the PRIVEDO study.\r\nIn IBD patients with partial response to IV VDZ induction, switching to SC VDZ may lead to more profound remission than continuing IV optimization.\r\nPubmed   Journal   ReadQx Liver Transpl\r\n    Analysis of the impact of female sex and muscle mass on serum creatinine and waitlist priority for liver transplantation.\r\n Serum creatinine and MELD scores are likely to be underestimated due to reduced muscle mass rather than female sex in cirrhotic patients on the liver transplantation waitlist.\r\nPubmed   Journal   ReadQx Anonymous living donation expands access and enhances equity in pediatric liver transplantation: A retrospective cohort study.\r\nIntegrating anonymous non-directed donors enlarges the living-donor pool, decreases time to transplantation for vulnerable children, and preserves the superior long-term outcomes achieved with living-donor organs. Embedding A-LDLT alongside DDLT can reduce disparities and enable timely, life-saving transplantation for children without directed donors while maintaining the advantages associated with living-donor grafts.\r\nPubmed   Journal   ReadQx Long-term outcome of the initial cases with recipient-side minimal invasive liver transplantation: Single-center comparison study.\r\n TLLT in adult is feasible and safe, achieving outcomes equivalent to open recipient surgery despite longer ischemic and operative times. Careful patient selection and technical refinements-potentially augmented by robotic assistance-may further optimize minimal invasive surgery for the recipient.\r\nPubmed   Journal   ReadQx Optimizing liver transplant outcomes for colorectal liver metastases in the united states.\r\nGiven the potential variability of oncologic selection criteria and graft quality, we call for the standardization of nationally accepted selection criteria for listing patients for LT with uCRLM and for providing early access with high-quality organs. To achieve this it is imperative to create, or update and maintain national databases that allow for the collection of more granular oncological variables.\r\nPubmed   Journal   ReadQx Organ monitoring and identification of ischemic liver injury during ex situ porcine liver machine perfusion - a randomized controlled study.\r\nMeasurements taken in the hilar plate show the ability to identify bile duct damage while not introducing measurement devices to the vulnerable bile duct itself. Our findings enable more objective and timely selection of transplantable livers and warrant further investigation in clinical studies.\r\nPubmed   Journal   ReadQx Safety and feasibility of duct-to-duct biliary anastomosis in pediatric liver transplantation: A single-center retrospective study.\r\n Appropriate learning and decision-making processes ensure the safety and feasibility of DDA, with excellent perioperative and long-term outcomes. It is therefore recommended that DDA should be considered the first choice for biliary reconstruction in eligible pediatric transplant patients.\r\nPubmed   Journal   ReadQx Safety of immunotherapy post liver transplantation- A multicentered study of a prospective standardized clinical practice protocol.\r\nICI treatment in the immunosuppressed LTr is feasible with careful immunosuppression management and follow-up. Demonstrating a low rejection risk should allow for earlier utilization of these agents to improve cancer prognosis. Optimizing rejection risk with cancer response requires ongoing study.\r\nPubmed   Journal   ReadQx Variations in liver allocation systems across continents with a focus on MELD exceptions.\r\nAdditionally, the adoption of living donation and donation after circulatory death (DCD) is discussed. The study involves contributions from a diverse group of world experts in liver transplantation and may serve as an essential resource to foster international dialogue as countries strive to optimize organ allocation policy, including MELD exceptions.\r\nPubmed   Journal   ReadQx Pancreas\r\n    Genome-wide Association Analysis for Organ Failure in Acute Pancreatitis.\r\nWe performed a GWAS examining organ failure in AP and identified 9 candidate loci, which did not pass the genome-wide significance threshold. Three candidate genes, CHD9, FYB and MMADHC, were identified through eQTL and differential gene expression analyses. These may represent novel therapeutic targets for organ failure in AP.\r\nPubmed   Journal   ReadQx Immune Checkpoint Inhibitor-Induced Pancreatic Injury: An Emerging Form of Immune-Mediated Pancreatitis.\r\nICI-PI is an uncommon yet clinically important entity that shows a distinct clinicopathologic profile from other forms of AIP. Clear diagnostic criteria, practical treatment pathways, and prospective registries are needed to guide therapy, inform rechallenge decisions, and define long-term outcomes.\r\nPubmed   Journal   ReadQx Outcomes of Early Enteral Feeding (<48 hours) in Patients with Predicted Severe Acute Pancreatitis.\r\n This novel study demonstrated that initiating EEN within 48 hours in predicted SAP patients significantly improves outcomes, highlighting its importance in management. These findings support EEN as a clinical standard for SAP patients and call for future prospective studies to confirm its benefits.\r\nPubmed   Journal   ReadQx Participant Retention in a Prospective Multicenter Cohort of Participants With Pancreatitis and Factors Associated With Attrition.\r\nIntegrating medical records review substantially enhanced retention rates, enabling robust analyses of pancreatitis outcomes and disease progression. Older age and better self-reported physical health were key predictors of retention, highlighting the need for targeted strategies to enhance engagement among younger participants and those with poorer health in long-term studies.\r\nPubmed   Journal   ReadQx Pancreatology\r\n    Aiming for high quality of care for completed resections and improved margin status in pancreatic cancer surgery.\r\nTimely progression to primary treatment had the most significant association with achieving complete resection status.\r\nPubmed   Journal   ReadQx Effects of Krüppel-like factor 4 mutation on the clinicopathological characteristics and its related protein expressions in intraductal papillary mucinous neoplasm of the pancreas.\r\nKLF4 mutations might enhance p21 expression, possibly influencing the indolent characteristics of non-invasive IPMNs and providing a new biomarker strategy for risk stratification in patients with IPMNs.\r\nPubmed   Journal   ReadQx Efficacy of diagnosing intraductal papillary mucinous neoplasm with mural nodules by contrast-enhanced endoscopic ultrasound using time-intensity curve analysis with a new support program: A multicenter retrospective study (with video).\r\nThe contrast ratio calculated using TIC analysis with the support program is potentially useful for differentiating between IPMNs with LGD and those with HGD/IC.\r\nPubmed   Journal   ReadQx Low-dose aspirin use is associated with reduced 30- and 90-day mortality and overall improved outcomes in patients with acute pancreatitis: A multinational multicenter analysis.\r\n Low-dose ASA was associated with lower mortality, fewer complications, and lower recurrence in patients with AP, as compared to patients without ASA use at 30- and 90-days. These findings may suggest that ASA's anti-inflammatory and antiplatelet properties could potentially mitigate the inflammatory cascade in AP pathophysiology. Further studies are warranted to explore the direct impact of ASA on AP.\r\nPubmed   Journal   ReadQx Modified TNM staging system for well-differentiated pancreatic neuroendocrine tumors: A comparative study with the AJCC 9th edition.\r\n The proposed mTNM staging system was superior to the current AJCC 9th system for well-differentiated p-NETs.\r\nPubmed   Journal   ReadQx Pancreatic cancer burden across Southeast Asia from 1990 to 2021: An analysis of incidence and mortality based on the global burden of disease study 2021.\r\n The substantial rise in pancreatic cancer burden across Southeast Asia highlights the need for improved healthcare infrastructure, especially in lower-SDI countries. Regional collaboration and targeted interventions focusing on early detection, treatment access, and modifiable risk factors are crucial to reducing pancreatic cancer mortality. Strengthening healthcare systems and public health initiatives will be vital to address this growing regional and global health challenge.\r\nPubmed   Journal   ReadQx The distance to arteries predicts the oncological outcome in pancreatic cancer surgery - results from a 3D reconstruction model.\r\n Measurement of the distance to the closest artery in preoperative imaging has strong prognostic value for recurrence and overall survival in patients with resectable PDAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Beyond serum phosphorus: metabolic balance studies offer insight on effects of phosphate binders in dialysis patients.\r\n\r\nPubmed   Journal   ReadQx Has the golden egg lost its luster?\r\n\r\nPubmed   Journal   ReadQx Inflamm Bowel Dis\r\n    How Should an IBD Prevention Trial Be Designed?\r\n Prevention trials in IBD hold promise but require careful design informed by experiences from other IMIDs. Central to this effort are the development of validated predictive tools, ethically appropriate interventions, and international collaboration to assemble well-powered at-risk cohorts.\r\nPubmed   Journal   ReadQx IBD Prediction Is Possible, but How Far Are We from Implementing It?\r\nThis review emphasizes the importance of continued longitudinal studies and clinical trials to validate predictive models. Ultimately, the integration of early risk prediction holds the potential to reduce IBD incidence through targeted, proactive strategies.\r\nPubmed   Journal   ReadQx Intervention(s) in the Early-Life Period to Modulate Inflammatory Bowel Disease Risk: What Could Be the Impact?\r\nEmerging research areas include maternal dietary interventions, microbiome-based therapies, and the utilization of digital tools for risk monitoring. This review also addresses ethical and implementation challenges inherent to early-life prevention research and intervention.\r\nPubmed   Journal   ReadQx Response to Letter to the Editor regarding \"The Correlation between Fecal Amino Acids, Colonic Mucosal Taste Receptors, and Clinical Features and Indicators of Ulcerative Colitis: A Multicenter Exploratory Study\".\r\n\r\nPubmed   Journal   ReadQx Towards IBD Prediction and Prevention: The Contribution of Genetics and Genomics.\r\nThe review interrogates the risk for IBD and highlights some opportunities that may lead to the future possibility of preventing IBD. If strategies for prevention, early detection, early intervention, or even avoidance are to be developed, the obvious genetic underpinnings of IBD cannot be ignored.\r\nPubmed   Journal   ReadQx Pancreatology\r\n    Cracking the code to early detection of pancreatic cancer using AI.\r\n\r\nPubmed   Journal   ReadQx Textbook oncologic outcome in pancreatic cancer surgery: Quality metric or prognostic marker?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Cervical cancer screening remains low in liver transplant patients regardless of demographics: A single-center review.\r\n\r\nPubmed   Journal   ReadQx Postoperative complications after liver transplantation: Are we making progress?\r\n\r\nPubmed   Journal   ReadQx Reframing hepatitis B prophylaxis in liver transplant recipients - time to focus on cure.\r\n\r\nPubmed   Journal   ReadQx The hemostatic cascade by viscoelastic testing in liver transplantation: Refining targets for possibly refined intervention.\r\n\r\nPubmed   Journal   ReadQx Pancreas\r\n    Pancreatic Steatosis is an Impractical Biomarker for Predicting Outcomes in Acute Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx Pancreatology\r\n    A model to predict participant retention in longitudinal acute pancreatitis studies.\r\n\r\nPubmed   Journal   ReadQx Risk of acute and chronic pancreatitis in patients with psoriasis: A Danish nationwide cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Microbiome-genetic interplay in intraductal papillary mucinous neoplasms: A critical appraisal of emerging evidence.\r\n\r\nPubmed   Journal   ReadQx Response to the letter to the editor: \"Refining the prognostic utility of CA19-9 in neoadjuvant therapy for pancreatic cancer: Emphasizing serial monitoring and subgroup differentiation\".\r\n\r\nPubmed   Journal   ReadQx TSH as a biomarker for recurrent hypertriglyceridemia pancreatitis: Key questions on thresholds, diet, and model generalization.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:46:52-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-10-2025/",
    "title": "Fri Oct 10 2025",
    "description": "35 articles - From Friday Oct 03 2025 to Friday Oct 10 2025",
    "author": [],
    "date": "2025-10-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Assessment of arsenic, cadmium, lead, mercury, and per- and polyfluoroalkyl substances concentrations in human milk and infant formula in the United States: a systematic review.\r\nIn published, peer-reviewed United States studies, PFOA and PFOS were detected in HM;  PFAS were largely undetected in IF. There was a paucity of contemporary evidence for arsenic, cadmium, lead, and mercury in HM or IF in the United States, but we identified evidence from other countries that could help inform these knowledge gaps. Public health agencies recommend feeding infants HM given the benefits outweigh potential risks of contaminant exposure.\r\nPubmed   Journal   ReadQx J Crohns Colitis\r\n    Glucagon-Like Peptide 1 Receptor Agonists (GLP1-RA) and the Clinical Outcomes of Inflammatory Bowel Disease (IBD): A Systematic Review and Meta-analysis.\r\nInterpretation Patients with IBD and obesity using GLP1-RAs were able to achieve significant weight loss and had lower risks of surgery and hospitalizations. Our findings require confirmation in prospective trials of GLP1-RAs in IBD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effect of saffron extract supplementation on mood in healthy adults with subclinical symptoms of depression: A randomized, double-blind placebo-controlled study.\r\n Saffron extract supplementation did not affect subclinical depressive symptoms, either measured as a composite score or individual symptom categories. A potential effect on improved mental health outcomes cannot be excluded but requires further replication in future well-powered trials. Saffromfood study, clinicaltrial.gov  NCT05690126.\r\nPubmed   Journal   ReadQx Erythromycin plus metoclopramide combination therapy compared with erythromycin or metoclopramide monotherapy for postpyloric spiral nasoenteric tube placement: a multicenter, open-label, randomized controlled superiority trial.\r\nThe combination therapy of erythromycin and metoclopramide was not superior to erythromycin or metoclopramide monotherapy in facilitating postpyloric placement of spiral NETs in critically ill patients. However, the combination therapy was associated with a higher incidence of drug side effects compared with the metoclopramide monotherapy. The trial was registered with (trial ID ChiCTR1900022508).\r\nPubmed   Journal   ReadQx Lanthanum carbonate lowers serum phosphorus without altering body phosphorus burden in maintenance peritoneal dialysis patients: a randomized crossover trial.\r\nMethods Seven adult patients undergoing maintenance peritoneal dialysis underwent full metabolic balance studies for phosphorus in a research ward while they ate a constant phosphorus diet. Patients were studied during a baseline period without phosphate binders and while they received, in random order, 3 doses of lanthanum carbonate (La treatment lowered serum phosphorus concentration but did not change body phosphorus content.\r\nPubmed   Journal   ReadQx Mediterranean diet, metabolic signature, genetic predisposition, and risk of rheumatoid arthritis: a large-scale population-based prospective cohort study.\r\nWe identified a robust metabolic signature reflecting the metabolic response to the MED diet. This signature was inversely associated with RA risk and partially mitigated the genetic susceptibility to RA. These findings highlight the potential of metabolic signature for enhancing dietary assessment and guiding personalized nutritional intervention.\r\nPubmed   Journal   ReadQx Optimizing management of uncomplicated acute malnutrition in children in rural Niger: a 3-arm individually randomized, controlled, noninferiority trial.\r\nOnly the ComPAS protocol demonstrated noninferiority to standard treatment in ITT and PP analyses for children with MUAC <125 mm or edema. The OptiMA protocol's lower performance is unclear, but it suggests that reduced RUTF dosage had limited influence on overall child growth, as ComPAS used less RUTF than OptiMA. For the most malnourished children with MUAC <115 mm or edema, the standard protocol showed a higher recovery proportion, primarily due to better attendance rather than differences in mortality or growth at 6 mo. Further studies are needed to better understand the acceptability and population-level impact of simplified protocols in multiple settings.\r\nPubmed   Journal   ReadQx Sugar restriction in the first 1000 days after conception, and long-term respiratory health: a quasi-experiment study.\r\nRestricting sugar intake during the first 1,000 d after conception was associated with reduced risk and delayed onset of asthma and COPD, and improved lung function in adulthood. These findings support the utility of current dietary guidelines to promote lifelong respiratory health.\r\nPubmed   Journal   ReadQx Sustainable diets reduce diet-related greenhouse gas emissions and improve diet quality: results from the MyPlanetDiet randomized controlled trial.\r\nPersonalized sustainable dietary advice led to healthier diets and lower diet-related GHGE with no short-term negative health effects. This trial was registered with clinicaltrials.gov as NCT05253547 (\r\nPubmed   Journal   ReadQx The carbon isotope ratio of alanine is a biomarker of added sugar and sugar-sweetened beverage intakes: a pooled analysis of four studies.\r\nThe Ala CIR is a robust biomarker of AS/SSB intake. Potential associations with APR can be adjusted for using a simultaneously-measured biomarker. Clinical trial registry number (DBD study) clinicaltrials.gov/NCT01237093;  (NPAAS) clinicaltrials.gov/NCT00000611.\r\nPubmed   Journal   ReadQx Trends in vitamin D status in the United States, 2007-2023: a cross-sectional analysis of data from the National Health and Nutrition Examination Survey.\r\nThe proportion of the population with inadequate vitamin D concentrations continues to decline, and the proportion of the population with high vitamin D concentrations continues to rise. These trends are especially apparent among individuals reporting use of vitamin D-containing supplements.\r\nPubmed   Journal   ReadQx Ultraprocessed foods consumption, inflammatory index levels, and risk of suicide attempt: findings from a prospective cohort study.\r\nHigher UPF consumption is associated with an increased risk of SA, partially mediated by inflammatory index levels. Replacing UPF with UNPF significantly reduces SA incidence, highlighting potential benefits of transitioning to a diet with higher UNPF consumption.\r\nPubmed   Journal   ReadQx Inflamm Bowel Dis\r\n    Comparison of Different Sites of Microbiota Shows Increased Pseudomonas Species in the Gut Mucosa in Inflammatory Bowel Disease.\r\nThe opportunistic pathogenic bacterium Pseudomonas species is more prevalent in the gut mucosa of patients with IBD. This indicates a disruption of the gut barrier with increasing mucosal colonization or invasion of the bacteria. The finding is independent of clinical metadata and confounders and occurs in new-onset IBD but not in non-IBD intestinal inflammation, which suggests disease specificity.\r\nPubmed   Journal   ReadQx Health-Related Physical Fitness in Patients With Inflammatory Bowel Disease vs Healthy Control Subjects.\r\nPatients with IBD have higher body fat and reduced cardiorespiratory fitness and muscular strength compared with healthy control subjects. Especially, patients with a higher age, female sex, higher body mass index, fatigue, arthritis, or multiple biologicals used are at risk for such impairments and may benefit from physical exercise interventions.\r\nPubmed   Journal   ReadQx J Crohns Colitis\r\n    Comprehensive proteomic profile in newly diagnosed patients with inflammatory bowel disease: identification of potential biomarkers.\r\n   This comprehensive proteomic study has identified a set of proteins differentially expressed in IBD, which may contribute to a better understanding of its mechanisms and hold promise as candidate biomarkers. Although these findings are preliminary, they warrant further investigation to evaluate their diagnostic and therapeutic relevance.\r\nPubmed   Journal   ReadQx Disease duration impacts intestinal gene expression profiles in crohn's disease but not in ulcerative colitis.\r\n Disease duration influences intestinal gene expression in CD but significantly less in UC. The identified pathways and genes may inform development of differing biomarkers and treatment strategies in shorter versus longer standing CD.\r\nPubmed   Journal   ReadQx Liver Transpl\r\n    Evolving trends and comparative outcomes of bridging transarterial locoregional therapy in liver transplant candidates with hepatocellular carcinoma.\r\n The use of transarterial radioembolization as bridging therapy in HCC liver transplant candidates has surged, and is influenced by socioeconomic factors, comorbidities, and tumor burden. Transarterial radioembolization effectiveness has been demonstrated by its advantages in waitlist retention and tumor necrosis. Further studies are warranted to evaluate its impact on post-liver transplant recurrence and to validate the cost-effectiveness among transarterial therapies.\r\nPubmed   Journal   ReadQx Gender disparity in access to early liver transplant among patients with alcohol associated liver disease and limited sobriety is mediated by psychosocial factors.\r\nNotable gender disparities in access to LT exist among patients with ALD evaluated with <6 months of sobriety. Lower waitlisting in women is mediated by higher rates of psychiatric conditions and lower rates of employment, though gender-specific alcohol-related bias may also contribute.\r\nPubmed   Journal   ReadQx Pancreas\r\n    \"Pancreatic Calcification and Pathologic Fibrosis Score: Correlation with Islet Yield and Insulin Independence after Total Pancreatectomy with Islet Autotransplantation TPIAT\".\r\n Increasing severity of calcification burden in the pancreatic body/tail was associated with around 1500 IEQ/kg reduction in islet yield following TPIAT for chronic pancreatitis. The presence of pancreatic head calcifications may be associated with more favorable islet yield.\r\nPubmed   Journal   ReadQx Single Versus Dual Drainage of Walled-Off Pancreatic Necrosis.\r\nIn patients receiving initial EUS drainage, the rate of step-up to DMD was 33.9%, highlighting that 2/3 of those with WOPN can be successfully managed by endoscopic means alone. Large size and pericolic extension were identified as predictors for need for step-up, and such features may be useful in identifying patients who may benefit from early dual approach.\r\nPubmed   Journal   ReadQx Pancreatology\r\n    Clinical outcomes and risk factors of invasive candidiasis in patients with infected pancreatic necrosis.\r\n IPN Patients complicated by invasive candidiasis exhibited a relatively low overall response to antifungal therapy. Breakthrough fungal infection was identified as an independent risk factor for early therapy failure, while septic shock and isolated pancreatic fungal infection were significantly associated with therapy failure at the end of intravenous therapy. Multiple organ dysfunction syndrome was an independent predictor of 28-day mortality.\r\nPubmed   Journal   ReadQx Efficacy of diagnosing intraductal papillary mucinous neoplasm with mural nodules by contrast-enhanced endoscopic ultrasound using time-intensity curve analysis with a new support program: A multicenter retrospective study (with video).\r\nThe contrast ratio calculated using TIC analysis with the support program is potentially useful for differentiating between IPMNs with LGD and those with HGD/IC.\r\nPubmed   Journal   ReadQx Preoperative aerobic fitness is a predictor of postoperative outcomes in patients undergoing pancreatoduodenectomy.\r\nLow preoperative aerobic fitness is prevalent in patients undergoing pancreatoduodenectomy and a predictor of impaired postoperative outcomes. Aerobic fitness should therefore be included in the preoperative work-up and optimized accordingly in unfit patients scheduled to undergo pancreatoduodenectomy.\r\nPubmed   Journal   ReadQx Prognostic impact of serum triglycerides in acute pancreatitis: Evidence from multi-center cohort study using a common data model.\r\n HTG is associated with a higher risk of developing severe AP. Younger patients (<60 years) with HTG may be vulnerable to a more severe disease course.\r\nPubmed   Journal   ReadQx Total pancreatectomy with islet auto-transplantation in pediatric patients results in significantly decreased opioid use, improved long-term pain and quality of life outcomes.\r\nUtilizing a standardized multidisciplinary approach to TPIAT in pediatric patients with pancreatitis showed significant decreases in opioid use and abdominal pain, regardless of severity of disease, pain, or opioid use pre-TPIAT.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Fewer bites of beef to make an impact: even small changes toward a more sustainable diet and lifestyle can meet personal and public health goals while addressing planetary health.\r\n\r\nPubmed   Journal   ReadQx Protecting infants from environmental contaminants in milk and formula: addressing assessment gaps and advancing next steps.\r\n\r\nPubmed   Journal   ReadQx Target the dose, mind the context: priorities for pediatric acute malnutrition treatment in an era of declining global food assistance.\r\n\r\nPubmed   Journal   ReadQx Time to take diet and mental health research seriously.\r\n\r\nPubmed   Journal   ReadQx Pancreatology\r\n    Cracking the code to early detection of pancreatic cancer using AI.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Preliminary experience with RAPID auxiliary liver transplantation using a partial graft retrieved after circulatory death and split under hypothermic oxygenated machine perfusion.\r\n\r\nPubmed   Journal   ReadQx Pancreas\r\n    The Silent Surge: Why Pancreatic Cancer Demands an Early Detection Revolution.\r\n\r\nPubmed   Journal   ReadQx Pancreatology\r\n    A model to predict participant retention in longitudinal acute pancreatitis studies.\r\n\r\nPubmed   Journal   ReadQx Risk of acute and chronic pancreatitis in patients with psoriasis: A Danish nationwide cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Comment on 'Why is the rectal route for NSAIDs favorable for preventing post-ERCP pancreatitis?'\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:52:45-04:00",
    "input_file": {}
  }
]
