[
  {
    "path": "gi2/04-19-2024/",
    "title": "Fri Apr 19 2024",
    "description": "17 articles - From Friday Apr 12 2024 to Friday Apr 19 2024",
    "author": [],
    "date": "2024-04-19",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Advocating for Consensus: The crucial role of standardised Magnetic resonance imaging (MRE) protocols and image quality metrics in assessment of Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of Serum 25-hydroxyvitamin D and Vitamin D Receptor Polymorphisms with Risks of Cardiovascular Disease and Mortality among Patients with Chronic Kidney Disease: A Prospective Study.\r\nHigher serum 25(OH)D concentrations were significantly associated with lower risks of total and subtypes of CVD incidence and mortality among individuals with CKD. These findings highlight the importance of maintaining adequate vitamin D status in the prevention of CVD and mortality in patients with CKD.\r\nPubmed   Journal   ReadQx \r\nOverfeeding polyunsaturated fat compared to saturated fat does not differentially influence lean tissue accumulation in overweight individuals: a randomized controlled trial.\r\n Overfeeding SFA or PUFA does not differentially affect lean tissue accumulation during 8 weeks in individuals with overweight. A lack of dietary fat type-specific effects on lean tissue is supported by specified substitution models in a large population-based cohort consuming their habitual diet.\r\nPubmed   Journal   ReadQx \r\nReduced plasma glycine concentration in healthy and chronically diseased older adults: a marker of visceral adiposity?\r\nReduced plasma Gly in older adults can be viewed as a marker of visceral adiposity, independent of sex, age, body composition, presence of chronic disease, and whole body glycine production or clearance. Clinical trial registry In the present paper, we report the analysis of the baseline measurements from the following studies registered on ClinicalTrials.gov.\r\nPubmed   Journal   ReadQx \r\nReplacement of saturated fatty acids from meat by dairy sources in relation to incident cardiovascular disease: The European Prospective Investigation into Cancer and Nutrition (EPIC)-Norfolk study.\r\nFindings indicate that different SFA-rich foods at baseline have differential associations with CVD risk. If confirmed by further studies, these findings could be used to inform specific food-based dietary guidance.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Exploring the Predictive Value of Gut Microbiome Signatures for Therapy Intensification in Patients With Inflammatory Bowel Disease: A 10-Year Follow-up Study.\r\nThe gut microbiome is a potential biomarker for therapy intensification in IBD patients and personalized management strategies. Further research should validate our findings in other cohorts to enhance the generalizability of these results.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Avoidant/restrictive food intake disorder symptoms are not as frequent as other eating disorder symptoms when ulcerative colitis is in remission.\r\nAmong adults with UC in remission, we found a low rate of ARFID symptoms by the NIAS but a high rate of positive screens for other eating disorder symptoms.\r\nPubmed   Journal   ReadQx \r\nConcordant B and T Cell Heterogeneity Inferred from the Multiomic Landscape of Peripheral Blood Mononuclear Cells in a Crohn's Disease Cohort.\r\nThis study highlights how multiomic analysis can reveal common regulatory mechanisms that underlie heterogeneity of PBMC profiles, one of which may be specific to inflammatory disease.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Etrasimod in Patients with Moderately to Severely Active Isolated Proctitis: Results From the Phase 3 ELEVATE UC Clinical Programme.\r\nEtrasimod demonstrated significant improvements versus placebo in patients with isolated proctitis, and those with more extensive disease, in most efficacy endpoints at Week 12 and 52.\r\nPubmed   Journal   ReadQx \r\nFarming activities and risk of inflammatory bowel disease: a French nationwide population-based cohort study.\r\nFurther research regarding specific farming activities and exposures likely to modify the microbiota (e.g., pesticides, pathogens) is required to identify potential occupational risk factors (agricultural exposome) for IBD. Exposure to Mycobacterium avium subspecies paratuberculosis, cryptosporidium, environmental toxins, micro/nanoplastics, and pesticides represents promising research avenues.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Efficiency of machine perfusion in pediatric liver transplantation.\r\nClinical reports of pediatric liver transplants with other perfusion techniques are awaited. Strong collaborative efforts are needed to explore the effect of perfusion techniques in this vulnerable population impacting not only the immediate posttransplant outcome, but the development and success of an entire life.\r\nPubmed   Journal   ReadQx \r\nEnhancing the Usability of older DCD donors through strategic approaches in liver transplantation in the US.\r\n LT outcomes using older DCD donors have become comparable to those from young DCD donors, with recent HRs for graft loss becoming insignificant. The strategic approach in the recent period could mitigate risks, including managing CIT(≤5.5 h), reducing asystole to cross-clamp time, and adopting NMP for longer distances. Optimal use of older DCD donors may alleviate the donor shortage.\r\nPubmed   Journal   ReadQx \r\nPursuing living donor liver transplantation improves outcomes of patients with autoimmune liver diseases - An intention-to-treat analysis.\r\n Our study suggests that having a potential live donor could decrease the risk of death in patients with PSC on the waitlist. Importantly, the post-transplant outcomes in this population are similar between the LDLT and DDLT groups.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Deletion of myeloid-specific Orai1 calcium channel does not affect pancreatic tissue damage in experimental acute pancreatitis.\r\n Our data suggest that ORAI1 may not be a predominant SOCE channel in macrophages and play a limited role in mediating pancreatic tissue damage in AP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Allograft involvement with Post-transplant lymphoproliferative disorders (PTLD) in liver transplant recipients: A clinicopathological analysis of 17 cases.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver disease etiology and race/ethnicity are associated with neighborhood food insecurity risk in US liver transplant candidates.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Letter to editor: Clinical outcomes of acute pancreatitis in COVID-19 hospitalizations in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-04-22T00:24:58-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/04-12-2024/",
    "title": "Fri Apr 12 2024",
    "description": "23 articles - From Friday Apr 05 2024 to Friday Apr 12 2024",
    "author": [],
    "date": "2024-04-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Advocating for Consensus: The crucial role of standardised Magnetic resonance imaging (MRE) protocols and image quality metrics in assessment of Crohn's disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Chronic kidney disease in inflammatory bowel disease, a systematic review and meta-analysis.\r\nIBD is associated with a clinically meaningful increased CKD prevalence. We provide recommendations on diagnostic evaluation, as well as suggestions for future research.\r\nPubmed   Journal   ReadQx \r\nPhysical Activity Is Associated With A Decreased Risk Of Developing Inflammatory Bowel Disease: A Systematic Review And Meta-Analysis.\r\n This meta-analysis suggests that physical activity is inversely associated with the risk of developing IBD, more so in CD than in UC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations Among Diabetes Medication Use, Serum Magnesium, and Insulin Resistance in a Cohort of Older Puerto Rican Adults.\r\nDiabetes medication, especially metformin, was associated with elevated odds of hypomagnesemia, which may weaken the association between metformin and lowering of HOMA-IR. The causal inference needs to be confirmed in further studies.\r\nPubmed   Journal   ReadQx \r\nPlant-based meat analogues (PBMAs) and their effects on cardiometabolic health: An 8-week randomized controlled trial comparing PBMAs with their corresponding animal-based foods.\r\nA plant-based meat analogues diet did not show widespread cardiometabolic health benefits compared with omnivorous diets over 8 weeks. The composition of PBMAs may need to be considered in future trials. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nProportions of trans fatty acids in erythrocyte of Canadian adults before the prohibition of partially hydrogenated oils in foods: Results from the Canadian Health Measures Survey 2012-2015.\r\nPre-PHO prohibition in food in Canada, t-TFA proportions were relatively low compared with a proposed threshold of 1% of total RBC fatty acids over which cardiovascular risk may be higher. Previous voluntary initiatives to reduce i-TFA in the food supply may explain these relatively low RBC t-TFA levels. Some population subgroups had higher baseline RBC TFA than other subgroups, but the physiological implications of these small differences, at relatively low baseline RBC TFA proportions, remain to be determined. Clinical trial registry number Not applicable REGISTRY AND REGISTRY NUMBER FOR SYSTEMATIC REVIEWS OF META-ANALYSIS  Not applicable.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Changes Over Time in the Lémann Index and the Inflammatory Bowel Disease Disability Index in a Prospective Cohort of Patients With Crohn's Disease.\r\nThis is the first prospective cohort study assessing changes over time in both the LI and the IBD-DI in CD patients. After 4 years, the LI appeared to be stable and the IBD-DI decreased, with no correlation between the 2 indexes.\r\nPubmed   Journal   ReadQx \r\nDurability of the First Biologic in Children and Adults With Ulcerative Colitis: A Nationwide Study from the epi-IIRN.\r\n After 5 years of treatment, 43% of the patients with UC sustained their first biologic, with similar durability in pediatric and adult-onset onset disease. Anti-TNFs had similar durability to vedolizumab and superior durability when prescribed as combotherapy.\r\nPubmed   Journal   ReadQx \r\nInequalities in Healthcare Access, Experience and Outcomes in Adults With Inflammatory Bowel Disease: A Scoping Review.\r\nFurther research, particularly utilizing qualitative methods, is needed to understand health experiences of underserved patient populations with IBD. Cultural humility in IBD care is required to better serve individuals with IBD of Black and Asian race/ethnicity. The lack of research amongst sexual and gender minority groups with IBD, and with learning disabilities, poses a risk of creating inequalities within inequalities.\r\nPubmed   Journal   ReadQx \r\nIntestinal Stromal Cells in the Turmoil of Inflammation and Defective Connective Tissue Remodeling in Inflammatory Bowel Disease.\r\nCurrent IBD treatments target inflammation but fail in fibrostenotic or fistulizing disease. Baseline and recent findings on stromal cells, molecules, and pathways involved in disrupted extracellular matrix homeostasis are reviewed to provide relevant pharmacologic targets.\r\nPubmed   Journal   ReadQx \r\nNOD2 and Crohn's Disease Clinical Practice: From Epidemiology to Diagnosis and Therapy, Rewired.\r\nEventually, their role in increasing the risk for surgery is evident, especially in those with the L1007fs variant. If further trials will support the initial evidence reported so far, NOD2 genetic variants will emerge as possible candidates for developing precision medicine in CD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Farming activities and risk of inflammatory bowel disease: a French nationwide population-based cohort study.\r\nFurther research regarding specific farming activities and exposures likely to modify the microbiota (e.g., pesticides, pathogens) is required to identify potential occupational risk factors (agricultural exposome) for IBD. Exposure to Mycobacterium avium subspecies paratuberculosis, cryptosporidium, environmental toxins, micro/nanoplastics, and pesticides represents promising research avenues.\r\nPubmed   Journal   ReadQx \r\nFecal Microbiota Transplantation engraftment after budesonide or placebo in patients with active ulcerative colitis using pre-selected donors: a randomized pilot study.\r\n In this small study, pretreatment with budesonide did not significantly influence engraftment or clinical response after FMT. However, clinical response appeared donor-dependent. Response to FMT may be related to transfer of specific strains instead of overall engraftment, demonstrating the need to characterize mechanisms of actions of strains that maximize therapeutic benefit in ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nNew surgery and hospital-diagnosed infections in elderly patients with inflammatory bowel disease undergoing surgery - a nationwide cohort study.\r\n The elderly with IBD did not have an increased risk of new abdominal surgery within two years of the first surgery. Elderly with CD, but not UC, had an increased risk of serious infections within 6 months of surgery.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Clinical and Economic Implications of Interventions in Pancreatic Fluid Collections: An Assessment From a National Claims Database.\r\nAs percutaneous drainage may be associated with higher mortality, rehospitalization, and costs, when requisite expertise is available, endoscopy should be preferred for treatment of PFC amenable to such an approach. Randomized trials are required to validate these findings.\r\nPubmed   Journal   ReadQx \r\nTHE ADDED VALUE OF BLOOD GLUCOSE MONITORING IN HIGH-RISK INDIVIDUALS UNDERGOING PANCREATIC CANCER SURVEILLANCE.\r\nIn this study we found no added value for longitudinal glucose monitoring in CDKN2A PV carriers participating in an imaging-based pancreatic cancer surveillance program.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Development of a novel CT-based index for predicting the number of extracorporeal shockwave lithotripsy (ESWL) sessions required for successful fragmentation of obstructing pancreatic duct stones.\r\n The PDS index is a useful predictor of the number of ESWL sessions needed for technical success that can help in planning and patient counseling.\r\nPubmed   Journal   ReadQx \r\nTreatment outcomes of gemcitabine plus nab-paclitaxel in pancreatic cancer patients with malignant ascites.\r\n GnP showed moderate efficacy with manageable safety profile in PC patients with MA. However, PC patients with moderate to massive ascites still have a dismal prognosis, and further development of effective treatments is needed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Ustekinumab and Vedolizumab Exposure Is Unaffected by Pharmacogenetic Determinants of Anti-TNFs Pharmacokinetics.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Pancreatic anastomosis training models: Current status and future directions.\r\nIt is concluded that research is needed to understand the mechanical properties of the human pancreas in an effort to develop a synthetic model that closely mimics its mechanical properties. Virtual reality (VR) is an attractive alternative to synthetic models for surgical training, and further work is needed to develop a VR pancreatic anastomosis training module that provides both high fidelity and haptic feedback.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Bowel Damage and Disability in Crohn's Disease: Is it Really Two Birds with One Stone?\r\n\r\nPubmed   Journal   ReadQx \r\nTofacitinib as a Rescue Therapy for Ulcerative Colitis in Pregnancy.\r\n\r\nPubmed   Journal   ReadQx \r\nUstekinumab Offers Long-Term Clinical Remission With Safety in Very Early-Onset Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-04-14T21:07:54-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/04-05-2024/",
    "title": "Fri Apr 05 2024",
    "description": "34 articles - From Friday Mar 29 2024 to Friday Apr 05 2024",
    "author": [],
    "date": "2024-04-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Impact of consuming an environmentally protective diet on micronutrients: a systematic literature review.\r\nLower intakes and status of MNs of public health concern are a potential outcome of dietary changes to reduce environmental impacts. Adequate consideration of context and nutritional requirements is required to develop evidence-based recommendations. This study was registered prospectively with PROSPERO (CRD42021239713).\r\nPubmed   Journal   ReadQx \r\nNational taxation on sugar-sweetened beverages and its association with overweight, obesity, and diabetes.\r\nTaxation is highly heterogeneous across countries in terms of products and design, which might influence its effectiveness. Our findings provide some evidence regarding a deceleration of the increasing prevalence rates of overweight and obesity among children occurring in some countries following introduction of taxation. PROSPERO registration number  CRD42021233309.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Inter- and Intraobserver Variability on Endoscopic Scoring Systems in Crohn's Disease and Ulcerative Colitis: A Systematic Review and Meta-Analysis.\r\nThe interobserver agreement rates for eMS, UCEIS, CDEIS, and SES-CD ranged from moderate to good. The intraobserver agreement rates for eMS, UCEIS, CDEIS, and SES-CD ranged from good to very good. Solutions to improve interobserver agreement could allow for more accurate patient assessment, leading to richer, more accurate clinical management and clinical trial data.\r\nPubmed   Journal   ReadQx \r\nOperating Properties of Disease Activity Indices in Pediatric Inflammatory Bowel Disease: A Systematic Review.\r\nThe operating properties of pIBD clinical trial end points varied widely. These results highlight the need for further validation and development of novel indices.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Letter to the Editor regarding the article Minimally invasive surgery for Inflammatory Bowel Disease: a systematic review and meta-analysis of robotic versus laparoscopic surgical techniques.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Cognition after a 4-week high phenylalanine intake in adults with phenylketonuria - a randomized controlled trial.\r\nIn early-treated adult patients with PKU, a 4-week high Phe intake was noninferior to continuing Phe restriction regarding working memory accuracy, and secondary outcomes did not differ except for sustained attention. Longer-term RCTs are required to determine whether low Phe levels need to be maintained throughout different periods of adulthood.\r\nPubmed   Journal   ReadQx \r\nFish oil supplementation during pregnancy, anthropometrics, and metabolic health at age ten: A randomized clinical trial.\r\nIn this randomized clinical trial, children of mothers receiving n-3 LCPUFA supplementation had increased BMI at age 10 y, increased risk of being overweight, and a tendency of increased fat percentage and higher metabolic syndrome score. These findings suggest potential adverse health effects from n-3 LCPUFA supplementation during pregnancy and need to be replicated in future independent studies.\r\nPubmed   Journal   ReadQx \r\nGut metabolome and microbiota signatures predict response to treatment with exclusive enteral nutrition in a prospective study in children with active Crohn's disease.\r\nWe identify microbial signals and diet-related metabolites in feces, which could comprise targets for pretreatment optimization and personalized nutritional therapy in pediatric CD.\r\nPubmed   Journal   ReadQx \r\nParenteral n-3 polyunsaturated fatty acids supplementation improves postoperative recovery for patients with Crohn's disease after bowel resection: a randomized, unblinded controlled clinical trial.\r\nParenteral n-3 polyunsaturated fatty acids supplementation promotes postoperative recovery in patients with Crohn's disease following bowel resection, with fewer complications and reduced inflammatory cytokines.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Increased Risk of Inflammatory Bowel Disease Among Patients With Nontyphoidal Salmonella Infections: A Population-Based Cohort Study.\r\nPatients with NTS were associated with an increased risk of developing IBD, especially ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nNaringin Alleviates Intestinal Fibrosis by Inhibiting ER Stress-Induced PAR2 Activation.\r\nMoreover, F2rl1 (the coding gene of PAR2) deletion in intestinal epithelial cells decreases the antifibrotic effect of NAR. Hence, the ER stress-mast cell tryptase-PAR2 axis can promote intestinal fibrosis, and NAR administration can alleviate intestinal fibrosis by inhibiting ER stress-induced PAR2 activation.\r\nPubmed   Journal   ReadQx \r\nPrior Appendectomy Is Associated With a Milder Clinical Course in Crohn's Disease: A Nationwide Population-based Cohort Study.\r\n The clinical course of CD is milder for those who have previously undergone appendectomy.\r\nPubmed   Journal   ReadQx \r\nRediversion of the Failing Ileoanal Pouch: First Step in Pouch Salvage?\r\n Rediversion of ileoanal pouches is a safe initial strategy to manage failing pouches and is a useful first step in pouch salvage in many patients. Subsequent salvage surgery for noninflammatory indications had a significantly higher pouch salvage rate than those rediverted for inflammatory complications.\r\nPubmed   Journal   ReadQx \r\nThe Norepinephrine-QseC Axis Aggravates F. nucleatum-associated Colitis Through Interkingdom Signaling.\r\nGenerally, the NE-QseC axis enhanced the pathogenicity of F. nucleatum through interkingdom signaling to aggravate colonic inflammation in IBD mice. We see that QseC may be a potential target for microbiota management of IBD under chronic pressure.\r\nPubmed   Journal   ReadQx \r\nThe Time to Inflammatory Bowel Disease Diagnosis for Patients Presenting with Abdominal Symptoms in Primary Care and its Association with Emergency Hospital Admissions and Surgery: A Retrospective Cohort Study.\r\n Longer times to IBD diagnoses were associated with being female, advanced age, obesity, smoking, and Crohn's disease. More IBD-related emergency admissions were observed in patients with a prolonged time to diagnosis.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Fecal Microbiota Transplantation engraftment after budesonide or placebo in patients with active ulcerative colitis using pre-selected donors: a randomized pilot study.\r\n In this small study, pretreatment with budesonide did not significantly influence engraftment or clinical response after FMT. However, clinical response appeared donor-dependent. Response to FMT may be related to transfer of specific strains instead of overall engraftment, demonstrating the need to characterize mechanisms of actions of strains that maximize therapeutic benefit in ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nMagnetic resonance enterography and intestinal ultrasound for the assessment and monitoring of Crohn's disease.\r\nWe also highlight exciting new developments including the applications of artificial intelligence. Finally, we provide suggestions for future research priorities.\r\nPubmed   Journal   ReadQx \r\nPredictors of symptom trajectory in newly diagnosed ulcerative colitis: a 3-year follow-up cohort study.\r\nBaseline psychological distress is predictive of increased GI symptom severity and reduced mental HRQoL over time, suggesting early assessment of psychological symptoms may identify patients who may have worse disease trajectories. Abdominal pain predicted increased psychological distress, but not the other way around. Intervening on abdominal pain may help prevent or reduce future psychological distress.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Bariatric surgery post-Liver Transplantation: A Belgian nationwide study.\r\nSG is the favored BS post-LT and has proven to be safe and feasible in a post-LT setting with favorable metabolic consequences. SG post-LT is a valid treatment for de novo and recurrent MASLD post-LT. Although we report on the largest cohort to date, there is still a need for larger cohorts to examine the effect of BS on patient and graft survival.\r\nPubmed   Journal   ReadQx \r\nRecipient hepatectomy technique may affect oncological outcomes of Liver Transplantation for hepatocellular carcinoma.\r\nTCR recipient hepatectomy, compared to CS approach, may be associated with some protective effect against post-LT tumor recurrence.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A real-world analysis of second-line treatment option, Gemcitabine plus Anlotinib and anti-PD1, in advanced pancreatic cancer.\r\n Our data confirms the effectiveness of Gemcitabine plus Anlotinib and anti-PD1 as a well-tolerated regimen in the second-line treatment of APC and extends available data on its use as a second-line treatment option when compared with FOLFIRINOX.\r\nPubmed   Journal   ReadQx \r\nImpact of previous S-1 treatment on efficacy of liposomal irinotecan plus 5-fluorouracil and leucovorin in patients with metastatic pancreatic cancer.\r\nThe efficacy of second-line nal-IRI +5-FU/LV treatment was unaffected by prior S-1 exposure. GS followed by nal-IRI treatment is an alternative treatment sequence for patients with mPDAC.\r\nPubmed   Journal   ReadQx \r\nMicroscopic tumor mapping of post-neoadjuvant therapy pancreatic cancer specimens to predict post-surgical recurrence: A prospective cohort study.\r\nMicroscopic tumor mapping of the residual tumor in post-NAT specimens is a significant predictor of post-surgical recurrence, and offers better prognostic performance than the current grading systems.\r\nPubmed   Journal   ReadQx \r\nReconsideration of the clinical impact of neoadjuvant therapy in resectable and borderline resectable pancreatic cancer: A dual-institution collaborative clinical study.\r\nNAT could be unnecessary in patients with tumor size ≤25 mm and CA19-9 < 100 U/mL in resectable disease. In borderline resectable disease, surgery should be delayed until tumor marker levels are well controlled.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    A follow-up from a randomized controlled trial suggests that fish oil in pregnancy may increase the risk of obesity and metabolic syndrome in the offspring-a reason for concern?\r\n\r\nPubmed   Journal   ReadQx \r\nNew evidence for efficacy of marine-sourced n-3 fatty acids in postoperative patients.\r\n\r\nPubmed   Journal   ReadQx \r\nTaxes to sugar-sweetened beverages: are changes in obesity and diabetes observable?\r\n\r\nPubmed   Journal   ReadQx \r\nUtilizing the gut microbiome as a biomarker of response to dietary interventions in inflammatory bowel disease: moving toward precision nutrition.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    On the Risk of Neurological Disorders in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Introducing the new controversies in Liver Transplantation Corner.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association Data To Promote Fish And Omega-3 Consumption For Brain Health: Caution Required.\r\n\r\nPubmed   Journal   ReadQx \r\nCorrect information on female leadership at the American Society for Parenteral and Enteral Nutrition.\r\n\r\nPubmed   Journal   ReadQx \r\nVery low-carbohydrate and keto diet increases unhealthy cholesterol.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Reply: On the Risk of Neurological Disorders in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-04-06T16:18:28-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/03-29-2024/",
    "title": "Fri Mar 29 2024",
    "description": "48 articles - From Friday Mar 22 2024 to Friday Mar 29 2024",
    "author": [],
    "date": "2024-03-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Addressing misinformation about the Dietary Guidelines for Americans.\r\nS. population.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Accuracy of Information given by ChatGPT for patients with Inflammatory Bowel Disease in relation to ECCO Guidelines.\r\n This is the first study to demonstrate the capability of an AI-based system to provide accurate and comprehensive answers to real-world patient queries in IBD. AI systems may serve as a useful adjunct for patients, in addition to standard of care in clinic and validated patient information resources. However, responses in specialist areas may deviate from evidence-based guidance and the replies need to give more firm advice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Inter- and Intraobserver Variability on Endoscopic Scoring Systems in Crohn's Disease and Ulcerative Colitis: A Systematic Review and Meta-Analysis. \r\nThe intraobserver agreement rates for eMS, UCEIS, CDEIS, and SES-CD ranged from good to very good. Solutions to improve interobserver agreement could allow for more accurate patient assessment, leading to richer, more accurate clinical management and clinical trial data.\r\nPubmed   Journal   ReadQx \r\nOperating Properties of Disease Activity Indices in Pediatric Inflammatory Bowel Disease: A Systematic Review. \r\nThe operating properties of pIBD clinical trial end points varied widely. These results highlight the need for further validation and development of novel indices.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Letter to the Editor regarding the article Minimally invasive surgery for Inflammatory Bowel Disease: a systematic review and meta-analysis of robotic versus laparoscopic surgical techniques.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Substitution of dietary monounsaturated fatty acids from olive oil for saturated fatty acids from lard increases LDL apolipoprotein B-100 fractional catabolic rate in subjects with dyslipidemia associated with insulin resistance: a randomized controlled trial.\r\nThis study demonstrated that substituting dietary MUFAs for SFAs decreases LDL-C levels and LDL PS by increasing LDL apoB-100 FCR and results in an overall improved plasma lipidomic profile in individuals with IR-induced lipidemia.\r\nPubmed   Journal   ReadQx \r\nThe impact of excluding adverse neonatal outcomes on the creation of gestational weight gain charts among women from low- and middle-income countries with normal and overweight BMI.\r\nRemoving pregnancies with adverse neonatal outcomes had little or no influence on the GWG trajectories of individuals with normal and overweight.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Accurate, Robust, and Scalable Machine Abstraction of Mayo Endoscopic Subscores From Colonoscopy Reports.\r\nWe derived a highly accurate pair of models capable of classifying reports by their MES and recognizing when to abstain from prediction. Our models were generalizable on outside institution validation. There was no evidence of algorithmic bias. Our methods have the potential to enable retrospective studies of treatment effectiveness, prospective identification of patients meeting study criteria, and quality improvement efforts in inflammatory bowel diseases.\r\nPubmed   Journal   ReadQx \r\nContinuous Monitoring of CRP, IL-6, and Calprotectin in Inflammatory Bowel Disease Using a Perspiration-Based Wearable Device.\r\nWe demonstrate the clinical utility of perspiration as a noninvasive medium for continuous measurement of inflammatory markers in IBD and find that the measures correlate with serum and stool markers across a range of disease activity.\r\nPubmed   Journal   ReadQx \r\nCrohn's Disease Phenotypes and Associations With Comorbidities, Surgery Risk, Medications and Nonmedication Approaches: The MAGIC in IMAGINE Study.\r\nIn exploring this large contemporary CD cohort we have determined that inflammatory disease is the main CD phenotype in Canada and that CD-related surgery remains very common.\r\nPubmed   Journal   ReadQx \r\nExtensive Disease and Exposure to Multiple Biologics Precolectomy Is Associated with Endoscopic Cuffitis Post-Ileal Pouch-Anal Anastomosis in Patients With Ulcerative Colitis.\r\nIn this multicenter study of patients who underwent RPC with stapled IPAA and at least 1 follow-up pouchoscopy, cuffitis occurred in approximately 60% and was significantly associated with extensive disease and exposure to multiple biologics precolectomy.\r\nPubmed   Journal   ReadQx \r\nHealthy Lifestyle Is a Protective Factor from Moderate and Severe Relapses and Steroid Use in Inflammatory Bowel Disease: A Prospective Cohort Study.\r\nHealthy lifestyle has a favorable influence on promoting a milder disease course, and thus should be a crucial part of clinical management of patients with IBD.\r\nPubmed   Journal   ReadQx \r\nPan-enteric Capsule Endoscopy to Characterize Crohn's Disease Phenotypes and Predict Clinical Outcomes in Children and Adults: The Bomiro Study.\r\nPCE allowed the characterization of CD phenotypes in children and adults by assessing disease severity and extent, which are of different importance in predicting clinical outcomes in these age groups.\r\nPubmed   Journal   ReadQx \r\nPatient Perspectives of Bowel Urgency and Bowel Urgency-Related Accidents in Ulcerative Colitis and Crohn's Disease.\r\nParticipants with UC or CD expressed bowel urgency and bowel urgency-related accidents to be bothersome and impactful on their daily lives despite use of biologic and/or conventional therapy. These findings underscore the need for development of patient-reported outcome measures to assess bowel urgency in clinical settings.\r\nPubmed   Journal   ReadQx \r\nProspective Evaluation of Serum Free Thiols in Inflammatory Bowel Disease: A Candidate to Replace C-Reactive Protein for Disease Activity Assessment?\r\nThis prospective study has demonstrated the potential of SFTs as a serum biomarker in IBD. It was more sensitive than C-reactive protein, yet less sensitive than fecal biomarkers for prediction of endoscopically active IBD.\r\nPubmed   Journal   ReadQx \r\nReal-World Effectiveness of Ustekinumab in Ulcerative Colitis in a United States Multicenter Cohort Consortium.\r\nIn a population enriched with refractory UC, ustekinumab was well tolerated and induced remission in a significant number of patients. Larger studies with a longer follow-up are warranted.\r\nPubmed   Journal   ReadQx \r\nRediversion of the Failing Ileoanal Pouch: First Step in Pouch Salvage?\r\n Rediversion of ileoanal pouches is a safe initial strategy to manage failing pouches and is a useful first step in pouch salvage in many patients. Subsequent salvage surgery for noninflammatory indications had a significantly higher pouch salvage rate than those rediverted for inflammatory complications.\r\nPubmed   Journal   ReadQx \r\nThe Natural History of Patients With Pre-Existing and De Novo Inflammatory Bowel Disease After Solid Organ Transplantation: EITOS Study of GETECCU.\r\nOne-third of patients with pre-existing IBD and about half of patients with de novo IBD have disease progression after SOT. Active IBD at the time of SOT and the presence of extraintestinal manifestations were identified as risk factors for IBD progression.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Predictors of symptom trajectory in newly diagnosed ulcerative colitis: a 3-year follow-up cohort study. \r\nAbdominal pain predicted increased psychological distress, but not the other way around. Intervening on abdominal pain may help prevent or reduce future psychological distress.\r\nPubmed   Journal   ReadQx \r\nSpondyloarthritis in first-degree relatives and spouses of patients with inflammatory bowel disease: A nationwide population-based cohort study from Sweden.\r\nThe observed shared familial risks between IBD and SpA support shared genetic factors in their pathogenesis. However, spouses of IBD patients were also at increased risk for SpA, reflecting the influence of environmental exposures or similarities in health-seeking patterns.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Controversies in terlipressin and transplantation in the United States: How do we MELD the two?\r\nWe subsequently discuss proposed next steps for studying terlipressin implementation in the US. A successful approach will require the involvement of al major stakeholders and the mobilization of our transplant community to spearhead research in this area.\r\nPubmed   Journal   ReadQx \r\nIdentifying drivers of cost in pediatric Liver Transplantation.\r\nThere exists significant variation in pediatric LT cost, with HCH caring for more patients with higher illness acuity and resource need. Studies are needed to examine drivers of cost and associated outcomes more granularly, with the goal of defining value and standardizing care. Such efforts may uniquely benefit the sicker patients requiring the strategic resources located within HCH to achieve the best outcomes.\r\nPubmed   Journal   ReadQx \r\nOutpatient mean arterial pressure: A potentially modifiable risk for acute kidney injury and death among cirrhosis patients.\r\n Our study informs the association between outpatient MAP and cirrhosis-related outcomes. These findings, coupled with the identification of specific thresholds, lays the foundation for the trial of targeted outpatient MAP modulation in cirrhosis patients.\r\nPubmed   Journal   ReadQx \r\nSleep disturbances in chronic liver disease.\r\nLiver disease is associated with alterations in thermoregulation, inflammation, and physical activity, and is associated with disease specific complications, such as hepatic encephalopathy, that may directly affect sleep. In this article, we review the relevant pathophysiologic processes, disease-specific sleep-wake disturbances, and clinical management of CLD associated sleep-wake distrabances.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    A Case Series of Choroidal and Orbital Neuroendocrine Tumors: Metastasis: 2 Patients Treated with PRRT.\r\nTwo of the patients were treated with peptide receptor radionuclide therapy (Lutitium-177). This is the first report confirming PRRT safety in patients with low grade NET with ocular metastases.\r\nPubmed   Journal   ReadQx \r\nCost-effectiveness Analysis of Single-Use Duodenoscope Applied to Endoscopic Retrograde Cholangiopancreatography.\r\nSingle-use duodenoscopes are cost-effective in a proportion of cholangiopancreatographies if its cost is reduced. Increased crossover rate makes single-use duodenoscope use not cost-effective.\r\nPubmed   Journal   ReadQx \r\nDifferences in Plasma Fatty Acid Composition Related to Chronic Pancreatitis: A Pilot Study.\r\nFatty acids that are markers of de novo lipogenesis and linoleic acid are dysregulated in CP depending on the etiology or complication. These results enhance our understanding of CP and highlight potential pathways targeting FAs for treating CP.\r\nPubmed   Journal   ReadQx \r\nEpidemiology and Prognostic Nomogram for Predicting Long-Term Disease-Specific Survival in Patients With Pancreatic Carcinoid Tumor: A SEER-Based Study.\r\nThe incidence of PCT has increased rapidly since 2000. In addition, we established a practical, effective, and accurate prognostic nomogram for predicting the long-term DSS of PCT patients.\r\nPubmed   Journal   ReadQx \r\nExosomes Derived from Caerulein-Stimulated Pancreatic Acinar Cells Mediate Peritoneal Macrophage M1 Polarization and Pyroptosis via an miR-24-3p/MARCH3/NLRP3 Axis in Acute Pancreatitis.\r\nExosomes derived from caerulein-stimulated pancreatic acinar cells mediate peritoneal macrophage M1 polarization and pyroptosis via an miR-24-3p/MARCH3/NLRP3 axis in AP.\r\nPubmed   Journal   ReadQx \r\nHandgrip Strength Predicts Survival in Patients With Pancreatic Cancer.\r\nThe relationship between survival in PDAC and handgrip strength, but not anatomical muscle mass, suggests that functional testing of strength may be important in prognostication of patients with PDAC, alongside existing tools such as the Eastern Cooperative Oncology Group performance status.\r\nPubmed   Journal   ReadQx \r\nImportant Radiologic and Clinical Factors for Predicting Overall Survival in Pancreatic Adenocarcinoma Patients Who Underwent FOLFIRINOX.\r\n Both clinical and CT findings were useful for predicting OS after FOLFIRINOX in PAC.\r\nPubmed   Journal   ReadQx \r\nInterventions for Pancreatitis-New Approaches, Knowledge Gaps, and Research Opportunities: Summary of a National Institute of Diabetes and Digestive and Kidney Diseases Workshop.\r\nDespite multiple randomized clinical trials demonstrating benefit, great uncertainty remains regarding patient selection, timing of intervention, and type of mechanical intervention (endoscopic versus surgery). Challenges and opportunities to establish beneficial interventions for patients were identified.\r\nPubmed   Journal   ReadQx \r\nMorphology of the Dorsal Pancreatic Artery and Its Oncological Significance in Pancreatic Cancer.\r\nIt is important to remove the soft tissue surrounding the DPA during surgery for pancreatic head or body cancer because it may serve as an important route for cancer progression.\r\nPubmed   Journal   ReadQx \r\nMulticenter Prospective Cohort Study of Neoadjuvant Chemotherapy for Borderline Resectable Pancreatic Cancer (YPB-001).\r\nOverall, NAC for BRPC in real-world setting might yield R0 resection rates similar to those reported in previous clinical studies. Development of safe regimens and management strategies that can maintain treatment intensity in geriatric patients is warranted.\r\nPubmed   Journal   ReadQx \r\nPancreatic Cysts Greater Than 1 cm Are Associated With an Increased Risk for Developing Pancreatic Cancer in Individuals From Pancreatic-Cancer Prone Kindreds Undergoing Surveillance.\r\nPatients with a cyst ≥1 cm were at increased risk for developing PDAC compared with patients with cyst <1 cm. Pancreatic ductal adenocarcinoma usually did not arise from a recognized cystic lesion.\r\nPubmed   Journal   ReadQx \r\nPoly (ADP-ribose) polymerase-1 (PARP-1) is a good prognostic marker for pancreatic/periampullary cancers.\r\nPARP-1 and FGF8 in PACs could not be related to the EMT pathway but must be rather understood in light of similar cancer-protective roles. Further studies are required on EMT-associated immune markers in PACs.\r\nPubmed   Journal   ReadQx \r\nSerum HSP70 and VEGF levels are effective predictive factors of chemoradiosensitivity and prognosis of pancreatic cancer patients.\r\n Higher levels of serum HSP70 and VEGF were associated with lower radiosensitivity and worse prognosis, while lower levels of serum HSP70 and VEGF were associated with improved radiosensitivity and better prognosis of pancreatic cancer patients.\r\nPubmed   Journal   ReadQx \r\nThe Global Burden of Early-Onset Pancreatic Cancer and Its Risk Factors: A Perspective From Global Burden of Disease Study 2019.\r\nThe burden of EOPC has been increasing. The mortality is rising mainly from metabolic factors. There is an urgent need for national policy development for reducing the burden of this disease.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Integrin-αvβ6 targeted peptide-toxin therapy in a novel αvβ6-expressing immunocompetent model of pancreatic cancer.\r\nMoreover, systemic treatment of mice with established TB32043mb6S2 tumours in the pancreas with SG2399 lived significantly longer (p < 0.001;  mean OS 48d) compared with PBS or control SG3511 (mean OS 25.5d and 26d, respectively). Thus SG3299 is confirmed as a promising candidate therapeutic for the therapy of PDAC.\r\nPubmed   Journal   ReadQx \r\nPerineural invasion score system and clinical outcomes in resected pancreatic cancer patients.\r\nWe report a PNI scoring system that stratifies surgically-treated PDAC patients in a graded manner that correlates with patient prognosis better than the current dichotomous (presence/absence) definition. However, further and larger studies are needed to support this PNI scoring system.\r\nPubmed   Journal   ReadQx \r\nReconsideration of the clinical impact of neoadjuvant therapy in resectable and borderline resectable pancreatic cancer: A dual-institution collaborative clinical study. \r\nNAT could be unnecessary in patients with tumor size ≤25 mm and CA19-9 < 100 U/mL in resectable disease. In borderline resectable disease, surgery should be delayed until tumor marker levels are well controlled.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Coronary CT angiography for predicting early Post-Liver Transplant MACE: Paradigm shift or part of the calculus?\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    A case of Thrombotic Microangiopathy within Acute Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nAcute Pancreatitis: A Red Herring in Burkitt's Lymphoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Ansa pancreatica as a rare cause of pancreatitis: A review of case reports.\r\n\r\nPubmed   Journal   ReadQx \r\nComparative analysis of the sarcopenia and HALP score on postoperative outcomes in pancreatic cancer patients after pancreatoduodenectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nIndigo naturalis as a promising novel treatment for type 2 autoimmune pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nStreamlining IPMN follow-up: Embracing a standardized and abbreviated MRI protocol.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-29T16:12:17-04:00",
    "input_file": {}
  }
]
