[
  {
    "path": "gi2/02-21-2025/",
    "title": "Fri Feb 21 2025",
    "description": "20 articles - From Friday Feb 14 2025 to Friday Feb 21 2025",
    "author": [],
    "date": "2025-02-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Systematic review: severe endoscopic lesions in inflammatory bowel disease.\r\n There is currently no validated definition of SEL in IBD. When present, they are associated with steroid failure in the setting of ASUC, but do not affect response to anti-TNF in either CD or ASUC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations between flavonoid-rich food and flavonoid intakes and incident unhealthy aging outcomes in older U.S. males and females.\r\nHigh intakes of flavonoid-rich foods may support healthy aging. Further research is needed, including examining sex-specific associations, as incorporating flavonoid-rich foods in the diet may be a simple strategy to support healthy aging.\r\nPubmed   Journal   ReadQx \r\nCholine enhances elicited imitation memory performance in pre-school children with prenatal alcohol exposure: A cumulative report of three randomized controlled trials.\r\nThe results support choline as a neurodevelopmental intervention for improvement of memory in young children exposed to alcohol prenatally. Specifically, the use of choline bitartrate as a supplement in the range of 260 to 500 mg per day in children between 2.5 and 5.9 years of age is supported. Future studies are needed to further define appropriate dosage as well as optimal lengths and developmental windows for supplementation. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nDifferential Association of Ultra-processed Food Categories with Risk of Developing Cognitive Impairment in Middle-Aged and Older Adults in a Longitudinal Panel Study. \r\nThese results reinforce the value of separating UPF into categories. The link between UPF animal products and beverages with cognitive functions may be, in part, explained by their ingredients, such as additives, or by the poor nutritional composition of prducts rich in simple sugars and low in dietary fibers.\r\nPubmed   Journal   ReadQx \r\nEffect of kangaroo mother care in low birth weight infants on human milk intake: a randomized controlled trial.\r\nOur findings show that KMC is associated with a substantially higher human milk intake in LBW infants during the neonatal period. There were no evidence of any effect of KMC on the concentration of several human milk components. Clinical trial registry number and website where it was obtained CTRI/2017/04/008430, Clinical Trials Registry - India.\r\nPubmed   Journal   ReadQx \r\nStandard reference for daily urinary creatinine excretion among individuals with obesity: a monocentric, retrospective, observational study.\r\n Daily urinary creatinine excretion is significantly higher among individuals with obesity than in healthy weight population. We propose new standard reference for urinary creatinine excretion in individuals with obesity.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Deep Sequencing of Crohn's Disease Lamina Propria Phagocytes Identifies Pathobionts and Correlates With Pro-Inflammatory Gene Expression.\r\nLamina propria resident phagocytes harbor bacterial strains that may act as pathobionts in CD. Our findings shed light on the role of pathobionts and the immune response in CD pathogenesis and suggest new targets for therapies.\r\nPubmed   Journal   ReadQx \r\nMitochondrial Dysfunction: Unraveling the Elusive Biology Behind Anti-TNF Response During Ulcerative Colitis.\r\nOur results highlight the involvement of metabolic pathways and mitochondrial homeostasis in determining treatment response and their ability to provide promising classification signals with detection levels in both the colon and the bloodstream.\r\nPubmed   Journal   ReadQx \r\nNHE3 Controls Proliferation and Migration of Colonic Epithelial Cells. \r\nInhibition of NHE3, unconfounded by chronic inflammatory or microbial pressure, may represent a permissible mechanism beneficial to the host by modulating cellular plasticity and promoting epithelial wound healing. These unexpected results provide a novel insight into the pleiotropic roles of NHE3 in mucosal homeostasis.\r\nPubmed   Journal   ReadQx \r\nS1P Lyase Inhibition Increased Intestinal S1P, Disrupted the Intestinal Barrier and Aggravated DSS-Induced Colitis. \r\nHomeostatic intestinal S1P levels are critical for the regulation of IEC barrier function. Further studies using adaptive immunity-based inflammatory bowel diseases (IBD) models are required to assess the translational value of IEC-specific SPL inhibition as a therapeutic target for human IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    A transcriptomic score to classify the inflammation-dysplasia-cancer sequence lesions in Inflammatory Bowel Disease.\r\n We identified a tissue-based transcriptomic score to classify IDC lesions in IBD patients and uncovered some of the pivotal genes in the carcinogenesis related to inflammation in IBD.\r\nPubmed   Journal   ReadQx \r\nPrevalence, incidence and mortality of inflammatory bowel disease in the Netherlands: development and external validation of machine learning models.\r\n IBD cases can be accurately identified using administrative data. The prevalence of IBD in the Netherlands is increasing slower than expected, suggesting a trend towards the epidemiological stage of Prevalence Equilibrium.\r\nPubmed   Journal   ReadQx \r\nThe ulcerative colitis risk gene adenylyl cyclase 7 restrains the T helper 2 phenotype and Class II antigen presentation.\r\nThe ulcerative colitis risk-conferring variant, p.Asp439Glu, in ADCY7 reduces cyclic AMP signaling, leading to modifications in cytokine profile and antigen presentation. Medications that enhance cyclic AMP by direct activation of ADCY7 or by phosphodiesterase inhibition may be beneficial in this disease.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cannabis and liver transplant in the era of legalization: Effects of pre-transplant cannabis use on postoperative opioid use and transplant outcomes.\r\nWhile cannabis use pre-LT was associated with significantly higher opioid use in the immediate postoperative period, this did not translate to differences in opioid use beyond 48 hours post-LT, or short-term healthcare utilization or clinical outcomes. These findings should help set provider expectations for immediate post-LT pain control. Our findings support the growing body of literature that fails to identify an association between pre-LT cannabis use and post-LT outcomes.\r\nPubmed   Journal   ReadQx \r\nCo-producing a health advocate intervention for pediatric liver transplant recipients using human-centered design.\r\nUsing structured design methodology, we designed a prototype navigator role for pediatric liver transplant care teams. Future studies should test the effectiveness of this navigator role in improving post-transplant outcomes.\r\nPubmed   Journal   ReadQx \r\nLower child opportunity index is associated with increased healthcare utilization following pediatric liver transplantation.\r\nWe also observed that in the second year post-LT, children with a lower COI were more often admitted with a complication of LT (23%) than those with a higher COI (18%). COI may be a useful composite screening instrument for clinical teams to target resources and limit acute care use post-LT.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Upadacitinib in Autoimmune Enteropathy-A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Correction to: Volume 19, Supplement 1. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Protocol and Study Population of a Prospective Study of Patients With Chronic Pancreatitis and Exocrine Pancreatic Insufficiency: Preliminary Findings From the PACT-CP Registry Show Reduced Health-Related Quality of Life.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Letter to the editor: Risk score to predict inpatient mortality of acute pancreatitis patients admitted to the intensive care unit. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-21T00:38:21-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-14-2025/",
    "title": "Fri Feb 14 2025",
    "description": "37 articles - From Friday Feb 07 2025 to Friday Feb 14 2025",
    "author": [],
    "date": "2025-02-14",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Guidance for Fecal Microbiota Transplantation Trials in Ulcerative Colitis: The Second ROME Consensus Conference. \r\nThe group focused on key issues, such as stool donation, donor selection, characterization of fecal biomass, potential administration routes, as well as the process of induction, maintenance, and endpoint readouts. The consensus achieved during this conference established standardization of methods and protocols to enhance the current quality of research, with the aim of eventual implementation of FMT in managing UC and the ultimate goal of improving patient outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreas\r\n    Pancreatic Cystic Lesions in Children: A Comprehensive Scoping Review.\r\nWe present a comprehensive review and evidence-based management recommendations with management algorithms for pediatric pancreatic cystic lesions. Given the rarity of many of these entities, this review also highlights many aspects of PPCL, which are not adequately described in the current literature.\r\nPubmed   Journal   ReadQx \r\nPerformance of Clinical Risk Prediction Models for Post-ERCP Pancreatitis: A Systematic Review. \r\nThe use of PEP prediction tools can support the management of patients following ERCP. Implementation studies assessing the optimal usability of these tools, followed by prospective evaluations, are needed to evaluate their potential impacts on reducing PEP in real-world practice.\r\nPubmed   Journal   ReadQx \r\nSystematic Review of Volume and Methodological Quality of Randomized Trials in Acute Pancreatitis. \r\nThe quantity and quality of published RCTs relating AP management has increased over time, however significant shortcomings of methodological quality persist. Significant improvements in the conduct and reporting of randomized trials in AP are required to improve the evidence base in this field.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adipose tissue content of n-6 polyunsaturated fatty acids and all-cause mortality: a Danish prospective cohort study.\r\nAdipose tissue content of linoleic acid was inversely associated with all-cause mortality, whereas adipose tissue content of arachidonic acid was associated with a higher all-cause mortality.\r\nPubmed   Journal   ReadQx \r\nDiet and survival after a diagnosis of ovarian cancer: a pooled analysis from the Ovarian Cancer Association Consortium.\r\nAdherence to a more heathy, less inflammatory diet may confer a survival benefit for individuals with early-stage ovarian cancer.\r\nPubmed   Journal   ReadQx \r\nEffect of kangaroo mother care in low birth weight infants on human milk intake: a randomized controlled trial. \r\nThere were no evidence of any effect of KMC on the concentration of several human milk components. CTRI/2017/04/008430, Clinical Trials Registry - India.\r\nPubmed   Journal   ReadQx \r\nFolic acid supplementation in children with sickle cell disease: A randomized double-blind non-inferiority crossover trial.\r\nDespite mandatory food fortification and advances in the medical treatment of sickle cell disease, it appears that some children with this condition may still benefit from daily folic acid supplementation. Whether this translates to improved clinical outcomes remains uncertain. as NCT04011345 (\r\nPubmed   Journal   ReadQx \r\nImpact of Formula Protein Quantity and Source on Infant Metabolism: Serum, Urine and Fecal Metabolomes of a Randomized Controlled Study.\r\nComprehensive metabolomics profiling of serum, urine and feces captures molecular-level changes and informs potential strategies for formula optimization. Both the quantity and source of protein significantly influenced the metabolic profiles of formula-fed infants. However, modifications in protein alone cannot fully resolve the metabolic differences between formula-fed and human milk-fed infants, highlighting the complexity of mimicking the human milk feeding-associated metabolic profile. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nImpact of linear growth-improving interventions on childhood overnutrition at 24 months: a randomized controlled trial. \r\nComprehensive interventions from preconception to early childhood improve linear growth but do not result in overweight and/or obesity at 24 mo. With better resultant linear and ponderal growth, they converge with the World Health Organization's \"double-duty actions for nutrition\" for LMIC settings, where childhood overweight and/or obesity is a growing concern.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    A Role for Leucine-Rich α2-Glycoprotein in Leukocyte Trafficking and Mucosal Inflammation in Inflammatory Bowel Disease.\r\nOur data suggest that LRG accelerates the progression of colonic inflammation at least in part by enhancing leukocyte trafficking through the upregulation of TGF-β1-induced endoglin expression in vascular endothelial cells.\r\nPubmed   Journal   ReadQx \r\nMK2 Inhibition in CD4+ T Cells Protects Against IFNγ and IL-17A, Chronic Inflammation, and Fibrosis in Inflammatory Bowel Disease Models.\r\nThe MK2 pathway regulates inflammatory CD4+ T cells and fibrosis in IBD models and is a potential therapeutic target.\r\nPubmed   Journal   ReadQx \r\nMitochondrial Dysfunction: Unraveling the Elusive Biology Behind Anti-TNF Response During Ulcerative Colitis.\r\nOur results highlight the involvement of metabolic pathways and mitochondrial homeostasis in determining treatment response and their ability to provide promising classification signals with detection levels in both the colon and the bloodstream.\r\nPubmed   Journal   ReadQx \r\nWinnie Mice: A Chronic and Progressive Model of Ulcerative Colitis.\r\nWhile Winnie mice are currently less studied compared to other more established models of colitis, much has been discovered in the initial years of its use as a UC-like model. In summary, the use of Winnie mice adds to the growing armamentarium that is required to develop precision-based medicine for its future application in treating complex multifactorial diseases, such as UC.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    A transcriptomic score to classify the inflammation-dysplasia-cancer sequence lesions in Inflammatory Bowel Disease.\r\n We identified a tissue-based transcriptomic score to classify IDC lesions in IBD patients and uncovered some of the pivotal genes in the carcinogenesis related to inflammation in IBD.\r\nPubmed   Journal   ReadQx \r\nAdverse maternal outcomes after vaginal versus caesarean delivery in women with Crohn's disease and prior perianal surgery: A population-based study. \r\nWomen who delivered vaginally versus by c-section had less new perianal surgery (aOR 0.47, 95% CI 0.24-0.93) and no significant differences in intestinal CD surgery (aOR 0.87, 95% CI 0.43-1.75), hospital diagnosed infection (aOR 0.50, 95% CI 0.18-1.38), outpatient antibiotic prescription (aOR 0.92, 95% CI 0.65-1.28) or major hemorrhage (aOR 0.79, 95% CI 0.39-1.59). Vaginal delivery was not associated with increased important adverse maternal outcomes in mothers with CD and prior perianal surgery.\r\nPubmed   Journal   ReadQx \r\nPrevalence, incidence and mortality of inflammatory bowel disease in the Netherlands: development and external validation of machine learning models.\r\n IBD cases can be accurately identified using administrative data. The prevalence of IBD in the Netherlands is increasing slower than expected, suggesting a trend towards the epidemiological stage of Prevalence Equilibrium.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Association of perfusate cytokine concentrations during liver graft ex-situ normothermic perfusion to donor type and postoperative outcomes.\r\nThis is the first study to compare cytokines profile during NMP in three different types of donors and correlate it to clinical outcomes. A correlation between IL-6 concentration and graft failure was found. The role and the significate of inflammatory markers in MP perfusate and their potential to assess graft viability and the risk of post-LT complications has to be further addressed.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Analysis of the Application of Laparoscopic Peritoneal Lavage and Drainage in the Early Treatment of Severe Acute Pancreatitis. \r\nIn patients with SAP complicated by ascites, early-stage LPLD can effectively alleviate systemic inflammatory response, expedite organ failure reversal, delay disease progression, avoid step-up treatment, reduce postoperative complications and shorten hospitalization duration. This minimally invasive therapeutic approach represents a promising strategy for early intervention in SAP.\r\nPubmed   Journal   ReadQx \r\nFrom Acute Pancreatitis to Diabetes: Risk Factors and Timeline Analysis in a Pediatric Population Study. \r\nChildren face DM risks during or after AP episodes. Enhanced DM screening and close outpatient follow-up within 3 to 6 months post-discharge are recommended.\r\nPubmed   Journal   ReadQx \r\nImpact of Statin Use on Survival in Patients With Unresectable Pancreatic cancer Receiving Gemcitabine Plus Nab-Paclitaxel: A Multicenter Retrospective Study. \r\nPFS and OS did not significantly differ by liposolubility of statins, either. Stain use was not associated with PFS or OS in patients with unresectable PC receiving GnP.\r\nPubmed   Journal   ReadQx \r\nInternational Classification of Diseases, Tenth Revision Diagnosis Codes Are Overutilized in the Diagnosis of Chronic Pancreatitis. \r\nOf note, 81 patients had no identifiable abdominal pathology. Although the OneFlorida database makes multicenter research more accessible, it does not replace labor-intensive chart review given the propensity for overdiagnosis.\r\nPubmed   Journal   ReadQx \r\nMarkers of Collagen Formation and Degradation in Serum and Pancreatic Fluid Collections in Patients With Acute and Chronic Pancreatitis. \r\nThe high serum levels in patients suggest increased overall fibrotic activity in pancreatitis patients as compared to healthy controls. PRO-C3 elicited higher levels in the pancreatic fluid, indicating localized fibrotic activity.\r\nPubmed   Journal   ReadQx \r\nSerum Exosomal miR-216a Contributes to Acute Pancreatitis-Associated Acute Lung Injury by Enhancing Endothelial cell Vascular Permeability via Downregulating LAMC1. \r\nIn summary, serum exosomal miR-216a can promote the onset and progression of AP-ALI by augmenting endothelial cell vascular permeability. This finding presents a theoretical basis for exploring new therapeutic approaches targeting AP-ALI.\r\nPubmed   Journal   ReadQx \r\nThe Predictive Value of Red Cell Distribution Width for the Risk of Sepsis in Patients with Acute Pancreatitis: A Retrospective Cohort Study. \r\nDelong test showed that the area under the curve (AUC) of SOFA+RDW, SAPSII+RDW and BISAP+RDW scoring models were significantly greater than those of SOFA, SAPSII and BISAP scoring models, respectively (0.822 vs 0.776;  0.708 vs 0.688;  0.609 vs 0.550, respectively). RDW is not only linked to sepsis risk, but also has a certain additive effect on SOFA, SAPSII and BISAP models, among which SOFA+RDW has the highest discrimination capacity for sepsis in AP patients.\r\nPubmed   Journal   ReadQx \r\nUsefulness of MRI T1 Mapping in Predicting Postoperative Pancreatic Fistula After Distal Pancreatectomy. \r\nHigh R1 values at the pancreatic transection site indicate a higher possibility of developing grade B/C POPF. Preoperative MRI T1 mapping may be valuable for predicting POPF after DP.\r\nPubmed   Journal   ReadQx \r\nUsefulness of Semiautomated 3D Volumetric Assessment of Liver Tumor Burden for Patients With Unresectable Pancreatic Neuroendocrine Tumor: A Pilot Study. \r\nProgression-free survival was significantly longer in patients in the 'equal group' than the 'overestimated group' (981 vs 366 days, P < 0.01). This pilot study revealed a good correlation between visual and volumetric assessments, and visual assessment overestimated LTB, compared to volumetric assessment.\r\nPubmed   Journal   ReadQx \r\nVascular Complications in Patients With Pancreatic Walled-Off Necrosis-A Retrospective, Single Cohort Study. \r\nVascular complications are common in WON patients, but only bleeding is associated with increased morbidity and in-hospital mortality. Most SVT occur before an index intervention, while bleeding episodes primarily occur afterwards.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    The efficacy and safety profile of third-line treatment in patients with metastatic pancreatic adenocarcinoma.\r\n In real-world settings, patients with mPDAC receiving third-line chemotherapy may have a moderate survival advantage, although clinicians should carefully select patients owing to high incidence of grade ¾ toxicities.\r\nPubmed   Journal   ReadQx \r\nWhy is the rectal route for NSAIDS favorable for preventing post-ERCP pancreatitis?\r\n Our findings suggest that the efficacy of rectal diclofenac in PEP prevention relates more to its higher and consistent systemic exposure than its absolute pancreas levels. The implications are that the rectal route provides both systemic and pancreas exposure for the full duration of PEP vulnerability.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Letter to the Editor: Microscopic Colitis after Ocrelizumab for Multiple Sclerosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Disease-Modifying Anti-Inflammatory Drugs: Shaping the Future of Inflammatory Bowel Disease Care. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Recurrent HCC after liver transplantation: Small steps, while awaiting a breakthrough.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Assessment of Medical Pancreatology Fellowship Training in the United States: A Collaborative Alliance for Pancreatic Education and Research (CAPER) Initiative. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic Malformation and Heterotaxy Syndrome Associated With 6q25.1 Haploinsufficiency. \r\n\r\nPubmed   Journal   ReadQx \r\nThrombophilia as a Novel Cause of Acute Pancreatitis: A Case Report. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Albumin ratio-based indicator for predicting inpatient mortality in acute pancreatitis patients admitted to the intensive care unit. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-14T12:00:19-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-07-2025/",
    "title": "Fri Feb 07 2025",
    "description": "41 articles - From Friday Jan 31 2025 to Friday Feb 07 2025",
    "author": [],
    "date": "2025-02-07",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Genetic ancestry affects iron requirements: building the evidence for more precise guidelines for dietary iron intake.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Assessment of activity and severity of inflammatory bowel disease in cross-sectional imaging techniques: a systematic review. \r\nAll cross-sectional imaging techniques demonstrated moderate-to-good accuracy in assessing disease activity, and severity of IBD. This finding highlights the potential, especially for MRE and IUS to be widely utilized in managing IBD in both clinical practice and clinical trials.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adipose tissue content of n-6 polyunsaturated fatty acids and all-cause mortality: a Danish prospective cohort study.\r\nAdipose tissue content of linoleic acid was inversely associated with all-cause mortality, whereas adipose tissue content of arachidonic acid was associated with a higher all-cause mortality.\r\nPubmed   Journal   ReadQx \r\nBioavailability and pharmacokinetics of (poly)phenols following consumption of selected blueberries and a blueberry-rich protein bar by adult males and females: a randomized, crossover, controlled trial.\r\n Differing berry (poly)phenol content and bioaccessibility only minimally affected bioavailability following consumption of blueberries relative to a blueberry-rich protein bar, suggesting (poly)phenol-dense foods, such as bars and snacks, could provide similar health benefits as raw fruits. Further studies using other crops are required to assess if these findings are translatable. Clinical trial registry NCT04175106 ( CLINICAL TRIAL REGISTRY  NCT04175106 (\r\nPubmed   Journal   ReadQx \r\nCharacterization of iron status biomarkers and hematological indices among young adults of East Asian or Northern European ancestry: A cross-sectional analysis from the Iron Genes in East Asian and Northern European Adults Study (FeGenes).\r\nIndividuals of EA ancestry had a significantly greater body Fe burden compared to NE individuals. Of concern, these differences were evident in a cohort primarily consisting of young individuals aged 18-29 y.\r\nPubmed   Journal   ReadQx \r\nDifferences in nonheme iron absorption between healthy adults of East Asian or Northern European ancestry from the Iron Genes in East Asian and Northern European Adults Study (FeGenes): A cross-sectional stable iron isotope study.\r\nEA individuals have a greater SF-corrected Fe absorption compared with NE individuals. Increased Fe absorption and resulting excess Fe accumulation suggests that EA individuals may be at greater risk of Fe overload-related diseases. Further studies are needed to evaluate the long-term implications of these findings.\r\nPubmed   Journal   ReadQx \r\nEfficacy of a 24-month behavioral intervention focused on sugary beverage reduction for Latino mother-infant dyads: evidence from a randomized controlled trial.\r\nThis intervention, combined with home delivery of bottled water, was effective in reducing sugar consumption from beverages for Latina mothers by roughly 8 g/day in the first year after childbirth. However, this effect was not maintained and was not significant for infants. More comprehensive and sustained strategies are likely needed to maintain efficacy and improve outcomes related to weight or body composition, particularly for infants.\r\nPubmed   Journal   ReadQx \r\nIron regulatory hormones and their associations with iron status biomarkers among healthy adults of East Asian or Northern European ancestry: A cross-sectional comparison from the Iron Genes in East Asian and Northern European Adults Study (FeGenes).\r\nA lower hepcidin SF ratio in EA compared with NE participants suggests that among EAs, hepcidin concentrations are lower relative to the load of Fe present. Further studies are needed to elucidate the mechanisms underlying the observed differences. This study was registered at clinicaltrials.gov as NCT04198545.\r\nPubmed   Journal   ReadQx \r\nLongitudinal cohort study of canola composition demonstrates changes in the climate and the food system are decreasing the essential fatty acid content of canola.\r\n Compared our observations to publicly available food composition databases, the observed systemic changes in fatty acid composition from the field can be detected on grocery store shelves.\r\nPubmed   Journal   ReadQx \r\nMaternal Macronutrient Intake at Pregnancy and Offspring Growth Trajectory through Childhood: A Prospective Analysis in the Growing Up Today Study 2 Cohort. \r\nOther macronutrients from various food sources were not associated with the offspring weight. Overall, these data suggest that, apart from trans fatty acids, other macronutrient composition of maternal diet may have minimal impact on offspring body weight in this well-nourished population.\r\nPubmed   Journal   ReadQx \r\nRelationship between gestational weight gain with fetal body composition and organ volumes in the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) Fetal Dimensional Study: a prospective pregnancy cohort.\r\nExcessive GWG was associated with greater fetal size primarily manifested by a pattern of fat accumulation across the fetal arm and abdomen. Future studies should examine whether these fetal changes have functional implications for childhood adiposity and metabolic dysfunction.\r\nPubmed   Journal   ReadQx \r\nUnveiling Sub-group Trends of Stunting and Wasting in Indian Children: A Serial Cross-sectional Analysis from National Family Health Surveys 3-5.\r\nAlthough there have been significant reductions in disparities by wealth in mean HAZ and WHZ scores in India, persistent disparities by caste, tribe, and area of residence necessitate reinvestments in targeted interventions. Further, despite this narrowing of disparities and overall progress against stunting, anthropometric scores in early childhood continue to be low in India, especially with regard to wasting, indicating the importance of not only maternal nutrition and care for newborns, but more comprehensive efforts to address poverty and other factors that contribute to undernutrition, with a focus on vulnerable populations.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Generalizability of Randomized Controlled Trials to Routine Clinical Care in Ulcerative Colitis.\r\nHalf of patients with UC starting advanced therapy in routine care may be eligible for participation in phase 3 RCTs. Disease activity is the primary reason for trial exclusion.\r\nPubmed   Journal   ReadQx \r\nThe Consequences of Preterm Birth in the Children of Mothers with Inflammatory Bowel Disease: A Nationwide Cohort Study. \r\nWe also found a non-significantly increased risk of epilepsy (1.11;  0.51-2.42), chronic lung disease and asthma (1.10;  0.76-1.60), schizophrenia/psychosis (1.17;  0.50-2.73), and attention-deficit/hyperactivity disorder 1.15 (0.83-1.60). Our study indicates the possibility of chronic health consequences in children born preterm to mothers with IBD.\r\nPubmed   Journal   ReadQx \r\nWinnie Mice: A Chronic and Progressive Model of Ulcerative Colitis.\r\nWhile Winnie mice are currently less studied compared to other more established models of colitis, much has been discovered in the initial years of its use as a UC-like model. In summary, the use of Winnie mice adds to the growing armamentarium that is required to develop precision-based medicine for its future application in treating complex multifactorial diseases, such as UC.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    A pro-inflammatory diet is associated with growth and virulence of Escherichia coli in pediatric Crohn's disease. \r\nA negative association between metabolites of fatty acid metabolism and HEI was found. In total, our results suggest that a pro-inflammatory diet may potentiate hallmarks of the inflammation-associated dysbiosis in CD and highlight the need for microbiome-targeted dietary interventions optimizing the anti-inflammatory potential of habitual diet in the management of pediatric CD.\r\nPubmed   Journal   ReadQx \r\nCombination of white-light imaging based and narrow-band imaging based artificial intelligence models during colonoscopy in patients with ulcerative colitis. \r\nThe sequential use of WLI and NBI AI models can provide better stratification of relapse risk compared with using either model alone, offering a more accurate and personalized approach to treatment intensification. This dual-model AI approach aligns with the T2T approach in UC management.\r\nPubmed   Journal   ReadQx \r\nJanus kinase inhibitors in the management of acute severe ulcerative colitis: a comprehensive review. \r\nJAKi seem to be a promising treatment option for ASUC, with both tofacitinib and upadacitinib achieving colectomy-free rates of approximately 80%. Further studies are essential to define whether JAKi can replace cyclosporine/infliximab as second line therapy for the medical management of ASUC, or whether they can even be used as initial treatment in place of intravenous corticosteroids.\r\nPubmed   Journal   ReadQx \r\nLysophosphatidylcholine-Induced Aberrant Adipogenesis in Mesenchymal Stem Cells and Impaired Antibacterial Function in Adipocytes of Creeping Fat. \r\nThese findings were consistent in the TNBS-treated mouse model, where increased LPC levels in the blood, and a significant reduction in SAA½-positive adipocytes were noted. LPC-induced aberrant adipogenesis in CF is a newly identified pathological feature in CD patients and a potential therapeutic target.\r\nPubmed   Journal   ReadQx \r\nMachine learning and metabolomics identify biomarkers associated with the disease extent of ulcerative colitis. \r\nThe serum level of asparaginyl valine in patients with rectal UC was significantly lower than that in E2 and E3 groups. Our findings revealed the metabolic landscape of UC and identified biomarkers for different disease extents, confirming the value of metabolites in predicting the occurrence and progression of UC.\r\nPubmed   Journal   ReadQx \r\nNon-Conventional Dysplasia in Patients with Inflammatory Bowel Disease and Colorectal Adenocarcinoma: A Case-Cohort Study. \r\nBoth conventional and NC lesions seem to be associated with increased risk of CRC. Conventional lesions are more strongly associated with CRC than NC lesions in the post-HD era, but misclassifications in the pre-HD era may have resulted in a biased increased risk estimate for NC lesions.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Evaluating allograft risk models in organ transplantation: Understanding and balancing model discrimination and calibration.\r\nOur goal in this perspective is to offer advice to transplant professionals about how to evaluate a prediction model, focusing on the key aspects of discrimination and calibration. We use liver allograft assessment as a paradigm example, but the lessons pertain to other scenarios too.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Contrast agent dispersion visualized by CE-EUS may be a prediction tool for FOLFIRINOX chemotherapy effectiveness in patients with pancreatic adenocarcinoma. \r\nThe elastography strain ratio was higher in the effectively treated group (20.9 vs 13.6, p = 0.138). This proof-of-concept study showed that the dispersion parameter of the first wave of contrast was 2.5 times higher in patients in whom FOLFIRINOX was effective, suggesting that this parameter could possibly be a reliable prediction tool.\r\nPubmed   Journal   ReadQx \r\nEffect of plasmapheresis versus standard medical treatment in patients with hypertriglyceridemia-associated acute pancreatitis complicated by early organ failure (PERFORM-R): Study design and rationale of a multicenter, pragmatic, registry-based randomized controlled trial.\r\n This trial will provide top-class evidence regarding the clinical impact of plasmapheresis in HTG-AP patients with early organ failure. The findings of this trial will have a direct influence on the current clinical practice concerning the management of HTG-AP.\r\nPubmed   Journal   ReadQx \r\nFocal pancreatic parenchymal atrophy could be a precursor of pancreatic cancer. \r\nThe interval between FPPA recognition and PDAC diagnosis was 35.33 months, which was significantly shorter in the surgical group. FPPA could be a precursor of PDAC and suggest the area at risk of PDAC.\r\nPubmed   Journal   ReadQx \r\nThe efficacy and safety profile of third-line treatment in patients with metastatic pancreatic adenocarcinoma. \r\n43 of 77 patients (56 %) experienced at least one grade 3 or 4 toxicity. In real-world settings, patients with mPDAC receiving third-line chemotherapy may have a moderate survival advantage, although clinicians should carefully select patients owing to high incidence of grade ¾ toxicities.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    One piece of the puzzle: understanding gestational weight gain and its role in maternal, fetal, and newborn outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nWarming plants and cooling essential fatty acids. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Decoding the proteomic landscape of inflammatory bowel disease.\r\n\r\nPubmed   Journal   ReadQx \r\nThe power of real-world data: insights into incident IBD populations in the modern era.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    When does delay in treatment impact survival from pancreatic cancer?\r\nThere are also delays in establishing the diagnosis and delays in accessing treatment services after diagnosis. All three delays have prognostic implications and need to be considered in addressing the global problem of inequitable access to health care.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    This is the moment: advancing Food is Medicine through research. \r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Intestinal Ultrasound Identified Crohn's Disease In Previously Undiagnosed Siblings. \r\n\r\nPubmed   Journal   ReadQx \r\nResting-State Functional Connectivity of the Cerebellum Differs Between Persons With Inflammatory Bowel Disease and Healthy Controls in Relation to Executive Function. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    After the curtain was raised, Hepatitis C plays on: Celebrities and Hepatitis C.\r\n\r\nPubmed   Journal   ReadQx \r\nFellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom core to surface: Expanding the donor pool with Hepatitis B Surface antigen positive liver allografts.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Monoacylglycerol acyltransferase 1 in fatty liver ischemia-reperfusion injury: Exacerbation or mitigation? \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Limitations of the indicator amino acid oxidation method for determining amino acid requirements.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Beyond 4 weeks? Rethinking the timing of LAMS removal in WOPN.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor regarding \"Early detection of pancreatic cancer: Study design and analytical considerations in biomarker discovery and early phase validation studies\".\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-10T10:42:51-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-31-2025/",
    "title": "Fri Jan 31 2025",
    "description": "31 articles - From Friday Jan 24 2025 to Friday Jan 31 2025",
    "author": [],
    "date": "2025-01-31",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Liver Transpl\r\n    Machine perfusion strategies in Liver Transplantation: A systematic review, pairwise, and network meta-analysis of randomized controlled trials.\r\n Our meta-analysis showed that HOPE/dual-HOPE is a promising alternative to SCS for donor liver preservation. These new techniques can help expand the donor pool with similar or even better post-LT outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Breastfeeding and infant growth in relation to childhood overweight - A longitudinal cohort study.\r\nLonger duration of exclusive breastfeeding was associated with decreased risk of being overweight, while accelerated infant growth was associated with increased risk. Children with accelerated infant growth who were never breastfed had the highest risk of overweight at 5-9 years of age, while there was no association if the infants were exclusively breastfed >4 months.\r\nPubmed   Journal   ReadQx \r\nCharacterization of gene-environment interactions for vitamin D through variance quantitative trait loci: a UK Biobank-based genetic epidemiology study.\r\nThrough the lens of vQTLs, we identified additional gene-environment interactions affecting vitamin D status in addition to season of measurement. These findings may provide new insights into the etiology of vitamin D deficiency and encourage personalized prevention and management of associated diseases for at-risk individuals.\r\nPubmed   Journal   ReadQx \r\nConsuming Pecans as a Snack Improves Lipids/Lipoproteins and Diet Quality Compared to Usual Diet in Adults at Increased Risk for Cardiometabolic Diseases: A Randomized Controlled Trial. \r\nclinicaltrials. gov NCT05071807.\r\nPubmed   Journal   ReadQx \r\nDescribing the landscape of nutrition- and diet-related randomized controlled trials: meta-research study of protocols published between 2012 and 2022.\r\nThe number of protocols for nutrition- or diet-related RCTs published is increasing, supporting the raising awareness and the importance of promoting these publications. The support and mention of relevant reporting guidelines by journals and researchers, respectively, remain far from ideal.\r\nPubmed   Journal   ReadQx \r\nPlanetary Health Diet Index in relation to mortality in a prospective cohort study of U.S. Black females.\r\nAdherence to a diet that has been shown to benefit the planet was associated with a lower risk of mortality among Black females, primarily driven by reduction in CVD-specific mortality risk.\r\nPubmed   Journal   ReadQx \r\nProtein glycation compromises the bioavailability of milk protein-derived lysine in vivo in healthy adult males: a double-blind randomized cross-over trial. \r\nA high level of milk protein glycation strongly reduces post-prandial plasma lysine availability in vivo in humans. Industrial processing and storage of (milk) protein products can strongly modulate protein bioavailability and, as such, lower the nutritional value of a protein source.\r\nPubmed   Journal   ReadQx \r\nWhole cranberry fruit powder supplement reduces the incidence of culture-confirmed urinary tract infections in females with a history of recurrent urinary tract infection: A 6-month multicenter, randomized, double-blind, placebo-controlled trial.\r\n This study showed that whole cranberry powder capsules do not impact safety markers and reduce the incidence of culture-confirmed UTI and several other UTI-related outcomes in healthy females with rUTI history. Clinical trials registration Registered with clinicaltrials.gov (NCT03042273).\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Circulating and Magnetic Resonance Imaging Biomarkers of Intestinal Fibrosis in Small Bowel Crohn's Disease.\r\nClinically available and exploratory circulating and MRI biomarkers are associated with the degree of inflammation versus fibrosis in CD ileal resections. With further validation, these biomarkers may be used to guide medical and surgical decision-making for refractory CD.\r\nPubmed   Journal   ReadQx \r\nInflammation-Induced Th17 Cells Synergize with the Inflammation-Trained Microbiota to Mediate Host Resiliency Against Intestinal Injury. \r\nFecal microbiota transfer showed that the inflammation-trained microbiota was necessary for protection, likely by maintaining protective Th17 cells in situ. Inflammation can generate protective Th17 cells that synergize with the inflammation-trained microbiota to provide host resiliency against subsequent injury, indicating that inflammation-induced Th17 TRM T cells are heterogenous and contain protective subsets.\r\nPubmed   Journal   ReadQx \r\nSafety and Efficacy of Fecal Microbiota, Live-jslm (REBYOTA®), for the Prevention of Recurrent Clostridioides difficile Infection in Participants With Inflammatory Bowel Disease in PUNCH CD3-OLS.\r\nThe results of this subgroup analysis of PUNCH CD3-OLS suggest RBL is safe and efficacious in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nSerum Periostin is Able to Stratify Type 2-Dominant Ulcerative Colitis.\r\nPeriostin can be a useful biomarker to stratify type 2-dominant UC patients, thereby predicting the efficacy of oral prednisolone. Moreover, periostin plays an important role in the setting of type 2-dominant UC.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    A pro-inflammatory diet is associated with growth and virulence of Escherichia coli in pediatric Crohn's disease. \r\nA negative association between metabolites of fatty acid metabolism and HEI was found. In total, our results suggest that a pro-inflammatory diet may potentiate hallmarks of the inflammation-associated dysbiosis in CD and highlight the need for microbiome-targeted dietary interventions optimizing the anti-inflammatory potential of habitual diet in the management of pediatric CD.\r\nPubmed   Journal   ReadQx \r\nIntestinal Epithelial Ptpn23 Is Essential For Gut Barrier Integrity And Prevention Of Fatal Bacterial Translocation.\r\n The absence of PTPN23 in IECs leads to lethal dysregulation of intestinal homeostasis, triggered by bacterial infiltration due to defects in the intestinal epithelial barrier and impaired IgA transcytosis. Thus, we identify PTPN23 as a novel key player in preserving intestinal epithelial homeostasis, ultimately preventing bacterial overgrowth and excessive immune activation in the intestine.\r\nPubmed   Journal   ReadQx \r\nJanus kinase inhibitors in the management of acute severe ulcerative colitis: a comprehensive review. \r\nJAKi seem to be a promising treatment option for ASUC, with both tofacitinib and upadacitinib achieving colectomy-free rates of approximately 80%. Further studies are essential to define whether JAKi can replace cyclosporine/infliximab as second line therapy for the medical management of ASUC, or whether they can even be used as initial treatment in place of intravenous corticosteroids.\r\nPubmed   Journal   ReadQx \r\nLysophosphatidylcholine-Induced Aberrant Adipogenesis in Mesenchymal Stem Cells and Impaired Antibacterial Function in Adipocytes of Creeping Fat. \r\nThese findings were consistent in the TNBS-treated mouse model, where increased LPC levels in the blood, and a significant reduction in SAA½-positive adipocytes were noted. LPC-induced aberrant adipogenesis in CF is a newly identified pathological feature in CD patients and a potential therapeutic target.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Advanced Medical Therapies on Time to Resection and Colorectal Cancer Outcomes in Ulcerative Colitis Patients Undergoing Colectomy.\r\n Despite increased usage of advanced medical therapies, time to resection and CRC rates have remained unchanged in UC patients undergoing colectomy over the past two decades. Advanced therapy patients had higher incidental cancers rates, associated with decreased CRC-survival. Awareness of timely colectomy is crucial for this group.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Evaluating allograft risk models in organ transplantation: Understanding and balancing model discrimination and calibration. \r\nOur goal in this perspective is to offer advice to transplant professionals about how to evaluate a prediction model, focusing on the key aspects of discrimination and calibration. We use liver allograft assessment as a paradigm example, but the lessons pertain to other scenarios too.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Preoperative Anemia as a Prognostic Risk Factor for Inferior Oncological Survival Following Resection for Pancreatic Ductal Adenocarcinoma. \r\nPreoperative anemia was shown to be an independent risk factor for inferior oncological survival after resection for PDAC. These results support the need for increased awareness regarding the potential adverse effects of preoperative anemia on oncological outcomes in PDAC.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Pancreatectomies with vein resection: Two large institutions' experience of East and West. \r\nWe report favorable outcomes of PAVR for pancreatic cancer from two high-volume centers in the east and west. Primary end-to-end anastomosis was safe and feasible even if the length of PV/SMV resection was 5 cm or more.\r\nPubmed   Journal   ReadQx \r\nSafety, tolerability and therapeutic efficacy of anti-inflammatory drug pirfenidone in acute pancreatitis patients: Protocol for a randomized pilot clinical trial.\r\n There is an urgent need to identify novel therapies for AP. This pilot clinical trial may become the basis of a larger study to analyze the efficacy of pirfenidone in patients with AP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Pancreatology\r\n    Tailoring endoscopy for infected pancreatic necrosis: DEN or PEN or combined?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Bridging the Gap Between Explanatory and Pragmatic Trials in Inflammatory Bowel Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nResting-State Functional Connectivity of the Cerebellum Differs Between Persons With Inflammatory Bowel Disease and Healthy Controls in Relation to Executive Function. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    After the curtain was raised, Hepatitis C plays on: Celebrities and Hepatitis C. \r\n\r\nPubmed   Journal   ReadQx \r\nFellows' Corner. \r\n\r\nPubmed   Journal   ReadQx \r\nFrom core to surface: Expanding the donor pool with Hepatitis B Surface antigen positive liver allografts. \r\n\r\nPubmed   Journal   ReadQx \r\nLess salt and more water for children-not just dietary, but transplant management too.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Monoacylglycerol acyltransferase 1 in fatty liver ischemia-reperfusion injury: Exacerbation or mitigation? \r\n\r\nPubmed   Journal   ReadQx \r\nRacial and ethnic disparities in extended criteria allograft use for liver transplantation. \r\n\r\nPubmed   Journal   ReadQx \r\nTrends in surgical volume and mortality by surgery type among patients with cirrhosis: A veterans affairs study.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-01T19:11:29-05:00",
    "input_file": {}
  }
]
