[
  {
    "path": "gi2/02-13-2026/",
    "title": "Fri Feb 13 2026",
    "description": "78 articles - From Friday Feb 06 2026 to Friday Feb 13 2026",
    "author": [],
    "date": "2026-02-13",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Am J Clin Nutr\n    Addressing Micronutrient Requirements in Type 2 Diabetes: An International Consensus Report.\nThe plan for this consensus has been registered on the Practice Guideline Registration for Transparency (PREPARE) (Registration Number: PREPARE-2025CN1178). The expert panel proposed potential target serum levels, screening strategies, and micronutrient supplementation for people with T2D and that personalized nutritional strategies integrating individual characteristics, genetic information, and gut microbiota represent key areas for future research.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Clin Nutr\n    Fiber Intake and Laxation in People With Normal Bowel Function: A Systematic Review.\nRCTs support small to modest effects of dietary fiber on laxation in generally healthy people with normal bowel function. Low solubility and low fermentability fibers yielded the strongest effects. Future studies should better characterize fiber properties, assess wider ranges of fiber doses, and comprehensively report participants' total and background fiber intake. Registry number Registered with PROSPERO (CRD42024522380).\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Advanced therapies for inflammatory bowel disease associated with primary sclerosing cholangitis: a systematic review and meta-analysis.\nAdvanced therapies show efficacy and comparable safety in IBD-PSC. The study findings are limited by significant heterogeneity and further prospective studies with standardized endpoints are needed.\nPubmed   Journal   ReadQx Systematic review and meta-analysis of childhood exposure to antibiotics and the subsequent risk of IBD.\nWhile causal interpretation should be cautious, childhood exposure to antibiotics was associated with an increased risk of later IBD, particularly for CD.\nPubmed   Journal   ReadQx Pancreas\n    Intrapancreatic Fat Deposition and Risk of Post-ERCP Pancreatitis: A Systematic Review and Meta-analysis.\n IPFD was a significant contributor to the overall risk of PEP and its severe form. These findings highlight pancreatic fat as a potentially modifiable preprocedural risk factor, indicating the need for further validation and consideration of targeted prophylactic strategies to prevent post-ERCP pancreatitis.\nPubmed   Journal   ReadQx Pancreatology\n    High prevalence of anxiety and depression among patients with acute and chronic pancreatitis: A systematic review and meta-analysis.\nOur findings reveal a notably high prevalence of depression and anxiety in pancreatitis, exceeding global averages and rates seen in other GI disorders. These findings warrant routine psychological screening, ongoing follow-up, and the integration of mental health professionals into multidisciplinary care teams are therefore warranted.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Associations between breastfeeding, childhood BMI and pubertal onset: findings from a prospective cohort study.\nExclusive breastfeeding and longer breastfeeding duration were associated with later onset of puberty in boys and girls. Prepubertal BMI did not mediate the observed associations.\nPubmed   Journal   ReadQx Blood micronutrients modified associations between blood heavy metals and cognitive decline in a nationally representative cross-sectional study.\nThis study revealed that the neurodegenerative influence of heavy metals is more pronounced in individuals with lower micronutrient status. If the results of the present study are confirmed by future studies, reducing heavy metal exposure and improving micronutrient status may offer a novel and practical strategy for preventing cognitive decline and dementia.\nPubmed   Journal   ReadQx Changes in dietary sodium knowledge, attitudes and behaviours among Canadian adults in 2011 and 2024: A repeated cross-sectional study.\nMany indices of sodium-related KAB deteriorated from 2011 to 2024 among Canadian adults, despite their continued concern about sodium intake. These findings highlight a widening knowledge-to-action gap and reinforce the need for comprehensive public health efforts to support population-wide dietary sodium reduction.\nPubmed   Journal   ReadQx Comparison of food processing classification frameworks in the National Health and Nutrition Examination Survey (NHANES) 2017 - 2018.\nDespite differences in classification criteria across systems, associations with nutrients, sociodemographic, and cardiometabolic parameters were consistent. A standardized classification system is needed to ensure a unified understanding of ultra-processed food and its health implications.\nPubmed   Journal   ReadQx Folic acid fortification of iodized salt improves the folate status of non-pregnant adult Ethiopian females and does not impair their iodine status: a community-based, household-randomized, dose-response trial.\nFA fortification of salt is an effective and safe method to improve women's folate status and thereby reduce the risk of NTD-affected pregnancies.\nPubmed   Journal   ReadQx Foods of concern, cardiopreventive medication use and risk of cardiovascular diseases: a prospective study in the CARTaGENE cohort.\n In individuals with hypertension or hypercholesterolemia, lower consumption of UPFs or foods with FOPS was similarly associated with lower CVD risk, independent of concomitant medication use.\nPubmed   Journal   ReadQx Gestational diabetes, human milk oligosaccharide (HMO) concentrations, and their links to infant weight gain and the gut microbiome in a United States observational cohort.\nMothers with a GDM diagnosis had higher milk concentrations of LNFP III and 6'SL, and 6'SL was in turn associated with increased infant growth rate, but neither HMO was associated with differential infant gut microbial abundances. The results suggest that the link between 6'SL and faster infant growth, if causal, occurs via mechanisms independent of the infant gut microbiome. Clinical trials registration The study is registered with ClinicalTrials.gov under NCT03301753.\nPubmed   Journal   ReadQx Health-related quality of life, compliance and sustained adherence on a Low-Carbohydrate High-Fat diet compared with a High-Carbohydrate Low-Fat diet in people with type 2 diabetes.\n HRQoL improved in both dietary intervention groups with no difference between groups. Dietary compliance was associated with improved HRQoL and may play a role in sustained adherence to the LCHF diet. Clinical trial registry number ClinicalTrials.gov (NCT03068078),\nPubmed   Journal   ReadQx Ingestion of diverse protein-rich whole-foods result in similar post-exercise whole-body and myofibrillar protein synthesis rates compared with a more isolated protein source in young adults.\n The ingestion of a variety of protein-rich whole-foods or a more isolated protein source (egg whites) following lower body exercise results in comparable MyoPS rates, though a greater whole-body net protein anabolism was achieved with egg whites.\nPubmed   Journal   ReadQx Meal fatty acid metabolism is associated with long-term weight gain in women - a retrospective cohort study.\nThe finding that weight change is correlated with dietary fatty acid metabolism for adult, non-obese females suggests that inter-individual variations in how women process dietary fat can influence long-term energy balance. Clinical trial registration\nPubmed   Journal   ReadQx Omega-3 polyunsaturated fatty acid levels in childhood prospectively associate with academic performance beyond a healthy diet: findings from the multi-ethnic Asian GUSTO cohort study.\nHigher plasma total n-3 LC-PUFA and DHA were prospectively associated with better academic performance in primary school children, but the relationship with DHA was modulated by an unhealthy dietary pattern. The results suggest that beyond DHA, total n-3 LC-PUFA status plays a significant role in the cognitive development of children.\nPubmed   Journal   ReadQx Plasma n6 polyunsaturated fatty acid levels and risk for dementia: A prospective observational study from the UK Biobank.\nWe observed heterogeneous associations between different types of n-6 PUFAs and risk of dementia, supporting the increasing view that n-6 PUFAs should not be treated homogeneously. Future research should investigate whether dietary LA (which drives plasma LA levels) may help reduce risk for dementia. Registration This research has been conducted using the UK Biobank Resource under Application Number 85092.\nPubmed   Journal   ReadQx Predictive equations commonly used in clinics underestimate resting energy expenditure compared with whole-room indirect calorimetry in colorectal cancer survivors.\nThis study was registered at clinicaltrials. gov as NCT01570010 (\nPubmed   Journal   ReadQx Remission of impaired glucose tolerance by anthocyanin supplementation: a randomized, double-blind, and placebo-controlled trial.\nAnthocyanin supplementation could significantly reverse IGT by improving insulin sensitivity. The reduction of skin AGEs by anthocyanins might play a critical role in the dietary management of IGT.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Dynamic changes in clinical response to corticosteroids in ulcerative colitis.\nCorticosteroid response in UC is a dynamic phenomenon. Over a third of non-responders remain unresponsive in subsequent courses. Extraintestinal manifestations, corticosteroid type, and greater disease extension are associated with an increased likelihood of clinical response to corticosteroids.\nPubmed   Journal   ReadQx Frequency of computed tomography scans in Crohn's disease patients in the emergency department.\nRadiation exposure in Crohn's patients is higher than that of the general population, owing to multiple CT scans often performed acutely in the ED. Factors we assessed could not reliably predict urgent findings on CT and a significant percentage of patients had urgent findings. However, we identified a group with multiple CTs associated with barriers to healthcare.\nPubmed   Journal   ReadQx Immunometabolism as a New Bimodal Therapeutic Concept in Inflammatory Bowel Disease and Immune-Mediated Inflammatory Disorders.\nPreliminary clinical data support the potential utility of immunometabolic modulation, particularly in combination with existing therapies, to overcome the current therapeutic ceiling in clinical efficacy. Continued research is needed to validate the efficacy, safety, and mechanistic precision of immunometabolic agents across the spectrum of IMIDs.\nPubmed   Journal   ReadQx Integrated long-term safety of 10-year ozanimod treatment: results from clinical trials in patients with moderate-to-severe ulcerative colitis or relapsing multiple sclerosis.\nLong-term exposure to ozanimod is well tolerated in patients with moderate to severe UC or RMS, confirming the previously established safety profile of ozanimod. Clinical trial registry NCT01647516;  NCT02435992;  NCT02576717.\nPubmed   Journal   ReadQx Integrating intestinal ultrasound into routine clinical care improves prediction of biochemical disease activity in pediatric inflammatory bowel disease.\n Integrating IUS with clinical symptoms during routine clinic visits was superior to shPCDAI alone in predicting CD activity, and may potentially be superior to PUCAI for UC. Incorporating IUS into routine visits may accelerate treatment decisions, thereby advancing an improved point-of-care treat-to-target approach.\nPubmed   Journal   ReadQx Long-term clinical and endoscopic outcomes of ulcerative colitis after liver transplantation: a multicenter cohort study on the use and safety of advanced therapies.\nIn most patients, clinical disease activity remains stable after LT. However, persistent moderate-to-severe mucosal inflammation is observed in a substantial subset during long-term follow-up. Advanced therapies, particularly vedolizumab, are being used more frequently in this setting and may offer disease control without a corresponding increase in infection risk. These findings underscore the need for individualized, interdisciplinary management and further prospective evaluation of treatment strategies in this population.\nPubmed   Journal   ReadQx Nomenclature of therapies in inflammatory bowel disease: A journey through time and terminology.\nDrawing on historical and current literature, as well as policy documents from the World Health Organization's international nonproprietary name expert group, this review charts the development and successive reforms of the naming scheme. As inflammatory bowel disease therapies continue to diversify, understanding this evolving nomenclature is increasingly important for safe prescribing and effective communication.\nPubmed   Journal   ReadQx Persistence and safety of subcutaneous infliximab up to 1 year after switching from intravenous infliximab in pediatric inflammatory bowel disease: a multicenter real-world cohort study.\nThe largest documented PIBD cohort switching to SC-IFX to date showed high treatment persistence at 1 year, confirming SC-IFX as an effective and safe maintenance alternative to IV-IFX.\nPubmed   Journal   ReadQx Persistent Abdominal Pain in Patients with Inactive Inflammatory Bowel Disease: A Clinical Conundrum.\nEmerging evidence suggests that such pain may result from complex interactions involving visceral hypersensitivity, alterations in the enteric nervous system, central sensitization, dysregulation of the gut-brain axis, and psychosocial factors, rather than ongoing mucosal inflammation. This review explores the multifactorial pathophysiology underlying persistent abdominal pain in inflammatory bowel disease remission and highlights the need for a comprehensive, biopsychosocial approach to diagnosis and treatment.\nPubmed   Journal   ReadQx Primary infliximab failure in pediatric colonic inflammatory bowel disease: Development of a proteomics predictive model using a prospective Canadian cohort.\nA serum proteomics linear model on treatment-naïve serum best predicted PNR. Findings require external validation but suggest that the diagnostic/pretreatment window may be key to understanding biology central to effective drug sequencing.\nPubmed   Journal   ReadQx Rapid symptomatic improvement with etrasimod in ulcerative colitis: a post-hoc analysis of the ELEVATE UC program.\nIn this post-hoc analysis, improvements in UC symptoms occurred in patients receiving etrasimod vs placebo from as early as day 2. These findings indicate a rapid onset of symptomatic effect with etrasimod treatment for moderately to severely active UC.  numbers NCT03945188, NCT03996369.\nPubmed   Journal   ReadQx Safety and outcomes of advanced IBD therapies in patients with HIV: a propensity-matched cohort analysis.\nand relevance In this large multicenter cohort, AT use in HIV-IBD was rare but not associated with higher risks of infection, cancer, surgery, or death. These findings support the safety of AT in this population.\nPubmed   Journal   ReadQx Stricture dynamics and prognosis during biologic therapy in ileal Crohn's disease: a real-world cohort.\nThe 6‑month stricture status, especially non-terminal ileal disease, carried prognostic significance. Because stricture dynamics did not differ across biologic classes, the presence of strictures alone should not constrain agent selection.\nPubmed   Journal   ReadQx J Crohns Colitis\n    A Descriptive Comparison of Phase 3 Results and Head-to-Head Trials in Inflammatory Bowel Diseases.\n Significant heterogeneity in trial design, populations and outcome reporting limits the predictive value of placebo-controlled trials. Randomized head-to-head trials remain essential for optimizing IBD therapeutic strategies.\nPubmed   Journal   ReadQx Liver Transpl\n    A pilot, two-centre, sequential dose escalation safety study of alteplase with fresh frozen plasma during normothermic liver perfusion.\nPortal delivery was found to be more straightforward than infusion into the hepatic artery cannula. The combination of alteplase with FFP appeared safe, with no bleeding complications.\nPubmed   Journal   ReadQx A simple intraoperative score incorporating thromboelastometric parameters predicts early reoperation for bleeding after liver transplantation.\n VEA demonstrated strong predictive value for early reoperation for bleeding after LT. The proposed risk score could facilitate the timely correction of coagulation and potentially improve clinical outcomes after LT.\nPubmed   Journal   ReadQx An international survey of liver transplant business practices: Identifying best practices and areas for improvement.\nWhile international concerns varied widely among LT centers, inadequate salary and center funding, low transplant and referral volumes, and staff retainment were persistent themes. Focusing on adopting region-specific best practices and developing transplant systems of care that focus on these elements is critical to provide optimal care to LT patients worldwide.\nPubmed   Journal   ReadQx Benchmarking the real-world transplant benefit in unresectable colorectal liver metastases: A preliminary external validity assessment of the TransMet trial.\n The findings of this first real-world assessment of the TransMet trial criteria and 5-year TB estimation in unresectable CRLM point to reasonable prognostic candidates and support evaluating the inclusion of CRLM in LT allocation models. We advocate expanded multicenter data to reach sufficient prognostic stratification through well-calibrated, highly discriminative studies.\nPubmed   Journal   ReadQx Food environment as a determinant of Post-Transplant diabetes and regional variation in the United States.\nLT recipients in counties with decreased access to healthy foods were significantly more likely to develop PTDM. Food environment accounted for a meaningful proportion of regional differences in PTDM. Identifying and addressing food insecurity among LT recipients may represent a modifiable pathway to improve long-term outcomes.\nPubmed   Journal   ReadQx Heterogeneity in liver transplantation practices for critically ill patients with chronic liver disease in the U.S.\nAdjusting for severity of illness, center volume of ICU LTs in the prior year was associated with a small but significant reduction in 1-year post-ICU LT mortality: aOR 0.96 per 5 ICU LTs (p<0.001). Expansion of LT for ICU candidates does not appear to threaten center-based metrics and may even offer important benefits to future candidates.\nPubmed   Journal   ReadQx Social drivers of differences in hepatocellular carcinoma (HCC) stage of diagnosis, treatment and survival in a large, integrated healthcare system.\nThese findings highlight persistent inequities in HCC stage at diagnosis and survival, with API patients experiencing more favorable outcomes and individuals from socioeconomically deprived neighborhoods facing worse long-term survival. Efforts to reduce structural barriers and improve early detection are needed to narrow these disparities.\nPubmed   Journal   ReadQx Strategies and outcomes of multiple bile duct reconstruction in living donor liver transplantation.\nDuct-to-jejunum anastomoses offer a viable alternative with fewer complications for MBDs. Tailored strategies and technical refinements can mitigate the complications associated with MBD reconstruction.\nPubmed   Journal   ReadQx Pancreas\n    Association of Pain with Healthcare Use and Indirect Burden in Pediatric Acute Recurrent and Chronic Pancreatitis.\nPediatric painful ARP/CP imposes substantial direct and indirect burden. Interventions targeting pain and disability may reduce healthcare use and improve functioning and family well-being.\nPubmed   Journal   ReadQx Evaluation of Malignant Predictive in Pancreatic Intraductal Papillary Mucinous Neoplasm Using Diffusion-weighted Imaging and Apparent Diffusion Coefficient Values: A Comparative Analysis With Histopathology.\nDWI and ADC mapping are valuable diagnostic tools for differentiating benign and malignant IPMNs. These modalities can complement existing diagnostic criteria, reduce unnecessary surgeries, and enhance clinical decision-making.\nPubmed   Journal   ReadQx Home-based Transcutaneous Electrical Acustimulation (TEA) for the Treatment of Pain in Chronic Pancreatitis: A feasibility trial.\nWe found that TEA was feasible and acceptable for the treatment of painful CP. These results lay the groundwork for larger trials evaluating the efficacy of TEA in painful CP.\nPubmed   Journal   ReadQx Pancreatology\n    Accelerated focused open necrosectomy-based step-cross versus conventional step-up approach in infected necrotizing pancreatitis.\nThe step-cross approach is a safe complementary strategy to the step-up approach, demonstrating trends toward lower mortality and reduced organ support requirements in selected INP patients. Nevertheless, these findings require validation through large-scale prospective studies.\nPubmed   Journal   ReadQx Comparative outcomes analysis of Whipple procedure in dialysis-dependent patients: A propensity-matched study using NSQIP data.\nAlthough dialysis patients undergoing PD face increased risks of mortality and complications, PD-specific complications were not affected. These findings offer valuable insights for patient counseling and surgeon awareness.\nPubmed   Journal   ReadQx Long-term disease progression in pediatric acute recurrent and chronic pancreatitis: A report from INSPPIRE.\nProspective follow-up of children with ARP revealed nearly 1 in 5 progressed to CP, with a subset developing irreversible sequelae, and highlighted risk factors associated with progression including genetics, obstructive disease, and episode frequency.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Inflamm Bowel Dis\n    Clinical response for 12 months or more to the first advanced therapy in IBD decreases long-term risk of hospitalization: a spirited stride….\n\nPubmed   Journal   ReadQx J Crohns Colitis\n    Beyond the mucosa: intestinal ultrasound for post-endoscopic healing risk stratification in ulcerative colitis.\n\nPubmed   Journal   ReadQx Pancreas\n    Advances in Glucocorticoid Therapy for Acute Pancreatitis: A Review.\n GCs exhibit potential in the management of AP by modulating inflammatory pathways and immune responses. Their use necessitates thorough risk assessment. Large-scale clinical trials are essential to establish standardized protocols, optimal dosing regimens, and patient selection criteria for GCs therapy in AP.\nPubmed   Journal   ReadQx Complications of Pancreatitis-Knowledge Gaps and Research Opportunities: A Workshop Summary.\nGenetic testing in pancreatitis is likely to inform any research related to the complications of CP, but low penetrance of disease, poor genotype-phenotype associations, and health disparities that impact the use of testing across centers currently limit its clinical utility for al patients. Genetic testing remains critical in certain populations with CP and should be incorporated into research whenever possible to inform much-needed disease progression prediction models.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Clin Nutr\n    New International Classification of Diseases-11 Code for Diagnosis of Adult Undernutrition in Clinical Settings.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Clinical outcomes in pregnancy after ileal pouch-anal anastomosis for ulcerative colitis.\n\nPubmed   Journal   ReadQx Repeated Administration of Carotegrast Methyl Maintained Clinical Remission With Difficult-to-Treat Ulcerative Colitis.\n\nPubmed   Journal   ReadQx Reply: \"The Missing Link: Fusobacterium nucleatum in Postileectomy Colorectal Carcinogenesis\".\n\nPubmed   Journal   ReadQx Steroid response in ulcerative colitis is not binary: learning from dynamic trajectories.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Harmonizing therapeutic hierarchy and transplant benefit in hepatocellular carcinoma management.\n\nPubmed   Journal   ReadQx Intraoperative thromboelastometry: Can we predict early reoperation for non surgical bleeding ?\n\nPubmed   Journal   ReadQx Letter to the Editor: The application of generative artificial intelligence in liver transplantation weight trajectory.\n\nPubmed   Journal   ReadQx Letter to the editor: Estimating the cost of liver transplantation.\n\nPubmed   Journal   ReadQx Letter to the editor: Reconsidering fibrinolytic assessment and hemostatic management in liver transplantation.\n\nPubmed   Journal   ReadQx Newly diagnosed pulmonary arterial hypertension following liver transplantation: Insights from a multicenter case series.\n\nPubmed   Journal   ReadQx Radiating an advantage: Comparative outcomes in transarterial locoregional therapies favor radioembolization bridging for transplant candidates with hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx Reply: Estimating the cost of liver transplantation.\n\nPubmed   Journal   ReadQx Reply: Reconsidering fibrinolytic assessment and hemostatic management in liver transplantation.\n\nPubmed   Journal   ReadQx Reply: The application of generative artificial intelligence in liver transplantation weight trajectory.\n\nPubmed   Journal   ReadQx Pancreas\n    Clinical Characteristics of Acute and Chronic Pancreatitis in Children and Impact of Obesity.\n\nPubmed   Journal   ReadQx Post-Pancreatectomy Diabetes: Is it Steatosis or the Standard Adjuvant Therapy?\n\nPubmed   Journal   ReadQx Pancreatology\n    Acute pancreatitis in relation to SARS-CoV-2 vaccination and infection: A nationwide cohort study in Sweden.\n\nPubmed   Journal   ReadQx Enhancing multidisciplinary tumor board decision-making in pancreatic cancer using cinematic rendering.\n\nPubmed   Journal   ReadQx Feasibility of sham vs. pancreatic endotherapy for painful chronic pancreatitis: Lessons from a randomized trial.\n\nPubmed   Journal   ReadQx Increased risk of developing diabetes following a sentinel episode of acute pancreatitis in patients with obesity: A propensity matched population study.\n\nPubmed   Journal   ReadQx Prospective observational study on the impact of hepatic steatosis, hepatic fibrosis, and metabolic syndrome on the outcome of patients with acute pancreatitis.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Am J Clin Nutr\n    Beyond prediction: interpreting metabolic signatures of Mediterranean diet in rheumatoid arthritis.\n\nPubmed   Journal   ReadQx Consider the sagittal abdominal diameter for estimating visceral adipose tissue.\n\nPubmed   Journal   ReadQx The \"growth-programming dissociation window\": why early protein trials may be structurally blind to metabolic risk.\n\nPubmed   Journal   ReadQx Pancreatology\n    Spontaneous cysto-biliary communication in walled-off necrosis of the pancreas.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-13T06:55:31-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-06-2026/",
    "title": "Fri Feb 06 2026",
    "description": "20 articles - From Friday Jan 30 2026 to Friday Feb 06 2026",
    "author": [],
    "date": "2026-02-06",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Clin Nutr\n    Fiber Intake and Laxation in People With Normal Bowel Function: A Systematic Review.\nRCTs support small to modest effects of dietary fiber on laxation in generally healthy people with normal bowel function. Low solubility and low fermentability fibers yielded the strongest effects. Future studies should better characterize fiber properties, assess wider ranges of fiber doses, and comprehensively report participants' total and background fiber intake. Registry number Registered with PROSPERO (CRD42024522380).\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Systematic review and meta-analysis of childhood exposure to antibiotics and the subsequent risk of IBD.\nWhile causal interpretation should be cautious, childhood exposure to antibiotics was associated with an increased risk of later IBD, particularly for CD.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Associations between breastfeeding, childhood BMI and pubertal onset: Findings from a prospective cohort study.\nExclusive breastfeeding and longer breastfeeding duration were associated with later onset of puberty in boys and girls. Pre-pubertal BMI did not mediate the observed associations.\nPubmed   Journal   ReadQx Blood micronutrients modified associations between blood heavy metals and cognitive decline in a nationally representative cross-sectional study.\nThis study revealed that the neurodegenerative influence of heavy metals is more pronounced in individuals with lower micronutrient status. If the results of the present study are confirmed by future studies, reducing heavy metal exposure and improving micronutrient status may offer a novel and practical strategy for preventing cognitive decline and dementia.\nPubmed   Journal   ReadQx Changes in dietary sodium knowledge, attitudes and behaviours among Canadian adults in 2011 and 2024: A repeated cross-sectional study.\nMany indices of sodium-related KAB deteriorated from 2011 to 2024 among Canadian adults, despite their continued concern about sodium intake. These findings highlight a widening knowledge-to-action gap and reinforce the need for comprehensive public health efforts to support population-wide dietary sodium reduction.\nPubmed   Journal   ReadQx Comparison of food processing classification frameworks in the National Health and Nutrition Examination Survey (NHANES) 2017 - 2018.\nDespite differences in classification criteria across systems, associations with nutrients, sociodemographic, and cardiometabolic parameters were consistent. A standardized classification system is needed to ensure a unified understanding of ultra-processed food and its health implications.\nPubmed   Journal   ReadQx Folic acid fortification of iodized salt improves the folate status of non-pregnant adult Ethiopian females and does not impair their iodine status: a community-based, household-randomized, dose-response trial.\nFA fortification of salt is an effective and safe method to improve women's folate status and thereby reduce the risk of NTD-affected pregnancies.\nPubmed   Journal   ReadQx Health-related quality of life, compliance and sustained adherence on a Low-Carbohydrate High-Fat diet compared with a High-Carbohydrate Low-Fat diet in people with type 2 diabetes.\n HRQoL improved in both dietary intervention groups with no difference between groups. Dietary compliance was associated with improved HRQoL and may play a role in sustained adherence to the LCHF diet. Clinical trial registry number ClinicalTrials.gov (NCT03068078),\nPubmed   Journal   ReadQx Meal fatty acid metabolism is associated with long-term weight gain in women - a retrospective cohort study.\nThe finding that weight change is correlated with dietary fatty acid metabolism for adult, non-obese females suggests that inter-individual variations in how women process dietary fat can influence long-term energy balance. Clinical trial registration\nPubmed   Journal   ReadQx Plasma n6 polyunsaturated fatty acid levels and risk for dementia: A prospective observational study from the UK Biobank.\nWe observed heterogeneous associations between different types of n-6 PUFAs and risk of dementia, supporting the increasing view that n-6 PUFAs should not be treated homogeneously. Future research should investigate whether dietary LA (which drives plasma LA levels) may help reduce risk for dementia. Registration This research has been conducted using the UK Biobank Resource under Application Number 85092.\nPubmed   Journal   ReadQx Predictive equations commonly used in clinics underestimate resting energy expenditure compared with whole-room indirect calorimetry in colorectal cancer survivors.\nFuture studies need to develop improved predictive equations for CRC survivors. Clinical trial registry number Identifier: NCT01570010.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Frequency of computed tomography scans in Crohn's disease patients in the emergency department.\nRadiation exposure in Crohn's patients is higher than that of the general population, owing to multiple CT scans often performed acutely in the ED. Factors we assessed could not reliably predict urgent findings on CT and a significant percentage of patients had urgent findings. However, we identified a group with multiple CTs associated with barriers to healthcare.\nPubmed   Journal   ReadQx Long-term clinical and endoscopic outcomes of ulcerative colitis after liver transplantation: a multicenter cohort study on the use and safety of advanced therapies.\nIn most patients, clinical disease activity remains stable after LT. However, persistent moderate-to-severe mucosal inflammation is observed in a substantial subset during long-term follow-up. Advanced therapies, particularly vedolizumab, are being used more frequently in this setting and may offer disease control without a corresponding increase in infection risk. These findings underscore the need for individualized, interdisciplinary management and further prospective evaluation of treatment strategies in this population.\nPubmed   Journal   ReadQx J Crohns Colitis\n    A Descriptive Comparison of Phase 3 Results and Head-to-Head Trials in Inflammatory Bowel Diseases.\n Significant heterogeneity in trial design, populations and outcome reporting limits the predictive value of placebo-controlled trials. Randomized head-to-head trials remain essential for optimizing IBD therapeutic strategies.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Inflamm Bowel Dis\n    Clinical response for 12 months or more to the first advanced therapy in IBD decreases long-term risk of hospitalization: a spirited stride….\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    Repeated Administration of Carotegrast Methyl Maintained Clinical Remission With Difficult-to-Treat Ulcerative Colitis.\n\nPubmed   Journal   ReadQx Reply: \"The Missing Link: Fusobacterium nucleatum in Postileectomy Colorectal Carcinogenesis\".\n\nPubmed   Journal   ReadQx Liver Transpl\n    Harmonizing therapeutic hierarchy and transplant benefit in hepatocellular carcinoma management.\n\nPubmed   Journal   ReadQx Radiating an advantage: Comparative outcomes in transarterial locoregional therapies favor radioembolization bridging for transplant candidates with hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Pancreatology\n    Spontaneous cysto-biliary communication in walled-off necrosis of the pancreas.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-06T07:30:40-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-30-2026/",
    "title": "Fri Jan 30 2026",
    "description": "16 articles - From Friday Jan 23 2026 to Friday Jan 30 2026",
    "author": [],
    "date": "2026-01-30",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Pancreatology\n    Obesity as a risk and prognostic factor for disease progression in intraductal papillary mucinous neoplasm (IPMN): A systematic review and meta-analysis.\nThis meta-analysis reveals that obesity and overweight may be associated with the risk of progression of IPMN, as well as to the likelihood of malignancy in patients undergoing surgery for IPMN. Surveillance programs should therefore take obesity into account as a potential risk factor for progression of IPMNs.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Leucine supplementation does not attenuate the decline in daily muscle protein synthesis rates or preserve leg muscle mass during leg immobilization in young or older adults: a double-blind randomized trial.\nLeucine supplementation does not attenuate the decline in daily MPS rates or muscle mass during short-term limb immobilization in young or older adults. Clinical trial registry This trial was prospectively registered at Netherlands Trial Register  as ID  NL-OMON45771.\nPubmed   Journal   ReadQx Metabolome contribution to sex differences in the link between alcohol consumption and type 2 diabetes: a prospective analysis in the Hispanic Community Health Study/Study of Latinos (HCHS/SOL).\nOur results suggested distinct blood metabolomic signatures associated with alcohol consumption in females and males, which might contribute to sex differences in the relationship between alcohol consumption and T2D.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Biopsy-derived colonoid air-liquid interface monolayers reveal persistent mucosal defects in ulcerative colitis patients.\nTaken together, the culturing of patient biopsies into ALI colonoid monolayers provides a powerful model to assess human colonic mucosal development, healing, homeostasis, and mucus barrier function, revealing that UC-derived colonoid monolayers display a range of developmental and functional defects that persist in the absence of inflammation.\nPubmed   Journal   ReadQx Distinct Effects of Autologous Hematopoietic Stem Cell Transplantation on T Cell Composition and Profile in Refractory Crohn's Disease.\nAutologous hematopoietic stem cell transplantation had pronounced effects on the peripheral T cell composition, especially in responders. Changes in T cell subset composition were more pronounced than changes in the functional T cell profile.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Association between endo-histological outcomes and colonic mucosal transcriptomic profiles in patients with ulcerative colitis receiving filgotinib.\nFilgotinib improved endo-histological outcomes in patients with UC, with a dose-dependent effect on transcription. Gene expression changes and enriched pathways suggest that achieving endoscopic and histological endpoints in patients receiving FIL was associated with the restoration of mucosal homeostasis.\nPubmed   Journal   ReadQx Comparative analysis of inflammatory bowel disease patient and service reported quality of care using 2019 and 2023 UK benchmarking data from more than 26,000 adult patient respondents and 154 IBD services.\nThis data underscores the importance of assessing lived experience and the care quality perception gap between patients and service providers. Regular benchmarking including PREMs should be used to drive and assess service-level, national and international quality improvement initiatives.\nPubmed   Journal   ReadQx Mechanistic insights into FMT for the treatment of ulcerative colitis: analysis of the STOP-Colitis trial.\n Colonic FMT is a more effective delivery route than nasogastric administration. Clinical response is driven by the engraftment of immunomodulatory bacteria that restore a healthy host-microbe dialogue, providing rationale for developing targeted microbial therapeutics.\nPubmed   Journal   ReadQx Pancreatology\n    Cirrhosis of the liver adversely affects the clinical outcomes in patients with acute pancreatitis: A propensity-matched nationwide analysis (2016-2020).\n Patients with decompensated cirrhosis had higher odds of mortality, higher healthcare resource utilization, and worse clinical outcomes compared to those without cirrhosis. Patients with compensated cirrhosis had higher odds of portal vein thrombosis, GI bleeding, and blood transfusion. Complications of portal hypertension are likely the primary drivers behind increased odds of mortality in cirrhotic patients with AP. Patients with decompensated cirrhosis also seem to be at a higher risk of complications due to AP.\nPubmed   Journal   ReadQx Patient experience with endoscopic ultrasound and magnetic resonance cholangiopancreatography for pancreatic cancer screening (The PATRIOT study).\nAlmost 60 % of patients prefer one screening modality over the other, with a trend towards screening patients favoring EUS and cyst surveillance patients MRCP. These findings support a patient-centered individualized approach to pancreatic cancer screening.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Pancreatology\n    From static snapshots to spatial evolution: reconstructing the malignant progression from IPMN to invasive PDAC.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Clin Nutr\n    From the American Society for Nutrition.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    In Memoriam Kim Isaacs.\n\nPubmed   Journal   ReadQx Ustekinumab use in lactation: drug pharmacokinetics and normal development in exposed infants.\n\nPubmed   Journal   ReadQx Pancreatology\n    Histopathological evidence of pancreatic ischemia in patients with heart failure: A post-mortem case-control study.\n\nPubmed   Journal   ReadQx Surgery vs endoscopy for chronic pancreatitis: Long-term outcomes in a propensity-matched Chinese cohort.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-30T12:23:22-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-23-2026/",
    "title": "Fri Jan 23 2026",
    "description": "18 articles - From Friday Jan 16 2026 to Friday Jan 23 2026",
    "author": [],
    "date": "2026-01-23",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Clin Nutr\n    Concurrent and predictive validity of different tools for malnutrition diagnosis in adult critically ill patients: a systematic review with meta-analysis of observational studies.\n The prevalence of malnutrition was 45%, associated with an increased risk of death and longer ICU and hospital stays, but the certainty of evidence was very low. Pre-registration at prospero CRD42023431480.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Biomarkers for dietary fatty acid densities among postmenopausal U.S. females derived using a habitual-diet human feeding study.\n Combinations of log-transformed metabolite concentrations can lead to objective intake density estimates for multiple FAs in the diets of U.S. postmenopausal females, with relevance to the reliable study of dietary FA densities and chronic disease risk.\nPubmed   Journal   ReadQx Genetic influences on diet in young Swedish adults: a twin study.\nThis large-scale twin study provides a comprehensive overview of genetic and environmental influences on dietary behavior in young adults, showing substantial genetic and nonshared environmental contributions across diverse dietary traits. These results provide a foundation for future research on diet-disease relationships and may support the development of prevention and intervention strategies, including emerging precision-nutrition approaches.\nPubmed   Journal   ReadQx Interactions between genetic predisposition to obesity, insulin resistance and type 2 diabetes risk and food or beverage intake for incident type 2 diabetes: European Prospective Investigation into Cancer (EPIC) InterAct case-cohort study.\nGenetic susceptibility to high-risk metabolic traits did not modify the diet-T2D associations in European populations. Acknowledging the limitations of current PRS-based methods to detect gene-diet interactions, research should continue into the potential for precision nutrition and tailored food-based dietary guidance for T2D prevention.\nPubmed   Journal   ReadQx Maternal Smoking, Lactation and Risk of Incident Irritable Bowel Syndrome in Offspring: A Large-scale Prospective Cohort Study.\nMaternal smoking is associated with a higher risk of incident IBS, while exposure to lactation is associated with a lower risk. These findings underscore the potential impact of early-life exposures on gastrointestinal health.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Endoscopic and pathologic findings of esophagogastroduodenal involvement in Crohn disease in Korea: a prospective single-center cohort study.\nThe proportion of esophagogastroduodenal involvement was relatively high among Korean patients with Crohn disease who underwent EGD. In patients with elevated fecal calprotectin, EGD with histopathological examination is recommended to identify esophagogastroduodenal involvement.\nPubmed   Journal   ReadQx Plasma Proteomics for Risk Prediction and Therapeutic Target Discovery in Crohn's Disease and Ulcerative Colitis.\nThis study identifies novel plasma protein associations with CD and UC, supported by genetic evidence, and highlights their potential as therapeutic targets. Plasma proteomics significantly improves risk prediction for incident CD and UC compared to traditional clinical models, offering new avenues for drug discovery and personalized risk assessment.\nPubmed   Journal   ReadQx The Prevalence of Chronic Opioid Use in Patients With Inflammatory Bowel Disease: A Nationwide Danish Register-Based Study Over a 25-Year Period of Time.\nMany patients with IBD rely on chronic opioid use as part of their pain management. Further investigations are needed to study the complications and sequelae of chronic opioid use in patients with IBD.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Association between endo-histological outcomes and colonic mucosal transcriptomic profiles in patients with ulcerative colitis receiving filgotinib.\nFilgotinib improved endo-histological outcomes in patients with UC, with a dose-dependent effect on transcription. Gene expression changes and enriched pathways suggest that achieving endoscopic and histological endpoints in patients receiving FIL was associated with the restoration of mucosal homeostasis.\nPubmed   Journal   ReadQx Liver Transpl\n    Early graft failure after adult living donor liver transplantation: A multicenter risk analysis and development of the early allograft failure in living donor liver transplantation (EAGLE-LDLT) model.\n Preoperative and intraoperative clinical factors predict EAF in LDLT. The EAGLE-LDLT model accurately identifies LDLT recipients at highest risk for EAF postoperatively.\nPubmed   Journal   ReadQx Pancreas\n    Comprehensive Assessment of Direct and Passive Smoking Across the Pancreatitis Spectrum.\nIn this multicenter study, we affirmed an association with smoking use and intensity with CP-related complications. For the first time we report a high prevalence of prior exposure to passive smoking in al pancreatitis subtypes, which require further study to understand the impact on disease outcomes.\nPubmed   Journal   ReadQx Early-stage Pancreatic Ductal Adenocarcinoma Diagnosis is Inversely Associated with Travel Distance and Travel Time.\nPatients in less socioeconomically deprived neighborhoods are diagnosed at earlier stage despite traveling longer distances and times.\nPubmed   Journal   ReadQx Pancreatology\n    Objective measurement of plasma fluid deficit, sequestration and redistribution of fluid in body compartments in patients with predicted severe acute pancreatitis.\n The objective measurement of fluid distribution in body compartments revealed a modest plasma volume deficit in AP, supporting the rationale behind moderate fluid therapy to replenish the plasma volume deficit, rather than the total fluid sequestered in the interstitium.\nPubmed   Journal   ReadQx Plasma factor VII activating protease: An early biomarker of disease severity and clinical outcomes in acute pancreatitis.\n Plasma FSAP level can serve as a biomarker of disease severity and prognosis in AP.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Pancreatology\n    Chronic pancreatitis and pancreatic cancer: It is in the genes!\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Liver Transpl\n    Reconsidering the transplant hepatology workforce: Money talks but who is listening?\n\nPubmed   Journal   ReadQx Spatial accessibility ratio: Will it improve access for liver transplantation?\n\nPubmed   Journal   ReadQx Pancreas\n    Pancreatic Uncinate Process Aplasia and Intestinal Non-rotation: Expanding the Spectrum of Pancreatic Agenesis.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-23T07:52:58-05:00",
    "input_file": {}
  }
]
