[
  {
    "path": "gi2/07-18-2025/",
    "title": "Fri Jul 18 2025",
    "description": "35 articles - From Friday Jul 11 2025 to Friday Jul 18 2025",
    "author": [],
    "date": "2025-07-18",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    ECCO Consensus on Dietary Management of Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nECCO consensus on management of Inflammatory Bowel Disease in low-and middle-income countries.\r\n There is a critical need for further studies to assess the specific needs of LMICs. Such research will help guide resource allocation and improve IBD management in these settings.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    International Association of Pancreatology Revised Guidelines on Acute Pancreatitis 2025.\r\n The recommendations presented here should serve as an evidence-based resource for practicing physicians and caregivers to treat patients with AP more effectively. In addition, the guidelines identify areas for future research, mainly targeted therapies for controlling systemic inflammation and mitigating organ dysfunction.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    A Network Meta-analysis of Capsule Endoscopy Versus Imaging Modalities for Diagnosing Small Bowel Crohn's Disease.\r\nVCE exhibited superior diagnostic performance for detecting established proximal SB-CD compared to other imaging modalities. Clinicians should weigh the benefits and risks, and incorporate other modalities, such as MRE and IUS to optimize diagnosis and management.\r\nPubmed   Journal   ReadQx \r\nScoring indices for assessing endoscopic disease activity in acute severe ulcerative colitis: A systematic review.\r\nThese results highlight the need for a validated endoscopic score that can accurately describe and quantify the severity of endoscopic lesions and potentially predict outcomes in ASUC patients.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Survivorship interventions after liver transplantation (LT): A systematic review of interventions targeting physical and psychosocial wellbeing after LT. \r\nThere is limited data on promoting post-LT education, as well as social work and caregiver interventions. Future research should consider these areas for study;  high quality interventions need to incorporate stakeholder input, target later LT survivorship stages, and apply consistent definitions of patient-centered outcomes using validated measures.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association between habitual adherence to the planetary-health diet and mortality and major chronic disease risk among UK Biobank participants.\r\nOur results point towards an inverse association between habitual adherence to the PHD and all-cause mortality and cancer risk, although the associations with cancer depended on the cancer type. Our study provides additional evidence that sustainable diets can improve human health.\r\nPubmed   Journal   ReadQx \r\nDietary diversity as a modifier of the effect of supplementation with multiple micronutrients during pregnancy on low birth weight in a randomized controlled trial in Bangladesh.\r\nIn rural Bangladesh, where maternal dietary diversity was generally low, MMS (compared to IFA) supplementation had the strongest effect on reducing low birth weight among pregnant females with the least diverse diet, possibly reflecting the additional benefit of supplementation in this vulnerable group. Clinicaltrials Gov identifier NCT00860470.\r\nPubmed   Journal   ReadQx \r\nHeterogeneity in the association between a dietary pattern high in fat, sugar, and sodium and adverse pregnancy outcomes by maternal characteristics: a US pregnancy cohort study.\r\nThis work may provide clues that contribute to a deeper understanding of the heterogeneity in dietary responses in pregnancy.\r\nPubmed   Journal   ReadQx \r\nThe Value of an Ecological Approach to Address Micronutrient Malnutrition.\r\nWe present a conceptual framework for applying this ecological perspective with foci on: 1) How to apply this approach to assessments that capture the complexity of the nutritional ecology;  and 2) How to expand he understanding of the biology of MNs in biological systems and the environmental factors that influence them. Suggestions are included for a targeted clinical, public health and research agenda to inform the development of context-specific, nutritional assessment and interventions.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Endoscopic Recurrence in Crohn's Disease Patients With Long-Term Ileostomy.\r\nIn this retrospective study, 77.3% of ileostomy patients underwent endoscopic assessment during follow-up. Ileal recurrence was detected in 39.7% of patients who underwent endoscopic evaluation. Patients with ileal involvement or preoperative exposure to biologics had the highest risk of recurrence. These patients might benefit from endoscopic monitoring. Fecal calprotectin is a reliable noninvasive marker for detecting ileal inflammation.\r\nPubmed   Journal   ReadQx \r\nGroup-Delivered Mindfulness-Based Cognitive Therapy to Reduce Psychological Distress and Improve Sleep in Patients With Inflammatory Bowel Diseases: A Multicenter Randomized Controlled Trial (MindIBD).\r\nMindfulness-Based Cognitive Therapy can be considered a valuable addition to the limited effective psychosocial interventions set for IBD patients, as it reduces psychological distress and improves well-being. This study also shows the possible impact of MBCT on biological processes, such as sleep and inflammation.\r\nPubmed   Journal   ReadQx \r\nIsolated Anastomotic Ulcers Are Associated with a Higher Long-Term Risk for Postoperative Recurrence and a Differential Mucosa-Associated Microbiome Composition in Patients with Crohn's Disease Following Ileocolic Resection.\r\nIAUs in CD patients with otherwise healthy neo-TI at first postoperative ileocolonoscopy are associated with long-term POR. In addition, a differential mucosa-associated microbiome composition was observed in patients with IAUs, specifically the proteobacteria Klebsiella, suggesting that putative taxa are related to these lesions. Further validation studies in larger cohorts, along with mechanistic studies, are still required.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Clonal hematopoiesis of indeterminate potential and risk of incident Crohn's disease-a prospective cohort study.\r\nCHIP was associated with a markedly increased risk of subsequent CD. The association was particularly stronger in JAK2-mutant CHIP, ASXL1-mutant CHIP, and DNMT3A-mutant CHIP. The findings of this study may offer potential insights for future investigations into the mechanistic underpinnings of CD.\r\nPubmed   Journal   ReadQx \r\nMirikizumab impact on disease clearance in patients with moderately to severely active ulcerative colitis: analysis of a pre-specified LUCENT trial endpoint.\r\nMirikizumab consistently demonstrated disease clearance across induction, maintenance, and long-term studies. The attainment of disease clearance was associated with greater improvement in PROs, and early achievement of disease clearance was associated with better long-term outcomes, including clinical remission, corticosteroid-free remission, endoscopic and histological outcomes, reduced stool frequency, and rectal bleeding.\r\nPubmed   Journal   ReadQx \r\nSusceptibility to inflammatory bowel diseases promotes invasive carcinomas in a murine model of ATF6-driven colon cancer.\r\n Our findings show that IBD susceptibility heightens the risk for ATF6-driven tumorigenesis.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Geographic variation in utilization of deceased donor livers in the United States in the era of advanced perfusion.\r\nOn adjusted analysis, candidates in LUCs had lower likelihood of transplant (HR=0.88, p <0.001) but also lower waitlist mortality (HR=0.95, p <0.001). The advent of advanced perfusion was associated with utilization of otherwise marginal liver allografts and ameliorating geographic imbalances in discard seen with successive allocation policy eras.\r\nPubmed   Journal   ReadQx \r\nMachine learning improves post-transplantation hepatocellular carcinoma recurrence prediction.\r\nWe developed a novel ML model that outperforms a widely used post-transplantation HCC recurrence risk score. This model may be used to better risk stratify patients following transplantation and tailor surveillance/adjuvant therapy. The pre-transplantation ML model may be used with the Milan Criteria to further risk stratify patients being considered for transplantation.\r\nPubmed   Journal   ReadQx \r\nRisk factors for in-hospital postoperative complications and 6-month graft survival after liver transplantation: A multicenter cohort study. \r\nIn conclusion, postoperative complications, such as graft dysfunction, AKI and severe complications, were frequent after LT. We identified risk factors, such as donor and graft characteristics, MELD 3.0 and preoperative requirement for organ support, that may inform transplant risk evaluation.\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease is the dominant indication for liver transplantation in both europe and the United States: Trends and outcomes in the past two decades. \r\n(all p 1.0, p<0.01), similar between ELTR and SRTR, in patients without and with HCC. ALD and NASH/MASH are now leading indications for liver transplantation in two large global regions.\r\nPubmed   Journal   ReadQx \r\nThe cirrhosis-hospital frailty risk score predicts mortality in patients with chronic liver disease: Analysis of a nationally representative database. \r\nAmong patients with cirrhosis, the cHFRS demonstrated superior prediction of in-hospital mortality, compared to the original HFRS score. These findings support the use of cHFRS rather than HFRS as a comorbidity index in future studies of cirrhosis patients utilizing administrative data.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Associations between MRI and endoscopic ultrasound findings in the pancreas in children and young adults with suspected chronic pancreatitis.\r\n MRI findings related to the pancreatic duct and of parenchymal atrophy were moderately associated with EUS Rosemont Criteria classification. Correlations between individual EUS and MRI findings generally ranged from weak to moderate and were highest (coefficient ≤ 0.63) for main duct findings.\r\nPubmed   Journal   ReadQx \r\nPediatric pancreas segmentation from MRI scans with deep learning.\r\n PanSegNet represents the first validated deep learning solution for pancreatic MRI segmentation, achieving expert-level performance across healthy and diseased states. This tool, algorithm, along with our annotated dataset, are freely available on GitHub and OSF, advancing accessible, radiation-free pediatric pancreatic imaging and fostering collaborative research in this underserved domain.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Association of Inflammatory Bowel Disease and Eosinophilic Esophagitis: True Link or Surveillance Artifact?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Long-term efficacy of JAK inhibitors in ulcerative colitis: tipping toward safe success.\r\n\r\nPubmed   Journal   ReadQx \r\nUltrasound-guided strategies in ulcerative colitis: early prediction and targeting.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Mirikizumab Efficacy in Ulcerative Colitis: Association With Pretreatment Geboes Score Features in a Case Series.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Expanding the indication of living donor liver transplantation to recipients with portal vein thrombosis: Clinical advances and ongoing challenges.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Low adherence on timely endoscopy among cirrhosis patients with acute variceal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: True effect of splenic artery ligation warrants evaluation through robust statistical analyses. \r\n\r\nPubmed   Journal   ReadQx \r\nRegional differences in changes in travel under the acuity circles policy for liver transplantation. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: True effect of splenic artery ligation warrants evaluation through robust statistical analyses. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Inflation Reduction Act Represents Potential Cost Savings of Pancreatic Enzyme Replacement Therapy for Medicare Part D Participants.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Letter to \"Anticoagulation for splanchnic vein thrombosis in acute pancreatitis increases bleeding risk without improving outcomes\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: FOLFIRINOX reintroduction in pancreatic cancer: addressing the precision gap.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-18T09:57:47-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-11-2025/",
    "title": "Fri Jul 11 2025",
    "description": "42 articles - From Friday Jul 04 2025 to Friday Jul 11 2025",
    "author": [],
    "date": "2025-07-11",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Evaluation of dietary protein and amino acid requirements: a systematic review.\r\nOur systematic review of human indispensable amino acid and protein requirement research from January 2000 to May 2024 finds limited studies across the lifecycle, particularly in pregnancy, lactation, infancy, childhood, and adolescence.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Biological responses during high-dose protein nutrition in the critically ill: a randomized controlled trial.\r\nLarger increases in WBPB were observed in critically ill patients receiving a high-dose protein supplementation strategy, and these increases were associated with a biological program reflecting neutrophil-mediated bacterial killing. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nCall to Action: A Need for Community-Driven Minimum Information Standards for Food Composition Data.\r\nAdditionally, we outline existing organizations, standards, and tools relevant to the development of a new standard. Finally, we detail expected activities for the working group, as well as anticipated challenges to developing and deploying a globally acceptable food composition data reporting standard.\r\nPubmed   Journal   ReadQx \r\nDiet optimization: modeling iron and zinc absorption by nonlinear programming and piecewise linear approximation using NHANES.\r\n This study provides practical examples for researchers who seek to improve the accuracy of their diet models through the implementation of nonheme iron and zinc absorption equations using either NLP or PLA.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of a digital weight management program on diet quality: A randomized controlled trial.\r\nA CP was significantly more effective than SNG for improving diet quality and weight loss among a diverse sample of adults living with overweight or obesity in the U.S. CLINICAL TRIAL REGISTRY NUMBER AND WEBSITE WHERE IT WAS OBTAINED \r\nPubmed   Journal   ReadQx \r\nEffects of consuming an iron supplement with a meal containing animal or plant-based meat on indicators of iron status and anemia in women of reproductive age with iron deficiency: a randomized, controlled study.\r\nFindings suggest that the \"meat factor\" does not contribute substantially to improvements in iron status in women of reproductive age with iron deficiency when consumed with an iron supplement for 8 weeks. Clinical trial registry\r\nPubmed   Journal   ReadQx \r\nEffects of quintuply-fortified salt on the micronutrient status of females of reproductive age in Punjab, India: a randomized, community-based trial.\r\nMethods We conducted a double-blind, randomized, controlled, community-based trial. A total of 998 NPFRA were randomly assigned to receive: 1) QFS with iron as encapsulated ferrous fumarate, zinc, vitamin B and folate, among NPFRA at high risk of deficiency.\r\nPubmed   Journal   ReadQx \r\nEmpirical Dietary Index for Lower Urate Levels and Risk of Gout: Evidence From Cohort Studies.\r\n A replicated empirical index predicting lower plasma urate is associated with significantly lower risks of gout and related cardiometabolic conditions. Consuming such a diet with lower uricemic potentials could be a novel, promising approach to preventing gout.\r\nPubmed   Journal   ReadQx \r\nFried food consumption-related gut microbiota is associated with obesity, fat distribution and cardiometabolic diseases: results from two large longitudinal cohorts with sibling comparison analyses.\r\nFried food consumption-related microbiome is associated with a higher risk of obesity, central fat distribution, and cardiometabolic diseases, emphasizing the importance of dietary choices in the management and prevention of chronic diseases.\r\nPubmed   Journal   ReadQx \r\nInfant Vitamin B12 Status and its Predictors - Cross-Sectional Baseline Results from an Ongoing Randomized Controlled Trial.\r\n A substantial proportion of Norwegian infants have biochemical signs of low vitamin B12 status, regardless of the cut-off. Lower status was observed in partially and exclusively breastfed infants, compared to non-breastfed infants. However, it is unclear whether these biomarker patterns have clinical significance. Further research is needed to determine consequences of low vitamin B12 biomarker concentrations in early infancy.\r\nPubmed   Journal   ReadQx \r\nMetabolic plasticity of the gut microbiome in response to diets differing in glycemic load in a randomized, crossover, controlled feeding study.\r\n In healthy humans, diet impacts microbial metabolism and enzymatic activity but not the overall diversity of the gut microbiome. This emphasizes the relevance of dietary components in activating expression of specific bacterial genes and their impact on host metabolism.\r\nPubmed   Journal   ReadQx \r\nPatterns of perinatal exposure to PUFAs and child neurodevelopment: evidence from Mendelian randomization using FADS cluster variants.\r\nThese findings supported the potential beneficial effects of perinatal exposure to LC-PUFAs on child neurodevelopment while highlighting possible adverse effects associated with exposure to LA and DGLA.\r\nPubmed   Journal   ReadQx \r\nThe global leadership initiative on malnutrition (GLIM).\r\nThe use of GLIM malnutrition criteria that closely resemble those found in other validated tools raises the opportunity to further standardize malnutrition language and severity cutoffs used to characterize malnutrition criteria. Clinical Trial Registry number - Not applicable.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Construct Validity of the Toronto IBD Global Endoscopic Reporting Score Compared to Inflammatory Biomarkers After 12-Month Follow-Up.\r\nThe TIGER score is a simple endoscopic score that can be used for both CD and UC that has been shown to have both construct validity with inflammatory marker and noninferiority to the current best-referenced endoscopic scores over a 12-month follow-up period. Future studies should begin incorporating TIGER as a measure of clinical response to interventions and therapeutics.\r\nPubmed   Journal   ReadQx \r\nCulturally Informed Digital Behavioral Intervention Development for Inflammatory Bowel Disease: A Qualitative Study.\r\nRacial and ethnic background influences IBD patients' illness perception, coping, and desires for support. Findings can directly inform the design and content of digital behavioral interventions in IBD towards increased applicability and equitable engagement.\r\nPubmed   Journal   ReadQx \r\nFeasibility and Safety of Small Bowel Capsule Endoscopy in Very Early-Onset Inflammatory Bowel Disease: A Multi-Institutional Study.\r\nSmall bowel capsule endoscopy for very early-onset inflammatory bowel disease is feasible with diagnostic utility, and it can be performed safely with appropriate evaluation using patency capsules.\r\nPubmed   Journal   ReadQx \r\nNovel Autologous Regulatory T-Cell Therapy Ameliorates DSS-Induced Colitis in Humanized Mice.\r\nAutologous Treg therapy ameliorated the symptoms of DSS-induced colitis in a humanized mouse model. The autologous PBMC-humanized DSS-induced colitis model may serve as a robust preclinical platform for evaluating the efficacy of personalized Treg cell therapy for IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    MR Cell Size Imaging Revealing Intestinal Fibrosis to Predict Intestinal Disease Progression in Patients with Crohn's Disease.\r\nTD-dMRI-derived d serves as a noninvasively microstructural biomarker for intestinal fibrosis in CD, which significantly enhances the accuracy in predicting disease progression risk.\r\nPubmed   Journal   ReadQx \r\nRecombinant Herpes Zoster Vaccine Lowers Shingles Complication Risk in Patients with Inflammatory Bowel Disease.\r\nRZV substantially lowers the risk of HZ complications in patients with IBD, offering significant clinical benefits to those at high risk due to immunosuppression. These findings underscore the importance of RZV as part of preventive care strategies in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nThe Risk of Mild, Moderate, and Severe Infections in IBD patients - A prospective, multicentre observational cohort study (PRIQ).\r\n Mild and moderate infections are common among IBD patients and are particularly associated with both patient characteristics and specific immunosuppressive treatments. These findings emphasize the need for vigilant monitoring, especially for patients at higher infection risk, and allow for more personalized advice on benefit-risk of IBD treatments.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Building bridges: The power of near-peer mentorship in hepatology.\r\nWe also provide a case study of our experience with a dedicated group of near-peer mentors in hepatology. By sharing our perspective on near-peer mentorship we hope to expand the uptake and support of lateral mentorship programs within our field.\r\nPubmed   Journal   ReadQx \r\nComparing outcomes of deceased-donor and living-donor liver transplants in patients with portal vein thrombosis.\r\n LDLT can achieve outcomes comparable to DDLT in patients with PVT. PVT should not be considered a contraindication for LDLT in selected patients at experienced centers.\r\nPubmed   Journal   ReadQx \r\nHepatic artery dissection after living-donor liver transplantation requires different management based on the locations and clinical outcomes: A retrospective cohort study.\r\nIn conclusion, although HAD presents with severe imaging findings, it generally has a favorable prognosis. However, when HAD involves only PHA, owing to the high risk of HAT, more frequent surveillance and aggressive management are recommended.\r\nPubmed   Journal   ReadQx \r\nPotential strategies in porcine liver xenotransplantation: A bridge to allotransplantation and beyond.\r\nAdditionally, we propose that brain-dead human subjects (decedents) be used to validate the efficacy of porcine livers in supporting split or marginal human liver grafts. These developments are expected to lay the groundwork for clinical trials aimed at improving the outcomes of patients with end-stage liver disease, potentially expanding the pool of transplantable organs and providing new therapeutic options for these patients.\r\nPubmed   Journal   ReadQx \r\nPreoperative von Willebrand factor is an independent predictive biomarker for posthepatectomy liver failure - a multivariable model with APRI+ALBI.\r\n The combination of vWF-Ag with APRI+ALBI demonstrates a favorable predictive potential for PHLF risk assessment. We provide two pathways for clinical assessment  1) a cut-off-based system and 2) a more complex multivariable model that can be calculated in a specifically designed smartphone application.\r\nPubmed   Journal   ReadQx \r\nPrognostic communication, Psychological distress, and caregiving burden among caregivers of patients with decompensated cirrhosis.\r\nQuality of prognostic communication was not significantly associated with caregiving burden or depression symptoms. These findings emphasize the substantial psychological distress and burden experienced by caregivers of patients with DC and highlight prognostic understanding as a potential modifiable target for improving their psychological outcomes.\r\nPubmed   Journal   ReadQx \r\nSelective splenectomy centered on graft-to-spleen volume ratio is a practical option in living donor liver transplantation to prevent early allograft dysfunction: A Prospective validation study.\r\nSelective SPX centered on GSVR is a feasible and practical option in LDLT to screen out high-risk recipients and improve their graft function for EAD prevention.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Long-term Outcomes of Splanchnic Venous Thrombosis in Acute Pancreatitis.\r\n Most patients with SVT following AP demonstrate spontaneous recanalization. A key predictor for non recanalization is the severity of pancreatitis.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Critical appraisal of postpancreatectomy hemorrhage after pancreatoduodenectomy: an analysis of risk factors, treatment and outcomes in 860 consecutive cases.\r\n The optimal approach to treatment of PPH takes into account location, timing and severity of the bleeding as well as the type of pancreatoenteric anastomosis. Appropriate treatment strategies for both early and late PPH include angiography, endoscopy, reoperation and conservative management or a combination of them.\r\nPubmed   Journal   ReadQx \r\nPrediction of metastatic potential of heterogeneous pancreatic ductal adenocarcinoma through gradient-based algorithms.\r\n This work introduces a novel multiscale hybrid framework that is original both in its formulation integrating agent-based, continuum, and immune dynamics and in its application, where simulated biological signatures are used to train gradient boosting models for accurate prediction of metastatic potential.\r\nPubmed   Journal   ReadQx \r\nPrognostic impact of post-neoadjuvant CA19-9 values in pancreatic cancer: more pronounced following neoadjuvant chemotherapy compared to neoadjuvant chemoradiotherapy.\r\nThe prognostic significance of post-NACRT CA19-9 values is suboptimal compared to post-NAC CA19-9 values.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Clarification and standardization of dual-energy X-ray absorptiometry terminology for accurate scientific communication and clinical diagnostic accuracy.\r\nThese recommendations will enhance the clarity of SM-related measures (e. g., ALST, ALM), improve diagnostic accuracy, and facilitate meaningful comparisons across studies.\r\nPubmed   Journal   ReadQx \r\nConfronting the fatty acid problem in preterm infants: biological needs, nutritional gaps.\r\n\r\nPubmed   Journal   ReadQx \r\nNeglected micronutrients - considering a broader set of vitamins and minerals in public health nutrition programs worldwide: A narrative review.\r\nWe conclude that more information, based on dietary assessments, nutritional biomarker surveys, and systematic surveillance of associated health conditions, is needed. Appropriate intervention programs, including changes in food systems to provide wider access to nutrient-rich foods, food fortification and targeted supplementation, should be implemented in settings where these deficiencies are confirmed.\r\nPubmed   Journal   ReadQx \r\nProviding multiple micronutrients through household salt.\r\n\r\nPubmed   Journal   ReadQx \r\nShould the recommendations for dietary protein and amino acid intake in humans be revised?\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Response to \"The Association of Inflammatory Bowel Disease and Eosinophilic Esophagitis: True Link or Surveillance Artifact?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Creeping fat in Crohn's disease: an immunometabolic imbalance worth targeting?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Adequacy of disclosures in oral presentations at the 20th Congress of European Crohn's and Colitis Organisation.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    CON: A multi-vendor organ procurement and transplantation network (OPTN) will not improve liver procurement and use.\r\n\r\nPubmed   Journal   ReadQx \r\nPRO: A multi-vendor organ procurement and transplantation network (OPTN) will improve liver procurement and use.\r\n\r\nPubmed   Journal   ReadQx \r\nSeeing Through the Machine: Ultrasound Assessment of Hepatic Artery Integrity During Normothermic Machine Perfusion.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-17T10:42:28-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-04-2025/",
    "title": "Fri Jul 04 2025",
    "description": "27 articles - From Friday Jun 27 2025 to Friday Jul 04 2025",
    "author": [],
    "date": "2025-07-04",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Fecal Microbial Community Profiling Allows Discrimination of Phenweotype and Treatment Response in Pediatric Crohn's Disease and Ulcerative Colitis-An International Meta-Analysis.\r\nGut microbial community structure is substantially altered in active and inactive PIBD and may be utilized as a biomarker for differentiating PIBD subtype and predicting treatment response.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Prognostic and diagnostic biomarkers in liver transplantation: A systematic review and meta-analysis.\r\nAdditionally, we identified novel combinations of biomarkers that exhibited prognostic value for LT patients. Finally, we demonstrate that combined analytical tools for assessing large clinical datasets effectively evaluate multi-modal markers for risk stratification of early and late outcomes for LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Comparison of Biliary Drainage Techniques for MBO: A Meta-Analysis.\r\n PTBD may offer advantages over EBD in managing MBO, including fewer complications and reduced incidence of pancreatitis, suggesting PTBD as a potentially safer and more effective treatment option. Nonetheless, further large-scale, high-quality studies are needed to validate these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effectiveness of regular oat β-glucan-enriched bread compared with whole-grain wheat bread on long-term glycemic control in adults at risk of type 2 diabetes: a randomized controlled trial.\r\nContrary to expectations from efficacy studies, this effectiveness trial does not support the metabolic benefits of oat-derived β-glucan-enriched bread under real-life conditions. A simple bread replacement may not be sufficient to improve glucose homeostasis in individuals at risk of type 2 diabetes. This trial was registered with clinicaltrials.gov as NCT04994327.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Evaluation and Management of Glucocorticoid-Induced Adrenal Insufficiency in IBD: An Expert Opinion.\r\nGC-AI is a serious, often underrecognized side effect of glucocorticoid use. This study presents expert opinions on the evaluation and management of GC-AI in IBD patients, emphasizing the need for vigilance and appropriate management strategies.\r\nPubmed   Journal   ReadQx \r\nFecal Calprotectin is a Useful Biomarker for Defining Small Bowel Endoscopic Remission in Crohn's Disease Without Active Colonic Lesions: A Prospective Multicenter Study from the IBD-Quality Team.\r\nThis study revealed a correlation between small bowel CE activity and FC. Under this condition, small bowel ER can be defined as an FC level of < 175 μg/g, and FC was suggested to be a useful biomarker for monitoring small bowel lesions during the application of treat-to-target strategies.\r\nPubmed   Journal   ReadQx \r\nPatients With Crohn's Disease and Terminal Ileum Resection are at Increased Risk of Colorectal Cancer: A Population-Based Study.\r\nPatients with TI resection also had higher odds of colorectal polyps. These findings suggest the need for heightened CRC surveillance in patients with CD undergoing TI resection.\r\nPubmed   Journal   ReadQx \r\nUnraveling Genetic Versus Environmental Factors Determining Disease Course in Inflammatory Bowel Diseases: A Population-Based Cohort Study in First- and Second-Generation Immigrants.\r\nDisease outcomes change across immigrant generations, pointing to environmental factors possibly impacting disease course, which needs further investigation. In contrast, non-Western immigrants were shown to have more perianal disease in both generations, suggesting a genetic susceptibility for this debilitating phenotype.\r\nPubmed   Journal   ReadQx \r\nValidation of the Modified Multiplier of SES-CD (MM-SES-CD) to Predict Endoscopic Healing in Crohn's Disease: A Post Hoc Analysis of the SEAVUE Trial.\r\n Baseline MM-SES-CD-based cutoffs for endoscopic disease severity show prognostic value for the likelihood of achieving 1-year EH, PRO2 remission, and FCP remission. These findings suggest that the MM-SES-CD can be used both to measure baseline endoscopic disease severity and predict outcomes at 1 year in patients with moderate to severe CD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    ECCO Topical Review on Pouch Disorders.\r\nA multidisciplinary approach is essential for the diagnosis and management of pouch disorders.\r\nPubmed   Journal   ReadQx \r\nEndo-Histo foundational fusion model: a novel artificial intelligence for assessing histologic remission and response to therapy in ulcerative colitis clinical trial.\r\n This novel tool significantly advances precision medicine in clinical trials by potentially standardizing central readouts and enabling automated disease assessment.\r\nPubmed   Journal   ReadQx   PMC\r\nGaps between European Crohn's and Colitis Organisation quality standards of care and the real world on diagnosis and monitoring inflammatory bowel disease across Europe: results from the E-QUALITY survey.\r\n Significant gaps in QoC standards remain across European IBD units. Most units lack specific auditing mechanisms to track true standard compliance. Enhanced support from ECCO, through education on guidelines and implementation strategies, and adaptation of recommendations to accommodate real-world challenges may help to bridge these gaps.\r\nPubmed   Journal   ReadQx \r\nImpact of complete vs partial endoscopic healing on long-term outcomes in Crohn's disease: a prospective multicenter study.\r\n Although higher-powered studies are needed to confirm these findings, current results suggest that complete EH may be associated with more favorable long-term outcomes than partial EH in patients with CD.\r\nPubmed   Journal   ReadQx \r\nThe long-term disease course of microscopic colitis - a European prospective incident cohort study.\r\nMicroscopic colitis is a chronic condition with relapsing or continuous disease course in nearly half of the patients during the first 5 years after diagnosis. The disease course in the first year predicts the long-term disease course.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Comparing donor selection barriers for living donor liver transplantation amongst hispanic and non-hispanic candidates in a large urban center.\r\nLDLT disparities among Hispanics may involve factors preceding donor evaluation or independent of the donor. Optimizing Hispanic LLD candidacy, establishing a registry of individuals referred for LLD, and conducting multicenter studies are warranted.\r\nPubmed   Journal   ReadQx \r\nManagement of hepatic artery thrombosis and stenosis after pediatric liver transplantation: Variability and agreement in management practices.\r\n Internationally, there is agreement on the importance of early DUS screening in current management practices. Immediate re-transplantation was preferred for early HAT with PALF, while surgical revascularization was favored for non-PALF cases. Conservative management and endovascular therapy emerged as potential strategies for late-onset cases. This worldwide survey on real-world practice provides a basis for developing and implementing guidelines.\r\nPubmed   Journal   ReadQx \r\nShort- and long-term development of gut microbiota in children after liver transplantation - a prospective observational trial.\r\nWe provide comprehensive, quantitative insights into GM composition and function before and after pLT. A link between GM alterations with (long-term) graft health was uncovered providing possible targets to modulate GM function in order to increase graft and patient health.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Genome-wide discovery of enhancer - promoter interactions in the human pancreas using an improved Activity-By-Contact-based model.\r\nWe provide a genome-wide set of pancreas-specific enhancer regions and respective target genes. Our dataset will be helpful for the prioritization of regulatory disease-causing mutations in pancreatic tissue.\r\nPubmed   Journal   ReadQx \r\nUric acid and related disorders in the risk of pancreatic diseases: A UK Biobank prospective study.\r\n Our study clarifies the role of SUA in pancreatic health and identifies that individuals with HUA or gout may benefit from pancreatic disease screening.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    An Acute Onset Sweet Syndrome After First Vedolizumab Dose in Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Upadacitinib in a Case of Pediatric Acute Severe Ulcerative Colitis and Immune Thrombocytopenia.\r\n\r\nPubmed   Journal   ReadQx \r\nOral Vancomycin as an Emerging Therapy for Inflammatory Pouch Conditions Associated With Primary Sclerosing Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Every last detail-Managing hepatic artery thrombosis and stenosis in a time of organ scarcity.\r\n\r\nPubmed   Journal   ReadQx \r\nHome-based terlipressin as a therapy for ascites: Increasing evidence for the efficacy of long-term continuous terlipressin infusion in decompensated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nNormothermic machine perfusion - The juice is definitely worth the squeeze.\r\n\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol and urinary ethylglucuronide to assess alcohol consumption after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Long-term survival and quality of life improvement in patients with large unresectable malignant main-duct IPMN treated with EUS-guided RFA (with video).\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-17T10:31:04-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-27-2025/",
    "title": "Fri Jun 27 2025",
    "description": "37 articles - From Friday Jun 20 2025 to Friday Jun 27 2025",
    "author": [],
    "date": "2025-06-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Liver Transpl\r\n    Prognostic and diagnostic biomarkers in liver transplantation: A systematic review and meta-analysis.\r\nAdditionally, we identified novel combinations of biomarkers that exhibited prognostic value for LT patients. Finally, we demonstrate that combined analytical tools for assessing large clinical datasets effectively evaluate multi-modal markers for risk stratification of early and late outcomes for LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Comparison of Biliary Drainage Techniques for MBO: A Meta-Analysis.\r\n PTBD may offer advantages over EBD in managing MBO, including fewer complications and reduced incidence of pancreatitis, suggesting PTBD as a potentially safer and more effective treatment option. Nonetheless, further large-scale, high-quality studies are needed to validate these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to the Modified Planetary Health Diet among the Working-Age Population in 185 Countries from 1990 to 2018: A Population-Based Study.\r\nOur findings reveal substantial global variations in mPHD adherence among WAP, with concerning trends in certain regions. These results provide crucial insights for developing targeted interventions that consider regional contexts while pursuing the dual objectives of promoting healthier diets and ensuring environmental sustainability.\r\nPubmed   Journal   ReadQx \r\nGestational vitamin D concentration and child cognitive development: A longitudinal cohort study in the ECHO Program.\r\nGestational 25(OH)D concentrations were positively associated with cognitive scores, especially in children of Black mothers. Given higher deficiency risk among Black women, vitamin D repletion prior to or in early pregnancy may be an important strategy for reducing racial disparities in child neurodevelopment.\r\nPubmed   Journal   ReadQx \r\nNovel Strategies for Medical Management of Obesity: Mechanisms, Clinical Implications, and Societal Impacts: a report from the 25<sup>th<\/sup> annual Harvard Nutrition Obesity Symposium.\r\nRecent work also points out to the potential role of these medications for other medical conditions, including addictive and neurodegenerative disorders. In June 2024, the NIH-funded Nutrition Obesity Research Center at Harvard and the Harvard Medical School Division of Nutrition hosted their 25th annual Harvard Nutrition Obesity Symposium, titled \"Novel Strategies for Medical Management of Obesity: Mechanisms, Clinical Implications, and Societal Impacts.\" This article synthesizes the symposium's discussions, emphasizing the importance of innovative pharmacotherapeutic strategies in addressing the burden of obesity and the associated economic and social inequities, including disparities in access to care in adults and children.\r\nPubmed   Journal   ReadQx \r\nProspective association of the EAT-Lancet reference diet with body weight changes and incidence of overweight and obesity in a French cohort.\r\nThis comprehensive prospective observational study revealed that a stronger adherence to the EAT-Lancet reference diet is associated with a lower body weight and reduced risks of overweight and obesity. Promoting a sustainable plant-based diet seems to be an effective strategy for addressing the global public health challenge of obesity.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Early Top-Down Treatment With Biologics Improves the Rates of Transmural Remission in Crohn's Disease-A Risk-Adjusted Propensity Score Matched Analysis.\r\nEarly top-down treatment with biologics improves the rates of transmural remission in CD. Risk factors for disabling disease significantly impact the chances of obtaining transmural remission and may help clinicians identify patients suitable for more aggressive treatment strategies.\r\nPubmed   Journal   ReadQx \r\nInflammation of the Rectal Cuff is Associated With Strictures and Fistulas in Patients With Ulcerative Colitis who Have an Ileal Pouch-Anal Anastomosis.\r\nEndoscopic cuff inflammation is associated with strictures and fistulas of the IPAA, and individuals with persistent inflammation appear to have the highest risk.\r\nPubmed   Journal   ReadQx \r\nLong-Term Outcome of Colonic and Ileal Crohn's Disease: A Two-Decade Population-Based Study in Pediatric-Onset Disease.\r\nThe clinical presentation and evolution of ileal and colonic CD differ significantly in children. Colonic location is associated with a high risk of perianal CD, extraintestinal manifestations, and exposure to steroids, immunosuppressants, and anti-TNFs. These differences could justify different therapeutic approaches.\r\nPubmed   Journal   ReadQx \r\nNatural History, Treatment Persistence and Predictors of Treatment Failure in Patients With Ulcerative Colitis on 5-Aminosalicylic Acid: A US Population-Level Cohort Study.\r\n Our study provides updated estimates of advanced therapy utilization and colectomy as well as predictors of disease progression in patients with UC on 5-ASA in the biologic era.\r\nPubmed   Journal   ReadQx \r\nPou2af1 Deficiency Aggravates DSS-Induced Colitis via Impaired Germinal Center Responses and Altered Gut Microbiota.\r\n The findings suggest that Pou2af1 deficiency exacerbates DSS-induced colitis by impairing immune responses, particularly the germinal center reaction, and altering gut microbiota composition. These alterations contribute to increased disease severity, highlighting the importance of Pou2af1 in maintaining intestinal immune homeostasis.\r\nPubmed   Journal   ReadQx \r\nProstaglandins and Inflammatory Bowel Disease: From Mechanism to Clinic.\r\nAs a result, therapeutic approaches focusing on PGs and the pathways contributing to their synthesis have become a primary objective in IBD treatment research. This paper intends to examine the significance of PG receptors in IBD, providing a fresh viewpoint for understanding the pathogenesis of the disease and establishing a theoretical basis for creating diagnostic tools and treatment strategies centered around PG targets to improve patient outcomes.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Comparing donor selection barriers for living donor liver transplantation amongst hispanic and non-hispanic candidates in a large urban center.\r\nLDLT disparities among Hispanics may involve factors preceding donor evaluation or independent of the donor. Optimizing Hispanic LLD candidacy, establishing a registry of individuals referred for LLD, and conducting multicenter studies are warranted.\r\nPubmed   Journal   ReadQx \r\nThe incidence of severe complications in liver donation from living donors: Real-world data in the era of minimally invasive surgery.\r\nOverall incidence of severe complications in liver donation was comparable between open and MIS approach. The site of postoperative bleeding differed by surgical approach, suggesting potentially need of different care for MIS to reduce the postoperative complication in donor hepatectomy.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Analysis of Influencing Factors of Acute Pancreatitis Complicated with Persistent Inflammation and Construction of a Prediction Model.\r\n The model predicted non-SIRS with a critical value ≥0.332, a sensitivity of 71.3% and specificity of 87.1%, and a Kappa value of 0.56. These results indicate that this prediction model is based on admission data, with recommended additional validation assessments at multiple time points (e.g., 24, 48, and 72 h) to characterize the progression of SIR's risk fully. Overall, this nomogram prediction model provides an efficient and simple means to predict SIRS for patients with AP.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal Burden in Patients with Pancreatic Insufficient Cystic Fibrosis Before and After Elexacaftor/Tezacaftor/Ivacaftor Use.\r\n The reduction in constipation and non-infective gastroenteritis and colitis is important as GI symptoms are linked to the quality of life of CwCF. There remains a great clinical need to evaluate the effects of ETI on GI disorders, especially as the age of initial use of this therapy decreases, and the duration of use increases.\r\nPubmed   Journal   ReadQx \r\nLifetime Smoking History and Marijuana co-use in Patients With Alcohol-related Acute Pancreatitis.\r\nSmoking is highly prevalent in patients with alcohol-associated AP, many of whom also use marijuana. Tailored smoking cessation interventions are needed for AP patients.\r\nPubmed   Journal   ReadQx \r\nLong Non-Coding RNA n336928 Facilitates the Progression of Pancreatic Neuroendocrine Neoplasms via NF-κB Pathway Mediated by EZH2.\r\nFurthermore, transcriptome sequencing revealed that the NF-κB pathway was activated in pNEN cells following n336928 overexpression. We have established that the upregulation of n336928 promotes the progression of pNENs via the NF-κB signaling pathway, thereby implicating it in the occurrence and development of pNENs.\r\nPubmed   Journal   ReadQx \r\nrs928508 of miR-30c-5p is Associated with the Risk of Post-ERCP Pancreatitis.\r\n miR-30c-5p rs928508 polymorphism is correlated with an enhanced risk and severity of PEP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A Mendelian randomization study investigating the causal effect of simvastatin consumption on pancreatitis risk.\r\nGenetic evidence has not proven a causality between simvastatin and pancreatitis, suggesting that routine monitoring may be unnecessary.\r\nPubmed   Journal   ReadQx \r\nClinical predictors of KRAS mutation detection in liquid biopsies for pancreatic ductal adenocarcinoma.\r\nCA19-9 levels and hepatic metastases are predictive of KRAS mutation detection in ctDNA. Higher Max VAF may reflect more aggressive disease biology in PDAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Glycemic sensitivity-a potential biomarker for healthy people.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    The Dual Role of ACE2 in IBD: Balancing SARS-CoV-2 Susceptibility and Gut Homeostasis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Efficacy of Risankizumab Dose Escalation Among Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cannabis and Liver Transplant: We Need to Chill, Man.\r\n\r\nPubmed   Journal   ReadQx \r\nEvery last detail-Managing hepatic artery thrombosis and stenosis in a time of organ scarcity.\r\n\r\nPubmed   Journal   ReadQx \r\nHome-based terlipressin as a therapy for ascites: Increasing evidence for the efficacy of long-term continuous terlipressin infusion in decompensated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Accurately predict the HCC recurrence after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Continuous Infusion terlipressin for refractory ascites-key considerations for future trials.\r\n\r\nPubmed   Journal   ReadQx \r\nNo change in alcohol relapse after adoption of early liver transplantation for alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nNormothermic machine perfusion - The juice is definitely worth the squeeze.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Continuous Infusion terlipressin for refractory ascites-key considerations for future trials.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    The Prevalence and Characteristics of Autoimmune Pancreatitis among Patients Presenting with Pancreatitis to a Quaternary Referral Centre in Melbourne, Australia.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinicopathological features for clinically resectable peripherally located pancreatic ductal adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    A real-world analysis of second-line treatment option, Gemcitabine plus Anlotinib and anti-PD1, in advanced pancreatic cancer: A critical insight.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"A causal relationship between distinct immune features and acute or chronic pancreatitis: Results from a Mendelian randomization analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to Editor: Strengths and methodological Considerations for Predicting post-pancreatectomy acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-28T13:04:11-04:00",
    "input_file": {}
  }
]
