[
  {
    "path": "gi2/03-01-2024/",
    "title": "Fri Mar 01 2024",
    "description": "26 articles - From Friday Feb 23 2024 to Friday Mar 01 2024",
    "author": [],
    "date": "2024-03-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Risk of Infection in Patients With Inflammatory Bowel Disease Treated With Interleukin-Targeting Agents: A Systematic Review and Meta-Analysis. \r\nThere was no difference in risk of infection between patients with IBD who received IL-targeting agents compared with the control group. Case registries and randomized controlled trials reporting the safety of IL inhibitors should provide detailed information about the risk of specific infectious complications in patients with IBD receiving IL-targeting agents.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of Body Composition Indices with Cardiovascular Outcomes: A Nationwide Cohort Study.\r\nOur results highlight the value of pLBMI, pBFMI, and pASMMI as variables for assessing the risk of composite cardiovascular outcomes. The significance of indicators may vary depending on BMI categories.\r\nPubmed   Journal   ReadQx \r\nCan sodium and potassium measured in timed voids be used as reference instruments for validating self-report instruments? Results from a urine calibration study.\r\nOur results lay the basis for further development of new reference biomarkers based on timed voids. Clinical trial registry Home | ClinicalTrials.govas NCT01631240.\r\nPubmed   Journal   ReadQx \r\nExcluding whole grain containing foods from the Nova ultra-processed food category: a cross-sectional analysis of the impact on associations with cardiometabolic risk measures.\r\nFoods high in whole grain may not significantly contribute to the deleterious associations previously observed between UPF intake and cardiometabolic risk factors. Consideration of their contribution to healthful dietary patterns and diet quality in the US population should be made prior to endorsement of Nova.\r\nPubmed   Journal   ReadQx \r\nFasting plasma metabolites reflecting meat consumption and their associations with incident type 2 diabetes in two Swedish cohorts.\r\n Consistent associations of biomarker candidates involved in lipid metabolism between higher processed red meat intake with higher T2D risk and between those reflecting lower intake with the lower risk may suggest a relationship between processed meat intake and higher T2D risk. However, attenuated associations after adjusting for BMI indicates that such a relationship may at least partly be mediated or confounded by BMI.\r\nPubmed   Journal   ReadQx \r\nMaternal Plasma Phospholipid Polyunsaturated Fatty Acids in Early Pregnancy and Thyroid Function throughout Pregnancy: A Longitudinal Study.\r\nCertain plasma phospholipid PUFAs were associated with optimal levels of thyroid biomarkers and even lower risk of GHT throughout pregnancy, which might be potentially targeted for maternal thyroid regulation in early pregnancy.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    2'-Hydroxycinnamaldehyde Alleviates Intestinal Inflammation by Attenuating Intestinal Mucosal Barrier Damage Via Directly Inhibiting STAT3.\r\nWe present a novel finding that HCA reduces colitis severity by attenuating intestinal mucosal barrier damage via STAT3. This discovery holds promise as a potential new strategy to alleviate UC.\r\nPubmed   Journal   ReadQx \r\nCausal Association Analysis of Periodontitis and Inflammatory Bowel Disease: A Bidirectional Mendelian Randomization Study.\r\nOur results indicated that CD was the risk factor for periodontitis;  conversely, periodontitis was responsible for the exacerbation of UC, enhancing the existence of mouth-gut axis. Patients with UC should pay more attention to periodontal health, while patients with periodontitis should actively pay close heed to intestinal health.\r\nPubmed   Journal   ReadQx \r\nComorbidity Between Inflammatory Bowel Disease and Asthma and Allergic Diseases: A Genetically Informed Study.\r\nWe found little evidence to support a shared origin between IBD and any allergic disease but weak evidence for shared genetic and unique environmental components for IBD and eczema.\r\nPubmed   Journal   ReadQx \r\nComparison of Fecal Calprotectin and Myeloperoxidase in Predicting Outcomes in Inflammatory Bowel Disease.\r\nFecal biomarkers are independent predictors of IBD-related outcomes and are useful adjuncts to routine clinical care.\r\nPubmed   Journal   ReadQx \r\nOur Life Is a Rollercoaster! A Qualitative Phenomenological Study Exploring the Impact of IBD on Family Members.\r\nIBD affects the emotional and psychosocial well-being of family members, eliciting both adaptive and maladaptive coping strategies. Healthcare professionals need to adopt a holistic approach to managing IBD that considers the psychosocial and emotional challenges faced by individuals and their families.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Outcomes in Adult Inflammatory Bowel Disease Clinical Trials: Assessment of Similarity Among Participants with Adolescent-Onset and Adult-Onset Disease.\r\n Data presented lend support for extrapolating efficacy of biologics from adults to adolescents with IBD, which would facilitate earlier labeling and patient access.\r\nPubmed   Journal   ReadQx \r\nThe epidemiology of inflammatory bowel diseases during the COVID-19 pandemic: comparison of two nationwide cohorts.\r\n The incidence of IBD decreased during the pandemic in association with lockdowns, more so in Israel, which had more stringent policies. Future studies are needed to determine the long-term effect of the pandemic on IBD.\r\nPubmed   Journal   ReadQx \r\nUnraveling the Oral-Gut axis: Interconnection between Periodontitis and IBD, Current Challenges, and Future Perspective.\r\nWe present an in-depth examination of the interconnection between oral pathologies and IBD, highlighting the shared microbiological and immunological pathways, and proposing a \"multi-hit\" hypothesis in the pathogenesis of periodontitis-mediated intestinal inflammation. Furthermore, the review underscores the critical need for a collaborative approach between dentists and gastroenterologists to provide holistic oral-systemic healthcare.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Familial Intraductal Papillary Mucinous Neoplasm Associated With the Germline MSH6 Missense Variant and Progression of Pancreatic cancer.\r\nThis case revealed a possible genetic factor for familial IPMN development and presented interesting clinicopathological findings.\r\nPubmed   Journal   ReadQx \r\nLiquid Biopsy for Pancreatic Cancer by Serum Extracellular Vesicle-Encapsulated Long Noncoding RNA HEVEPA.\r\nExtracellular vesicle lncRNAs isolated using PEViA-IP and CA19-9 together could be effective targets in liquid biopsy for PDAC diagnosis.\r\nPubmed   Journal   ReadQx \r\nPrediction of Admission to Intensive Care Unit and 1-Year Mortality After Acute Pancreatitis With Walled-Off Pancreatic Necrosis: A Retrospective, Single-Center Cohort Study.\r\nPreoperative imbalances in routine blood tests effectively predict adverse outcomes in endoscopically treated WON patients.\r\nPubmed   Journal   ReadQx \r\nRacial and Ethnic Minorities With Acute Pancreatitis Live in Neighborhoods With Higher Social Vulnerability Scores.\r\n Minorities with AP have higher SVI compared with NHWs with AP. Higher SVI scores, lower consumption of beneficial nutrients, and increased gcn of pan-dsrA in minorities with AP suggest that neighborhood vulnerability could be contributing to AP inequities.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinical diagnosis of psychiatric comorbidities, performance of screening tests and pattern of psychotropic medication use in patients with chronic pancreatitis.\r\nPsychiatric comorbidities are common among CP patients and many receive psychotropic medications. Further studies are needed to evaluate the impact of these medications on CP symptoms.\r\nPubmed   Journal   ReadQx \r\nClinical outcomes of second-line therapy following disease progression on first-line modified FOLFIRINOX for borderline resectable and locally advanced pancreatic adenocarcinoma.\r\nThe current study showed the real-world practice pattern of subsequent therapy and clinical outcomes following progression on first-line mFOLFIRINOX in BRPC and LAPC. Further investigation is necessary to establish the optimal therapy after failure of mFOLFIRINOX.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Response to \"De Novo Crohn's Disease in Children With Ulcerative Colitis Undergoing Ileal Pouch Anal Anastomosis: A Multicenter, Retrospective Study From the Pediatric IBD Porto Group of the ESPGHAN\".\r\n\r\nPubmed   Journal   ReadQx \r\nSurgical Complications Need to Be Carefully Excluded Before Ruling Out a Diagnosis of De Novo Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Clinical Outcomes at 8-16 Weeks After Upadacitinib Initiation for Acute Severe Ulcerative Colitis: A Case Series in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nFeasibility and Acceptability of Digital Behavioral Interventions Among Black and Hispanic Patients With Inflammatory Bowel Disease: A Randomized Pilot Study. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Primary sclerosing cholangitis and the risks of posttransplant lymphoproliferative disorder.\r\n\r\nPubmed   Journal   ReadQx \r\nPriority for kidney after liver transplantation: A safety net for all?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-02T16:56:01-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-23-2024/",
    "title": "Fri Feb 23 2024",
    "description": "22 articles - From Friday Feb 16 2024 to Friday Feb 23 2024",
    "author": [],
    "date": "2024-02-23",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Pragmatic trial design to compare real-world effectiveness of different treatments for inflammatory bowel diseases: the PRACTICE-IBD European consensus.\r\nPragmatic randomized clinical trials can address important questions in IBD clinical practice, and may provide complementary high-level evidence, as long as they follow a methodologically rigorous approach. These 25 statements intend to offer practical guidance in the design of high-quality pragmatic clinical trials that can aid decision making in choosing a management strategy for IBDs.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Early Enteral Nutrition versus Early Supplemental Parenteral Nutrition in Patients Undergoing Major Abdominal Surgery: A Secondary Analysis of Two Randomized Clinical Trials.\r\n Early enteral nutrition compared to isoenergetic supplemental parenteral nutrition may not be associated with reduced rate of nosocomial infection in patients undergoing major abdominal surgery, but may be associated with improved hematological nutritional status.\r\nPubmed   Journal   ReadQx \r\nTemporal Changes in Micronutrient Intake Among U.S. Adults, NHANES 2003 through 2018: A Cross-Sectional Study.\r\nAlthough some progress has been made, nutrient intake and percentage of the population meeting nutritional recommendations among U.S. adults has changed little over the 15 years studied.\r\nPubmed   Journal   ReadQx \r\nTwo randomised crossover multicentre studies investigating gastrointestinal symptoms after bread consumption in individuals with non-coeliac wheat sensitivity: do wheat species and fermentation type matter?\r\nThe majority of NCWS individuals experienced some GI symptoms for at least one of the breads, but on a group level, no differences were found between different grains for either YF or SF breads. Clinical trial registry ClinicalTrials.gov, NCT04084470( /ct2/show/NCT04084470).\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Crohn's Patient Serum Proteomics Reveals Response Signature for Infliximab but not Vedolizumab.\r\nThese results will positively impact the determination of appropriate patient treatment and inform the selection of clinical trial outcome metrics.\r\nPubmed   Journal   ReadQx \r\nHealth Services Utilization and Specialist Care in Pediatric Inflammatory Bowel Disease: A Multiprovince Population-Based Cohort Study.\r\nPatterns of health services utilization are generally similar when comparing children diagnosed across age groups.\r\nPubmed   Journal   ReadQx \r\nSustained Increase in Pediatric Inflammatory Bowel Disease Incidence Across the South West United Kingdom Over the Last 10 Years.\r\nWe demonstrate significant increases in pIBD incidence across a large geographical area including multiple referral centers. Increasing incidence has implications for service provision for services managing pIBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Efficacy and Safety of Filgotinib for the Treatment of Perianal Fistulizing Crohn's Disease [DIVERGENCE 2]: a Phase 2, Randomized, Placebo-Controlled Trial.\r\nFilgotinib 200 mg was associated with numerical reductions in the number of draining perianal fistulas based on combined clinical and MRI findings compared with placebo, and was generally well tolerated. [NCT03077412].\r\nPubmed   Journal   ReadQx \r\nPeripheral joint and enthesis involvement in patients with newly diagnosed inflammatory bowel disease: symptoms, clinical and ultrasound findings - a population-based cohort study.\r\n Half of patients with newly diagnosed IBD had inflammation in their peripheral joints and/or entheses, documented by rheumatological clinical and ultrasound evaluations. This indicates a need for multidisciplinary collaboration to ensure an optimal therapeutic strategy for suppressing inflammation in al disease domains.\r\nPubmed   Journal   ReadQx \r\nSpecific antibiotics increases the risk of flare-ups in patients with inflammatory bowel disease - results from a Danish nationwide population-based nested case-control study.\r\n We found distinctive antibiotics to be significantly associated with an increased risk of IBD flare-ups. Our findings are corroborated by our GBDT machine learning models. Healthcare providers should be aware about the deleterious potential of specific antibiotic groups in patients with IBD only using these agents in a restrictive manner or preferentially consider alternative antibiotic groups.\r\nPubmed   Journal   ReadQx \r\nThe phospholipid flippase ATP8B1 is involved in the pathogenesis of Ulcerative Colitis via establishment of intestinal barrier function.\r\n ATP8B1 is important in the establishment of the intestinal barrier Downregulation of ATP8B1 levels in UC, and subsequent altered localization of tight junctional proteins, including CLDN4, might therefore be an important mechanism in UC pathophysiology.\r\nPubmed   Journal   ReadQx \r\nThiopurine metabolite shunting in late pregnancy increases the risk of intrahepatic cholestasis of pregnancy in women with inflammatory bowel disease, and can be managed with split-dosing.\r\nThiopurine exposure is associated with an increased risk of ICP, particularly following dose increases antenatally and with shunting in late pregnancy. The latter may be effectively managed with split dosing, although further studies are warranted.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Serum Carbohydrate Antigen 19-9 and Metabolite Hypotaurine Are Predictive Markers for Early Recurrence of Pancreatic Ductal Adenocarcinoma.\r\nOur results suggested that tumor hypotaurine is a potential metabolite associated with early recurrence. Carbohydrate antigen 19-9 and hypotaurine showed a vital utility for predicting early recurrence.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinical impacts of positive intraepithelial neoplasia at pancreatic transection margin in pancreatic cancer surgery.\r\nIntraepithelial neoplasia at the pancreatic transection margin did not affect overall/recurrence-free survival. As patients with high-grade intraepithelial neoplasia at the pancreatic transection margin have an increased risk of recurrence in the remnant pancreas, careful postoperative follow-up is required.\r\nPubmed   Journal   ReadQx \r\nCommunication, understanding and engagement of patients with pancreatic cancer at time of diagnosis.\r\n In this first attempt to measure clarity of communication and engagement in patients with PDAC, typical features of conversation and problematic understanding emerged, which deserves further investigation.\r\nPubmed   Journal   ReadQx \r\nFactors affecting the time interval of endoscopic ultrasound-guided endoscopic necrosectomy of walled-off pancreatic necrosis: A retrospective single-center study in China.\r\nThe EUS-measured solid necrotic ratio, the MCTSI, postoperative fever, C-reactive protein increase, and fever before reintervention in patients affect the time interval of EUS-guided endoscopic necrosectomy in WON patients. These five indicators may be promisingly effective in predicting and managing endoscopic necrosectomy intervals.\r\nPubmed   Journal   ReadQx \r\nTumor location, clinicopathological features, and perioperative and prognostic outcomes in patients who underwent pancreatic resection following neoadjuvant chemoradiotherapy for resectable pancreatic cancer: A retrospective study.\r\nThe prognoses based on tumor locations in the Ph and Pbt after surgery following NACRT are similar. Following the resection of resectable Pbt PDAC, the possibility of peritoneal dissemination recurrence should be considered.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Associations of Fish and Fish Oil Consumption With Incident Inflammatory Bowel Disease: A Population-Based Prospective Cohort Study.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to \"De Novo Crohn's Disease in Children With Ulcerative Colitis Undergoing Ileal Pouch Anal Anastomosis: A Multicenter, Retrospective Study From the Pediatric IBD Porto Group of the ESPGHAN\".\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Clostridium perfringens: A Potential Pathobiont in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Corrigendum to: P032 Exploring the genetic sequence of action across the natural history of IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Operationalizing multidisciplinary liver tumor boards for hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-25T14:49:08-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-16-2024/",
    "title": "Fri Feb 16 2024",
    "description": "21 articles - From Friday Feb 09 2024 to Friday Feb 16 2024",
    "author": [],
    "date": "2024-02-16",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Higher Potassium Intake is Associated with a Lower Risk of Chronic Kidney Disease: Population-Based Prospective Study.\r\nHigher urinary potassium excretion and intake were associated with a lower risk of incident CKD.\r\nPubmed   Journal   ReadQx \r\nWorkshop Summary: Building an NHANES for the Future.\r\nThe workshop also included a \"Town Hall\" component to gather additional feedback on NHANES' challenges and proposed solutions from audience members. The workshop provided many possible action items that ASN will explore and use to inform effective continued advocacy in support of NHANES and to find possible opportunities for ASN and others to partner with the Centers for Disease Control and Prevention (CDC) National Center for Health Statistics (NCHS) to strengthen this vital survey and maintain its robust and relevant data moving forward.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Financial burden following adult liver transplantation is common and associated with adverse recipient outcomes.\r\nIn this multicenter cohort study, nearly 1 in 4 adult liver transplant recipients experienced high financial burden, which was significantly associated with delayed or foregone medical care and lower self-reported HRQOL. These findings underscore the need to evaluate and address financial burden in this population before and after transplantation.\r\nPubmed   Journal   ReadQx \r\nImmune checkpoint inhibitors in liver transplantation: Current practice, challenges and opportunities.\r\nIn this review we explore the current use of this class of medications in patients with HCC, as well as the immunologic role of the pathways that they inhibit. We also identify potentials for future research opportunities to better understand the role of these medications.\r\nPubmed   Journal   ReadQx \r\nSimultaneous total internal biliary diversion during liver transplantation for progressive familial intrahepatic cholestasis Type 1: Standard of care?\r\n We demonstrate that simultaneous TIBD in patients undergoing LT should be standard practice as it helps dramatically improve outcomes in PFIC-1 as it prevents graft steatosis and/or fibrosis, diarrhea and improves growth catch-up.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    A Predictive Strategy for Nonsurgical Management of Pancreatic Stones.\r\nIf any pancreatic stones persist after 7 ESWL sessions, we recommend transition to medical or surgical treatments.\r\nPubmed   Journal   ReadQx \r\nAn Elemental Diet Reduces Chylous Ascites of Patients Undergoing Pancreatoduodenectomy in the Setting of Early Enteral Feeding.\r\nAn ED reduces postoperative CAs of patients undergoing PD in the setting of early enteral feeding.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Rationale of Endoscopic Ultrasound-Guided Thrombin Injection in Visceral Artery Pseudoaneurysm Not Amenable to Angioembolization.\r\nEndoscopic ultrasound-guided thrombin injection in visceral artery pseudoaneurysm is a safe and effective alternative for patients not amenable for digital subtraction angiography-guided angioembolization.\r\nPubmed   Journal   ReadQx \r\nFatty Liver, Statin Therapy, and the Risk of Hypertriglyceridemic Acute Pancreatitis: A Retrospective Study.\r\nAlthough with lower TGs levels, patients with FL are much more prone to generate HTGP, and our findings suggest a potential role of statin as protective agents against HTGP.\r\nPubmed   Journal   ReadQx \r\nMicroRNA Signatures for Pancreatic Cancer and Chronic Pancreatitis: Expression Profiling by NGS.\r\nThis study resulted in a set of exclusive and differentially expressed miRNAs in PDAC and CP can be assessed for their diagnostic value. In addition, studying the role of miRNA-target gene interactions in carcinogenesis may open new therapeutic avenues.\r\nPubmed   Journal   ReadQx \r\nPancreatic Paragonimiasis in Children: A Case Report.\r\nHere we describe a case of pulmonary and abdominal paragonimiasis with involvement of the pancreas in a 9-year-old boy. The aim of this study was to analyze the clinical and radiological features of pancreatic paragonimiasis in children and raise the awareness of this disease.\r\nPubmed   Journal   ReadQx \r\nThe Signal Intensity Ratio of Pancreas to Spleen in Magnetic Resonance Imaging Can Predict Nonalcoholic Fatty Liver Disease After Pancreaticoduodenectomy.\r\nThe SI ratio p/s is useful to predict NAFLD development after PD. Moreover, the SI ratio p/s can be a surrogate marker, which represents exocrine function of the pancreas.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Association between serum triglyceride level and severity of acute biliary pancreatitis.\r\nElevated serum TG levels were independently associated with more severe ABP. The incidence of POF, APFC, and ANC in ABP patients increased with the increase of TG levels, with a linear relationship.\r\nPubmed   Journal   ReadQx \r\nExplainable cancer factors discovery: Shapley additive explanation for machine learning models demonstrates the best practices in the case of pancreatic cancer.\r\nIn summary, the eight hub-IRGs had accurate risk prediction performance and biological significance, which was validated in other cancers. The result of SHAP helped to understand the molecular mechanism of pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nMachine learning improves early prediction of organ failure in hyperlipidemia acute pancreatitis using clinical and abdominal CT features.\r\nMachine-learning models can be used to predict OF occurrence in HLAP in our pilot study. RF model showed the best predictive performance, which may be a promising candidate for further clinical validation.\r\nPubmed   Journal   ReadQx \r\nMaintenance steroid therapy is associated with decreased risk of malignancy and better prognosis of patients with autoimmune pancreatitis: A multicenter cohort study in Japan.\r\nPatients with AIP are at increased risk of developing malignancy, especially PC. PC is a critical prognostic factor for patients with AIP. Although maintenance steroid therapy negatively impacts diabetes mellitus and osteoporosis, it is associated with decreased cancer risk and improved overall survival.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Diagnosing malnutrition-do we really need 6 variables?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Vedolizumab Does Not Affect Antibody Secreting Cell Recruitment to the Lactating Mammary Gland of Mothers With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Reunited: A vision for the future.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Familial Versus Nonfamilial Origin of Acinar Cystic Transformation of the Pancreas: An Important Question to Address.\r\n\r\nPubmed   Journal   ReadQx \r\nSolitary Peritoneal Metastasis of Pancreatic Tail Cancer to a Surgical Mesh for Inguinal Hernia Repair: A Case Report and Literature Review.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-16T13:24:42-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-02-2024/",
    "title": "Fri Feb 02 2024",
    "description": "33 articles - From Friday Jan 26 2024 to Friday Feb 02 2024",
    "author": [],
    "date": "2024-02-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Risk of Common Neurological Disorders in Adult Patients with Inflammatory Bowel Disease: A Systematic Review and Meta-analysis.\r\nInflammatory bowel disease may be modestly associated with increased risks of stroke, all-cause dementia, and PD. Further longitudinal studies are warranted to investigate potential links with MS, seizure/epilepsy, and peripheral neuropathy, as well as their clinical significance.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adaptation of nutritional risk screening tools may better predict response to nutritional treatment. A secondary analysis of the randomized controlled trial EFFORT.\r\n Adapting the NRS and MNA by including nutritional parameters only improved their ability to predict response to a nutrition intervention, but slightly reduces their overall prognostic performance. Scores dependent on disease severity may best be considered prognostic scores, while nutritional risk scores not including parameters reflecting disease severity may indeed improve a more personalized treatment approach for nourishment interventions. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nDietary Patterns and Their Associations with Sociodemographic and Lifestyle Factors in Adult Survivors of Childhood Cancer: A Cross-Sectional Study.\r\nUnhealthy dietary patterns are prevalent in adult survivors of childhood cancer, especially those with lower socioeconomic status and racial minorities. Interventions to improve diet and health in childhood cancer survivors need to concurrently address disparities that contribute to adherence to healthy dietary practices. Registration id ClinicalTrials.gov Identifier  NCT00760656.\r\nPubmed   Journal   ReadQx \r\nEffect of cinnamon spice on continuously monitored glycemic response in adults with prediabetes: a 4-week randomized controlled crossover trial.\r\nCinnamon, a widely available and low-cost supplement, may contribute to better glucose control when added to the diet in people who have obesity-related prediabetes.\r\nPubmed   Journal   ReadQx \r\nEffect of lipid-based nutrient supplements on micronutrient status and hemoglobin among children with stunting: secondary analysis of a randomized, controlled trial in Uganda.\r\nLNS supplementation increased Hb and improved iron, cobalamin and folate status, but not vitamin A status among children with stunting. LNS should be considered for children with stunting. ( ISRCTN13093195) CLINICAL TRIAL REGISTRY  ISRCTN 13093195, website \r\nPubmed   Journal   ReadQx \r\nMetabolomics of Ramadan fasting and associated risk of chronic diseases.\r\nRamadan fasting is associated with short-term favorable changes in the metabolic profile concerning risk of some chronic diseases. These findings should be further investigated in future, larger studies of longer follow-up with clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nPlant stanol consumption increases anti-COVID-19 antibody responses, independent of changes in serum cholesterol concentrations: a randomized controlled trial.\r\n Consuming plant stanols (4g/day) affects immune responses to COVID-19 vaccinations, translating into increased serum anti-COVID-19 IgM concentrations in subjects with overweight/obesity. Only in IgG seroconverted subjects, serum anti-COVID-19 IgG concentrations also increased. These effects were independent of reductions in LDL cholesterol. These results suggest that this high-risk group for COVID-19 complications could benefit from plant stanol consumption. Clinical Trial Registry website and number  clinicaltrials.gov, NCT04844346.\r\nPubmed   Journal   ReadQx \r\nTemporal gut microbiota variability and association with dietary patterns: from the one-year observational DCH-NG MAX study.\r\nIn the DCH-NG MAX, 39% of the genera had an ICC>0.5 over one year, suggesting that these genera could be studied with health outcomes in prospective analyses with acceptable precision. Adherence to the Nordic, Mediterranean, and plant-based diets differed between bacterial subgroups and was associated with higher abundance of genera with fiber-degrading properties. Fruits, vegetables, whole grains/cereals, and nuts were frequently associated with these genera.\r\nPubmed   Journal   ReadQx \r\nThe associations of serum vitamin D status and vitamin D supplements use with all-cause dementia, Alzheimer's disease, and vascular dementia: a UK Biobank based prospective cohort study. \r\nRegular users of vitamin D and multivitamins had 17% and 14% lower risk of AD (HR [95% CI]: 0.83 [0.71-0.98]) and VD (HR [95% CI]: 0.86 [0.75-0.98]) incidence, respectively. While our findings indicate potential benefits of vitamin D supplementation for dementia prevention, randomized controlled trials are essential for definitive evidence.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Breaking Down Barriers: Epithelial Contributors to Monogenic IBD Pathogenesis.\r\nWe illustrate how impairment of any of these categories can result in IBD. This work reviews the current understanding of the genes involved in maintaining the intestinal barrier, the inheritance patterns that result in dysfunction, features of IBD resulting from these disorders, and pertinent translational work in this field.\r\nPubmed   Journal   ReadQx \r\nCrohn's Disease-Associated Pathogenic Mutation in the Manganese Transporter ZIP8 Shifts the Ileal and Rectal Mucosal Microbiota Implicating Aberrant Bile Acid Metabolism.\r\nIn the search for genotype-specific therapeutic paradigms for patients with Crohn's disease, these data suggest targeting the FGF19 pathway in ZIP8 A391T carriers. Aberrant bile acid metabolism may precede development of Crohn's disease and prioritize study of the interactions between manganese homeostasis, bile acid metabolism and signaling, and complicated ileal Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nExtended Induction and Prognostic Indicators of Response in Patients Treated with Mirikizumab with Moderately to Severely Active Ulcerative Colitis in the LUCENT Trials.\r\n With \"extended induction,\" total of 80.3% mirikizumab-treated patients achieved clinical response by W24. Potential prognostic factors determining response include disease severity, disease phenotype, C-reactive protein, and previous biologic therapy.\r\nPubmed   Journal   ReadQx \r\nIon Transport Basis of Diarrhea, Paneth Cell Metaplasia, and Upregulation of Mechanosensory Pathway in Anti-CD40 Colitis Mice.\r\n Our data demonstrate that the anti-CD40 colitis model shows key features of IBD observed in the human disease, hence making it a suitable model to investigate the pathophysiology of ulcerative colitis (UC).\r\nPubmed   Journal   ReadQx \r\nUnveiling Colitis: A Journey through the Dextran Sodium Sulfate-induced Model.\r\nHowever, although DSS-induced colitis is the most popular and flexible model for preclinical IBD research, it is not an exact replica of human colitis, and some results obtained from this model cannot be directly applied to humans. This review aims to comprehensively discuss different factors that may be involved in the pathogenesis of DSS-induced colitis and the issues that should be considered when using this model for translational purposes.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Intestinal epithelia and myeloid immune cells shape colitis severity and colorectal carcinogenesis via High-mobility group box protein 1.\r\n Enterocytes and myeloid cells context-dependently regulate host responses to severe colitis and maladaptive intestinal wound healing via HMGB1.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A retrospective cohort study of socioeconomic deprivation and post-liver transplant survival in adults.\r\nIn summary, liver transplant recipients experiencing high socioeconomic deprivation tended to have worse post-transplant survival. Further research is needed to elucidate the extent to which neighborhood socioeconomic deprivation contributes to mortality risk and identify effective measures to improve survival in more socioeconomically disadvantaged liver transplant recipients.\r\nPubmed   Journal   ReadQx \r\nCannabis use in liver transplant candidates and recipients.\r\nWith over 75% of LT recipients transplanted in states with legalized use of medicinal and/or recreational cannabis, LT clinicians must have expertise in assessment of cannabis use given its potential impact on clinical care. In this review, we provide an understanding of nomenclature and tools to assess cannabis use, highlight essential components to guide clinical policy development and implementation, and discuss potential impacts of cannabis use on patients' transplant course.\r\nPubmed   Journal   ReadQx \r\nReconstruction of all hepatic arteries in right lobe grafts with two hepatic arteries and zero percent hepatic artery thrombosis.\r\nIn our series, although the smaller HA in the two HA group should increase the risk of HAT, HAT did not occur in this group. Therefore, reconstructing both HAs when possible may be a reasonable approaches in LDLT using a right liver graft with two HA openings.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Cell of Origin of Pancreatic cancer: Novel Findings and Current Understanding.\r\nWe acknowledge the value of precise markers and suitable tracing tools to discern the cell of origin, as it can facilitate the creation of more effective models for PDAC exploration. These conclusions shed light on our existing understanding of foundational genetically engineered mouse models and focus on the origin and development of PDAC.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Toxicity of Palliative Chemotherapy in Elderly Patients With Advanced Pancreatic Cancer.\r\n The efficacy and toxicity of chemotherapy in elderly patients with advanced PDAC were comparable with those in younger patients.\r\nPubmed   Journal   ReadQx \r\nImpact of Preoperative Diabetes Mellitus on Postoperative Outcomes in Elective Pancreatic Surgery and Its Implications for Prehabilitation Practice.\r\nOne-quarter of the patients scheduled for pancreatoduodenectomy had DM;  over half of them had poor glycemic control. The association between DM status and surgical site infections revealed in this study emphasizes the importance of adequate preoperative glycemic control.\r\nPubmed   Journal   ReadQx \r\nThe Role of Intraoperative Pancreatoscopy in the Surgical Management of Intraductal Papillary Mucinous Neoplasms: A Scoping Review.\r\nThe current literature suggests a potential role of integration of IOP into the management of patients with IPMNs. This tool is safe and feasible and can result in changes in surgical decision making.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Modeling health outcomes associated with BRCA testing and treatment strategies for patients with metastatic pancreatic cancer.\r\n Patients with mPC achieved longest health outcomes (as measured by mean PF LYs, LYs and QALYs) with a scenario of early gBRCA testing and availability of olaparib maintenance. The results were primarily driven by improved health outcomes associated with higher efficacy of platinum-based chemotherapies and olaparib used in gBRCAm patients.\r\nPubmed   Journal   ReadQx \r\nPrevalence and risk factors of fatigue and its association with quality of life among patients with chronic pancreatitis: A cross-sectional study.\r\nThis study indicated that Fatigue is a common symptom and has a negative impact on the QoL of patients with CP. Steatorrhea, smoking history, endoscopic treatment, depression, and sleep disorders were associated with fatigue.\r\nPubmed   Journal   ReadQx \r\nThe prognostic and predictive role of class III β-Tubulin and hENT1 expression in patients with advanced pancreatic ductal adenocarcinoma.\r\n Our findings indicate that tumor TUBB3 and hENT1 expression may predict the efficacy of the GnP regimen, and low TUBB3 and high hENT1 expression (TUBB3 low /hENT1 high ) are associated with a higher DCR and longer PFS in patients treated with GnP. Evaluating TUBB3 and hENT1 jointly can identify the patients most (as well as least) likely to benefit from GnP chemotherapy.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    PKU in Adults: What do we know? \r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Methodological Standards When Reporting From National Databases.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    \"Not too much, not too little, just right\"-Finding the Goldilocks point in pediatric immunosuppression minimization.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver transplant activity for alcohol associated hepatitis after OPTN diagnosis updates.\r\n\r\nPubmed   Journal   ReadQx \r\nProtein induced by Vitamin-K Absence II: Another key to create a common language.\r\n\r\nPubmed   Journal   ReadQx \r\nRobotic surgery: Moving the needle in living donor hepatectomy.\r\n\r\nPubmed   Journal   ReadQx \r\nThe BIG question: Can we stop the use of HBIG?\r\n\r\nPubmed   Journal   ReadQx \r\nTransplantation's next frontier: The promise of deceased donor studies.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-07T15:29:17-05:00",
    "input_file": {}
  }
]
