[
  {
    "path": "gi2/07-26-2024/",
    "title": "Fri Jul 26 2024",
    "description": "33 articles - From Friday Jul 19 2024 to Friday Jul 26 2024",
    "author": [],
    "date": "2024-07-26",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Invasive Therapeutic Strategies for Stricturing Crohn's Disease in Childhood: A Systematic Review and Meta-Analysis.\r\nSurgical resection is the best option for treating strictures in pediatric CD patients in terms of recurrence rate, compared with endoscopic balloon dilation and strictureplasty. Nevertheless, surgical resection is associated with more adverse events.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Dietary patterns in the progression of metabolic dysfunction-associated fatty liver disease to advanced liver disease: a prospective cohort study.\r\n These findings highlight the detrimental effects of MAFLD on the development of subsequent liver diseases and the importance of dietary patterns in managing MAFLD.\r\nPubmed   Journal   ReadQx \r\nFish oil supplementation modifies the associations between genetically predicted and observed levels of blood lipids: a cross-sectional gene-diet interaction study in UK Biobank.\r\nFish oil supplementation attenuates the association between genetically predicted and observed circulating levels of total cholesterol, LDL cholesterol, and triglycerides, while accentuating the corresponding association for HDL cholesterol in individuals of European ancestry. Further research is needed to understand the clinical implications of these findings.\r\nPubmed   Journal   ReadQx \r\nFolate intake and colorectal cancer risk according to genetic subtypes defined by targeted tumor sequencing.\r\nFolate intake was not differentially associated with CRC risk according to mutations in the genes explored. The nominally significant differential mutation effects observed in a few genes warrants further investigation.\r\nPubmed   Journal   ReadQx \r\nPlant-based diet in hyperkalemic chronic kidney disease patients receiving sodium zirconium cyclosilicate: A feasibility clinical trial.\r\nPBD in hyperkalemia-prone CKD patients receiving SZC improved dietary quality and increased the intake of healthy foods while plasma potassium concentration remained stable within normal values for most patients. Clinical Trial Registry number NCT04207203 (\r\nPubmed   Journal   ReadQx \r\nQuercetin intervention reduced hepatic fat deposition in patients with nonalcoholic fatty liver disease: a randomized, double-blind, placebo-controlled crossover clinical trial.\r\nTwelve weeks treatment of quercetin could reduce intrahepatic lipid contents in patients with NAFLD, possibly explained by a slightly larger body weight loss in the quercetin group. The trial is registered at as ChiCTR2100047904. The trial is registered at as ChiCTR2100047904.\r\nPubmed   Journal   ReadQx \r\nRelationship between Very Early Enteral Nutrition and Persistent Inflammation, Immunosuppression, and Catabolism Syndrome in cardiovascular surgery patients: A propensity score-matched study.\r\nAmong patients who underwent cardiovascular surgery, very early EN provided on the day after surgery was associated with a lower incidence of PICS and a shorter length of hospital stay than EN provided two or three days after surgery.\r\nPubmed   Journal   ReadQx \r\nSerum S-adenosylhomocysteine, rather than homocysteine, is associated with hepatocellular carcinoma survival: a prospective cohort study.\r\nHigher serum SAH concentrations, rather than homocysteine, were independently associated with worse survival in HCC patients, regardless of the genetic variants of one-carbon metabolism key enzymes. These findings suggesting that SAH may serve as a novel metabolism-related prognostic biomarker for HCC.\r\nPubmed   Journal   ReadQx \r\nVitamin D and Heart Failure Risk among Individuals with Type 2 Diabetes: Observational and Mendelian Randomization Studies.\r\ns/interpretation Higher serum 25(OH)D was associated with lower HF risk among individuals with T2D and the MR analysis suggested a potential causal relationship. These findings indicate a role of maintaining adequate vitamin D status in the prevention of HF among individuals with T2D.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    High Healthcare Costs in Childhood Inflammatory Bowel Disease: Development of a Prediction Model Using Linked Clinical and Health Administrative Data.\r\nThe cost of caring for children with IBD in the first year after diagnosis is immense and can be predicted based on characteristics at diagnosis. Efforts that mitigate rising costs without compromising quality of care are needed.\r\nPubmed   Journal   ReadQx \r\nIdentification of the M2 Macrophage-associated Gene THBS2 as a Predictive Marker for Inflammatory Cancer Transformation.\r\nTo sum up, patients with UC exhibiting reduced M2 macrophage infiltration have a higher propensity for CAC development, making THBS2 a crucial focus for converting UC into CAC. Furthermore, identifying antibody analogues targeting THBS2 could potentially lower the likelihood of CAC transformation in patients with UC.\r\nPubmed   Journal   ReadQx \r\nIntestinal Ultrasound, Fecal Calprotectin, and Their Combination to Predict Endoscopic Mucosal Healing in Ulcerative Colitis: A Real-Life Cross-Sectional Study.\r\n The combination of IUS and FC is effective in identifying mucosal healing in UC. Noninvasive evaluation of mucosal healing is possible for most UC patients.\r\nPubmed   Journal   ReadQx \r\nThe Prevalence and Characteristics of Inflammatory Bowel Disease-related Ocular Involvement in Children.\r\nThe prevalence of ocular involvement in children with IBD is rare and steady;  it is also associated with a greater usage of systemic corticosteroids and biologic agents, potentially representing a more severe disease course.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Chronic poor sleep is associated with increased disease activity in patients with ulcerative colitis: Prospective observational study in Japan.\r\nConcomitant chronic poor sleep may have a negative influence on the disease activity in patients with inflammatory bowel disease, especially in those with ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nClassifying Inflammation on Intestinal Ultrasound Images and Cineloops - A Learning Curve Study.\r\nWe found considerable individual and group-level differences in learning curves supporting the concept of competency-based training for assessing bowel wall thickness, color Doppler signal and inflammatory fat. However, despite practice over 80 cases, novices did not improve in their interpretation of bowel wall stratification, suggesting that a different approach is needed for this parameter.\r\nPubmed   Journal   ReadQx \r\nPreventable predictive factors of post-colonoscopy colorectal cancer in inflammatory bowel disease.\r\nMore than 50% of CRCs in our population were PCCRC. PCCRCs were associated with previous inadequate cleansing and occurred more frequently in high-risk patients.\r\nPubmed   Journal   ReadQx \r\nRe-evaluating Methods for Assessing Differences in Response in Ileal vs. Colonic Crohn's Disease: A Post-hoc Analysis of the FITZROY Trial.\r\nFilgotinib demonstrated similar efficacy in ileal-dominant and isolated colonic CD when controlling for baseline disease activity and clustering effects.\r\nPubmed   Journal   ReadQx \r\nThe Natural History of Crohn's Disease Leading to Intestinal Failure: A Longitudinal Cohort Study from 1973 to 2018.\r\n Patients with Crohn's disease complicated by intestinal failure experienced a more persistently severe preceding course of Crohn's disease but were not more likely to be treated with biological therapy.\r\nPubmed   Journal   ReadQx \r\nThe microRNA expression in crypt-top and crypt-bottom colonic epithelial cell populations demonstrates cell-type specificity and correlates with endoscopic activity in ulcerative colitis.\r\nmiRNA expression was specific to colonic epithelial cell populations and UC state, reflecting endoscopic disease activity. Irrespective of the UC state, deregulated epithelial miRNAs were associated with regulation of intestinal barrier integrity.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cystatin C and the difference between cystatin C and serum creatinine: Improved metrics to predict waitlist mortality among decompensated cirrhosis patients.\r\n Our study demonstrates that not only is cysC more associated with waitlist mortality than sCr, but that cysCsCrdiff represents a novel independent metric associated with waitlist mortality.\r\nPubmed   Journal   ReadQx \r\nNormothermic regional perfusion in controlled DCD liver procurement: Outcomes of the Swedish national implementation protocol.\r\nStudy protocol MRCP in cDCD patients showed no signs of subclinical biliary strictures. Evaluation of the Swedish national pilot of cDCD liver transplantation with mandatory NRP shows comparable outcomes to a matched DBD cohort with 94.4 one-year patient and graft survival and no incidence of NAS within the first year.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Near total head resection of pancreas in patients with chronic pancreatitis - Outcome of a novel surgical technique.\r\n BDPPHR is a novel and safe technique of near total head resection which results in very good pain relief in 81 % of patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    Rethinking Faecal Microbiota Transplant for Pouchitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Autologous Fat Grafting For Perianal Fistula in Behçet's Disease: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic and Therapeutic Challenges in Severe Peristomal Pyoderma Gangrenosum.\r\n\r\nPubmed   Journal   ReadQx \r\nPouch Salvage of Long Rectal Cuff Syndrome: Excision of Retained Rectum and Mesorectum With Conversion to Ileoanal Anastomosis.\r\n\r\nPubmed   Journal   ReadQx \r\nRisankizumab Is Effective for The Management of Crohn's Disease of the Pouch.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful Long-Term Treatment of Collagenous Sprue With Tacrolimus in a 25-Year-Old With Severe Intestinal Failure.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    CON: Satellite clinics are a marketing tool and do not improve access and equity in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nHow satellite clinics can improve access to liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nThe liver frailty index enhances mortality risk prediction above and beyond MELD 3.0 alone.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Cystic fibrosis transmembrane conductance regulator (CFTR) variants and CFTR function in patients with pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Prevalence and risk factors of fatigue and its association with quality of life among patients with chronic pancreatitis: A cross-sectional study.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-27T14:10:07-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-19-2024/",
    "title": "Fri Jul 19 2024",
    "description": "20 articles - From Friday Jul 12 2024 to Friday Jul 19 2024",
    "author": [],
    "date": "2024-07-19",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Endoscopic Balloon Dilatation of Ileal Pouch-Anal Anastomosis Strictures in Inflammatory Bowel Disease: A Systematic Review and Meta-Analysis.\r\nEndoscopic balloon dilatation is safe and highly effective for management of IPAA strictures. Additional studies are needed to compare its efficacy with surgical interventions.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Fish oil supplementation modifies the associations between genetically predicted and observed levels of blood lipids: a cross-sectional gene-diet interaction study in UK Biobank.\r\nFish oil supplementation attenuates the association between genetically predicted and observed circulating levels of total cholesterol, LDL cholesterol, and triglycerides, while accentuating the corresponding association for HDL cholesterol in individuals of European ancestry. Further research is needed to understand the clinical implications of these findings.\r\nPubmed   Journal   ReadQx \r\nIntraduodenal calcium enhances the effects of L-tryptophan to stimulate gut hormone secretion and suppress energy intake in healthy males: a randomized, cross-over, clinical trial.\r\nIntraduodenal administration of calcium enhances the effect of Trp to stimulate plasma cholecystokinin, GLP-1 and PYY, and suppress energy intake, in health. These findings have potential implications for novel nutrient-based approaches to energy intake regulation in obesity. Clinical trial registry The trial was registered with the Australian New Zealand Clinical Trial Registry ( trial number  ACTRN12620001294943).\r\nPubmed   Journal   ReadQx \r\nOptimal gestational weight gain associated with improved perinatal outcomes in women with gestational diabetes mellitus: a population-based study in the United States.\r\nThe IOM guidelines are generally applicable for women with GDM, with the exception of women with moderate and severe obesity. The optimal GWC ranges for women with GDM and moderate to severe obesity may be lower than the IOM guidelines.\r\nPubmed   Journal   ReadQx \r\nSpecialized nutritious foods and behavior change communication interventions during the first 1,000 days of life to prevent stunting: A quasi-experimental study in Afghanistan.\r\nThe provision of SNF in combination with SBCC during the first 1,000 days of life was associated with reduction in stunting and underweight and improvements in IYCF practices among children under 2 years of age. Clinical trial registry number , NCT04581993.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Concomitant Administration of Ozanimod and Serotonergic Antidepressants in Patients With Ulcerative Colitis or Relapsing Multiple Sclerosis.\r\nNo evidence of increased TEAEs potentially associated with serotonin accumulation was observed with concurrent use of ozanimod and SSRIs/SNRIs. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nMetformin Is Associated With Improved Inflammatory Bowel Disease Outcomes in Patients With Type 2 Diabetes Mellitus: A Propensity-Matched Cohort Study.\r\nPatients with IBD and T2DM on metformin had a decreased likelihood of worse IBD outcomes.\r\nPubmed   Journal   ReadQx \r\nPharmacogenomic Assessment of Genes Implicated in Thiopurine Metabolism and Toxicity in a UK Cohort of Pediatric Patients With Inflammatory Bowel Disease.\r\nA significant association for toxicity was observed in the AOX1 and DHFR genes in individuals negative for the TPMT and NUDT15 variants. Patients harboring the NUDT15*3 allele, which is associated with myelosuppression, did not show an increased risk of toxicity.\r\nPubmed   Journal   ReadQx \r\nPredicting Adverse Events to Thiopurines in IBD: Are We a Step Closer?\r\nHowever, the unpredictable and sometimes serious side effects and intolerance remain a major challenge. Pretreatment of extended genetic panel analysis, identification of novel variants, and monitoring of intermediate metabolites will help improve the overall outcome and reduce the toxicity.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    MSCs-exosomes can promote macrophage M2 polarization via exosomal miR-21-5p through Mesenteric injection: a promising way to attenuate murine colitis.\r\n Mesenteric injection of HucMSCs-Exos significantly alleviates mesenteric inflammation and colitis by promoting mesenteric macrophage M2 polarization, making it a promising approach to treat colitis and suggesting therapeutic potential role of exosomal miR-21-5p in CD.\r\nPubmed   Journal   ReadQx \r\nThe microRNA expression in crypt-top and crypt-bottom colonic epithelial cell populations demonstrates cell-type specificity and correlates with endoscopic activity in ulcerative colitis.\r\nmiRNA expression was specific to colonic epithelial cell populations and UC state, reflecting endoscopic disease activity. Irrespective of the UC state, deregulated epithelial miRNAs were associated with regulation of intestinal barrier integrity.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Improved outcomes of ABO incompatible living donor liver transplant with biologically related donors.\r\n ABO-I LDLT is an effective and safe method for increasing the donor pool in absence of ABO-C liver donor. Long term outcomes of recipients with biologically-related donors are marginally better than biologically-unrelated ABO-I LDLT recipient. However, incidence of antibody-mediated graft rejection and biliary complications are more in biologically-unrelated ABO-I liver recipient.\r\nPubmed   Journal   ReadQx \r\nPrediction of portal venous pressure in living donor liver transplantation: A retrospective study.\r\nThis study demonstrated the feasibility of predicting intraoperative PVP using preoperative factors in liver transplant patients with decompensated cirrhosis. This predictive approach could refine surgical planning, potentially improving patient outcomes.\r\nPubmed   Journal   ReadQx \r\nUse of HBsAg-positive donors in liver transplantation: An ILTS-EASL-AASLD multisociety survey.\r\nHBsAg-positive donors are underutilized worldwide. The use of HBsAg-positive liver grafts could help to increase the donor pool, particularly in highly endemic areas.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Early detection of necrosis in low-enhanced pancreatic parenchyma using contrast-enhanced computed tomography was a better predictor of clinical outcomes than pancreatic inflammation: A multicentric cohort study of severe acute pancreatitis.\r\nThe degree of necrosis in LEPP assessed using early CECT of SAP was a better predictor of mortality than the extent of pancreatic inflammation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Reply: Predicting Adverse Events to Thiopurines in IBD: Are We a Step Closer?\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Evolution of the transplant hepatology fellowship application process and its impact on the future of the hepatology workforce.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver transplant candidates evaluated at satellite clinics at a large academic transplant center are less likely to be waitlisted.\r\n\r\nPubmed   Journal   ReadQx \r\nPrinciples for simulating the organ allocation system.\r\n\r\nPubmed   Journal   ReadQx \r\nTransplantation for alcohol-associated liver disease in the modern era: Benefits and issues unresolved.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-19T23:46:59-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-12-2024/",
    "title": "Fri Jul 12 2024",
    "description": "22 articles - From Friday Jul 05 2024 to Friday Jul 12 2024",
    "author": [],
    "date": "2024-07-12",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effects of saturated fatty acid consumption on lipoprotein(a): a systematic review and meta-analysis of randomized controlled trials.\r\nLower SFA diets modestly increase Lp(a) compared to higher SFA diets among individuals without ASCVD. This effect appeared to be driven by replacement of SFA with CHO or TFA. Research investigating the atherogenicity of diet induced Lp(a) changes is needed to inform dietary management of lipid/lipoprotein disorders. (PROSPERO Registration number  CRD42020154169).\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Rescue Therapies for Steroid-Refractory Acute Severe Ulcerative Colitis: A Systemic Review and Network Meta-analysis.\r\n This is the first network meta-analysis to investigate the efficacy of advanced therapies in reducing short-term colectomy rates in patients with SR ASUC. Tofacitinib, accelerated IFX, standard IFX, and tacrolimus significantly reduced the colectomy rates in SR ASUC patients compared with placebo. Thus, advanced therapies should be considered for rescue therapies in patients with SR ASUC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of sugary beverage consumption with chronic obstructive pulmonary disease (COPD), asthma, and asthma-COPD overlap syndrome: A prospective cohort study.\r\n Consumption of SSBs and ASBs was associated with increased risks of COPD, asthma, and potentially ACOS, whereas moderate NJ consumption was associated with a reduced risk of COPD, depending on the juice type.\r\nPubmed   Journal   ReadQx \r\nThe impact of 25-hydroxyvitamin D and calcium on the risk of age-related macular degeneration: A Mendelian randomization study.\r\nThis study provides evidence supporting the causal relationship between calcium concentrations and the risk of AMD and its subtypes, which may have important implications for the prevention, monitoring, and treatment of AMD.\r\nPubmed   Journal   ReadQx \r\nTraditional rural dietary pattern and all-cause mortality in a prospective cohort study of elderly Costa Ricans: the Costa Rican Longevity and Healthy Aging Study (CRELES).\r\nOur results suggest that a traditional Costa Rican rural dietary pattern is associated with lower all-cause mortality in elderly Costa Ricans. Beans, a major component of this traditional dietary pattern, was also associated with lower all-cause mortality. These findings could have important implications for public health, given the nutritional transition and the reduction of intake of traditional diets in Latin American countries.\r\nPubmed   Journal   ReadQx \r\nULTRA-PROCESSED FOOD CONSUMPTION AND RISK OF GALLSTONE DISEASE: ANALYSIS OF THREE PROSPECTIVE COHORTS.\r\n UPF consumption is associated with a higher risk of gallstone disease, particularly consumption of sugar-sweetened beverages and artificially-sweetened beverages. A substantial proportion of this risk is potentially mediated by obesity in younger females.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Following Through: The Impact of Culinary Medicine on Mediterranean Diet Uptake in Inflammatory Bowel Disease.\r\nThis study showcases high patient and caregiver interest in dietary management of IBD and demonstrates efficacy of education via application of culinary medicine. Classes were well received by families and MD adherence scores increased postintervention. As patients with IBD and their families are often motivated to incorporate dietary therapy into their care, this work highlights the role of culinary medicine and value of future study.\r\nPubmed   Journal   ReadQx \r\nTreatment of Active Crohn's Disease With Exclusive Enteral Nutrition Diminishes the Immunostimulatory Potential of Fecal Microbial Products.\r\nThis study offers proof-of concept data to suggest that the efficacy of EEN may result from modulation of diet-dependent microbes and their products that cause inflammation in patients with CD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Do patients with inflammatory bowel disease really know what other immune-mediated inflammatory diseases they are diagnosed with?\r\n The knowledge that patients with IBD have regarding the coexistence of other IMIDs is poor, especially in rheumatic IMIDs.\r\nPubmed   Journal   ReadQx \r\nInflammatory bowel disease associated with primary sclerosing cholangitis is associated with an altered gut microbiome and bile acid profile.\r\n We identified differences in microbial species, functional capacity and serum BA profiles in IBD-PSC compared with IBD-only. Our findings provide insight into the pathophysiology of IBD associated with PSC and suggest possible targets for modulating the risk and course of IBD in subjects with PSC.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Ex-situ machine perfusion in clinical liver transplantation: Current practices and future directions.\r\nThis innovative technology has changed the landscape of liver transplantation by mitigating ischemia perfusion injury, offering a platform for continuous assessment of organ quality, and providing an avenue for optimizing use of traditionally marginal allografts. This review summarizes the contemporary clinical applications of machine perfusion devices, and discusses potential future strategies for real-time viability assessment, therapeutic interventions, and modulation of organ function after recovery.\r\nPubmed   Journal   ReadQx \r\nThe type, duration, and severity of pretransplant kidney injury predict prolonged kidney dysfunction after liver transplantation.\r\nEligibility for KALT was similar between those who received 0 days and ≤ 14 days of KRT after LT (2.1% vs 2.9%, p = 0.53). In conclusion, the type, duration, and severity of pre-LT kidney dysfunction have unique impacts on post-LT kidney-related morbidity, and future research must use these novel classifications to study mitigation strategies.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Cancer-Derived Small Extracellular Vesicles Affect Vascular Endothelial Cells and Promote Adhesiveness of Pancreatic Cancer Cells.\r\nWe investigated association between PC-derived sEVs and adhesiveness. Regulation of PC-derived sEVs has potential as a therapeutic modality to suppress the metastasis of PC.\r\nPubmed   Journal   ReadQx \r\nCertolizumab Has Favorable Efficacy on Preventing Pancreas and Target Organs Damage in Acute Pancreatitis.\r\nCertolizumab has favorable protective effects on pancreas and target organs in AP. It may be a beneficial agent for AP treatment and may prevent target organ damage.\r\nPubmed   Journal   ReadQx \r\nEstablishment and Diagnostic Value of an Early Prediction Model for Acute Pancreatitis Complicated With Acute Kidney Injury.\r\nThe prediction model based on age, triglyceride glucose, and procalcitonin is valuable for the prediction of AP-related AKI.\r\nPubmed   Journal   ReadQx \r\nMetabolic Tumor Volume on 18-Fluorodeoxyglucose Positron Emission Tomography as a Prognostic Marker of Survival in Patients With Locally Advanced or Metastatic Neuroendocrine Neoplasms Treated With 177Lutetium-DOTA-Octreotate Peptide Receptor Radionuclide Therapy.\r\nLow MTV/TLG on pre-treatment FDG-PET was associated with longer PFS in metastatic NEN patients receiving PRRT.\r\nPubmed   Journal   ReadQx \r\nThe Potential Clinical Benefits of Direct Surgical Transgastric Pancreatic Necrosectomy for Patients With Infected Necrotizing Pancreatitis.\r\nSTGN allows for treatment of retrogastric infected necrosis in one procedure and with rapid episode resolution. With these advantages and few pancreatic fistulas, direct STGN challenges the step-up approach.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    The impact of metastatic sites on survival Rates and predictors of extended survival in patients with metastatic pancreatic cancer.\r\n While synchronous liver metastases are associated with worse outcomes than lung-only and lymph node-only metastases, this predictive value is diminished after six months. Therefore, treatment decisions beyond this time should not primarily depend on the metastatic site. Extended survival is possible in a small subset of patients with favorable tumor biology and good conditional status, who are more likely to undergo aggressive therapies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    VIBRATO's Symphony: Orchestrating Biomarker Harmony for Ritlecitinib in UC Therapy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Use of Upadacitinib as Salvage Therapy for Ulcerative Colitis in Pregnancy: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    \"Winning the peace\" Against obesity in liver transplant recipients.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreas\r\n    Incidence and Effect Duration of Immune Checkpoint Inhibitor-Related Pancreas Adverse Events.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-12T08:10:07-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-05-2024/",
    "title": "Fri Jul 05 2024",
    "description": "41 articles - From Friday Jun 28 2024 to Friday Jul 05 2024",
    "author": [],
    "date": "2024-07-05",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effects of saturated fatty acid consumption on lipoprotein(a): a systematic review and meta-analysis of randomized controlled trials.\r\nLower SFA diets modestly increase Lp(a) compared to higher SFA diets among individuals without ASCVD. This effect appeared to be driven by replacement of SFA with CHO or TFA. Research investigating the atherogenicity of diet induced Lp(a) changes is needed to inform dietary management of lipid/lipoprotein disorders. (PROSPERO Registration number  CRD42020154169).\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A single-blinded, randomized, parallel intervention to evaluate genetics and omics-based personalized nutrition in general population via an e-commerce tool: The PREVENTOMICS e-commerce study.\r\nIntegration of personalized strategies within an e-commerce-like tool did not enhance adherence to Mediterranean diet or improved health markers compared with general recommendations. The metabotyping approach showed promising results and more research is guaranteed to further promote its application in PN.\r\nPubmed   Journal   ReadQx \r\nAdherence to a planetary health diet, genetic susceptibility, and incident cardiovascular disease: a prospective cohort study from the UK Biobank.\r\nThese findings suggest that higher adherence to PHD was associated with lower risks of total CVD, IHD, AF, and HF in populations across al genetic risk categories.\r\nPubmed   Journal   ReadQx \r\nAssociation of Maternal Fish Consumption and Omega-3 Supplement Use During Pregnancy With Child Autism-Related Outcomes: Results from a Cohort Consortium Analysis.\r\nThese results extend prior work by suggesting that prenatal fish intake, but not omega-3 supplement use, may be associated with lower likelihood of both autism diagnosis and related traits. Given the low fish intake in the U.S. general population and the rising autism prevalence, these findings suggest the need for better public health messaging regarding guidelines on fish intake for pregnant individuals.\r\nPubmed   Journal   ReadQx \r\nAssociations of ultra-processed food consumption with mortality among participants with a history of cancer: a prospective cohort analysis.\r\nHigher UPF consumption after the diagnosis among participants with a history of cancer is associated with higher risk of mortality.\r\nPubmed   Journal   ReadQx \r\nEffect of maternal post-natal Balanced Energy Protein supplementation and infant Azithromycin on infant growth outcomes- An Open-label randomized controlled trial.\r\n Postnatal maternal BEP supplementation and infant AZ administration could modestly improve infant growth outcomes at 6 months, suggesting potential benefits in simultaneously addressing maternal and infant undernutrition. Clinical trial data This trial is registered on ClinicalTrials.gov NCT03564652 on June 21, 2018.\r\nPubmed   Journal   ReadQx \r\nGestational weight gain below recommendations and adverse maternal and child health outcomes for pregnancies with overweight or obesity: a US cohort study.\r\nThese findings support arguments to decrease the lower limit of recommended weight gain ranges in these prepregnancy BMI groups.\r\nPubmed   Journal   ReadQx \r\nInfluence of weight-adjusted contrast enhancement on CT-derived skeletal muscle measures: A retrospective proof-of concept comparative study between Danish females and males.\r\nWhile SMA and SMI differences were consistent across the sexes, females exhibited a significantly higher SMD increase than male in the venous and late venous phases. Further investigations are necessary to determine the applicability of SMD as a muscle quality proxy in IVC CT scans.\r\nPubmed   Journal   ReadQx \r\nPlanetary Health Diet Index and risk of total and cause-specific mortality in three prospective cohorts.\r\nIn 3 large United States-based prospective cohorts of males and females with up to 34 y of follow-up, a higher PHDI was associated with lower risk of total and cause-specific mortality and environment impacts.\r\nPubmed   Journal   ReadQx \r\nThe impact of 25-hydroxyvitamin D and calcium on the risk of age-related macular degeneration: A Mendelian randomization study.\r\nThis study provides evidence supporting the causal relationship between calcium concentrations and the risk of AMD and its subtypes, which may have important implications for the prevention, monitoring, and treatment of AMD.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Efficacy of Ustekinumab and Vedolizumab Among Postoperative Crohn's Disease Patients as Postoperative Prophylaxis and Rescue Therapy: Real-world Data.\r\nBoth UST and VDZ were effective as postoperative therapies either as prophylaxis or rescue therapy.\r\nPubmed   Journal   ReadQx \r\nGenetically Predicted Higher Levels of Caffeic Acid Are Protective Against Ulcerative Colitis: A Comprehensive Metabolome Analysis.\r\nIn our metabolome-wide MR study, we discovered a notable protective effect of caffeic acid against UC.\r\nPubmed   Journal   ReadQx \r\nHLA-DQA1*05 Allele Carriage and Anti-TNF Therapy Persistence in Inflammatory Bowel Disease.\r\nCarriage of 2 HLA-DQA1*05 alleles is associated with less favorable outcomes for patients receiving anti-TNF therapy with shorter time to therapy failure. HLA-DQA1*05 genotype status in conjunction with clinical factors may aid in therapy selection in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nIBD Is Like a Tree: Reflections From Older Adults With Inflammatory Bowel Disease.\r\nHaving IBD later in life presents unique challenges. Physicians treating older patients should consider age-sensitive communication, susceptibility to social isolation, and practices for healthy aging in the context of IBD. Patient priorities for further investigation include more representation in the media and educational material tailored for older adults with IBD.\r\nPubmed   Journal   ReadQx \r\nImplications of von Willebrand Factor in Inflammatory Bowel Diseases: Beyond Bleeding and Thrombosis.\r\nIn addition to its canonical roles in hemostasis, VWF is known to be directly or indirectly involved in other vascular processes such as maintenance of endothelial barrier integrity or proliferation of vascular smooth muscle cells. The purpose of this review is to recapitulate and update the existing data about VWF biology in IBD and to highlight its role both in the existing procoagulant phenotype and in vascular alterations that may occur in IBD.\r\nPubmed   Journal   ReadQx \r\nIntegrating the Patient Perspective to Validate a Measure of Disease Severity in Inflammatory Bowel Disease: Online Survey of Patients and Their Physicians.\r\nThe DSI showed good discrimination for patient-reported disease severity in UC but performed unsatisfactorily in CD. Correlations were moderate. Further refinement of the DSI is suggested to better reflect the patient perspective.\r\nPubmed   Journal   ReadQx \r\nPaternal Inflammatory Bowel Disease and the Risk of Pregnancy Loss.\r\nThese findings may indicate that partners of men with Crohn's disease may have an increased risk of early pregnancy loss. Future studies should confirm these results and examine the impact of paternal medications, paternal disease activity, and other factors associated with chronic inflammatory bowel disease.\r\nPubmed   Journal   ReadQx \r\nProactive Therapeutic Drug Monitoring Is Associated With Increased Drug Persistence in Patients With Inflammatory Bowel Disease Treated With Intravenous Vedolizumab.\r\n In this single-center retrospective study reflecting real-life clinical practice, proactive TDM was associated with increased drug persistence in patients with IBD treated with iv VDZ.\r\nPubmed   Journal   ReadQx \r\nSolute Transporter OCTN1/Slc22a4 Affects Disease Severity and Response to Infliximab in Experimental Colitis: Role of Gut Microbiota and Immune Modulation.\r\nOur data support the murine model to study OCTN1 genetic contribution to inflammatory bowel diseases. This could be the first step towards the recognition of this membrane transporter as a biomarker in inflammatory conditions and a predictor of response to therapies.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Bromodomain-containing 4 is a positive regulator of the inflammatory cytokine response in the gut.\r\nThis is the first study showing the up-regulation of BRD4 in IBD and suggesting the role of such a protein in the positive control of the inflammatory cytokine response in the gut.\r\nPubmed   Journal   ReadQx \r\nDevelopment and investigation of a non-invasive disease severity index for inflammatory bowel disease.\r\nThe DSI-fCal and DSI-fMPO perform similarly in prognosticating the longitudinal disease course as the original DSI, whilst avoiding a need for an endoscopic assessment.\r\nPubmed   Journal   ReadQx \r\nEarly intestinal ultrasound in severe ulcerative colitis identifies patients at increased risk of 1-year treatment failure and colectomy.\r\n BWT assessed at 48h post intravenous corticosteroid initiation in patients hospitalized with severe UC may identify patients with an increased risk of short- and long-term colectomy and predict a more aggressive short-term disease course.\r\nPubmed   Journal   ReadQx \r\nIleal Paneth Cell Phenotype is a Cellular Biomarker for Pouch Complications in Ulcerative Colitis.\r\nIleal PCP is biologically and clinically relevant in UC and can be used as a biomarker in IBD.\r\nPubmed   Journal   ReadQx \r\nLemann Index for assessing bowel damage in Crohn's disease: a real world study.\r\nThe updated LI quantified cross-sectional and longitudinal cumulative bowel damage in a real-world cohort of patients with CD with predictors identified for a longitudinal increase in LI. Further studies for prospective validation of LI and identification of multi-omic predictors of bowel damage are needed.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Ex-situ machine perfusion in clinical liver transplantation: Current practices and future directions.\r\nThis innovative technology has changed the landscape of liver transplantation by mitigating ischemia perfusion injury, offering a platform for continuous assessment of organ quality, and providing an avenue for optimizing use of traditionally marginal allografts. This review summarizes the contemporary clinical applications of machine perfusion devices, and discusses potential future strategies for real-time viability assessment, therapeutic interventions, and modulation of organ function after recovery.\r\nPubmed   Journal   ReadQx \r\nLack of differences in outcomes between three immunosuppression protocols in the first year post pediatric liver transplantation. A multicenter study.\r\n Immunosuppression protocols used in this study appeared to be equally safe and effective. This could offer the opportunity to tailor them to the patient's individual characteristics without compromising the outcome.\r\nPubmed   Journal   ReadQx \r\nNeuromuscular electrical stimulation, muscle mass, and physical function decline in the early phase after living donor liver transplantation.\r\nFour weeks of NMES, in addition to conventional rehabilitation in the early period after LTx, may attenuate the deterioration of muscle mass. It is suggested that NMES is an option for developing optimized rehabilitation programs in the acute postoperative period after LTx.\r\nPubmed   Journal   ReadQx \r\nRecompensation of cirrhosis in candidates of transplant: Tips and tricks for delisting.\r\nSome patients maintain a condition of \"MELD purgatory,\" that is, an improvement in the Model for End-Stage Liver Disease score without relevant clinical improvement that prevents delisting and may be even detrimental because lower Model for End-Stage Liver Disease score delays LT. Herein, we review the available evidence regarding recompensation and the management of recompensated patients on the waiting list for LT.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    \"Quality of life is impaired in children with chronic pancreatitis: A multicenter study\".\r\nPatients with CP had impaired physical and psycho-social QOL. Presence of pain and lower SES adversely affected QOL. Psychiatric comorbidities were uncommon.\r\nPubmed   Journal   ReadQx \r\nAltered centriolar cohesion by CEP250 and appendages impact outcome of patients with pancreatic cancer.\r\nAlteration of the centriolar cohesion and appendages has effect on the survival of patients with PDAC.\r\nPubmed   Journal   ReadQx \r\nImbalance in the vWF - ADAMTS13 axis exists early in acute pancreatitis and predicts persistent organ failure and pancreatic necrosis-a prospective study.\r\n vWF-ADAMTS13 axis helps to predict severe disease and is associated with poor outcomes in acute pancreatitis.\r\nPubmed   Journal   ReadQx \r\nPancreatic juice cytology for diagnosing invasive pancreatic carcinoma/high-grade pancreatic intraepithelial neoplasia without visible tumors on endoscopic ultrasound.\r\nERP/ENPD-PJC and ENPD-PJC had higher diagnostic accuracies for PDAC/HG-PanIN without visible tumors on EUS. ENPD-PJC is recommended for the diagnosis of these lesions.\r\nPubmed   Journal   ReadQx \r\nVenous thromboembolism in patients with pancreatic adenocarcinoma: Disease burden and initiation of ambulatory thromboprophylaxis.\r\n VTE risk is significant and morbid in PAC patients. AT rates are low, and initiation is often delayed. Therapeutic endoscopists diagnosing PAC may be helpful in AT initiation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Evaluating Population Diets and Planetary Health-Shining New Light.\r\n\r\nPubmed   Journal   ReadQx \r\nHow good are we at predicting the individual response to personalized diets?\r\n\r\nPubmed   Journal   ReadQx \r\nPredicting human milk intake: a step forward for infant nutritional assessment.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    \"Winning the peace\" Against obesity in liver transplant recipients.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Does BMI moderate the LDL cholesterol response to low-carbohydrate diets?\r\n\r\nPubmed   Journal   ReadQx \r\nProgress in equality and diversity-parenteral and enteral nutrition associations.\r\n\r\nPubmed   Journal   ReadQx \r\nProtein intake in a low-carbohydrate diet among individuals with normal BMI and LDL cholesterol changes.\r\n\r\nPubmed   Journal   ReadQx \r\nSecretory protein response to parenteral compared with enteral nutrition, inflammatory or nutritional?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-07T21:43:01-04:00",
    "input_file": {}
  }
]
