[
  {
    "path": "gi2/11-14-2025/",
    "title": "Fri Nov 14 2025",
    "description": "30 articles - From Friday Nov 07 2025 to Friday Nov 14 2025",
    "author": [],
    "date": "2025-11-14",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Inflamm Bowel Dis\n    Initial Management of Intra-Abdominal Abscess in Crohn's Disease: A Systematic Review and Meta-Analysis.\n Initial surgical management is the most definitive treatment for CD-related IAA, with the lowest reoperation rates. PD serves as a less invasive bridge to surgery that reduces postintervention complications. Medical management alone is less effective and should be reserved for select patients.\nPubmed   Journal   ReadQx Machine Learning Models for the Assessment of the Mayo Endoscopic Score in Ulcerative Colitis Trial Endpoints: A Systematic Review.\nOur review demonstrates strong performance characteristics of ML models to assess the MES on endoscopic videos in UC, potentially offering a standardized and reproducible solution to measure endoscopic severity. Further research will investigate the impact of this technology on clinical trial outcomes.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Can GLP-1 Agonists Be Used Safely in IBD? A Meta-Analysis.\n GLP-1 receptor agonists appear to be safe and effective in patients with IBD.\nPubmed   Journal   ReadQx Comparison of Early Ileocolic Resection and Medical Treatment for Crohn's Disease: A Systematic Review and Meta-analysis.\n An EICR operation for localized ileocolic CD was associated with longer and more stable remission, resulting in improved long-term outcomes compared to medical therapy alone. In cases of localized ileocolic CD where medical treatment fails to improve disease activity after several months, early surgical intervention may provide a safe and effective way to achieve disease remission and enhance the overall quality of life for patients.\nPubmed   Journal   ReadQx Placebo rates in randomised clinical trials of ulcerative colitis: An individual patient data meta-analysis.\nThese results enable future trials to incorporate design elements that reduce placebo rates as well as a precise benchmark for expected rates in clinical trials that do not include placebo.\nPubmed   Journal   ReadQx Pancreatology\n    Impact of pancreatic steatosis on risk of Post-ERCP pancreatitis: Systematic review and meta-analysis.\nThere was a non-significant trend toward increased odds of severe PEP with PS (OR 2.17, 95 % CI 0.65-7.25;  I 2 = 0 %) CONCLUSIONS: PS appears to be a significant risk factor for the PEP and may help improve risk stratification before ERCP. Nevertheless, further large-scale prospective studies are needed to validate our results.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Plasma fatty acids and the likelihood of healthy aging: a prospective cohort study.\nRelatively higher levels of plasma PUFAs, including n-3 PUFAs (both DHA and the non-DHA components) and n-6 PUFAs (LA but not the non-LA components), are associated with higher odds of healthy aging, potentially through retarding the biological aging processes.\nPubmed   Journal   ReadQx STRENGTHS AND LIMITATIONS OF URINARY SUGAR TESTING; AN OBSERVATIONAL STUDY OF INTESTINAL PERMEABILITY AND ABSORPTION IN ADULTS AND CHILDREN IN ZAMBIA AND TANZANIA WITH REFERENCE TO MUCOSAL BIOPSIES.\nStatistical analysis was correlational and included linear and fractional polynomial regression models CONCLUSION: LRR does distinguish between healthy and enteropathic states. However, these data suggest that test sugars may al permeate through the intestinal epithelium through common pathways, not necessarily distinguishing between pore, leak or unrestricted pathways or transcellular absorption.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    IL-15 Promotes Inflammatory Th17 Cells in the Intestine.\nIL-15 was redundant for Th17 differentiation, but IL-15 could activate terminally differentiated Th17 cells in the colon in a JAK1-dependent manner. Thus, we found that the IL15 axis is upregulated in UC and that IL-15 can activate inflammatory Th17 cells in the colon, raising the possibility that IL-15 is a potential target for UC treatments.\nPubmed   Journal   ReadQx Reliability and Validity of Mesenteric Fat Assessment by Intestinal Ultrasound in Pediatric Crohn's Disease Using the Chicago Mesenteric Fat Index.\n Assessment of MF on IUS is reproducible and reliable in pediatric CD. The CMFI can be used as a biomarker that mirrors biochemical and sonographic indicators of pediatric CD activity.\nPubmed   Journal   ReadQx The Importance of Treatment Timing and Positioning in IBD.\nThis commentary examines the progressive decline in biologic efficacy in inflammatory bowel disease, highlighting pharmacologic, immunologic, and cellular mechanisms of resistance. It advocates for early, biomarker-guided, and mechanistically informed sequencing to preserve long-term therapeutic response and overcome the emerging \"therapeutic ceiling.\"\nPubmed   Journal   ReadQx J Crohns Colitis\n    Addition of Baseline Histology and Fecal Calprotectin Does Not Reduce Placebo Rates in Ulcerative Colitis Clinical Trials: Post-hoc Analysis of Patient Level Data.\n Restricting trial enrollment based on elevated FC or histological activity did not meaningfully lower placebo response rates in phase 3 UC trials.\nPubmed   Journal   ReadQx Direct and indirect impacts of discrimination, internalized stigma, and disease disclosure on IBD patient health outcomes.\nIn this large cohort of adults with IBD, experiences of discrimination and internalized stigma were common and associated with active disease. Disease disclosure may mediate the relationship between discrimination and internalized stigma. This emphasizes the importance of psychosocial support for individuals with IBD.\nPubmed   Journal   ReadQx Establishing a multiple outcome set for Crohn's disease in real-world evidence studies: results from a Delphi e-survey.\nThis expert-driven Delphi study provides a standardized framework for selecting outcomes in CD RWE studies, improving consistency and comparability across future research in this field.\nPubmed   Journal   ReadQx Liver Transpl\n    Associations between socioeconomic factors and post-liver transplant mortality across recovery phases.\nThese findings demonstrate that socioeconomic vulnerability after LT is not fixed but evolves over time. This study introduces a time-resolved framework that identifies when SES factors first become consequential, highlighting actionable windows for targeted interventions to reduce inequities in post-transplant care.\nPubmed   Journal   ReadQx Pancreas\n    The Coexistence of Diabetes Mellitus and Low Fecal Elastase is associated with Increased Pancreatic Cancer Risk: A Retrospective, Real-world Cohort Study.\nThe coexistence of low fecal elastase and DM amplifies the risk of pancreatic ductal adenocarcinoma in our cohort of patients. These results suggest that fecal elastase values may be used to enrich the diabetic population for future PDAC risk stratification, though more studies are needed to validate these findings.\nPubmed   Journal   ReadQx The Correlation Between the Stenosis of Celiac Axis and Superior Mesenteric Artery and Complications After Pancreatoduodenectomy.\nCAS identified by preoperative contrast-enhanced MDCT was associated with the risk of complications after PD. Radiologists and surgeons should evaluate the condition of CAS in patients before PD.\nPubmed   Journal   ReadQx Pancreatology\n    A comprehensive population-based study and predictive survival model for undifferentiated carcinoma of the pancreas.\n The nomogram model, which incorporates histological type, PTR, chemotherapy, tumor size, and liver metastasis, provides valuable guidance and insights for both clinicians and UCP patients.\nPubmed   Journal   ReadQx Comparison of clinical features and pancreatic cancer risk between genetic mutations associated versus alcohol associated chronic pancreatitis.\nGCP shows distinct trajectories and an elevated early pancreatic cancer risk, particularly in SPINK1 gene mutation carriers, supporting genotype-stratified surveillance.\nPubmed   Journal   ReadQx Mapping of lymph node metastasis in nonfunctional pancreatic neuroendocrine tumors: A retrospective analysis of 455 patients.\nLymph node metastases are uncommon in pNETs 2 cm, lymphadenectomy should be tailored to metastasis risk at specific stations.\nPubmed   Journal   ReadQx Types of pancreatic lesions and the mutational landscape of the VHL gene in patients with von Hippel-Lindau disease.\n Pancreatic lesions are common in VHL disease. Mutations in codons 161 and 167 are hotspots in patients with pancreatic lesions, particularly NETs.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Inflamm Bowel Dis\n    Breaking Free from Corticosteroids in Crohn's Disease.\nThis editorial discusses the post-hoc analysis by Dubinsky et al evaluating upadacitinib's efficacy and safety by baseline corticosteroid use in Crohn's disease, highlighting its corticosteroid-sparing potential, the need for standardized tapering in trials, and the implications for achieving durable corticosteroid-free remission.\nPubmed   Journal   ReadQx Comment on \"The Severity of Rectal Inflammation and Pouch Surgery Outcome in Patients with Ulcerative Colitis: A Retrospective Cohort Study\".\n\nPubmed   Journal   ReadQx Recognizing the Burden of Metabolic Liver Disease in IBD.\n\nPubmed   Journal   ReadQx The Missing Link: Fusobacterium nucleatum in Post-Ileectomy Colorectal Carcinogenesis.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    Et Tu, Colon?\n\nPubmed   Journal   ReadQx Higher Vedolizumab Clearance Associates with Poor Therapeutic Outcomes during Intravenous Vedolizumab Maintenance Therapy in Crohn's Disease.\n\nPubmed   Journal   ReadQx J Crohns Colitis\n    One image is not enough: AI fuses vision to predict remission.\n\nPubmed   Journal   ReadQx Liver Transpl\n    When the MELD is low, the bar is high-Gender-related disparities in early liver transplantation.\n\nPubmed   Journal   ReadQx Pancreas\n    Laparoscopic Peritoneal Lavage compared to peritoneal drainage in the Early Treatment of Severe Acute ancreatitis.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-14T23:49:17-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-07-2025/",
    "title": "Fri Nov 07 2025",
    "description": "34 articles - From Friday Oct 31 2025 to Friday Nov 07 2025",
    "author": [],
    "date": "2025-11-07",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    A cross-sectional study of macronutrients, vitamins, minerals, and bioactive components in human milk of approved milk bank donors from low-, middle-, and high-income countries.\nClinical protocols for feeding DHM to preterm infants, including setting-specific fortifier products, may need to take into consideration the local donor milk banking model. Multidonor pooling warrants further investigation as a tool for milk banks to ensure minimum nutrient standards for DHM.\nPubmed   Journal   ReadQx Cross-sectional analysis of visceral adipose tissue associations with obesity-related disease.\nThese data suggest that VAT estimates may improve individual obesity risk management although this analysis did not demonstrate a clear advantage of VAT or a simple WC or WC/height. These data suggest a sex-independent threshold could be set for metabolic disease risk at approximately VAT ≥ 100 cm 2 .\nPubmed   Journal   ReadQx Egg supplementation for 24 weeks does not improve linear growth or reduce small intestinal permeability in Sierra Leonean children with moderate wasting: a randomized, blinded, controlled trial.\nSupplementation with whole egg powder for 24 wk, while providing ample amounts of essential amino acids, did not improve linear growth or reduce small intestinal permeability when compared with corn flour in children with MAM.\nPubmed   Journal   ReadQx High concentrations of polyunsaturated n-3 fatty acids in serum are inversely associated with risk of future incident venous thromboembolism - the HUNT cohort study.\nOur finding of an inverse association between serum n-3 PUFA concentrations and VTE suggest that a diet enriched with n-3 PUFAs might protect against future VTE.\nPubmed   Journal   ReadQx Insulinemic and Inflammatory Dietary Patterns and Colorectal Cancer Risk: A Dietary Data Harmonization Study of One Million Participants in the COMETS Consortium.\n Using carefully harmonized data from nearly one million individuals in the U.S. and Europe, we observed significant CRC risk reduction with habitual intake of low-insulinemic and anti-inflammatory dietary patterns, comparable to higher overall dietary quality. Study findings underscore the utility of these dietary patterns for global cancer prevention efforts.\nPubmed   Journal   ReadQx Novel protein targets for type 2 diabetes prevention and their mediating role in the diet-disease relationship: evidence from 2 population-based cohorts and a Mendelian randomization analysis.\nWe provide novel and robust findings of proteins causally linked to T2D and their associations with habitual diet. These findings may guide nutritional strategies for T2D prevention.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Efficacy and Safety with Upadacitinib by Baseline Corticosteroid Use in Patients with Moderately to Severely Active Crohn's Disease.\nand relevance The results from pivotal studies demonstrated that upadacitinib effectively induced early and sustainable corticosteroid-free clinical remission with a manageable safety profile in patients with moderate-to-severe CD. Clinical trial identifiers U-EXCEL, U-EXCEED, and U-ENDURE ClinicalTrials.gov numbers, NCT03345849, NCT03345836, and NCT03345823.\nPubmed   Journal   ReadQx Implementation of a Capillary Blood Self-Sampling Technique at Home for Monitoring of Patients With IBD.\nThis study shows a high success rate for capillary blood sampling at home for routine disease monitoring in IBD patients. Device optimization and identification of patient preferences are needed to effectively integrate blood sampling at home in remote monitoring of IBD patients.\nPubmed   Journal   ReadQx Intestinal Barrier Dysfunction in Inflammatory Bowel Disease: Pathophysiology to Precision Therapeutics.\nThe key gaps, particularly whether barrier dysfunction is a primary cause or a secondary consequence of IBD, lack of standardized clinically validated biomarkers, and limited translational efficiency into therapeutic applications, are also discussed. Addressing these gaps by integrating multidisciplinary research and adoption of advanced analytical technologies can pave way for personalized treatments, improving patient outcomes and mitigating the disease burden.\nPubmed   Journal   ReadQx Trends and Impacts of Advanced Therapy on Chronic Opioid Use in Asian Patients with Inflammatory Bowel Disease.\n Chronic opioid use has increased over the past decade among Korean patients with IBD, particularly among those with CD. AT is crucial for reducing opioid use in patients with CD.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Sequencing JAK-inhibitors in ulcerative colitis: effectiveness and safety of switching within treatment class.\n Treatment with a second JAKi is effective and safe in patients with UC already exposed to JAKi. Primary failure to a first JAKi and steroid use at initiation of the second JAKi might reduce the likelihood of success with the second JAKi.\nPubmed   Journal   ReadQx Liver Transpl\n    Physical exercise improves neurocognition in patients with metabolic dysfunction-associated steatotic liver disease.\n A structured, monitored exercise program improves cerebral hemodynamics, arterial stiffness and cognitive function in patients with MASLD. (NCT05520697).\nPubmed   Journal   ReadQx Pancreas\n    Acinar-to-Ductal Metaplasia: Bridging the Gap Between Cellular Plasticity and Treatment Innovations in Chronic Pancreatitis.\nAlthough progress has been made, significant challenges remain in understanding the complex mechanisms of ADM and in ensuring the safety and efficacy of these therapies. This review aims to provide an in-depth understanding of the role of ADM in CP and to pave the way for efficacious therapeutic options.\nPubmed   Journal   ReadQx Clinical Outcome and Quality of Life After Frey's Procedure and Longitudinal Pancreaticojejunostomy for Chronic Pancreatitis.\nBoth Frey's procedure and LPJ provided durable pain relief and improved quality of life. Surgical selection should be guided by pancreatic morphology to optimize long-term pain outcomes.\nPubmed   Journal   ReadQx Endoscopic Management of Chronic Pancreatitis in Children: A Single-center Experience Over a Decade.\n Therapeutic ERCP is a safe and effective therapy for the management of CP in children with significant improvement in pain and could influence stabilization of exocrine, and endocrine functions.\nPubmed   Journal   ReadQx Gastrointestinal Symptom Burden After Total Pancreatectomy with Islet Autotransplantation, A Prospective Observational Cohort Study.\n Post-TPIAT, patients experience severe belly pain, gas / bloating, nausea / vomiting, and diarrhea at higher rates compared to the general population. Patients who report a diagnosis of SIBO were more likely to have these symptoms with exception of diarrhea. Nausea / vomiting and diarrhea appear to have the largest impact on QoL measures.\nPubmed   Journal   ReadQx Incidence, Predictors, Management, and Outcome of Paralytic Ileus in Acute Pancreatitis.\n Paralytic ileus affects a significant proportion of patients with moderate to severe AP and is a marker of local and systemic complications. Paralytic ileus was an independent predictor of infected necrosis, intervention, and mortality, underscoring its prognostic relevance.\nPubmed   Journal   ReadQx Temporal Changes in Quality of Life in Patients with alcohol-associated Acute Pancreatitis.\n QOL is profoundly affected during hospitalization for alcohol-related AP, with persistent impairment in physical QOL at short-term follow-up. Efforts to address physical rehabilitation and mental health support during and in the post-hospitalization period may help optimize outcomes in alcohol-associated AP.\nPubmed   Journal   ReadQx The Utility of 24/7 Interventional Radiology Service Post-Pancreaticoduodenectomy IR post-pancreatectomy.\n Almost 30% of patients required out-of-hours emergency Interventional Radiology procedures. Given this finding, the propensity of pancreaticoduodenectomy patients to deteriorate rapidly, and the significant impact of failure to rescue in the morbidity and mortality associated with this operation, we believe that centres performing pancreaticoduodenectomy should have adequate access to Interventional Radiology services with 24-hour availability.\nPubmed   Journal   ReadQx Therapeutic Mechanisms of Sanhuang Xiexin Decoction in Severe Acute Pancreatitis-Associated Lung Injury: Modulation of the NF-κB Signaling Pathway.\nSHXXD exerts therapeutic effects in treating severe acute pancreatitis-associated lung injury by modulating the NF-κB signaling pathway, making it a potential alternative treatment for PALI. Its active components, including quercetin and baicalin, reduce inflammation.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Am J Clin Nutr\n    Can ω-3 fatty acids prevent venous thromboembolism?\n\nPubmed   Journal   ReadQx Contextualizing the global diversity of donor human milk composition.\n\nPubmed   Journal   ReadQx Proteins and the crossroads of diet and type 2 diabetes.\n\nPubmed   Journal   ReadQx Visceral adipose tissue compared with waist-based anthropometry in assessing metabolic risk.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Bridging the Gap: From Clinic to Home in IBD Monitoring.\nHome-based capillary blood sampling represents a paradigm shift toward patient-centered IBD monitoring, offering particular advantages for pediatric populations while requiring external validation before widespread clinical implementation.\nPubmed   Journal   ReadQx Comments on the Study of Colonic Taste Receptors, Fecal Amino Acids, and Ulcerative Colitis: Methodological Considerations for Enhanced Generalizability.\n\nPubmed   Journal   ReadQx Early Switching to Subcutaneous Infliximab as a Pragmatic Strategy for Optimized Inflammatory Bowel Disease Care.\n\nPubmed   Journal   ReadQx Pancreatology\n    Patient-derived organoids from EUS-guided biopsies in pancreatic cancer: moving the needle for precision medicine.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Liver Transpl\n    Advancing quality care for cirrhosis: A data-driven framework to reduce disparities and improve outcomes.\n\nPubmed   Journal   ReadQx Pancreas\n    Chymotrypsin Deficiency Accelerates Precancerous Remodeling of the Pancreas in KC Mice.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Inflamm Bowel Dis\n    Reply: Barriers and Opportunities for Resilience Programs in IBD: Insights from the SMART Project.\n\nPubmed   Journal   ReadQx Pancreatology\n    Aspirin use and acute pancreatitis mortality.\n\nPubmed   Journal   ReadQx Endoscopic management of pancreaticopleural fistula and dysphagia pancreatica in children.\n\nPubmed   Journal   ReadQx Unpacking the protective role of circ0001415 in acute pancreatitis: Is its upregulation a true adaptive shield or a stress signature?\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-07T07:35:11-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-31-2025/",
    "title": "Fri Oct 31 2025",
    "description": "20 articles - From Friday Oct 24 2025 to Friday Oct 31 2025",
    "author": [],
    "date": "2025-10-31",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    J Crohns Colitis\n    Pharmacological management of upper gastrointestinal crohn's disease: A systematic review.\nOur systematic review highlights a paucity of evidence to inform therapeutic strategies in UGICD. Positive outcomes were reported for corticosteroids and anti-TNF, but from small observational, and uncontrolled studies. Data for most advanced therapies remain limited, highlighting a large unmet need to inform clinical practice.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    A randomized trial modeling the effects of solutions with low to moderate glycerol and sodium concentrations on fluid balance in healthy, active adults.\n Relatively low concentrations of glycerol by itself (≥1.5%) or in combination with electrolytes (≥0.75% glycerol plus ≥15 mM sodium) promoted better fluid balance than placebo. These results help inform the minimum concentrations of glycerol and/or sodium needed to promote fluid balance in healthy, active individuals;  however, future research is needed to verify the model's predictions. Clinical trial registry ClinicalTrials.gov  NCT06185595.\nPubmed   Journal   ReadQx Customized Multimodal Diabot-GPT-4o Enhances Accuracy of Image-Based Dietary Assessments in Dietetic Trainees in Taiwan: Validation Against Weighed Food Records.\nCustomized AI chatbots improved automated IBDAs, yet accuracy depends on clear images for food visibility and portion-size fidelity. Standardized AI-input procedures (FN, cooking state, prompt structure, and configuration) and expert oversight to detect and correct AI hallucinations (fabricated items, units, or quantities) remain essential for reliable, interpretable estimates.\nPubmed   Journal   ReadQx The timing of macronutrient and major food group intake and associations with mortality among US adults, 1999-March 2020: a serial cross-sectional study.\n Overnight intake and delayed eating timing are prevalent among US adults, especially among socioeconomically disadvantaged groups, and were associated with higher mortality, particularly for specific macronutrients/foods, supporting eating timing recommendations integrating food composition.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Characterization of Intestinal Mycobiome in Surgical Resections from Inflammatory Bowel Disease Patients: A Deeper Analysis in Complicated Crohn's Disease Phenotypes.\nThese results underscore the potential of fungal biomarkers in elucidating IBD pathogenesis and its associated complications, which opens up promising avenues for targeted therapeutic strategies.\nPubmed   Journal   ReadQx Cutaneous Manifestations and Dermatologic Adverse Events in IBD: A Clinical Update.\nImproved comprehension of these manifestations not only emphasizes the necessity for interdisciplinary care, but also informs tailored therapies to address systemic inflammation while minimizing dermatological complications. This update offers practical insights and emerging evidence to guide clinicians in optimizing patient outcomes.\nPubmed   Journal   ReadQx Heterogeneity in Histological Evaluation of Microscopic Colitis in Randomized Clinical Trials: An Umbrella Review.\nThis umbrella review highlights the heterogeneity in the definitions of histological outcomes in MC RCTs. The summarized evidence will support ongoing efforts to develop consensus definitions for histological outcomes in order to facilitate clinical trials of medical therapies for MC.\nPubmed   Journal   ReadQx Perioperative anti-α4β7 Integrin Blockade Alters Wound Cell Infiltrate but Not the Functional Outcome of Ileocecal Anastomoses in Mice With Crohn's-like Ileitis.\nCrohn's-like ileitis mice were at higher risk for abscess formation. Anti-α4β7 integrin treatment resulted in cellular changes that did not impair functional anastomotic healing.\nPubmed   Journal   ReadQx Quantitative Analysis of Distinct Colon Crypt Branching Modes Using Interpretable Machine Learning.\nWe present a machine learning model capable of distinguishing both modes of crypt branching patterns. Furthermore, using a hand-crafted feature approach allowed us to directly interpret the classification criteria of our algorithm, rendering it more transparent and interpretable than black box classification models.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Kinetics of Intestinal Ultrasound and Shear-wave Elastography to assess early response in Ulcerative Colitis Patients Treated with Filgotinib.\nOn IUS, BWT, submucosal thickness and CDS predict endoscopic response after four weeks of filgotinib treatment. SWE values in the sigmoid differ between responders and non-responders, but early assessment does not predict treatment response.\nPubmed   Journal   ReadQx Therapeutic management and risk of colectomy in patients with acute severe ulcerative colitis and previous exposure to anti-TNF drugs: a comparative study of GETECCU.\n ASUC management in anti-TNF-exposed patients is heterogeneous and differs from that of bio-naive patients, with increased risk of treatment failure and colectomy.\nPubmed   Journal   ReadQx Trends in Utilization of Advanced Therapies in Patients with Inflammatory Bowel Diseases in the USA, 2021-2025.\nContemporary trends in advanced therapy utilization in patients with IBD suggest an increased utilization of upadacitinib and anti-interleukins, accompanied by a decline in use of TNF antagonists in the U.S.\nPubmed   Journal   ReadQx Liver Transpl\n    A novel measure of spatial accessibility to transplant services predicts population-based access to liver transplant.\nSensitivity analyses revealed that the association between SPAR and LDR was modified by socioeconomic characteristics and geographic region. This measure may be used in future research on spatial accessibility, including developing interventions to improve access to liver transplant for patients in low-accessibility areas.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    J Crohns Colitis\n    In response to jjaf121 adequacy of disclosures published July 2025.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    \"Do I Need an Anal Pap?\": Partnering in Preventive Care: A Shared Decision-Making Approach to Anal Pap Testing in IBD.\n\nPubmed   Journal   ReadQx Curbing Opioid Use in IBD: The Role of Advanced Therapies Across Populations.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Entering our fourth decade: The next chapter of Liver Transplantation.\n\nPubmed   Journal   ReadQx Few-shot learning: A methodological bridge from pilot experiments to large-scale studies in refractory ascites research.\n\nPubmed   Journal   ReadQx Strategic leadership and financial governance in liver transplantation: Global insights from the international liver transplantation society congress 2025.\n\nPubmed   Journal   ReadQx Pancreatology\n    Association of pancreatic steatosis with Metabolic Dysfunction Associated Steatohepatitis using magnetic resonance imaging.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-01T17:26:57-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-24-2025/",
    "title": "Fri Oct 24 2025",
    "description": "26 articles - From Friday Oct 17 2025 to Friday Oct 24 2025",
    "author": [],
    "date": "2025-10-24",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Prevalence and Associated Factors of Nonalcoholic Fatty Liver Disease in Patients with Inflammatory Bowel Disease: An Updated Global Systematic Review and Meta-Analysis of over 1.5 Million Individuals.\r\n NAFLD is a common comorbidity among patients with IBD, affecting over one in four individuals, with higher prevalence observed in adults, males, and certain geographic regions. Variation by diagnostic modality and disease location was also noted;  however, these subgroup findings are based on limited data and should be interpreted with caution. Overall, the results highlight the importance of incorporating liver health screening into routine IBD management, particularly for high-risk populations, and underscore the need for future prospective studies to refine risk stratification and management strategies.\r\nPubmed   Journal   ReadQx Pancreas\r\n    Comparative Anatomy of Pancreas Across Animal Species: A Systematic Review.\r\n This comparative review highlights the structural and histologic organization of the pancreatic tissue across animal species. This review offers a key resource for translational researchers seeking to develop animal models to recapitulate the spectrum of pancreatic disorders observed in human patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Impact of Comprehensive Lifestyle Interventions on Plasma Branched-Chain Amino Acid Concentrations: A Randomized Trial.\r\n Weight loss resulting from lifestyle interventions was associated with reductions in plasma BCAA concentrations. Improvements in fitness and diet composition were not associated with changes in BCAA concentrations independent of weight loss. Clinical trial registration\r\nPubmed   Journal   ReadQx Ultra processed food consumption by urbanization level among US youth and adults: Cross-Sectional Analysis of NHANES 2013-March 2020.\r\nAdults in rural areas consumed more UPF and less MPF than those in urban areas in terms of both energy and grams. There were few significant differences by urbanization among youth.\r\nPubmed   Journal   ReadQx Inflamm Bowel Dis\r\n    Comparative Risk of Serious Infections Associated With Treatment of Inflammatory Bowel Disease.\r\nIn this nationwide IBD cohort, there was not an increased risk of infection-related hospitalization among patients exposed to vedolizumab, ustekinumab, and tofacitinib as compared with patients on anti-TNF inhibitor and TP combination therapy and rates of infection-related hospitalization were low overall. These findings should guide clinical decision making and patient-physician discussions when selecting a therapeutic agent with the primary emphasis on efficacy.\r\nPubmed   Journal   ReadQx Incidence and Natural History of Very Early-Onset Inflammatory Bowel Disease in Scotland: National and Regional Cohort Studies.\r\nScotland has a high incidence of VEOIBD, with monogenic IBD exceptionally rare. Although VEOIBD disease burden is high, treatment outcomes are broadly similar to those diagnosed later in childhood based on previous studies.\r\nPubmed   Journal   ReadQx Outcomes of Pouch Creation in 2-Stage Versus 3-Stage Procedures for Pediatric Ulcerative Colitis: A Propensity Score Matched Comparative Analysis.\r\nThis study demonstrated that surgical outcomes following pouch creation were similar in a matched cohort of children undergoing 2- or 3-stage IPAA, supporting the use of a 2-stage approach in certain patients with limited disease.\r\nPubmed   Journal   ReadQx Sexual Health Challenges in Individuals With and Without Inflammatory Bowel Disease: A Population-Based Study in Denmark.\r\nAlthough the 5-item International Index of Erectile Function and 6-item Female Sexual Function Index scores did not indicate an excess of sexual dysfunction in the overall UC and CD populations, individuals with UC as well as patients with IBD experiencing active disease, stoma, or perianal involvement faced more sexual challenges than those without IBD. This highlights the need for gastroenterologists to proactively address sexual health and provide tailored support for patients with IBD.\r\nPubmed   Journal   ReadQx Xanthine Oxidase-Dependent Activation of NLPR3 Inflammasome in Epithelial Cells Sustains Inflammation in Inflammatory Bowel Disease.\r\nand relevance Overexpression of XO in IBD might contribute to inflammation by promoting NLRP3 inflammasome activation and proinflammatory cytokine production.\r\nPubmed   Journal   ReadQx J Crohns Colitis\r\n    Anti-tumor necrosis factor treatment from diagnosis is more effective and less costly than conventional \"step-up\" care for patients with active Crohn's disease: a cost-effectiveness analysis from the PROFILE trial.\r\n\"Top-down\" treatment from diagnosis with anti-TNF results in lower healthcare resource use and better clinical outcomes in patients with Crohn's disease compared to an \"accelerated step-up\" strategy.\r\nPubmed   Journal   ReadQx   PMCTrends in Utilization of Advanced Therapies in Patients with Inflammatory Bowel Diseases in the USA, 2021-2025.\r\nContemporary trends in advanced therapy utilization in patients with IBD suggest an increased utilization of upadacitinib and anti-interleukins, accompanied by a decline in use of TNF antagonists in the U.S.\r\nPubmed   Journal   ReadQx Liver Transpl\r\n    Anonymous living donation expands access and enhances equity in pediatric liver transplantation: A retrospective cohort study.\r\nIntegrating anonymous non-directed donors enlarges the living-donor pool, decreases time to transplantation for vulnerable children, and preserves the superior long-term outcomes achieved with living-donor organs. Embedding A-LDLT alongside DDLT can reduce disparities and enable timely, life-saving transplantation for children without directed donors while maintaining the advantages associated with living-donor grafts.\r\nPubmed   Journal   ReadQx Long-term outcome of the initial cases with recipient-side minimal invasive liver transplantation: Single-center comparison study.\r\n TLLT in adult is feasible and safe, achieving outcomes equivalent to open recipient surgery despite longer ischemic and operative times. Careful patient selection and technical refinements-potentially augmented by robotic assistance-may further optimize minimal invasive surgery for the recipient.\r\nPubmed   Journal   ReadQx Organ monitoring and identification of ischemic liver injury during ex situ porcine liver machine perfusion - a randomized controlled study.\r\nMeasurements taken in the hilar plate show the ability to identify bile duct damage while not introducing measurement devices to the vulnerable bile duct itself. Our findings enable more objective and timely selection of transplantable livers and warrant further investigation in clinical studies.\r\nPubmed   Journal   ReadQx Predictive value of controlled attenuation parameter in living liver donors for graft outcomes in corresponding recipients.\r\nIn conclusion, higher CAP values were associated with increased risk of SFSS and graft failure in LDLT recipients with GRWR <0.8%. Incorporating CAP into graft selection and pretransplant risk assessment may improve recipient outcomes, particularly when using small grafts in LDLT.\r\nPubmed   Journal   ReadQx Safety and feasibility of duct-to-duct biliary anastomosis in pediatric liver transplantation: A single-center retrospective study.\r\n Appropriate learning and decision-making processes ensure the safety and feasibility of DDA, with excellent perioperative and long-term outcomes. It is therefore recommended that DDA should be considered the first choice for biliary reconstruction in eligible pediatric transplant patients.\r\nPubmed   Journal   ReadQx Pancreas\r\n    Silencing of SPI1/OLAH Axis Inhibits Pancreatic Acinar Cell Oxidative Stress, Inflammation and Apoptosis to Alleviate Hyperlipidemic Acute Pancreatitis.\r\n SPI1-mediated transcriptional activation of OLAH promoted pancreatic acinar cell oxidative stress, inflammation and apoptosis to accelerate HAP progression.\r\nPubmed   Journal   ReadQx Pancreatology\r\n    Pancreatic cancer burden across Southeast Asia from 1990 to 2021: An analysis of incidence and mortality based on the global burden of disease study 2021.\r\n The substantial rise in pancreatic cancer burden across Southeast Asia highlights the need for improved healthcare infrastructure, especially in lower-SDI countries. Regional collaboration and targeted interventions focusing on early detection, treatment access, and modifiable risk factors are crucial to reducing pancreatic cancer mortality. Strengthening healthcare systems and public health initiatives will be vital to address this growing regional and global health challenge.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    In response to jjaf121 adequacy of disclosures published July 2025.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Reframing hepatitis B prophylaxis in liver transplant recipients - time to focus on cure.\r\n\r\nPubmed   Journal   ReadQx The hemostatic cascade by viscoelastic testing in liver transplantation: Refining targets for possibly refined intervention.\r\n\r\nPubmed   Journal   ReadQx Pancreas\r\n    APA 2024 Business Meeting.\r\n\r\nPubmed   Journal   ReadQx Commentary on \"Risk Factors for Early Liver Recurrence After Pancreatic Cancer Resection\".\r\n\r\nPubmed   Journal   ReadQx Expanding the Framework of Decisional Control in IPMN Management.\r\n\r\nPubmed   Journal   ReadQx Understanding Patients' Desire for Decision Control in Treating IPMN: A Call for Future Research.\r\n\r\nPubmed   Journal   ReadQx Pancreatology\r\n    A cross-sectional study of liver dysfunction using transient elastography among patients with chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:11:09-04:00",
    "input_file": {}
  }
]
