[
  {
    "path": "gi2/10-26-2023/",
    "title": "Thu Oct 26 2023",
    "description": "37 articles - From Thursday Oct 19 2023 to Thursday Oct 26 2023",
    "author": [],
    "date": "2023-10-26",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Reply: The urgent need for consensus around organ donation after assisted dying.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Criterion validation of nutrient profiling systems: a systematic review and meta-analysis.\r\nWe found limited criterion-validation studies compared to the number of NPSs estimated to exist. Greater emphasis on conducting and reporting on criterion validation studies across varied contexts may improve the confidence in existing NPSs. Registry/Registry number  PROSPERO, CRD42022343317.\r\nPubmed   Journal   ReadQx \r\nThe effects of time-restricted eating vs habitual diet on inflammatory cytokines and adipokines in the general adult population: A systematic review with meta-analysis.\r\n TRE may be an effective approach to reduce TNF-a and leptin levels in the general adult population.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Choline metabolites and incident cardiovascular disease in a prospective cohort of adults: Coronary Artery Risk Development in Young Adults (CARDIA) Study.\r\nOur findings are consistent with a positive association between plasma choline and incident CVD. Among participants with lower kidney function, TMAO was positively, and betaine negatively, associated with CVD. These results further our understanding of the potential role for choline metabolism on CVD risk.\r\nPubmed   Journal   ReadQx \r\nHigher ultra-processed food intake is associated with adverse liver outcomes: a prospective cohort study of UK Biobank participants.\r\nHigher UPF intake is associated with an increased risk of NAFLD, liver fibrosis and cirrhosis, and severe liver disease, and adverse levels of multiple clinical biomarkers, suggesting the potential importance of reducing UPF intake to improve liver health.\r\nPubmed   Journal   ReadQx \r\nMetabolic adaptation is associated with a greater increase in appetite following weight loss: a longitudinal study.\r\n A larger metabolic adaptation during weight loss is accompanied by a greater drive to eat. This might help explain the inter-individual differences in weight loss outcomes to dietary interventions.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Are Depression and Anxiety Underdiagnosed in Socially Vulnerable Patients With Inflammatory Bowel Disease?\r\nDisparities in the diagnoses of depression and anxiety for socially vulnerable patients with IBD exist. Awareness of these inequities is the first step toward developing interventions to improve mental health screening, eliminate barriers and bias, and promote referrals for appropriate mental health management.\r\nPubmed   Journal   ReadQx \r\nDysregulated Immunity to Clostridioides difficile in IBD Patients Without a History of Recognized Infection.\r\nThese data suggest that IBD patients, potentially due to underlying intestinal dysbiosis, experience undiagnosed C. difficile infections that result in impaired toxin-specific immunity. This may contribute to the development of inflammatory T cell responses toward commensal bacteria and provide a rationale for C. difficile testing in IBD patients.\r\nPubmed   Journal   ReadQx \r\nEnteric Infection at Flare of Inflammatory Bowel Disease Impacts Outcomes at 2 Years.\r\nEnteric infection at flare-specifically with CDI-is associated with worse IBD outcomes at 2 years. The relationship between E. coli subtypes at flare and subsequent IBD outcomes requires further investigation.\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Disease in Adults and Elderly: The Use of Selected Non-IBD Medication Examined in a Nationwide Cohort Study.\r\nIn al 3 age groups, the proportions of patients with redeemed prescriptions for several groups of non-IBD medication were significantly increased after the IBD diagnosis compared with before. The risk of becoming an incident user for several groups of non-IBD medication was increased in elderly patients.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Trends in Pregnancy Outcomes Among Women With Inflammatory Bowel Disease in the Era of Biologics: A 20-Year Nationwide Analysis.\r\n Over a 20-year period, live deliveries amongst women with IBD have increased. Trends in pregnancy outcomes have followed a similar trajectory in patients with and without IBD. However, there is still demonstrable risk of adverse pregnancy outcomes in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nObesity, Sarcopenia and Myosteatosis: Impact on Clinical Outcomes in the Operative Management of Crohn's Disease.\r\n Myosteatosis is associated with nutritional impairment and predicts increased overall postoperative morbidity following resection for CD. Despite its association with specific increased postoperative risks, increased adiposity does not increase overall morbidity, reflecting preservation of nutritional status and relatively more quiescent disease phenotype. Impaired muscle mass and function represent an appealing target for patient optimization to improve outcomes in the surgical management of CD.\r\nPubmed   Journal   ReadQx \r\nPlasma Extracellular Vesicle LncRNA H19 as a Potential Diagnostic Biomarker for Inflammatory Bowel Diseases.\r\nOur study suggests that circulating EV-lncRNA H19 exhibited promising potential for the diagnosis of active IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Analysis of Clinical Trial Screen Failures in Inflammatory Bowel Diseases (IBD): Real World Results from the International Organization for the study of IBD.\r\n This first multicenter study analyzing reasons for non-enrollment in IBD RCTs shown that we lose patients at each step. Eligibility criteria, the risk of placebo assignment and insufficient disease activity were part of the main barriers.\r\nPubmed   Journal   ReadQx \r\nFrailty screening associates with hospitalization and decline in quality of life and functional status in older patients with inflammatory bowel disease.\r\nFrailty screening associates with worse health outcomes in older patients with IBD. Further studies are needed to assess feasibility and effectiveness of implementation in routine care.\r\nPubmed   Journal   ReadQx \r\nJanus kinase inhibitors differentially inhibit specific cytokine signals in the mesenteric lymph node cells of IBD patients.\r\nDespite their similarities, differences exist in the relative potencies of different JAKinibs against distinct cytokine families to explain their clinical efficacy.\r\nPubmed   Journal   ReadQx \r\nLymphoma In Patients With Inflammatory Bowel Disease: A Multicenter Collaborative Study Between Getaid And Lysa.\r\n Lymphomas occurring in IBD patients do not seem to have a worse outcome than in patients without IBD. Due to the scarcity of this situation, those patients should be managed in expert centers.\r\nPubmed   Journal   ReadQx \r\nMatrix metalloproteinases in intestinal fibrosis.\r\nThe exact regulation and role(s) of these MMPs in fibrosis are far from understood. Here, we review the current literature about ECM remodeling by MMPs in intestinal fibrosis and their potential role as biomarkers for disease progression or druggable targets.\r\nPubmed   Journal   ReadQx \r\nOzanimod-Exposed Patients with Ulcerative Colitis Undergoing Total Colectomy Exhibit Unique Lymph Node Histologic Changes.\r\n This study identifies unique histologic changes in the lymph nodes of patients with UC treated with ozanimod. The presence of sinus histiocytosis and dilated sinuses is in keeping with the known mechanism of action of ozanimod and suggests that blocking lymphocyte egression from lymph nodes was insufficient to ameliorate disease severity in these patients. The possibility of Castleman-like features identified in several of the cases, needs to be further investigated.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Psychosocial evaluation of living liver Donors- State of current practices in the US.\r\nPsycho-social contraindications to living liver donation vary amongst the transplant programs. Mental health follow-up of donor candidates is not standardized.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Historical Review of Acute Pancreatitis Research Over the Last 80 Years.\r\n Over the past 80 years, the pathogenesis, treatment, risk management, and experimental model were the main research highlights. Optimal supportive management, minimally invasive treatment, and prediction of prognosis are subjects of interest for clinical practitioners;  signal transduction to identify a target for precise treatment is the focus of experimental research in AP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Acute pancreatitis in Turkey: Results of a nationwide multicenter study.\r\nThis prospective study provides an extensive report on clinical characteristics, management and outcomes of AP in real-world practice. Mortality remains high in severe cases and physicians' adherence to guidelines during management of the disease needs improvement in some aspects.\r\nPubmed   Journal   ReadQx \r\nComparison of different intensive triglyceride-lowering therapies in patients with hyperlipidemic acute pancreatitis.\r\nEarly CVVH lowers TG levels more efficiently than NS alone or CT therapy, but is not superior in terms of clinical outcomes and costs. NS also lowers TG levels and is significantly less costly than the other two treatments. Further multicenter studies are needed to determine the feasibility of NS alone treatment for HLAP patients.\r\nPubmed   Journal   ReadQx \r\nDeterminants and outcomes of acute pancreatitis in patients hospitalized for COVID-19: Early pandemic experience.\r\nIn hospitalized patients with COVID-19, the presence of AP is associated with increased mortality and morbidity. Risk factors for developing AP in this population include Hispanic ethnicity, residence in the southern region, higher Charlson Comorbidity Index (CCI) score, history of chronic kidney disease, chronic liver disease, malnutrition, portal hypertension, and alcohol use.\r\nPubmed   Journal   ReadQx \r\nStructured alcohol cessation support program versus current practice in acute alcoholic pancreatitis (PANDA): Study protocol for a multicentre cluster randomised controlled trial.\r\n This is the first multicentre trial with a cluster randomised trial design to investigate whether a structured alcohol cessation support program reduces recurrent acute pancreatitis in patients after a first episode of acute alcoholic pancreatitis, as compared with current practice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    New insights into mechanisms of vitamin B12 uptake and conversion.\r\n\r\nPubmed   Journal   ReadQx \r\nRed meat and type 2 diabetes: do methodological advancements sufficiently increase the certainty of evidence?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Dietary Inflammatory Indices Are Not Associated With Inflammatory Bowel Disease Incidence and Progression.\r\n\r\nPubmed   Journal   ReadQx \r\nFreeing Time and Reducing Costs: The Value of a Specialized Nursing Service in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nGet Fit: Muscle Health for Crohn's Disease Surgical Outcome Optimization.\r\n\r\nPubmed   Journal   ReadQx \r\nTransperineal Ultrasonography in the Assessment of Rectal Inflammation: Beyond the Monitoring of Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Do not underestimate the impact of hepatic hydrothorax on survival before and after liver transplant.\r\n\r\nPubmed   Journal   ReadQx \r\nFactors associated with receiving a liver transplant from deceased donors located far from the transplant hospital.\r\n\r\nPubmed   Journal   ReadQx \r\nManagement of patients with cirrhosis in the emergency department: Implications for hospitalization outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Design Flaws in Study of Prophylaxis of Postendoscopic Retrograde Cholangiopancreatography Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    In randomized controlled trials with nutrient supplementation, participants with subjective memory complaints should not be combined with those having a mild cognitive impairment diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Association analysis of CUZD1 variants in European chronic pancreatitis patients.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-05T13:26:41-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-20-2023/",
    "title": "Fri Oct 20 2023",
    "description": "28 articles - From Friday Oct 13 2023 to Friday Oct 20 2023",
    "author": [],
    "date": "2023-10-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Reply: The urgent need for consensus around organ donation after assisted dying. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effects of prenatal DHA supplementation on offspring cardiometabolic health at 11 years differs by maternal single nucleotide polymorphism rs174602: follow-up of a randomized controlled trial in Mexico.\r\n The effect of prenatal DHA supplementation on offspring MetS score differed by maternal FADS SNP rs174602. These findings further support the need to incorporate genetic analysis of FADS polymorphisms in DHA supplementation trials. Clinical trial registry\r\nPubmed   Journal   ReadQx \r\nNational Diet and Nutrition Survey data reveal a decline in folate status in the UK population between 2008 and 2019.\r\nThese data reveal a decline in population folate status in the UK between 2008 and 2019 and, a high prevalence of folate deficiency. A high proportion of FRA had RBC folate concentrations below the cut-off for increased risk of NTD. These data provide information on folate status in a population not currently exposed to mandatory folic acid fortification, and are essential to model and assess its impact.\r\nPubmed   Journal   ReadQx \r\nNutrient sensing: LEAP2 concentration in response to fasting, glucose, lactate, and beta-hydroxybutyrate in healthy young males.\r\n Our investigations show that LEAP2 concentration was lower after a 36-hour fast compared with an overnight fast and that oral delivery of glucose and lactate elevated LEAP2 concentration compared with intravenous administration, whereas LEAP2 concentrations decreased with both oral and intravenous BHB. This indicates that the LEAP2 concentration is sensitive to intestinal exposure to specific substrates, highlighting the need for future studies exploring the relationship between nutrients and LEAP2.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Clinical and Endoscopic Outcomes Through 78 Weeks of Tofacitinib Therapy for Ulcerative Colitis in a US Cohort.\r\n Tofacitinib treatment was effective in achieving SFCR for the majority of patients with UC through 78 weeks. Adverse events were consistent with the known safety profile of tofacitinib, and AEs requiring discontinuation were rare. Due to limitations regarding sample size, larger studies are needed to confirm these findings.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Anti-Tumor Necrosis Factor Alpha in Very Early Onset Inflammatory Bowel Disease.\r\nEfficacy and safety of anti-TNFs in VEOIBD is comparable to what has previously been reported in older patients.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Trends in Pregnancy Outcomes Among Women With Inflammatory Bowel Disease in the Era of Biologics: A 20-Year Nationwide Analysis. \r\nTrends in pregnancy outcomes have followed a similar trajectory in patients with and without IBD. However, there is still demonstrable risk of adverse pregnancy outcomes in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nPlasma Extracellular Vesicle LncRNA H19 as a Potential Diagnostic Biomarker for Inflammatory Bowel Diseases.\r\nOur study suggests that circulating EV-lncRNA H19 exhibited promising potential for the diagnosis of active IBD.\r\nPubmed   Journal   ReadQx \r\nVedolizumab Efficacy Is Associated With Decreased Intracolonic Dendritic Cells, Not Memory T Cells.\r\nThe clinical effects of vedolizumab reveal integrin a4ß7-dependent dendritic cell migration to the intestinal mucosa to be central to inflammatory bowel disease pathogenesis.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Does KONO-S anastomosis reduce recurrence in Crohn's disease compared to conventional ileocolonic anastomosis? A nationwide propensity score-matched study from GETAID Chirurgie Group (KoCoRICCO study).\r\nThe KoCoRICCO study suggests that Kono-S anastomosis does not reduce the risk of endoscopic recurrence in Crohn's disease compared to conventional side-to-side anastomosis. Further research with a longer follow-up is necessary to determine whether there is a potential benefit on surgical recurrence.\r\nPubmed   Journal   ReadQx \r\nJanus kinase inhibitors differentially inhibit specific cytokine signals in the mesenteric lymph node cells of IBD patients.\r\nDespite their similarities, differences exist in the relative potencies of different JAKinibs against distinct cytokine families to explain their clinical efficacy.\r\nPubmed   Journal   ReadQx \r\nLymphoma In Patients With Inflammatory Bowel Disease: A Multicenter Collaborative Study Between Getaid And Lysa.\r\n Lymphomas occurring in IBD patients do not seem to have a worse outcome than in patients without IBD. Due to the scarcity of this situation, those patients should be managed in expert centers.\r\nPubmed   Journal   ReadQx \r\nValidation of the pharmacokinetic model for anti- TNFa clearance in infants exposed to anti- TNFa during pregnancy.\r\nThe validity of the anti-TNFa clearance model is high, and hence can be used to guide clinicians regarding timing of live vaccines in infants exposed to adalimumab or infliximab in utero.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Geriatric Nutritional Risk Index Predicts Tolerability of S-1 as Adjuvant Chemotherapy for Pancreatic Ductal Adenocarcinoma.\r\nHigh GNRI value is a predictive marker for the completion of S-1 as AC for PDAC.\r\nPubmed   Journal   ReadQx \r\nHistorical Review of Acute Pancreatitis Research Over the Last 80 Years.\r\n Over the past 80 years, the pathogenesis, treatment, risk management, and experimental model were the main research highlights. Optimal supportive management, minimally invasive treatment, and prediction of prognosis are subjects of interest for clinical practitioners;  signal transduction to identify a target for precise treatment is the focus of experimental research in AP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    External validation of scores predicting postoperative fistula after pancreatogastrostomy for pancreatoduodenectomy reconstruction. A single center experience.\r\nOur study including exclusively pancreatogastrostomies failed to validate the most used predictive scores for POPF. We found that only male gender and soft pancreatic texture are associated with POPF. Specific predictive scores following pancreatogasgtrostomy are needed.\r\nPubmed   Journal   ReadQx \r\nIncident diabetes following acute pancreatitis in a multicenter prospective observational cohort.\r\nLarger prospective studies are needed to further define the incidence, risk factors, and mechanisms of diabetes and pre-diabetes following AP. NCT03063398.\r\nPubmed   Journal   ReadQx \r\nMacroscopic qualitative evaluation of solid pancreatic lesion specimens from endoscopic ultrasound-guided fine needle aspiration/biopsies.\r\nMacroscopic evaluations of EUS-FNA/B can enable the identification of specimen components and a possible diagnosis. They also contribute to the selection of the optimal tissue-handling methods.\r\nPubmed   Journal   ReadQx \r\nNo role for protease inhibitors as a mitigation strategy for postpancreatectomy acute pancreatitis (PPAP): Propensity score matching analysis.\r\nNo difference in intravenous crystalloid administration was found in patients with PPAP, whether or not they developed major complications or pancreatic fistula (p > 0.05) CONCLUSION: Protease inhibitor seems ineffective in preventing a PPAP after PD once a POH has occurred. Further studies are needed to achieve benchmarks for treating PPAP and identify mitigation strategies to prevent the evolution of POH into additional morbidity.\r\nPubmed   Journal   ReadQx \r\nProtein expression and localization of ABC transporters in pancreatic adenocarcinoma: Prognostic role of ABCC8.\r\nThe study shows for the first time that the cytoplasmic ABCC8 protein expression has prognostic value in PDAC.\r\nPubmed   Journal   ReadQx \r\nTrends and clinical characteristics of pediatric acute pancreatitis patients in Japan: A comparison with adult cases based on a national administrative inpatient database.\r\nThere was an upward trend in the proportion of AP among al admissions in pediatrics, with a lower risk of complications and mortality than adult cases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    New insights into mechanisms of vitamin B12 uptake and conversion. \r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Adalimumab: A 'Maillon Faible' in the Treatment of Ulcerative Colitis?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    At-home Disease Monitoring by Patient-performed Intestinal Ultrasound in Severe Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Management of patients with cirrhosis in the emergency department: Implications for hospitalization outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Design Flaws in Study of Prophylaxis of Postendoscopic Retrograde Cholangiopancreatography Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nMemorial Tribute to Paul D. Webster, III, MD.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Association analysis of CUZD1 variants in European chronic pancreatitis patients. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-10-20T18:18:18-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-13-2023/",
    "title": "Fri Oct 13 2023",
    "description": "33 articles - From Friday Oct 06 2023 to Friday Oct 13 2023",
    "author": [],
    "date": "2023-10-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Comparison of weekly gluten immunogenic peptide measurement and conventional tools to assess adherence to the gluten-free diet in celiac disease: An observational prospective study.\r\n Weekly stool GIP identifies gluten exposure that is not always detected by commonly used GFD adherence assessment methods. The higher the level of stool GIP, the better the predictive value of serology and dietitian interview. Stool GIP is a useful and practical test for GFD monitoring, particularly for risky gluten exposure in real life scenario.\r\nPubmed   Journal   ReadQx \r\nDairy consumption and incident prediabetes: prospective associations and network models in the large population-based Lifelines study.\r\nIn this large cohort of Dutch adults, low-fat milk intake was associated with higher prediabetes risk. Heterogeneous associations by dairy type and fat content might partly be attributed to confounding caused by behaviors and food intake related to dairy intake.\r\nPubmed   Journal   ReadQx \r\nSerum selenium, selenoprotein P and glutathione peroxidase 3 during early and late pregnancy in association with gestational diabetes mellitus: prospective Odense Child Cohort.\r\nLow serum selenium in pregnancy, particularly GPX3 activity is independently associated with the risk of GDM and LGA. Offering Se status assessment in pregnancy identifies females at high risk for GDM, who may benefit from Se substitution.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Adverse Events and Compliance Among Inflammatory Bowel Disease Patients Treated With Home- vs Office-Based Biologic Infusions.\r\nThe home-based infusion of biologics for IBD appears safe with lower rates of major adverse events compared with office-based infusions. However, those receiving home infusion were less likely to receive correct weight-based dosing for infliximab and were poorly adherent to routine follow-up.\r\nPubmed   Journal   ReadQx \r\nCrohn's Disease of the Ileoanal Pouch: A High Rate of Potential Overdiagnoses.\r\n Re-evaluation of cross-sectional imaging of the pouch revealed that potential alternative causes were found in nearly half of CDP patients. Cross-sectional imaging is therefore recommended early in the diagnostic pathway to exclude an alternative diagnosis.\r\nPubmed   Journal   ReadQx \r\nDe Novo Crohn's Disease in Children With Ulcerative Colitis Undergoing Ileal Pouch-Anal Anastomosis: A Multicenter, Retrospective Study From the Pediatric IBD Porto Group of the ESPGHAN.\r\nChildren with UC undergoing IPAA carry a high risk of developing subsequent CD. De novo CD cases showed decreased preoperative body mass index z scores, identifying a poor nutritional status as a possible predictive factor.\r\nPubmed   Journal   ReadQx \r\nDe Novo Crohn's Disease in the Pediatric Pouch.\r\nThe surgically altered environment of the ileal pouch is at risk of a spectrum of ileal pouch disorders, which have limited description in children. In this issue of Inflammatory Bowel Diseases, a multicenter, retrospective study of children with UC who underwent IPAA and developed de novo CD highlights the challenges and opportunities of ileal pouch characterization in children.\r\nPubmed   Journal   ReadQx \r\nFocus on Immune Checkpoint Inhibitors-related Intestinal Inflammation: From Pathogenesis to Therapeutical Approach.\r\nHerein, we performed an insight of the main IRAEs associated with ICIs, focusing on gastroenterological IRAEs and specifically on checkpoint inhibitor colitis, which represents the most widely reported IRAE to date. We comprehensively dissected the current evidence regarding pathogenesis, diagnosis, and management of ICIs-induced colitis, touching upon also on innovative therapies.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Baseline TREM-1 Whole Blood Gene Expression Does Not Predict Response to Adalimumab Treatment in Patients with Ulcerative Colitis or Crohn's Disease in the SERENE Studies.\r\nBaseline TREM-1 gene expression did not uniformly predict adalimumab response in SERENE clinical trials. Further research is needed to identify potential blood-based biomarkers predictive of response to anti-TNF therapy in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nDeep learning models capture histological disease activity in Crohn's Disease and Ulcerative Colitis with high fidelity.\r\nDeep learning models based upon GHAS and Geboes scoring systems were effective at distinguishing between the presence and absence of IBD microscopic disease activity.\r\nPubmed   Journal   ReadQx \r\nMaintenance Risankizumab Sustains Induction Response in Patients with Crohn's Disease in a Randomized Phase 3 Trial.\r\nSubcutaneous risankizumab maintenance therapy results in durable improvement in clinical and endoscopic outcomes over 1 year in patients with moderately to severely active Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nTofacitinib for patients with anti-TNF refractory ulcerative proctitis: a multicenter cohort study from the GETAID.\r\n Tofacitinib may offer a therapeutic option for patients with refractory UP.\r\nPubmed   Journal   ReadQx \r\nValidation of the pharmacokinetic model for anti- TNFa clearance in infants exposed to anti- TNFa during pregnancy.\r\nThe validity of the anti-TNFa clearance model is high, and hence can be used to guide clinicians regarding timing of live vaccines in infants exposed to adalimumab or infliximab in utero.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Decreased need for RRT in liver transplant recipients after pretransplant treatment of hepatorenal syndrome-type 1 with terlipressin.\r\nThe post-transplant need for RRT, at 12 months, was significantly lower among those patients who received terlipressin and were alive at Day 365, compared to placebo (p=0.009). Pre-transplant treatment with terlipressin plus albumin in patients with HRS-1 decreased the need for RRT pre- and post-transplant.\r\nPubmed   Journal   ReadQx \r\nThe impact of health literacy on adolescent and young adult pediatric liver transplant recipients.\r\nThis study demonstrates that limited HL is associated with decreased measures of TR. Inadequate HL may be an unrecognized barrier to successful HCT. Regular assessment of HL may provide an opportunity for intervention prior to transfer of care. Future studies should investigate the impact of these interventions on long-term medical outcomes.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Factors Associated With Serial Lipase Measurement in Hospitalized Patients With Acute Pancreatitis.\r\n More than one-third of AP patients undergo serial lipase measurements. This practice is more likely to occur on surgical services and in nontertiary hospitals.\r\nPubmed   Journal   ReadQx \r\nGeriatric Nutritional Risk Index Predicts Tolerability of S-1 as Adjuvant Chemotherapy for Pancreatic Ductal Adenocarcinoma.\r\nHigh GNRI value is a predictive marker for the completion of S-1 as AC for PDAC.\r\nPubmed   Journal   ReadQx \r\nPancreatic Cancer Cells May Adhere to the External Surface of the Puncture Needle After Endoscopic Ultrasound-Guided Fine-Needle Aspiration.\r\n Pancreatic cancer cells may adhere to the puncture needle's external surface after EUS-FNA. Wiping the needle with alcohol swabs after each puncture effectively removes residual cancer cells.\r\nPubmed   Journal   ReadQx \r\nPredictive Value of Antithrombin III and d-Dimer in the Development of Moderate-To-Severe Acute Pancreatitis: A Prospective, Observational Study (AT-PROPANC).\r\n Low AT-III and high d-dimer plasma levels at 24 hours after admission were significantly associated with MSAP/SAP, although their predictive ability was low. C-reactive protein was the best marker tested. Clinical study identifier ClinicalTrials.gov NCT02373293.\r\nPubmed   Journal   ReadQx \r\nRetrospective Evaluation of the Efficacy of Gemcitabine-Based Therapies After FOLFIRINOX Failure in Advanced Pancreatic Cancer, Multi-Center Real-Life Data.\r\n In conclusion, it has been shown that gemcitabine-based second-line treatments contribute to survival in patients with advanced pancreatic cancer. In addition, there was no difference in efficacy between gemcitabine monotherapy or combination treatments.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    External validation of scores predicting postoperative fistula after pancreatogastrostomy for pancreatoduodenectomy reconstruction. A single center experience. \r\nWe found that only male gender and soft pancreatic texture are associated with POPF. Specific predictive scores following pancreatogasgtrostomy are needed.\r\nPubmed   Journal   ReadQx \r\nTrends and clinical characteristics of pediatric acute pancreatitis patients in Japan: A comparison with adult cases based on a national administrative inpatient database. \r\nPediatric cases were more frequently transferred from other institutions and treated at academic hospitals than adults (both P < 0.001). There was an upward trend in the proportion of AP among al admissions in pediatrics, with a lower risk of complications and mortality than adult cases.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Disease Clearance is not Synonymous with Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nIs Ulcerative Colitis Really Ever \"Cleared?\"\r\n\r\nPubmed   Journal   ReadQx \r\nSARS-CoV-2 Serological Response in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Pancreatic duct pressure: A review of technical aspects and clinical significance.\r\nDuctal hypertension or increased PDP is suspected to be involved in the pathogenesis of pancreatic pain, endocrine and exocrine pancreatic insufficiency, and recurrent pancreatitis. This review provides a comprehensive appraisal of the available literature on PDP, including the methods used in the measurement and clinical implications of elevated PDP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Addressing the Risks of Respiratory Syncytial Virus for Patients With Inflammatory Bowel Disease in the Era of Novel Vaccines.\r\n\r\nPubmed   Journal   ReadQx \r\nHome-based Biologic Infusions for Inflammatory Bowel Disease: Are We Ready for Prime Time?\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Disparities in travel time to liver transplantation centers in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: ChatGPT and unknown clinical questions about liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: ChatGPT and unknown clinical questions about liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Acute Interstitial Pancreatitis Caused by COVID-19 Without Respiratory Involvement.\r\n\r\nPubmed   Journal   ReadQx \r\nCFTR p.F508del Mutation Carrier Status Is Not Associated With Biliary Acute Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-10-13T23:35:43-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-06-2023/",
    "title": "Fri Oct 06 2023",
    "description": "43 articles - From Friday Sep 29 2023 to Friday Oct 06 2023",
    "author": [],
    "date": "2023-10-06",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Inter-individual differences in children's short term energy compensation: a systematic review and meta-analysis.\r\nThe systematic review highlighted wide variability across studies, while the meta-analysis demonstrated differences in COMPx by child weight status but not by age or sex. Standardizing protocols across studies is recommended, along with designing adequately powered studies aiming a priori to test inter-individual differences . Alternative approaches to the use of COMPx are recommended to allow better characterization of children's energy compensation ability. Registry Registered on PROSPERO  CRD42020197748.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Patient Reported Outcome Measures in Ileoanal Pouch Surgery: a Systematic Review.\r\nOnly half of the papers reviewed used PROMs. The main reported item is bowel function, whilst urogenital, social, and psychological function are the most neglected. There is lack of standardisation for use of PROMs in IPAA. Complexity of UC and of outcomes after IPAA demands a change in clinical practice and follow up given how crucial PROMs are, compared to their non-routinary use.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of linear growth velocities between 0 and 6 years with kidney function and size at 10 years: a birth cohort study in Ethiopia.\r\n Greater growth between 0-6 years of development was positively associated with kidney size and greater growth velocity after 2 years was associated with higher serum cystatin C level.\r\nPubmed   Journal   ReadQx \r\nChanges in Coffee Intake, Added Sugar and Long-Term Weight Gain - Results from Three Large Prospective US Cohort Studies.\r\nAn increase in intake of unsweetened caffeinated and decaffeinated coffee was inversely associated with weight gain. The addition of sugar to coffee counteracted coffee's benefit for possible weight management. On the other hand, adding cream or coffee whitener were not associated with greater weight gain.\r\nPubmed   Journal   ReadQx \r\nEgg consumption and risk of coronary artery disease, potential amplification by high genetic susceptibility: a prospective cohort study.\r\nGenetic predisposition may synergistically interact with egg consumption in relation to increased CAD risk. PRS-stratified recommendations on egg consumption may help formulate personalized nutrition policies.\r\nPubmed   Journal   ReadQx \r\nOmega-6 fatty acid biomarkers and incident atrial fibrillation: an individual participant-level pooled analysis of 11 international prospective studies.\r\nBiomarkers of n-6 fatty acids including LA and AA were not associated with incident AF. These findings suggest that overall effects of n-6 PUFAs on influencing AF development are neutral.\r\nPubmed   Journal   ReadQx \r\nPlasma Amino Acid Neurotransmitters and Ischemic Stroke Prognosis: A Multicenter Prospective Study.\r\nIncreased glutamic acid, aspartic acid, and gamma-aminobutyric acid and decreased glycine in plasma are associated with adverse outcomes after ischemic stroke, suggesting that plasma amino acid neurotransmitters may be potential intervention targets for improving prognosis of ischemic stroke. The CATIS trial was registered at clinicaltrials.gov (registration number  NCT01840072;  URL  ===\r\nPubmed   Journal   ReadQx \r\nTypes of Dairy Foods and Risk of Fragility Fracture in the Prospective Nurses' Health Study Cohort.\r\n Higher total dairy, milk and cheese intakes were associated with lower risks of fracture in females in NHS.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Appearance of the Bowel and Mesentery During Surgery Is Not Predictive of Postoperative Recurrence After Ileocecal Resection for Crohn's Disease: A Prospective Monocentric Study.\r\nThe macroscopic appearance of the bowel and associated mesentery during surgery does not seem to be predictive of POR after ileocecal resection for CD.\r\nPubmed   Journal   ReadQx \r\nKONO-S Anastomosis Is Not Superior to Conventional Anastomosis for the Reduction of Postoperative Endoscopic Recurrence in Crohn's Disease.\r\nKono-S anastomosis was not associated with a reduced rate of endoscopic POR. These results warrant confirmation in prospective, randomized, multicenter studies.\r\nPubmed   Journal   ReadQx \r\nOutcome of Very Early Onset Inflammatory Bowel Disease Associated With Primary Sclerosing Cholangitis: A Multicenter Study From the Pediatric IBD Porto Group of ESPGHAN.\r\nPrimary sclerosing cholangitis related to inflammatory bowel disease has similar baseline characteristics whether diagnosed as VEO-IBD or thereafter. A milder disease course in terms of biliary complications characterizes VEO-PSC-IBD.\r\nPubmed   Journal   ReadQx \r\nThe Efficacy of an Over-the-Counter Multivitamin and Mineral Supplement to Prevent Infections in Patients With Inflammatory Bowel Disease in Remission With Immunomodulators and/or Biological Agents: A Randomized, Double-Blind, Placebo-Controlled Clinical Trial.\r\nAn over-the-counter multivitamin and mineral supplement did not reduce the risk of infection for patients with IBD in remission with immunomodulators, biologic therapy, or combination therapy.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Baseline expression of immune gene modules in blood is associated with primary response to anti-TNF therapy in Crohn's disease patients.\r\nBaseline gene module expression was associated with primary response to anti-TNF therapy in PANTS patients. However, these baseline expression differences did not predict response with sufficient sensitivity for clinical use.\r\nPubmed   Journal   ReadQx \r\nHLA signatures as pathophysiological discriminants of microscopic colitis subtypes.\r\n Our results suggest CC and LC have distinct pathophysiological underpinnings, characterised by an HLA predisposing role only in CC. This challenges existing classifications, eventually calling for a re-evaluation of the utility of MC umbrella definitions.\r\nPubmed   Journal   ReadQx \r\nMaintenance Risankizumab Sustains Induction Response in Patients with Crohn's Disease in a Randomized Phase 3 Trial.\r\nSubcutaneous risankizumab maintenance therapy results in durable improvement in clinical and endoscopic outcomes over 1 year in patients with moderately to severely active Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nSubmucosal injection of the RNA oligonucleotide GUT-1 in active ulcerative colitis patients: A randomized, double-blind, placebo-controlled phase 2a induction trial.\r\n Single dosing by submucosal injection of GUT-1 repressed CHST15 mucosal expression and may represent a novel induction therapy by modulating tissue remodeling in UC.\r\nPubmed   Journal   ReadQx \r\nTofacitinib for patients with anti-TNF refractory ulcerative proctitis: a multicenter cohort study from the GETAID.\r\n Tofacitinib may offer a therapeutic option for patients with refractory UP.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Autoimmune hepatitis recurrence after liver transplantation: \"Les jeux sont faits\".\r\nRecurrence of AIH after LT is frequent and may lead to graft loss. Recurrence is more frequent in young patients with active disease at the time of LT, yet systematic corticosteroid therapy does not prevent it.\r\nPubmed   Journal   ReadQx \r\nOutcomes of living donor liver transplant recipients receiving grafts with the Graft-to-Recipient weight ratio less than 0.6%: A matched pair analysis.\r\nIn conclusions, although similar overall graft survival rates were observed for LDLT with GRWR <0.6% and GRWR =0.6%, GRWR <0.6% was associated with an increased risk of SFSS. Appropriate donor and recipient selection is important for successful LDLT with very small grafts.\r\nPubmed   Journal   ReadQx \r\nOutcomes of re-referrals of patients with alcohol-related liver disease who were previously declined for liver transplantation.\r\n Patients with ALD previously declined for liver transplant can be re-referred and successfully accepted for transplantation by fulfilling the recommendations made by the multidisciplinary team. Important factors including ongoing abstinence, engagement in addiction treatment and social support are key for successful acceptance.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Current Situation and Problems in Diagnosis of Early Chronic Pancreatitis.\r\nEarly chronic pancreatitis diagnostic rate was low, particularly in nonalcoholic cases, but was slightly higher in cases with pancreatic pain. The diagnostic rate was highest in the abdominal/back pain group. Further studies are required to establish appropriate diagnostic criteria for ECP.\r\nPubmed   Journal   ReadQx \r\nPerioperative Chemotherapy and Chemoradiotherapy for Patients With Resectable and Borderline Resectable Pancreatic Adenocarcinoma.\r\nPerioperative therapy with GTX, chemoradiotherapy, and adjuvant GemOx/Gem resulted in promising survival of 58 months for patients who underwent resection and may represent another treatment option for PDA.\r\nPubmed   Journal   ReadQx \r\nResponse of Locally Advanced Pancreatic Cancer to Intratumoral Injection of Large Surface Area Microparticle Paclitaxel: Initial Report of Safety and Clinical Outcome.\r\nNeoadjuvant IT LSAM-PTX, in combination with SOC, was well tolerated and may provide benefits to LAPC patients, evidenced by enhanced immune response, improved disease control rate, restaging leading to surgery, and extended survival.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Comparing fine needle biopsy techniques in solid pancreatic lesions: A prospective randomized study.\r\n When performing EUS-FNB for solid pancreatic lesions located in the head/uncinated process, the three methods provided similar diagnostic yields. The wet-suction technique had a higher score in tissue integrity when lesions were located in the body and/or tail of the pancreas.\r\nPubmed   Journal   ReadQx \r\nEuropean' health care indicators and pancreatic cancer incidence and mortality: A mediation analysis of Eurostat data and Global Burden of Disease Study 2019.\r\nHealth care environment correlates with reported incidence and mortality of pancreatic cancer. This highlights both that ameliorated socio-economic societies suffer from higher incidence but lower mortality, as well as the epidemiological bias originating from countries' diagnostic ability.\r\nPubmed   Journal   ReadQx \r\nRectal administration of tacrolimus protects against post-ERCP pancreatitis in mice.\r\n Our results underscore the effectiveness and clinical utility of rectal Tac for PEP prophylaxis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Amino acid neurotransmitters and prognosis after stroke: nutrition as a modifiable factor to improve stroke outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nGenetic susceptibility modifies the association between egg consumption and coronary artery disease.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Disease Clearance is not Synonymous with Cure.\r\n\r\nPubmed   Journal   ReadQx \r\nIs Ulcerative Colitis Really Ever \"Cleared?\"\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Lémman Index in Children: Still an Open Question.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Pancreatic duct pressure: A review of technical aspects and clinical significance.\r\nDuctal hypertension or increased PDP is suspected to be involved in the pathogenesis of pancreatic pain, endocrine and exocrine pancreatic insufficiency, and recurrent pancreatitis. This review provides a comprehensive appraisal of the available literature on PDP, including the methods used in the measurement and clinical implications of elevated PDP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Postvaccination Symptoms After a Fourth Dose of mRNA SARS-CoV-2 Vaccination in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Access and outcomes in liver transplant candidates: How and when we measure is as important as what we measure.\r\n\r\nPubmed   Journal   ReadQx \r\nDisparities in travel time to liver transplantation centers in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: The \"one liver, one artery\" approach for marginal grafts.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver transplantation from uncontrolled DCD donors-is there light at the end of the tunnel?\r\n\r\nPubmed   Journal   ReadQx \r\nLiving donor liver transplantation in the U.S. for alcohol-associated liver disease and non-alcoholic steatohepatitis: An evaluation in the current era.\r\n\r\nPubmed   Journal   ReadQx \r\nPediatric sarcopenia: An imperfect science in evolution.\r\n\r\nPubmed   Journal   ReadQx \r\nPlasma exchange, a promising liver support system with still relevant uncertainties.\r\n\r\nPubmed   Journal   ReadQx \r\nPredicting cardiovascular events post-liver transplant: Is CT coronary angiography the noninvasive test we have been looking for?\r\n\r\nPubmed   Journal   ReadQx \r\nSarcopenic obesity: A new predictor of recipient liver regeneration after living donor liver transplantation?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Unveiling the optimal soluble dietary fiber for type 2 diabetes: galactomannans take the lead?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-10-07T21:58:10-04:00",
    "input_file": {}
  }
]
