[
  {
    "path": "gi2/11-22-2024/",
    "title": "Fri Nov 22 2024",
    "description": "58 articles - From Friday Nov 15 2024 to Friday Nov 22 2024",
    "author": [],
    "date": "2024-11-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Comment on: \"The Burden of Psychiatric Manifestations in Inflammatory Bowel Diseases: A Systematic Review With Meta-analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Partial Enteral Nutrition in the Management of Crohn's Disease: A Systematic Review and Meta-Analysis.\r\n Partial enteral nutrition may help in various aspects of CD management but much of the current evidence is of low quality. Well-designed RCTs are required to confirm findings from current literature and before clinical recommendations can be made.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of dietary choline intake with incidence of dementia, Alzheimer's disease and mild cognitive impairment: a large population-based prospective cohort study.\r\nIn conclusion, our findings suggest that moderate dietary choline intake, ranging from 332.89 mg/d to 353.93 mg/d, is associated with lower odds of dementia and better cognitive performance.\r\nPubmed   Journal   ReadQx \r\nAssociations between dietary fibers and gut microbiome composition in the EDIA longitudinal infant cohort.\r\nIntroducing complementary dietary fibers during the weaning period supports gut microbiome diversification and stabilization. Even minor dietary variations showed significant associations with microbial taxa and functions from the onset of weaning, highlighting the importance of infant dietary recommendations that support the gut microbiome maturation during early life. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nAssociations of alcohol intake with gut microbiome: a prospective study in a predominantly low-income Black/African American population.\r\nWe identified gut microbial taxa associated with habitual alcohol intake among Black/African American males, although the magnitudes of these associations were generally small. Further research is needed to determine if these bacteria modify alcohol-disease relationships.\r\nPubmed   Journal   ReadQx \r\nChanges in fatty acid intake and subsequent risk of all-cause and cause-specific mortality in males and females: a prospective cohort study.\r\nThese findings support replacing SFA with unsaturated fatty acids (especially from plant sources) and eliminating dietary TFA to reduce premature death.\r\nPubmed   Journal   ReadQx \r\nContent of Selected Nutrients and Potential Contaminants in Prenatal Multivitamins and Minerals: an Observational Study.\r\nCurrent PMVM labels are misleading with the potential to harm pregnant persons and fetuses through omission or inaccurate content of essential nutrients and inclusion of heavy metals. Regulation is needed, and the Food and Drug Administration needs sufficient authority and staffing to oversee these dietary supplements.\r\nPubmed   Journal   ReadQx \r\nEffect of a 12-month intervention with whey protein powder on cognitive function in older adults with mild cognitive impairment: a randomized controlled trial.\r\nSupplementation with whey protein powder rich in MFGM, taurine, and B vitamins for 12-month improved cognitive function in older adults with MCI.\r\nPubmed   Journal   ReadQx \r\nProduce prescription benefits redemption and activity in an observational study of 2,680 Massachusetts Medicaid members.\r\nActivity and redemption can each be high in PRx, and may be positively associated with more shopping locations, longer participation and program implementation experience, and specific participant demographic factors. These findings inform interpretation of prior and design of future research on PRx, health outcomes, and health care utilization.\r\nPubmed   Journal   ReadQx \r\nProteomic analysis identifies novel biological pathways that may link dietary quality to type 2 diabetes risk: evidence from African American and Asian cohorts.\r\nOur study across geographically and ethnically diverse populations identified robust protein biomarkers for healthy dietary patterns. Furthermore, our findings suggest novel biological mechanisms linking dietary patterns with type 2 diabetes development.\r\nPubmed   Journal   ReadQx \r\nSchool-based nutrition education programs alone are not cost-effective for preventing childhood obesity: A microsimulation study.\r\nSNAP-Ed-endorsed nutrition education curricula alone are unlikely to be cost-effective for preventing childhood obesity. Continued efforts to implement interventions with strong evidence for effectiveness, including PSE approaches, are needed.\r\nPubmed   Journal   ReadQx \r\nThe prospective associations of fetal growth-related pregnancy complications with subsequent breastfeeding duration and markers of human milk production.\r\nIndividuals with HDP and those with SGA infants tend to breastfeed for a shorter duration;  however, only HDP appeared to be associated with biomarkers of compromised milk production. Further research and support are needed to help individuals with HDP and SGA achieve their breastfeeding goals. This study was registered as NCT01174875, and can be accessed at\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Biologics and Oral Small Molecules Are Not Associated With Increased Major Adverse Cardiovascular Events or Venous Thromboembolism in Inflammatory Bowel Disease.\r\nInflammatory bowel disease patients treated with biologics or OSM were not at increased risk of MACE or VTE. Although further studies and longer follow-up periods are needed to confirm these findings, our results provide reassurance regarding the safety of these medications in IBD.\r\nPubmed   Journal   ReadQx \r\nFactors Associated With Biologic Therapy After Ileal Pouch-Anal Anastomosis in Patients With Ulcerative Colitis.\r\nSeveral demographic, disease-related, surgery-related, and genetic factors associated with post-IPAA biologic therapy were identified. Physicians treating patients with UC undergoing colectomy should incorporate these factors into their decision-making process. These patients may benefit from closer postoperative follow-up, and earlier initiation of biologic therapy should be considered.\r\nPubmed   Journal   ReadQx \r\nFecal Myeloperoxidase Levels Reflect Disease Activity in Children With Crohn's Disease.\r\nFecal myeloperoxidase may be superior to fCal at reflecting disease severity in children with CD and produces the damaging oxidant hypochlorous acid during active inflammation.\r\nPubmed   Journal   ReadQx \r\nLong-Term Course and Prognostic Factors in Pediatric Ulcerative Proctitis: A Multicenter Cohort Study.\r\n The typical initial treatment of pediatric UP was 5-ASA suppositories, despite poor compliance. Biologics or other immunosuppressive treatments were needed in 37% of patients. Close follow-up with adjustment of treatment should be considered in children with UP as its clinical course varies.\r\nPubmed   Journal   ReadQx \r\nMyosteatosis Evaluated Based on Intramuscular Adipose Tissue Content Is a Risk Factor for Postoperative Complications in Crohn's Disease.\r\nThis study established IMAC as a valuable marker for sarcopenic obesity and predicting postoperative complications in patients with Crohn's disease. Furthermore, evaluating myosteatosis using IMAC will facilitate the decision of the optimal timing of surgery, prediction of complications, and treatment of sarcopenia in patients with Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nThe Bidirectional Relationship Between Sleep and Pain in Crohn's Disease: A Daily Diary Study.\r\nSleep continuity and abdominal pain are closely related, with sleep efficiency, total sleep time, and sleep quality potentially driving next-day abdominal pain. As interventions for pain in IBD are limited, it may be important to capitalize on the impact of sleep disturbances on pain to optimize overall wellbeing in people with CD.\r\nPubmed   Journal   ReadQx \r\nThe Risk of Venous Thromboembolism in Children With Inflammatory Bowel Disease.\r\nThis study confirms the increased risk of VTE in children with IBD compared with children without IBD. The time of greatest VTE risk was around diagnosis. Cerebral venous sinus thrombosis was significantly more common in children with IBD than other children.\r\nPubmed   Journal   ReadQx \r\nWhy Symptoms Linger in Quiescent Crohn's Disease: Investigating the Impact of Sulfidogenic Microbes and Sulfur Metabolic Pathways.\r\n Microbial-derived sulfur pathways and downstream mitochondrial function are perturbed in qCD + S, which implicate H2S signaling in the pathogenesis of this condition. Future studies will determine whether targeting H2S pathways results in improved quality of life in qCD + S.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Development and Validation of a Sexual Quality of Life Score for Youths with Inflammatory Bowel Disease.\r\nBLOOMI score is a new validated score to assess the sexual QoL in 15-25 years with IBD. This tool may improve the screening for sexual challenges encountered by youths with IBD and may support future research into the impact of IBD on young patients' lives.\r\nPubmed   Journal   ReadQx \r\nFatigue in patients with inflammatory bowel disease in remission one year after diagnosis (the IBSEN III study).\r\nStricter definitions of disease remission were not associated with a decreased likelihood of fatigue. For patients in endoscopic/radiological remission, CF was independently associated with sleep disturbances and current treatment with infliximab.\r\nPubmed   Journal   ReadQx \r\nImpact Of Hladqa1*05 And Hladqa1*03 On Safety And Loss Of Response To Anti-Tnf In Patients With Inflammatory Bowel Disease.\r\nHLADQA1*05 is associated with a higher risk of LOR and immunogenicity, particularly to infliximab. HLADQA1*03 seems to play a protective role against LOR, particularly to adalimumab. Female sex and infliximab are risk factors for AE.\r\nPubmed   Journal   ReadQx \r\nIncidence, disease burden and clinical presentation of patients newly diagnosed with inflammatory bowel disease in a population-based inception cohort.\r\nWe found a high incidence of IBD in Copenhagen with a substantial disease burden characterized by early and high requirement for advanced therapies and high rates of fatigue, disability and impaired HRQoL at diagnosis.\r\nPubmed   Journal   ReadQx \r\nLow Incidence of Macular Edema and Other Ocular Events in the Etrasimod Development Program.\r\nMacular edema and other ocular events were uncommon in patients treated with etrasimod across multiple conditions. Incidence of Macular edema was comparable with placebo.\r\nPubmed   Journal   ReadQx \r\nUse of MM-SES-CD Endoscopic Improvement Thresholds Enhances Effect Size Differentiation between Adalimumab vs. Placebo: A Post-hoc Analysis of the EXTEND Trial.\r\n MM-SES-CD definitions improved discrimination between treatment and placebo and offered superior predictive accuracy for week 52 ER. Its use may enhance trial efficiency and better predict long-term disease outcomes.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Jehovah's Witnesses: Challenges in liver disease management and in liver transplantation.\r\nThere remains a paucity of data on disparities in liver care and outcomes in patients of the Jehovah's Witnesses faith. Future research on liver diseases and liver transplantation in Jehovah's Witnesses should focus on creating registries of patient outcomes and centers with experience.\r\nPubmed   Journal   ReadQx \r\nPre-transplant metabolic tumor volume predicts recurrence following liver transplantation for colorectal metastasis: A multicenter study.\r\n and relevance PET-MTV ≥70 cm3 was associated with reduced RFS and OS after LT for CRLM, confirming findings from the Norway group. This is likely due to its' ability to identify residual viable tumors, which are independently associated with recurrence. PET-MTV should be a key selection criterion prior to LT for CRLM.\r\nPubmed   Journal   ReadQx \r\nSmoking and outcomes in candidates for Liver Transplantation: Analysis of the pulmonary vascular complications of liver disease 2 (PVCLD2).\r\nPatients with advanced liver disease undergoing evaluation for LT who smoke have an increased risk of death. Smoking cessation could lead to improved overall survival with or without LT.\r\nPubmed   Journal   ReadQx \r\nTobacco use, cirrhosis, and age are predictors of readiness to change and continued drinking following brief alcohol intervention in Veterans.\r\nOverall, we found that in a large cohort of Veterans seen in hepatology clinics that in routine practice,a brief intervention targeted at alcohol use is feasible. Older patients with concomitant tobacco use, cirrhosis, and anxiety may need more longitudinal attention to ensure that the initial interest in reducing problem drinking is sustained.\r\nPubmed   Journal   ReadQx \r\nUtilization of biomarkers for alcohol use in liver transplantation candidates with alcohol-associated liver disease.\r\n A minority of ALD patients provided a positive urine EtG in the pre-transplant phase. Alongside clinical interview, biomarker testing is an objective tool to identify ongoing alcohol use in ALD patients.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    An improved invagination pancreaticojejunostomy technique associated with a lower incidence of pancreatic fistula: A single-center study.\r\n The improved invagination PJ technique reduces the incidence of CR-POPF and improves prognosis.\r\nPubmed   Journal   ReadQx \r\nCa<sup>2+<\/sup> signaling of pancreatic acinar cells in malignant hyperthermia susceptibility.\r\nThese results suggest that the Y522S RyR1 mutation alter the Ca 2+ -homeostasis in PACs, but not as much as to cause or aggravate AP.\r\nPubmed   Journal   ReadQx \r\nNext-generation sequencing improves diagnostic accuracy of imaging and carcinoembryonic antigen alone for pancreatic cystic neoplasms.\r\nNGS analysis of pancreatic cyst fluid demonstrates high specificity and may serve as an additional diagnostic tool to CEA. Combining cystic fluid CEA and NGS increases the accuracy in determining whether a lesion is mucinous and NGS showed a higher diagnostic accuracy in advanced lesions compared to CEA. While the absence of alarming NGS findings should not preclude surgical treatment, patients with alarming mutations should be considered for surgery.\r\nPubmed   Journal   ReadQx \r\nOutcomes of percutaneous versus endoscopic transmural necrosectomy for necrotizing pancreatitis: A propensity score-matched study.\r\nIn real world setting, sicker patients tend to be more effectively managed through PEN compared to ETN. PEN demonstrates comparable efficacy and safety to ETN in the treatment of NP patients.\r\nPubmed   Journal   ReadQx \r\nPancreatic atrophy is a predictor for exocrine pancreatic dysfunction: Data from a large cohort of patients with chronic pancreatitis.\r\n We conclude that following the suggested cutoffs, pancreatic atrophy in CP is independently associated with EPD.\r\nPubmed   Journal   ReadQx \r\nThe combined effect of hypoxia activation and radiosensitization by a multifunctional nanoplatform system enhances the therapeutic efficacy of chemoradiotherapy in pancreatic cancer.\r\nThe nanoplatform had a good targeting effect and synergistic anti-tumor effect. The combination of hypoxia activation and radiotherapy sensitization is a promising strategy for the treatment of pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nUtilization of relative evaluation of pancreatic perfusion CT parameters to support appropriate pancreatic adenocarcinoma diagnosis.\r\nRelative evaluation of PCT parameters is expected to contribute to more appropriate diagnosis of PAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Enhancing Gut Microbiome Research for Inflammatory Bowel Diseases Therapy: Addressing Study Limitations and Advancing Clinical Translation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editors.\r\n\r\nPubmed   Journal   ReadQx \r\nStricturing Crohn's Disease: When Biologics May Help or Not?\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Early detection of pancreatic cancer: Study design and analytical considerations in biomarker discovery and early phase validation studies.\r\nMultisite and multidisciplinary collaboration can facilitate study design strategies in this lethal but low incidence disease and streamline the path from biomarker discovery to clinical use. Improvements in analytical and experimental design methods could help accelerate biomarker evaluation through the phases of biomarker development.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Association of the HLA DQA1*05 allelic gene variants with immunogenicity to anti-TNF therapeutics - important differences between infliximab and adalimumab.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Fellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information - Author Checklist.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information - Author Checklist.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information - Instructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information - Instructions to Authors.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nIssue Information.\r\n\r\nPubmed   Journal   ReadQx \r\nMapping new mechanisms: Hypothermic oxygenated perfusion attenuates the immune response after human liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nRisk of bleeding after percutaneous liver procedures in patients with cirrhosis: myth or fact?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Improving the dietaryindex R Package: A Proposal to Include Additional Components for More Accurate DII Computation in NHANES.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Exploring the role of neoadjuvant therapy for resectable pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-23T17:26:42-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-15-2024/",
    "title": "Fri Nov 15 2024",
    "description": "20 articles - From Friday Nov 08 2024 to Friday Nov 15 2024",
    "author": [],
    "date": "2024-11-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Changes in diet quality across life transitions from adolescence to early adulthood: a latent growth analysis.\r\nDiet quality remained suboptimal throughout adolescence and improved across early adulthood. Targeted dietary interventions are welcome for young people who leave their parental home early or do not enter a structured school or workplace environment and for addressing sex differences in diet quality associated with family-related life transitions.\r\nPubmed   Journal   ReadQx \r\nComputer vision-assisted dietary assessment through mobile phones in female youth in urban Ghana: validity against weighed records and comparison with 24-h recalls.\r\nFRANI-assisted dietary assessment accurately estimates nutrient intake and performed as accurately as 24HR in female youth in Ghana. Although improvements in computer vision-assisted diet assessment are possible, emerging evidence on FRANI suggests its readiness for scale-up.\r\nPubmed   Journal   ReadQx \r\nCross-context equivalence and agreement of healthy diet metrics for national and global monitoring: a multicountry analysis of cross-sectional quantitative 24-hour dietary intake studies.\r\n Composite metrics weighting both healthy and unhealthy food groups have limited cross-context equivalence, because a wide range of diets can theoretically return similar scores. Healthy food group (sub)metrics performed comparably, likely indicating strong underlying construct validity (i.e., dietary diversity and nutrient adequacy). For national and global monitoring, refinement and validation of unhealthy food group metrics (i.e., moderation) is recommended to complement healthy food group metrics.\r\nPubmed   Journal   ReadQx \r\nDiet quality during pregnancy, adolescent brain morphology, and cognitive performance in a population-based cohort.\r\nDiet quality during pregnancy was associated with structural brain alterations in the offspring, which partly explained the relation between prenatal dietary patterns and cognitive outcomes in children.\r\nPubmed   Journal   ReadQx \r\nEvaluating the connection between diet quality, EpiNutrient intake and epigenetic age: an observational study.\r\nOur findings corroborate the hypothesis that nutrition plays a pivotal role in influencing epigenetic homeostasis, especially DNAm, thereby contributing to individual health trajectories and the pace of aging.\r\nPubmed   Journal   ReadQx \r\nLongitudinal evaluation of iron status during pregnancy: a prospective cohort study in a high-resource setting.\r\nMethods In a prospective cohort of primiparous women with low-risk, singleton pregnancies in Ireland, iron [ferritin, soluble transferrin receptors (sTfR), total body iron (TBI)] and inflammatory markers (C-reactive protein, α-glycoprotein) were measured at 3 study visits: 15, 20, and 33 wk of gestation. Women with anemia (hemoglobin 60 μg/L.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Management of portal vein thrombosis in liver transplant candidates.\r\nWhile the feasibility of TIPS placement diminished with the presence of portal cavernoma or chronic portal vein thrombosis, the introduction of novel interventional radiological techniques to recanalize the portal venous axis through transplenic, transmesenteric and/or transhepatic routes is revolutionizing this landscape. These advancements achieve TIPS placement and recanalization in 90-100% of patients, warranting consideration in cirrhotic patients with chronic PVT for whom LT would otherwise be contraindicated or when physiological anastomosis is not feasible.\r\nPubmed   Journal   ReadQx \r\nOutcomes following use of hepatitis B surface antigen positive liver allografts in hepatitis B surface antigen negative recipients.\r\nKaplan-Meier survival analysis showed no difference in survival when compared to al other liver transplants performed at the institution during the same period (p=0.5, HR=1.6, CI=0.4-6.5). Based on these findings, the use of HBsAg+ liver donors appears to be safe;  however, continued follow-up is required to understand further risks associated with the use of HBsAg+ liver allografts.\r\nPubmed   Journal   ReadQx \r\nThe impact of recipient hypernatremia on pediatric liver transplantation outcomes.\r\nCorrected hypernatremia resulted in decreased mortality compared to uncorrected hypernatremia. Recipient hypernatremia is an important indicator of disease processes and a predictor of poor post-transplantation mortality outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Artificial intelligence-assisted mobile dietary assessment: time to expand the standard toolkit?\r\n\r\nPubmed   Journal   ReadQx \r\nCapturing life transitions to elevate the value of examining dietary trajectories.\r\n\r\nPubmed   Journal   ReadQx \r\nDefining a healthy diet globally: The good, the bad, and the ugly.\r\n\r\nPubmed   Journal   ReadQx \r\nFinally, a quality prospective study to support a proactive paradigm in anemia of pregnancy.\r\n\r\nPubmed   Journal   ReadQx \r\nFrom mom's diet to child's big brain: in search of brain-optimal pregnancy diets.\r\n\r\nPubmed   Journal   ReadQx \r\nInterrupting transgenerational programming of infant mortality risk: evidence from a multigeneration cohort study in Sweden.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Early detection of pancreatic cancer: Study design and analytical considerations in biomarker discovery and early phase validation studies. \r\nMultisite and multidisciplinary collaboration can facilitate study design strategies in this lethal but low incidence disease and streamline the path from biomarker discovery to clinical use. Improvements in analytical and experimental design methods could help accelerate biomarker evaluation through the phases of biomarker development.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Mapping new mechanisms: Hypothermic oxygenated perfusion attenuates the immune response after human liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nSociodemographic disparities in downstaging to liver transplant for hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Carbon isotope ratio is not a viable candidate biomarker for total added sugar intake.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Aspirin use and the risk of pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-15T14:53:01-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-08-2024/",
    "title": "Fri Nov 08 2024",
    "description": "20 articles - From Friday Nov 01 2024 to Friday Nov 08 2024",
    "author": [],
    "date": "2024-11-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Effectiveness of Oral Vancomycin on Inflammatory Bowel Disease in Patients With Primary Sclerosing Cholangitis: A Systematic Review.\r\nOral vancomycin appears safe and effective to treat IBD in a subset of PSC patients. Future studies would benefit from prospective data collection incorporating standardized symptomatic, endoscopic, and histologic indices. Ultimately, a well-powered RCT is needed to better assess the effectiveness, safety, and durability of OV therapy.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adaptive changes in multiple aspects of emotion regulation in the offspring of pregnant persons receiving a diet-and-exercise intervention relative to usual pregnancy care: A randomized controlled trial.\r\nThis intervention was associated with medium/large effect size improvements in offspring ER. Larger trials are needed to confirm the potential of these interventions on offspring neurodevelopment. Clinical trial registry NCT01689961, Sept 21, 2012.\r\nPubmed   Journal   ReadQx \r\nAdulthood dietary and lifestyle patterns and risk of breast cancer: Global Cancer Update Programme (CUP Global) systematic literature review.\r\nAdvice to adopt combined aspects of a healthy diet and lifestyle according to WCRF/AICR and ACS scores, encouraging a healthy weight, physical activity, alcohol and smoking avoidance, and a healthy diet rich in fruits, vegetables, (whole)grains and cereals and discouraging red and processed meat, can be proposed to females to lower BC risk. This review was registered at PROSPERO as ID CRD42021270129 ( on 28 August, 2021, and further updated on 4 May, 2022, in order to extend the search period.\r\nPubmed   Journal   ReadQx \r\nBlood Biomarkers of Trans-Fatty Acid Intake among Nigerian Adults in the Federal Capital Territory: A Cross-Sectional Study.\r\nThese results provide a baseline assessment of TFA exposure in Nigerian adults to evaluate implementation and effect of national regulation passed in 2023. The observed subgroup differences may help identify subpopulations for targeted interventions to reduce TFA intake.\r\nPubmed   Journal   ReadQx \r\nHuman milk feeding practices and serum immune profiles of one-year-old infants in the CHILD birth cohort study.\r\nCurrent HMF status and (to a lesser extent) HMF history are associated with several inflammation-associated biomarkers in one-year-old infants. These results provide new evidence that HMF impacts immune activity and development and suggest hypotheses about the underlying mechanisms. They also highlight the importance of including current HMF status in immune-system-focused infant serum proteomic studies.\r\nPubmed   Journal   ReadQx \r\nUltra-processed food consumption is associated with the acceleration of biological aging in the Moli-sani Study.\r\nA diet rich in UPF was associated with an acceleration of biological aging in a large sample of Italian adults. The poor nutritional composition of highly processed foods weakly accounted for this association, suggesting that biological aging could be adversely influenced by nonnutrient characteristics of these foods.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Assessment of Treatment Response in Known Crohn's Disease-A Prospective Blinded Study Comparing the Diagnostic Accuracy of Intestinal Ultrasound, Magnetic Resonance Enterocolonography, Panenteric Capsule Endoscopy, and Fecal Calprotectin.\r\nIUS and FC are equally effective for determining treatment response in patients with active CD. PCE is limited by the occurrence of strictures in this group of patients.\r\nPubmed   Journal   ReadQx \r\nComparative Effectiveness of Ozanimod and Vedolizumab as First-Line Advanced Therapies in Ulcerative Colitis: A Propensity-Matched Cohort Analysis.\r\nOur real-world study showed that ozanimod use is associated with similar corticosteroid use but higher odds of a change in therapy compared to vedolizumab when used as first-line therapy in patients with UC. Further prospective studies are needed to understand long-term outcomes.\r\nPubmed   Journal   ReadQx \r\nThe Clinical Interpretation of Cluster Trials.\r\nHowever, cluster trials are logistically complex to implement and have unique vulnerabilities that must be evaluated for accurate interpretation. Here, we provide a general overview of the design and statistical issues in cluster trials to facilitate their interpretation by clinicians.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Characterisation of IBD heterogeneity using serum proteomics: A multicentre study.\r\n Our findings in serum proteins support the presence of a continuous IBD spectrum rather than a clear separation of CD and UC. Within the spectrum, disease location may reflect a more similar disease than CD vs UC, as colonic CD resembled UC more closely than ileal CD.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of transitional care in Inflammatory Bowel Disease; Development, Validation, and Initial outcomes of a Transition Success Score.\r\nThe Transition Success Score serves as a quantitative tool to evaluate the effectiveness of transitional care interventions and to identify inflammatory bowel disease patients at risk of encountering challenges during the transition to adult healthcare.\r\nPubmed   Journal   ReadQx \r\nImpact of histological remission for predicting clinical relapse in Crohn's disease: a post-hoc analysis of the prospective STORI cohort.\r\n Despite correlations with endoscopy and biomarkers, histological scores did not predict clinical relapse in CD patients in remission. Thus, these scores are not recommended for clinical practice to assess relapse risk in CD.\r\nPubmed   Journal   ReadQx \r\nLabour market participation and income in patients with IBD onset before young adulthood - the role of disease severity and mental health.\r\n Patients with IBD more often had low LMP, but their income was not affected. The subgroup of patients with severe disease and mental health conditions had the highest risk of low LMP.\r\nPubmed   Journal   ReadQx \r\nRisankizumab Is Associated With Normalization of Biomarkers in Patients With Crohn's Disease: Results From the Phase 3 ADVANCE, MOTIVATE, and FORTIFY Studies.\r\nRisankizumab treatment led to sustained normalization of inflammatory biomarkers with improved clinical and endoscopic results.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Rs1347093 regulates microRNA-216/-217 expression and is associated with pancreatic cancer risk.\r\nThis study may reveal the biological relevance underlying rs1347093-A allele with an increase in pancreatic cancer risk. SNP rs1347093 could be meaningful as a novel biomarker for pancreatic cancer risk.\r\nPubmed   Journal   ReadQx \r\nTiming of lumen-apposing metal stents removal in pancreatic fluid collections: Could we go beyond?\r\nPrimary aim is to evaluate the AEs rate in patients with LAMS removal 4 weeks appears to be as safe as LAMS removal within 4 weeks. LAMS ≥15 mm and Head location were associated with higher rate of AE and thus should arouse more caution.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Symptomatic and Sonographic Improvement of Immune Checkpoint Inhibitor Enterocolitis With Risankizumab.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Have CFTR modulators changed the need for liver and lung transplantation among patients with cystic fibrosis? An analysis of the UNOS database.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Does the utilization of machine perfusion require a boundary for livers donated after circulatory death?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Reply: MIND the Gap: Psychiatric Conditions in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-11-10T10:41:46-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-25-2024/",
    "title": "Fri Oct 25 2024",
    "description": "33 articles - From Friday Oct 18 2024 to Friday Oct 25 2024",
    "author": [],
    "date": "2024-10-25",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Corticosteroid Use in Randomized Clinical Trials of Biologics and Small Molecules in Inflammatory Bowel Disease: A Systematic Review.\r\nThis review highlights the variability in corticosteroid use across RCTs and its impact on evaluating new IBD therapies. Standardizing tapering protocols and defining CSF-CR are essential for accurate outcomes.\r\nPubmed   Journal   ReadQx \r\nTOpClass Class 4 Perineal Crohn's Disease: A Systematic Review and Meta-analysis of Perineal Wound Complication After Proctectomy in Crohn's Patients.\r\nThis meta-analysis revealed complete perineal healing in only 70% of patients 12 months after proctectomy for CD. This highlights knowledge gaps, including the identification of modifiable risk factors and methods for preventing or as rescue therapy, such as vacuum-assisted closure and flap reconstruction, for nonhealing perineal wounds after proctectomy for CD. Poor perineal wound healing outcomes are likely related to imperfectly understood underlying inflammatory dysregulation and systemically impaired wound healing in patients with CD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Intermittent versus Continuous Calorie Restriction for Treatment of Metabolic Dysfunction-Associated Steatotic Liver Disease: A Randomized Clinical Trial.\r\nThe ICR and CCR schemes had similar effects on reducing liver fat content, suggesting that the ICR 5 2 diet can be an effective alternative for treating MASLD with high adherence.\r\nPubmed   Journal   ReadQx \r\nSARC-Calf using calf circumference adjusted for BMI predicts six-months readmission and mortality in hospitalized patients: a secondary analysis of a cohort study.\r\nSARC-Calf with BMI-adjusted CC identified a high frequency of patients with suggestive signs of sarcopenia, regardless of age, and it was independently associated with worse outcomes six months after discharge. Statement of significance Suggestive signs of sarcopenia cannot be accurately identified by SARC-Calf in individuals with high BMI due to the influence of adiposity on calf circumference (CC) measurements. In this secondary analysis, we explored the prognostic value of SARC-Calf with BMI-adjusted CC, aiming to correct the influence of adiposity on the CC measurement. We confirmed that this approach identifies a high number of patients with suggestive signs of sarcopenia and showed that it was independently related to worse outcomes six months after hospital discharge in both adults and older patients.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Circulating Extracellular Matrix Products as Indicators of Disease Burden and Predictors of Disease Course in Ulcerative Colitis.\r\nSoluble ECM fragments reflect endoscopic disease severity and extent and are also predictive of therapeutic efficacy. They may as well reflect degenerative aspects of UC and may as such be future therapeutic targets aimed at prevention of intestinal damage.\r\nPubmed   Journal   ReadQx \r\nGLP-1 Receptor Agonists Confer No Increased Rates of IBD Exacerbation Among Patients With IBD.\r\nIn patients with IBD, GLP-1 receptor agonists are effective for weight loss and associated with few episodes of disease exacerbation.\r\nPubmed   Journal   ReadQx \r\nGut Microbial Signatures in Pediatric Crohn's Disease Vary According to Disease Activity Measures and Are Influenced by Proxies of Gastrointestinal Transit Time: An ImageKids Study.\r\nIn CD, microbiome signatures fluctuate depending on the measure used to assess disease severity;  several of these signals might be secondary disease effects linked with changes in gut motility in active disease. PICMI appears to be less influenced when studying relationships between microbiome and mural inflammation in CD.\r\nPubmed   Journal   ReadQx \r\nLow Anti-Tumor Necrosis Factor Levels During Maintenance Phase Are Associated With Treatment Failure in Children With Crohn's Disease.\r\nLD-MTX combination was not associated with higher drug levels, but higher drug levels were associated with reduced risk of treatment failure. Among patients with therapeutic drug levels, we observed no benefit of LD-MTX for patients treated with infliximab. A nonsignificant trend towards reduced treatment failure with the addition of LD-MTX patients treated with adalimumab warrants further investigation.\r\nPubmed   Journal   ReadQx \r\nMacrophage-Derived Exosomes Promoted the Development and Stemness of Inflammatory Bowel Disease-Related Colorectal Cancer via nuclear paraspeckle assembly transcript 1-Mediated miRNA-34a-5p/phosphoprotein enriched in astrocytes 15 Axis.\r\nThese findings provide novel insights into how macrophages affect CRC development and highlight exosomal NEAT1 as a therapeutic target for CRC treatment.\r\nPubmed   Journal   ReadQx \r\nMicrobial and Transcriptomic Landscape Associated With Neutrophil Extracellular Traps in Perianal Fistulizing Crohn's Disease.\r\nOur findings reveal unique microbial and transcriptomic signatures associated with NETs in pfCD, highlighting their profound influence on clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nPredicting Outcomes in Hospitalized Patients With Acute Severe Ulcerative Colitis in a Prospective Multicenter Cohort.\r\nIn a prospective, multicenter cohort of patients hospitalized with ASUC, BMI, SCCAI, and albumin at admission were important determinants of colectomy risk during the index hospitalization and within 1 year of admission. Colectomy rates remain high-22.3% in this cohort across 5 academic, tertiary care centers-underscoring the need to identify the highest-risk patients, establish novel treatment and care paradigms, and examine opportunities to standardize care.\r\nPubmed   Journal   ReadQx \r\nThe Effect of Colesevelam on the Microbiome in Postoperative Crohn's Disease.\r\nThis small pilot study demonstrated that patients who were given colesevelam, were more likely to be in disease remission at their 6-12 months colonoscopy review compared with those not treated. Furthermore, treatment with colesevelam may have a role in altering the microbiome to help maintain remission states in postoperative Crohn's disease. Larger mechanistic studies are now needed to confirm these findings and demonstrate statistical significance as well as investigate whether this benefit may be present even in those patients with 75SeHCAT negative disease.\r\nPubmed   Journal   ReadQx \r\nThree-Year Efficacy and Safety of Mirikizumab Following 152 Weeks of Continuous Treatment for Ulcerative Colitis: Results From the LUCENT-3 Open-Label Extension Study.\r\nSymptomatic, clinical, endoscopic, histologic, and quality-of-life outcomes support long-term sustained benefit of mirikizumab treatment up to 152 weeks in patients with UC, including biologic-failed patients, with no new safety concerns. Clinical trial registry ClinicalTrials.gov  NCT03518086;  NCT03524092;  NCT03519945.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    GLP-1 analog use is associated with improved disease course in inflammatory bowel disease: a report from the Epi-IIRN.\r\n GLP-1 analogs are associated with improved outcomes in IBD, specifically in patients with obesity. The mechanisms of these effects require further investigation as well as their role in patients without DM2.\r\nPubmed   Journal   ReadQx \r\nPost-Discharge Outcomes of Elderly Patients Hospitalized for Inflammatory Bowel Disease Flare Complicated by Clostridioides difficile Infection.\r\nIn elderly IBD patients hospitalized for IBD flare and subsequently discharged, a concurrent CDI infection was not associated with post-discharge IBD-related complications or mortality up to 1-year.\r\nPubmed   Journal   ReadQx \r\nThe Bidirectional Effects of Periodontal Disease and Oral Dysbiosis on Gut Inflammation in Inflammatory Bowel Disease.\r\n Our study suggests that patients with aIBD have severer periodontal disorders and higher relative abundances of putative \"pro-inflammatory\" microbiota in their oral cavity, despite normal oral hygiene behaviors. Our data are consistent with the potential presence of an oral-gut inflammatory-axis that could trigger IBD flare-ups in at-risk patients. Routine dental health assessments in al IBD patients should be encouraged as part of the health maintenance of IBD and as a potential strategy to decrease the risk of IBD flares.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Comparative outcomes of Living Donor Liver Transplantation in elderly recipients: A study on morbidity and survival in 1,018 recipients.\r\n This study suggests that carefully selected elderly patients can undergo LDLT and achieve comparable short-term outcomes to their younger counterparts.\r\nPubmed   Journal   ReadQx \r\nThe learning curve for robotic living donor right hepatectomy: Analysis of outcomes in two specialized centers.\r\nComplication rates were lower after the learning curves were achieved, although this did not reach statistical significance. A comparison of outcomes between centers suggests that a standardized approach to this complex operation can be successfully transferred.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A causal relationship between distinct immune features and acute or chronic pancreatitis: results from a mendelian randomization analysis.\r\nOur MR study identified immune traits causally linked to acute and chronic pancreatitis, offering new insights for early clinical intervention and immune cell-targeted therapies.\r\nPubmed   Journal   ReadQx \r\nAlterations in the gut microbiota in patients with long-term follow-up after pancreaticoduodenectomy and their association with postoperative fatty liver: A pilot study.\r\nThe gut microbiota of patients after PD was in dysbiosis at postoperative ≥6 months. Development of fatty liver might be associated with significant differences in gut microbiota.\r\nPubmed   Journal   ReadQx \r\nClinical significance and therapeutic implication of CD200 in pancreatic cancer.\r\nOur data underscore novel roles for CD200 in immune evasion as well as therapy resistance in pancreatic cancer. CD200 may represent a novel poor prognostic predictive factor and potential therapeutic target for PDAC with NACRT.\r\nPubmed   Journal   ReadQx \r\nPrescribing of pancreatic enzyme therapy for malabsorption in unresectable pancreatic cancer: Cross-sectional survey across New Zealand and Australia.\r\n This study suggests clinicians are over-reliant on faecal elastase to diagnose PEI and are uncertain about the correct dose and timing of PERT for optimal patient benefit in those with unresectable pancreatic cancer. Most clinicians were not aware of best practice guidelines.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    DNA-Thioguanine (DNA-TG) Is a Promising Novel Method to Predict Adverse Events to Thiopurine in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEditorial Response to the Letter Relating to our Article \"Predicting Adverse Events to Thiopurines in IBD: Are We a Step Closer?\"\r\n\r\nPubmed   Journal   ReadQx \r\nRisankizumab Is Effective for the Management of Crohn's Disease of the Pouch.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    IL-23R-Specific Chimeric Antigen Receptor Tregs in Crohn's Disease: Dawn of a Cellular Immunotherapeutic Era?\r\n\r\nPubmed   Journal   ReadQx \r\nMultiomics Resolves Regulatory Mechanisms in a Diverse Cohort of Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Pouch Corner: Perianal Fistulas and Ileal Pouches: Examining Fistulas Before and After Pouch Creation.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Are the differences really different? understanding the role of induction immunosuppression on pediatric liver transplant outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nCystatin C in decompensated cirrhosis: Shedding the excess baggage in clinical practice.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Improved outcomes of ABO incompatible living donor liver transplant with biologically related donors.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Improved outcomes of ABO incompatible living donor liver transplant with biologically related donor.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Response to \"Evaluation of postoperative pancreatic fistula prediction scales following pancreatoduodenectomies based on magnetic resonance imaging: A diagnostic test study\".\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-10-30T22:19:54-04:00",
    "input_file": {}
  }
]
