[
  {
    "path": "gi2/09-15-2023/",
    "title": "Fri Sep 15 2023",
    "description": "20 articles - From Friday Sep 08 2023 to Friday Sep 15 2023",
    "author": [],
    "date": "2023-09-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    The Effectiveness of Medical Nutrition Therapy Provided by a Dietitian in Adults with Prediabetes: A Systematic Review and Meta-Analysis.\r\n In adults with prediabetes, MNT was effective in improving glycemic outcomes, anthropometrics, blood pressure, and most lipid levels. However, most studies had risk of bias due to the randomization process or deviations from intended interventions. Conclusions MNT plays a key role in improving cardiometabolic risk factors in adults with prediabetes. Registration id and url ID #351421; \r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Prevalence of hepatobiliary manifestations in inflammatory bowel disease: a GRADE assessed systematic review and meta-analysis on more than 1.7 million patients.\r\n This study summarizes the prevalence and importance of different hepatic manifestations in IBD patients. These findings are crucial for the management of EIMs, especially hepatic manifestations, in IBD patients.\r\nPubmed   Journal   ReadQx \r\nTemporary Faecal Diversion for Refractory Perianal and/or Distal Colonic Crohn's Disease in the Biologic Era: An Updated Systematic Review with Meta-Analysis.\r\n In the biologic era, temporary FD for refractory perianal and/or distal colonic CD improves symptoms half the patients, and bowel continuity can be successfully restored in a quarter of patients.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Treatment strategies of hepatic artery complications after pediatric liver transplantation: A systematic review.\r\nDespite various treatment methods, HAT after pLT remains a significant issue that has profound effects on the patient and graft survivals. Current evidence is insufficient to determine the most effective treatment for preventing graft failure.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Dietary greenhouse gas emissions and diet quality in a cross-sectional study of Swedish adolescents.\r\nFood choices and dGHGE per calorie differ by sex in adolescents. Thus, intervention strategies to improve dietary sustainability need to be tailored differently to females and males. Diet quality should also be considered when promoting reduced GHGE diets.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Characterization of the Gut Microbiota and Mycobiota in Italian Pediatric Patients With Primary Sclerosing Cholangitis and Ulcerative Colitis.\r\nWe describe the gut microbiota and mycobiota dysbiosis associated to PSC-UC disease. Our results evidenced a gut imbalance, with the reduction of gut commensal microorganisms with stated anti-inflammatory properties (ie, Akkermansia, Bacteroides, Parabacteroides, Oscillospira, Meyerozyma, and Malassezia) and the increase of pathobionts (ie, Streptococcus, Saccharomyces, and Debaryomyces) that could be involved in PSC progression. Altogether, these events may concur in the pathophysiology of PSC in the framework of UC.\r\nPubmed   Journal   ReadQx \r\nExpression of Circulating let-7e and miR-126 May Predict Clinical Remission in Patients With Crohn's Disease Treated With Anti-TNF-a Biologics.\r\n These results provide evidence that expression levels of circulating let-7e and miR-126 at baseline may predict clinical remission in CD patients treated with anti-TNF-a biologics.\r\nPubmed   Journal   ReadQx \r\nRacial and Ethnic Disparities in Patients With Inflammatory Bowel Disease: An Online Survey.\r\nBIPOC/H patients with IBD had worse clinical disease, lower HRQOL scores, had more medication concerns, had less access to specialists, had less social and emotional support, and used emergency department services more often than W/NH patients.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Mitigating the risk of Tofacitinib-induced adverse events in the elderly population with Ulcerative Colitis.\r\nModulation of induction dose and anti-thrombotic therapy may have contributed to prevent cardiologic events and thromboembolism. The introduction of zoster vaccine virtually eliminated zoster risk after the first cases. Potential malignancies deserve a careful work-up of older patients before treatment start.\r\nPubmed   Journal   ReadQx \r\nProspective Observational Evaluation of the Time-Dependency of Adalimumab Immunogenicity and Drug Concentration in Ulcerative Colitis Patients: the POETIC II Study.\r\nLoss of response to adalimumab therapy was significantly more common in the Ulcerative Colitis compared to the Crohn's disease cohort and was driven by a higher rate of non-immunogenic, pharmacodynamic parameters.\r\nPubmed   Journal   ReadQx \r\nValidation of the IBD-Control Questionnaire across different sociodemographic and clinical subgroups: Secondary analysis of a nationwide electronic survey.\r\nIBD-Control-8 is a psychometrically robust scale which can be used across a range of populations. It offers a quick, reliable and valid method of assessing patient-perceived control. The construct of \"control\" includes traditional HRQoL and a novel domain relating to treatment perception.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Early steroids after paediatric liver transplantation protect against T-cell mediated rejection -results from the ChilSFree study.\r\n Adjunctive steroid therapy after pLT leads to earlier suppression of the post-pLT pro-inflammatory response and significantly reduced rejection rates during the first year after pLT (15.9%). 65% of patients initially treated without steroids remain steroid free over the first 12 months without rejection.\r\nPubmed   Journal   ReadQx \r\nPrimary sclerosing cholangitis and other risk factors for post-transplant lymphoproliferative disease after liver transplantation in adults.\r\nThe yearly PTLD incidence was higher in the first year than in the later years after LT (2.4%/year vs 0.6%/year) for PSC but not for other indications (0.16%/year). In EBV seronegative recipients, PTLD occurred earlier after LT, while in the 97% seropositive recipients it could occur very late after LT.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Greater cost without greater benefit: The need to refine transfer criteria for patients with severe acute pancreatitis.\r\n Transferred patients have greater burden of illness and cost of care without evidence of improved outcomes in the management of SAP regardless of procedural intervention. Transfer criteria for patients with SAP must be further refined to reduce unnecessary transfers.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Think Again Before Resecting an Organ: Appendectomy or Endoscopic Retrograde Appendicitis Therapy?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Revisiting the Risk of Hospital Readmission in Severe Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Lémman Index in pediatric Crohn's disease - evidence is accumulating.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter to the Editor: Blocked drain switch -- hepatic venous outflow obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Blocked drain switch - hepatic venous outflow obstruction.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Cooking Skills: Essential for the Food is Medicine Movement.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-17T20:22:42-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/09-08-2023/",
    "title": "Fri Sep 08 2023",
    "description": "34 articles - From Friday Sep 01 2023 to Friday Sep 08 2023",
    "author": [],
    "date": "2023-09-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    The Weight-loss Effect of GLP-1RAs Glucagon-Like Peptide-1 Receptor Agonists in Non-diabetic Individuals with Overweight or Obesity: A Systematic Review with Meta-Analysis and Trial Sequential Analysis of Randomized Controlled Trials.\r\nThe present study provides conclusive evidence for the effect of GLP-1RAs on weight loss in a nonlinear dose-response manner in patients with obesity or overweight without diabetes. In terms of changes in BW, BMI, and WC, there is firm evidence for the overall weight-loss effects of GLP-1RAs. Of the GLP-1RAs, semaglutide might be the most effective agent.\r\nPubmed   Journal   ReadQx \r\nVitamin D supplementation for improving bone density in vitamin D-deficient children and adolescents: systematic review and individual participant data meta-analysis of randomized controlled trials.\r\nClinically important benefits for bone density from 1-y vitamin D supplementation in healthy children and adolescents, regardless of baseline vitamin D status, are unlikely. However, our findings are mostly generalizable to White postpubertal girls and do not apply to those with baseline 25(OH)D outside the studied range or with symptomatic vitamin D deficiency (e.g., rickets). This study was preregistered at PROSPERO as CRD42017068772.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Defining the Roles of Inflammatory Bowel Disease Clinical Pharmacists in the United States: A Systematic Review and National RAND/UCLA Consensus.\r\nThis consensus defines IBD clinical pharmacists' roles and provides a framework for embedded clinical pharmacists in IBD care.\r\nPubmed   Journal   ReadQx \r\nUnveiling the Ghrelin and Obestatin Roles in Inflammatory Bowel Diseases: A Systematic Review and Meta-Analysis Assessing Their Pathogenic Implications and Biomarker Utility.\r\nOur results demonstrate that IBD patients with active disease have higher levels of ghrelin, which needs to be confirmed in future studies. Also, the obestatin/ghrelin ratio might be a promising biomarker for the assessment of disease activity.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of Dietary Sugar Types with Coronary Heart Disease Risk: A Prospective Cohort Study.\r\nIntakes of TGE, total sugar, added sugar, and fructose from added sugar and juice were associated with higher CHD risk, but TFE and fructose from fruits and vegetables were not.\r\nPubmed   Journal   ReadQx \r\nDiet-induced Weight Loss and Phenotypic Flexibility Among Healthy Overweight Adults: A Randomized Trial.\r\n Application of dietary challenges increased sensitivity to detect metabolic response to weight loss intervention. Large interindividual variation was observed across a wide range of measurements allowing the identification of distinct responses to the weight loss intervention and mechanistic insight into the metabolic response to weight loss.\r\nPubmed   Journal   ReadQx \r\nGlutamate infusion reduces myocardial dysfunction after coronary artery bypass grafting according to NT-proBNP: summary of two randomized controlled trials (GLUTAMICS I-II).\r\nInfusion of glutamate reduced postoperative rise in NT-proBNP after CABG in medium to high-risk patients. A significantly blunted effect was observed only in insulin-treated diabetes patients. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nIntraduodenal nutrient infusion differentially alters intestinal nutrient sensing, appetite, and satiety responses in lean and obese subjects.\r\n Nutrient-induced gut hormone release and response to transient vagal blockade are significantly blunted in subjects with obesity.\r\nPubmed   Journal   ReadQx \r\nInulin-type fructans and 2'fucosyllactose alter both microbial composition and appear to alleviate stress-induced mood state in a working population compared to placebo (maltodextrin): the EFFICAD Trial, a randomized, controlled trial.\r\n The results of this study indicate that oligofructose and combination of oligofructose/2'fucosyllactose, can beneficially alter microbial composition along with improving mood state parameters. Future work is needed to understand key microbial differences separating individual responses to 2'fucosyllactose supplementation.\r\nPubmed   Journal   ReadQx \r\nPericonceptional intakes of methyl donors and other micronutrients involved in one-carbon metabolism may further reduce the risk of neural tube defects in offspring: a United States population-based case-control study of women meeting the folic acid recommendations.\r\nOur findings support that NTD prevention, in the context of folic acid fortification, could be augmented with intakes of methyl donors and other micronutrients involved in folate metabolism.\r\nPubmed   Journal   ReadQx \r\nUntargeted Metabolomic Analysis Investigating Links Between Unprocessed Red Meat Intake and Markers of Inflammation.\r\nOur analyses were unable to support a relationship between either processed or unprocessed red meat and inflammation, over and above any confounding by BMI. Glutamine, a plasma correlate of lower unprocessed red meat intake, was associated with lower CRP levels. The differences in diet-inflammation associations vs diet metabolite-inflammation associations warrants further investigation to understand the extent that these arise from (1) a reduction in measurement error with metabolite measures;  (2) the extent that factors other than unprocessed red meat intake contribute to glutamine levels;  (3) the ability of plasma metabolites to capture individual differences in how food intake is metabolized.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Gut Microbiota Composition in Long-Remission Ulcerative Colitis is Close to a Healthy Gut Microbiota.\r\nRecovery may just reflect adequate control of inflammatory activity, but higher bacterial diversity or the presence of A. muciniphila in fecal samples predicts flare-free outcomes.\r\nPubmed   Journal   ReadQx \r\nManagement of Perianal Fistulizing Crohn's Disease.\r\nIn this review, we provide an up-to-date overview of the pathophysiology, clinical presentation, diagnosis, and medical management of perianal fistulizing CD. A brief overview of the surgical management of perianal fistulizing CD is also provided.\r\nPubmed   Journal   ReadQx \r\nMicrobial and Metabolite Signatures of Stress Reactivity in Ulcerative Colitis Patients in Clinical Remission Predict Clinical Flare Risk.\r\nHigh SR in UC is characterized by microbial signatures that predict clinical flare risk, suggesting that the microbiome may contribute to stress-induced UC flares.\r\nPubmed   Journal   ReadQx \r\nMultidisciplinary Inflammatory Bowel Disease Conference: The Impact of the Expert Pathologist on Patient Care.\r\n The majority of diagnostic changes made at the multidisciplinary IBD conference were due to histopathologic re-interpretation. A change in diagnosis at times led to significant modifications in medical or surgical management. An expert gastrointestinal pathologist is an essential MDT member for IBD management.\r\nPubmed   Journal   ReadQx \r\nRelationship Between Rectal Swab and Tissue Samples in Mucosa-associated Microbiota in Patients With Inflammatory Bowel Disease.\r\nSwab microbiota more closely resembled tissue microbiota relative to fecal microbiota, but there were still differences. Bowel preparation did not alter the overall swab microbiota in the short term but markedly changed the microbial composition in most patients.\r\nPubmed   Journal   ReadQx \r\nThe Effectiveness and Safety of First-Line Thioguanine in Thiopurine-Naïve Inflammatory Bowel Disease Patients.\r\nAt 12 months, first-line thioguanine therapy was clinically effective in 53% of thiopurine-naïve inflammatory bowel disease patients with an acceptable safety profile.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Efficacy and safety of approximately 3 years of continuous ozanimod in moderately to severely active ulcerative colitis: interim analysis of the True North open-label extension.\r\nAmong patients who achieved clinical response after 1 year of ozanimod treatment during True North, a high percentage sustained clinical and mucosal efficacy over 2 additional years in the OLE. No new safety signals were observed with long-term ozanimod use.\r\nPubmed   Journal   ReadQx \r\nThe incidence and prevalence of inflammatory bowel disease continues to increase in the Faroe Islands - a cohort study from 1960-2020.\r\nThe incidence of IBD continues to increase in the Faroe Islands, mainly driven by UC. The incidence presents with an uneven geographical distribution, which suggests an adverse interaction between unknown environmental factors and genetic traits. The prevalence in 2021 corresponded to 1.3% of the Faroese population suffering from IBD. Environmental risk factors are suspected to impact this homogenous high-risk population;  however, the reason is unclear.\r\nPubmed   Journal   ReadQx \r\nTofacitinib versus oral prednisolone for induction of remission in moderately active ulcerative colitis (ORCHID): A prospective, open-label, randomized, pilot study.\r\n In patients with moderately active ulcerative colitis, there was no difference in the efficacy and safety of tofacitinib and oral prednisolone for induction of remission at 8 weeks.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A model Including standardized weight improved predicting waiting list mortality in adolescent liver transplant candidates: A US national study.\r\n MELD-TEEN could improve the accuracy of allocation of liver transplant among adolescents by incorporating weight z-score compared to MELD 3.0 and PELD-Na-Cr.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Development and external validation of a nomogram for prediction of post-endoscopic retrograde cholangiopancreatography pancreatitis.\r\nWe successfully developed a good predictive model for PEP. The prevention of PEP in high risk patients should be investigated further.\r\nPubmed   Journal   ReadQx \r\nIncreased SLAMF7+CD8+ T cells are associated with the pathogenesis of experimental autoimmune pancreatitis in mice.\r\nIncreased SLAMF7 + CD8 + T cells exhibit enhanced cytotoxicity and cytokines secretion capacity, which may be involved in the pathogenesis of AIP.\r\nPubmed   Journal   ReadQx \r\nPancreatic ductal adenocarcinoma with acinar-to-ductal metaplasia-like cancer cells shows increased cellular proliferation.\r\nThese results indicated that acinar cells may act as the origin of human PDAC, and that their presence may be useful for the stratification of human PDAC to predict prognosis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Beyond folic acid: can optimizing maternal status of other methyl donors contribute to further reducing the risk of neural tube defects?\r\n\r\nPubmed   Journal   ReadQx \r\nGLP-1 Receptor Agonists for Weight Loss in People without Type 2 Diabetes: What is the Current Evidence?\r\n\r\nPubmed   Journal   ReadQx \r\nHealth Benefits of Vitamin D Supplementation: Time to Move the Spotlight Away from Bone Health in Vitamin D-replete Individuals?\r\n\r\nPubmed   Journal   ReadQx \r\nReduced postabsorptive interoception of nutrients in obesity: cause or consequence?\r\n\r\nPubmed   Journal   ReadQx \r\nThe role of nutrition in the prevention of sarcopenia.\r\nIn comparison, there is little evidence of benefits of higher intakes of individual nutrients in earlier adulthood for later muscle mass and function. While these gaps need to be addressed in future research, there may already be sufficient data to promote messages about diet quality more widely - that 'healthier' diets of higher quality across adulthood, with known benefits for a range of health outcomes, are also linked to effective preservation of muscle mass and function.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Think Again Before Resecting an Organ: Appendectomy or Endoscopic Retrograde Appendicitis Therapy?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Psychiatric Diagnoses, Medication, and Service Use Among Patients Who Receive Emergency Care for Inflammatory Bowel Diseases.\r\n\r\nPubmed   Journal   ReadQx \r\nTargeted Probiotics Against Bacterial-Fungal Biofilms: A New Concept Seems to Bring Us Closer to Microbiome-modulating Therapy for Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Challenges in Formulating a Prenatal Dietary Supplement: A Perspective from Industry Scientists.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Reply: \"Targeted Probiotics Against Bacterial-Fungal Biofilms: A New Concept Seems to Bring Us Closer to Microbiome-Modulating Therapy for Inflammatory Bowel Disease\".\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-08T17:03:56-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/09-01-2023/",
    "title": "Fri Sep 01 2023",
    "description": "27 articles - From Friday Aug 25 2023 to Friday Sep 01 2023",
    "author": [],
    "date": "2023-09-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Defining the Roles of Inflammatory Bowel Disease Clinical Pharmacists in the United States: A Systematic Review and National RAND/UCLA Consensus.\r\nThis consensus defines IBD clinical pharmacists' roles and provides a framework for embedded clinical pharmacists in IBD care.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Changes of trans and saturated fatty acid content in savoury baked goods from 2015 to 2021 and their effect on consumers' intake using substitution models; a study conducted in Greece.\r\nDespite the reductions seen in i-TFA content of SBGs, food product reformulation efforts in Greece should focus not only on TFA content but also on SFA reduction to improve public health.\r\nPubmed   Journal   ReadQx \r\nCross-sectional analysis of racial differences in hydration and neighborhood deprivation in young adults.\r\n Our data suggest that compared with White young adults, Black young adults are hypohydrated and exhibit higher copeptin, and that greater neighborhood deprivation is associated with chronic underhydration irrespective of race. Clinical trial registry The data reported in this investigation were collected as part of a study registered on clinicaltrials.gov (NCT04576338)\r\nPubmed   Journal   ReadQx \r\nGenome-wide interaction analysis of folate for colorectal cancer risk.\r\nVariation in 3p25.2 locus may modify the association of folate supplement with CRC risk. Experimental studies and studies incorporating other relevant -omics data are warranted to validate this finding.\r\nPubmed   Journal   ReadQx \r\nThe associations of genetically predicted plasma alanine with coronary artery disease (CAD) and CAD risk factors: a Mendelian randomization study.\r\nAlanine or factors affecting alanine may have causal effects on diabetes, blood glucose, lipid profiles and blood pressure, but not on CAD. Further studies are needed to clarify possible mechanisms.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    CircASPH Enhances Exosomal STING to Facilitate M2 Macrophage Polarization in Colorectal Cancer.\r\nOur study demonstrated that circASPH enhances exosomal STING to facilitate M2 macrophage polarization, which further accelerates CRC progression. The findings support circASPH as a promising therapeutic target for CRC treatment.\r\nPubmed   Journal   ReadQx \r\nDifferentiation of Active Ulcerative Colitis vs Noninflammatory Bowel Disease Proctitis by Transperineal Superb Microvascular Imaging.\r\nTransperineal ultrasonography with mSMI may enable the evaluation of rectal activity and differentiation of UC from non-IBD proctitis with accuracy comparable to endoscopy.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Ustekinumab Optimization by 2 Initial Intravenous Doses in Adult Patients With Severe Crohn's Disease.\r\nOptimization of ustekinumab by 2 initial intravenous inductions is more effective than standard therapy for adult patients with severe CD.\r\nPubmed   Journal   ReadQx \r\nMicrobial and Metabolite Signatures of Stress Reactivity in Ulcerative Colitis Patients in Clinical Remission Predict Clinical Flare Risk.\r\nHigh SR in UC is characterized by microbial signatures that predict clinical flare risk, suggesting that the microbiome may contribute to stress-induced UC flares.\r\nPubmed   Journal   ReadQx \r\nNationwide Real-World Exclusive Enteral Nutrition Practice Over Time: Persistence of Use as Induction for Pediatric Crohn's Disease and Emerging Combination Strategy With Biologics.\r\nOver the past 7.5 years, except during the COVID-19 pandemic, EEN usage rates have not changed despite an increase in biologic use, although combination induction is an emerging trend.\r\nPubmed   Journal   ReadQx \r\nOutcomes of a Comprehensive Specialist Inflammatory Bowel Disease Nursing Service.\r\nA comprehensive IBD nursing service is associated with improved patient outcomes and quality of care, and reduced healthcare costs. This study supports the expanding role of IBD nurses in a modern multidisciplinary IBD service and the need for greater funding and integration of IBD nurses into IBD services.\r\nPubmed   Journal   ReadQx \r\nRelationship Between Rectal Swab and Tissue Samples in Mucosa-associated Microbiota in Patients With Inflammatory Bowel Disease.\r\nSwab microbiota more closely resembled tissue microbiota relative to fecal microbiota, but there were still differences. Bowel preparation did not alter the overall swab microbiota in the short term but markedly changed the microbial composition in most patients.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Alternative endoscopy reading paradigms determine score reliability and effect size in ulcerative colitis.\r\n The ICC between the eMS of two trained and experienced central readers is unexpectedly low which reinforces that currently used central reading processes are still associated with several weaknesses.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of approximately 3 years of continuous ozanimod in moderately to severely active ulcerative colitis: interim analysis of the True North open-label extension.\r\nAmong patients who achieved clinical response after 1 year of ozanimod treatment during True North, a high percentage sustained clinical and mucosal efficacy over 2 additional years in the OLE. No new safety signals were observed with long-term ozanimod use.\r\nPubmed   Journal   ReadQx \r\nShort Term Psychodynamic Psychotherapy in addition to standard medical therapy increases clinical remission in Adolescents and Young Adults with Inflammatory Bowel Disease: a randomised controlled trial.\r\nAn 8-week STPP intervention in addition to SMT effectively increases the steroid-free remission rates in AYA with quiescent IBD. Results do not support effects for other secondary outcomes.\r\nPubmed   Journal   ReadQx \r\nSuperior predictive value of transmural over endoscopic severity for colectomy risk in ulcerative colitis: a multicenter prospective cohort study.\r\nA superior predictive value was found for transmural versus endoscopic severity for colectomy risk in UC patients.\r\nPubmed   Journal   ReadQx \r\nValidation of the ACE (Albumin, CRP and Endoscopy) Index in Acute Colitis: Analysis of the CONSTRUCT dataset.\r\nWe have now reported and externally validated the ACE Index in Acute Colitis in a combined cohort of over 1000 patients from across the United Kingdom. The ACE Index may be used in conjunction with clinical judgement to help identify patients admitted with active UC who are at high risk of not responding to IV steroids. Further studies are required to improve objectivity and accuracy of assessment.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cost-effectiveness analysis of interventional liver-directed therapies for downstaging of hepatocellular carcinoma before liver transplant.\r\n TARE is the more cost-effective downstaging strategy for patients with HCC exceeding Milan criteria when compared to TACE.\r\nPubmed   Journal   ReadQx \r\nImplementation of a national liver review board for exception requests in the united states: A two-year monitoring report.\r\n Implementation of the NLRB improved efficiency, reduced case workloads, and standardized criteria for exception cases, with similar waitlist outcomes between patients with and without exception scores and improved equity in terms of access to liver transplant.\r\nPubmed   Journal   ReadQx \r\nOvercoming the hurdles of steatotic grafts in liver transplantation: insights into survival and prognostic factors.\r\n Our study emphasizes the initial postoperative 30-day survival challenge in LT using fatty livers. However, with careful donor-recipient matching, e.g. avoiding use of steatotic donors with long cold ischemic time and high BSA ratios for recipients in the ICU, it is possible to enhance immediate GS, and in a longer time, outcomes comparable to those using non-fatty livers, DCD livers, or standard-risk older donors, can be anticipated. These novel insights into decision-making criteria for steatotic liver use provide invaluable guidance for clinicians.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Therapeutic Drug Monitoring 2.0: Time to Assemble the Puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    1-Year Comparison of Clinical and Endoscopic Outcomes of Tofacitinib vs Vedolizumab for Ulcerative Colitis After Anti-Tumor Necrosis Factor Failure: A Real-World Cohort Study in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nAll-or-Nothing Behavior and Catastrophic Thinking Predict Fatigue in Inflammatory Bowel Disease: A Prospective Cohort Study.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    6-mercaptopurine in ulcerative colitis: the potential of upfront dosing with allopurinol.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Exploring the potential of ChatGPT in generating unknown clinical questions about liver transplantation: a feasibility study.\r\n\r\nPubmed   Journal   ReadQx \r\nSemaglutide is effective in achieving weight loss in liver transplant recipients.\r\n\r\nPubmed   Journal   ReadQx \r\nSmall for size syndrome is the predominant form of early allograft dysfunction in living donor liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-09-04T19:10:26-04:00",
    "input_file": {}
  }
]
