[
  {
    "path": "gi2/05-16-2025/",
    "title": "Fri May 16 2025",
    "description": "18 articles - From Friday May 09 2025 to Friday May 16 2025",
    "author": [],
    "date": "2025-05-16",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Risk Factors for Venous Thromboembolism in Inflammatory Bowel Disease: A Systematic Review and Meta-Analysis by Phase of Care.\r\nWe identified multiple risk factors associated with VTE across different phases of care. This work will help in the development of future predictive models to guide thromboprophylaxis in IBD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to EAT-Lancet diet, biological aging and life expectancy in the UK Biobank: a cohort study.\r\nAdherence to EAT-lancet diet is linked to delayed biological aging and increased life expectancy, regardless of genetic predisposition. This suggests that promoting this sustainable dietary pattern could serve as a practical nutritional strategy for enhancing healthy longevity.\r\nPubmed   Journal   ReadQx \r\nAssessing the adherence and acceptability to iron and folic acid versus multiple micronutrient supplements during pregnancy: A cluster-randomized non-inferiority trial in Cambodia.\r\nBoth IFA and MMS were highly acceptable, yet adherence to MMS was superior to IFA. These findings support the transition from IFA to MMS in Cambodia.\r\nPubmed   Journal   ReadQx \r\nImpact of Dietary Cholesterol from Eggs and Saturated Fat on LDL Cholesterol Levels: A Randomized Cross-Over Study.\r\n Saturated fat, not dietary cholesterol, elevates LDL cholesterol. Compared with consuming a high-saturated fat diet with only one egg per week, consuming two eggs daily as part of a low-saturated fat diet lowers LDL concentrations, which may reduce CVD risk. However, this effect on CVD risk may be mitigated, at least in part, by a reduction in less-atherogenic large LDL-particles and an increase in more atherogenic small LDL-particles. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nMaternal prenatal nut and seafood consumption and child neuropsychological function from 4 to 15 years of age: a population-based cohort study.\r\nMaternal diet at pregnancy and omega-3 intake may support long-term cognitive development in children and adolescents.\r\nPubmed   Journal   ReadQx \r\nOne-carbon metabolism, insulin resistance, and fecundability in a Singapore prospective preconception cohort study.\r\nOur findings suggest that higher folate and lower homocysteine levels, which reflected the interlinked folate and methionine cycles, was associated with higher fecundability in preconception women with lower IR, but less so in those with higher IR. Clinical Trial Registry number and website where it was obtained NCT03531658, /study/NCT03531658.\r\nPubmed   Journal   ReadQx \r\nThe Association of Early Pregnancy Vitamin D and BMI Status with Composite Adverse Pregnancy Outcomes: an Ancillary Analysis of the Vitamin D Antenatal Asthma Reduction Trial.\r\nWhile vitamin D supplementation did not reduce APO risk, higher early pregnancy 25(OH)D concentrations were associated with lower odds of APOs in participants with BMI <25 kg/m 2 . These findings highlight the potential importance of higher early pregnancy 25(OH)D concentrations, particularly among those with normal BMI, in reducing APO risk.\r\nPubmed   Journal   ReadQx \r\nThe harms of high protein intake: conjectured, postulated, claimed, and presumed, but shown?\r\nIn this perspectives article, we discuss several of the postulated harms cited in academic and lay publications and investigate the strength of evidence to support or refute these asserted harms. We highlight areas of caution relating to experimental design and interpretation of results and propose areas of research that would be helpful to better determine the potential risks associated with high dietary protein intake.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    18F-FAPI PET/CT for Early Detection and Severity Assessment of Intestinal Fibrosis in a Mouse Model.\r\nAs Crohn's disease (CD) with intestinal fibrosis progresses, 18F-FAPI uptake is high in the early stages and then gradually decreases. Activated fibroblasts appear more frequently in the early stages of intestinal fibrosis indicates that 18F-FAPI PET has a great potential for early identification of intestinal fibrosis and provides new insights into treatment decision-making in CD patients.\r\nPubmed   Journal   ReadQx \r\nCrohn's Disease Stricture Response to Treatment Assessed with Magnetic Resonance Imaging and Intestinal Ultrasound: STRIDENT Randomized Trial.\r\nRadiologic severity of Crohn's disease strictures can improve with drug treatment, with complete stricture resolution observed in some. Intestinal ultrasound and MRI are effective modalities for monitoring the treatment response in patients with stricturing Crohn's disease (STRIDENT Drug Therapy Study  NCT03220841).\r\nPubmed   Journal   ReadQx \r\nDisparities in Access and Treatment for Rural Patients With Inflammatory Bowel Disease: A Survey of Inflammatory Bowel Disease Patients and Providers.\r\nThese results demonstrate disparities between rural and urban patients' treatments and access to specialty IBD care. Rural patients and providers are supportive of collaborating with IBD specialists and MDTs. These results can help guide the implementation of innovative IBD care models in the setting of an increasingly complex IBD landscape.\r\nPubmed   Journal   ReadQx \r\nInnate and Adaptive Immunity is not Impacted by Inflammatory Bowel Disease Medications in Pregnant Women and Their Offspring.\r\nThis study provides the foundation for ongoing investigation to more definitively extricate the impact of maternal IBD activity, drug exposures, and disease phenotype on infant immune system development and function. These novel data suggest that IBD pharmacotherapies may not significantly impact maternal or infant immune regulation.\r\nPubmed   Journal   ReadQx \r\nMonitoring Structural Bowel Damage in Patients With Crohn's Disease Using Intestinal Ultrasonography: Can It Be Reversed by Biological Treatment?\r\nBiological treatment can reverse SBD in CD, but hospitalizations and surgery rates remain higher in this group.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Clinical and pathological spectrum of disease severity among patients with acute liver failure (ALF) undergoing deceased donor liver transplantation.\r\n Virtually every patient undergoing liver transplantation for ALF retrospectively appeared to need their transplant, based on expert clinical consensus review. Overall, there was poor correlation between clinical severity and apparent degree of necrosis seen in the 300 liver explants, except perhaps for APAP subjects.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    AI-Assisted IBD Severity Classification: A Critical Perspective on Current Evidence and Next Steps.\r\n\r\nPubmed   Journal   ReadQx \r\nMaternal Microchimerism, a Red Flag or a Red Herring in Very-Early-Onset Inflammatory Bowel Disease?\r\n\r\nPubmed   Journal   ReadQx \r\nPast But Not Forgotten: Innate Factors Affect the Course of Severe Acute Respiratory Syndrome Coronavirus 2 Infection in Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Be precise, be reproducible! The emerging role of artificial intelligence in inflammatory bowel disease endoscopy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-05-16T09:48:43-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/05-09-2025/",
    "title": "Fri May 09 2025",
    "description": "39 articles - From Friday May 02 2025 to Friday May 09 2025",
    "author": [],
    "date": "2025-05-09",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Association between inflammatory bowel disease, current therapies, and cardiovascular events: a review and meta-analysis of data from 2.2 million individuals.\r\n There is an increased risk of MI, IHD, CVA and MACE in IBD patients. Management of IBD needs to consider these risks and how it may be adjusted when selecting advanced therapies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Assessing the adherence and acceptability to iron and folic acid versus multiple micronutrient supplements during pregnancy: A cluster-randomized non-inferiority trial in Cambodia.\r\nBoth IFA and MMS were highly acceptable, yet adherence to MMS was superior to IFA. These findings support the transition from IFA to MMS in Cambodia.\r\nPubmed   Journal   ReadQx \r\nDairy intake, plasma metabolome, and risk of type 2 diabetes in a population-based cohort.\r\nIn this cohort of Swedish adults, high intakes of nonfermented milk and cheese are positively associated with risk of T2D, although high intakes of fermented milk, cream, and butter are inversely associated. Metabolomics provides novel insights into understanding the metabolic pathways of these associations.\r\nPubmed   Journal   ReadQx \r\nMaternal prenatal nut and seafood consumption and child neuropsychological function from 4 to 15 years of age: a population-based cohort study.\r\nMaternal diet at pregnancy and omega-3 intake may support long-term cognitive development in children and adolescents.\r\nPubmed   Journal   ReadQx \r\nNitrate and nitrite food composition database: an update and extensive deep dive.\r\nThe newly developed database and automated nitrate/nitrite calculator will facilitate future nutritional health studies to estimate dietary nitrate/nitrite exposure more accurately and efficiently and determine the resulting health implications.\r\nPubmed   Journal   ReadQx \r\nOne-carbon metabolism, insulin resistance, and fecundability in a Singapore prospective preconception cohort study.\r\nOur findings suggest that higher folate and lower homocysteine levels, which reflected the interlinked folate and methionine cycles, was associated with higher fecundability in preconception women with lower IR, but less so in those with higher IR. Clinical Trial Registry number and website where it was obtained NCT03531658, /study/NCT03531658.\r\nPubmed   Journal   ReadQx \r\nThe Association of Early Pregnancy Vitamin D and BMI Status with Composite Adverse Pregnancy Outcomes: an Ancillary Analysis of the Vitamin D Antenatal Asthma Reduction Trial.\r\nWhile vitamin D supplementation did not reduce APO risk, higher early pregnancy 25(OH)D concentrations were associated with lower odds of APOs in participants with BMI <25 kg/m 2 . These findings highlight the potential importance of higher early pregnancy 25(OH)D concentrations, particularly among those with normal BMI, in reducing APO risk.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Clinical Utility and Accuracy of Point-of-Care Testing for Anti-TNF Drug Monitoring and Loss of Response.\r\nSerum ADL and IFX POCT concentrations are comparable to ELISA and associated with LOR, indicating its clinical utility.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Differential effects of tofacitinib on macrophage activation contribute to lack of response in ulcerative colitis patients.\r\nWe conclude that resistance to tofacitinib is mediated by the hyperactivation of myeloid cells and we identify IL-10-dependent macrophages as one cellular subset contributing to this resistance.\r\nPubmed   Journal   ReadQx \r\nECCO topical review on predictive models on IBD disease course and treatment response.\r\n This topical review offers practice recommendations and guidance for future predictive models on IBD disease course and treatment response including their implementation in clinical practice.\r\nPubmed   Journal   ReadQx \r\nEarly Intestinal Ultrasound Response to Biologic and Small Molecule Therapy is Accurate to Predict Treat-To-Target Endoscopic Outcomes in Children with Ulcerative Colitis: Results from the Prospective Super Sonic-UC Study.\r\nCombining non-invasive biomarkers of BWT and the MUC on IUS, and FC, is a feasible tight control monitoring strategy in children with UC that is predictive of endoscopic outcomes. Larger, multicenter validation studies are needed to understand how an IUS and FC monitoring strategy may improve outcomes in children with UC.\r\nPubmed   Journal   ReadQx \r\nSpatial mapping and geographic variation of inflammatory bowel disease in Canada: A population-based study.\r\n Results demonstrated significant geographic variations in the prevalence of IBD in Canada. Evidence suggests differences in prevalence between regions are primarily driven by individual demographics rather than geographical characteristics.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Implementation of intra-operative distal splenic artery ligation for portal inflow modulation in adult living donor Liver Transplantation.\r\nThere was decreased incidence of small for size syndrome (SFSS) (p<0.05) with no incidence of grade-C SFSS and lower 90 day-mortality in the SAL group (p<0.01). Intra-operative distal SAL significantly reduces portal hyper-perfusion, thereby reducing early allograft dysfunction, small for size syndrome, morbidity and improved one year survival.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    A Novel Deep Learning-based Pathomics Score for Prognostic Stratification in Pancreatic Ductal Adenocarcinoma.\r\nThe pathomics score serves as a cost-effective and precise prognostic tool, functioning as an independent prognostic indicator that enables precise stratification and enhances the prediction of prognosis when combined with traditional pathologic features. This advancement has the potential to significantly impact PDAC treatment planning and improve patient outcomes.\r\nPubmed   Journal   ReadQx \r\nAbdominal Pain Following Total Pancreatectomy with Islet Autotransplantation.\r\n As more patients undergo TPIAT, we must plan for and address the associated causes of abdominal pain that result from alterations in anatomy and physiology, both in the short and long term.\r\nPubmed   Journal   ReadQx \r\nImpact of Etiology on Predictive Models for Acute Pancreatitis Severity: A Retrospective Study.\r\nThis study sheds new light on early-stage AP severity prediction, emphasizing the association between predictors, etiology, and clinical outcomes.\r\nPubmed   Journal   ReadQx \r\nLocal Recurrence and Survival Outcomes after Portal Vein/Superior Mesenteric Vein Separation without Resection Preceding Neoadjuvant Therapy for Pancreatic Ductal Adenocarcinoma.\r\n Separation of the PV/SMV in NAT+/PVC+ patients did not enhance local recurrence or aggravate OS if PV/SMV invasion was not suspected intraoperatively. Therefore, an attempt to separate the PV/SMV is acceptable.\r\nPubmed   Journal   ReadQx \r\nPancreatic Neuroendocrine Tumors-A Descriptive Study of the Presenting Features in a 20-Year Surgical Resection Cohort at a Tertiary Institution.\r\n This study provides a comprehensive description of pNET characteristics in a large surgical cohort. Findings highlight the predominance of nonfunctional tumors and the importance of imaging and EUS in diagnosis. The data can aid in inter-institutional comparisons and enhance understanding of pNETs, contributing to improved patient management and future research.\r\nPubmed   Journal   ReadQx \r\nPrognostic Properties of KRAS Gene Mutation Subtypes in Resected Pancreatic Ductal Adenocarcinoma.\r\nNext-generation sequencing of the KRAS subtype in resectable PDAC tumors shows that the KRAS G12D/G12V subtypes confer a worse prognosis compared with wild-type KRAS tumors.\r\nPubmed   Journal   ReadQx \r\nSerum Phosphate is a Biomarker for In-hospital and 30-day Mortality in Patients With Acute Pancreatitis Based on the MIMIC-IV Database.\r\nA linear positive relationship was found between serum phosphate and in-hospital and 30-day mortality in AP. Serum phosphate was associated with in-hospital and 30-day mortality in AP. Our results could be used for screening out those AP patients with a higher risk of worse outcomes.\r\nPubmed   Journal   ReadQx \r\nTranscriptome Analysis of Human Pancreatic Stellate Cells Co-cultured With PAK1-Modulated Cells Revealed the Role of Cytokine Pathway in Tumor Microenvironment.\r\nThe present study provides an understanding of tumor microenvironment and involvement of inflammatory cytokines in a juxtacrine mechanism to aggravate and accelerate pancreatic adenocarcinoma.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Development and validation of a novel chronic pancreatitis pathological grade based on artificial intelligence.\r\n This study developed a novel pathological classification, Histopathology-derived CPpG, which accurately reflects disease severity. Additionally, the non-invasive DLRS shows great potential for dynamically monitoring CP severity and evaluating pancreatic endocrine and exocrine function, as well as prognosis.\r\nPubmed   Journal   ReadQx \r\nProposing oligo-recurrence criteria in pancreatic ductal adenocarcinoma: A stratified analysis of locoregional treatment benefits.\r\nResults LT was performed in 79 patients (20.8 %) and not in 301 patients (79.2 %). Independent predictors of poor SAR included time to recurrence (TTR) ≤ 12 months, CA19-9 > 200 U/mL at recurrence, and multi-organ recurrence or ≥ 4 tumors (P  12 months\" and \"SOR with ≤3 tumors\" may achieve long-term survival with LT, leading to the proposal of defining them as having \"oligo-recurrence\" in PDAC.\r\nPubmed   Journal   ReadQx \r\nSomatostatin analogs for resectable pancreatic neuroendocrine tumors in high-risk surgical patients: Data from a single-center cohort.\r\nThe efficacy of SSA was evaluated using the analysis of tumor growth rate (TGR). \"Negative TGR 20 mm, SSA can obtain disease control with a manageable safety profile.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    A new era in understanding dietary nitrate and nitrite: comprehensive food composition database could enable evidence-based recommendations.\r\n\r\nPubmed   Journal   ReadQx \r\nDairy consumption and higher risk of type 2 diabetes and novel metabolomic pathways.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    AI-Assisted IBD Severity Classification: A Critical Perspective on Current Evidence and Next Steps.\r\n\r\nPubmed   Journal   ReadQx \r\nNon-Typhoidal Salmonella Infections and Inflammatory Bowel Disease Risk: New Findings and Multidimensional Perspectives for Future Research.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Way Forward in the Diagnosis and Treatment of IBDU in Children: A Global Perspective and Multidimensional Exploration.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Multifaceted Endoscopic Approach (Stricturotomy, Balloon Dilation, Fistulotomy, and Seton Placement) Guided by Intestinal Ultrasound to Avert Surgery in Complicated Crohn's Disease During Lactation.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to the Letter to the Editor: \"AI-Assisted IBD Severity Classification: A Critical Perspective on Current Evidence and Next Steps\".\r\n\r\nPubmed   Journal   ReadQx \r\nUnderstanding Pouch-Related Fistulae: Don't Lose Track of Time.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    A Case of Cystic Pancreatic Neuroendocrine Tumor Misdiagnosed as Intraductal Papillary Mucinous Neoplasm.\r\n\r\nPubmed   Journal   ReadQx \r\nMetronidazole Exposure Has Limited Impact on Clinical Outcomes in Pancreatic Cancer.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatic Solid Pseudopapillary Neoplasms in Childhood.\r\n\r\nPubmed   Journal   ReadQx \r\nPrediabetes and Pancreatic Cancer Risk.\r\n\r\nPubmed   Journal   ReadQx \r\nRare Pancreatic Neuroendocrine Tumor With Hyalinization Exhibiting Atypical Imaging Features: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nUncommon Presentation of a Rare Entity: Acute Pancreatitis Due to Diffuse Pancreatic Arteriovenous Malformation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Technical success of double-balloon enteroscopy - Endoscopic retrograde cholangiopancreatography in patients with pancreaticojejunostomy anastomotic strictures post-pancreatoduodenectomy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-05-09T02:38:25-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/05-02-2025/",
    "title": "Fri May 02 2025",
    "description": "33 articles - From Friday Apr 25 2025 to Friday May 02 2025",
    "author": [],
    "date": "2025-05-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effect of prenatal multiple micronutrient supplementation vs iron and folic acid supplementation on size at birth and subsequent growth through 24 months of age: a systematic review and meta-analysis.\r\nPrenatal MMS improved size at birth and subsequent infant growth through six months of age, but not thereafter. Results strengthen the evidence on MMS benefits beyond birth outcomes. Prospero registration number CRD42024551864.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    FDG PET-CT vs. CT for Recurrence in Post-treatment Pancreatic Adenocarcinoma (PAC): Comparative Diagnostic Test Accuracy Systematic Review and Meta-analysis.\r\nPET-CT exhibited greater sensitivity compared to CT alone, with no significant variance in specificity between the two modalities, for recurrence evaluation in PAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of adherence to Mediterranean diet and changes over time with all-cause mortality in older adults: The Seniors-ENRICA Cohorts.\r\nInitial adherence to MD, as well as subsequent maintained or increased adherence, is associated with lower all-cause mortality in older adults, with some foods as the main drivers.\r\nPubmed   Journal   ReadQx \r\nAssociations of >1-hour versus ≤1-hour meal timing variability (eating jetlag) with plasma glycemic parameters and continuous glucose monitoring measures among pregnant females: A prospective cohort study.\r\nEJL was associated with unfavourable glycemic parameters during pregnancy. Dietary interventions could promote consistent meal timing, especially in higher-risk groups with suboptimal nutritional status.\r\nPubmed   Journal   ReadQx \r\nComparison of methods for estimating discretionary salt intake among females of reproductive age in Oromia region, Ethiopia.\r\nThe WFR method, our pre-defined reference method, with repeated assessments in a subgroup of participants likely yields the most precise and accurate estimation of actual discretionary salt intake. If resource constraints preclude this method, estimating salt utilization per household member via a one-day disappearance study following preliminary WFRs to allow for potential adjustment may be an appropriate alternative.\r\nPubmed   Journal   ReadQx \r\nInflammatory and insulinemic dietary and lifestyle patterns and incidence of endometrial cancer: The Multiethnic Cohort.\r\n In this ethnically diverse cohort, lifestyle patterns with higher insulinemic potential were associated with increased risk of EC. Lifestyle changes that include more physical activity and achieving a healthy body weight, in addition to reducing insulinemic and diets, may lower EC risk.\r\nPubmed   Journal   ReadQx \r\nRandomized dose-response trial of n-3 fatty acids in hormone receptor negative breast cancer survivors-impact on breast adipose oxylipin and DNA methylation patterns.\r\nOver 1 year, EPA+DHA dose-dependently increased breast adipose concentrations of these fatty acids and their derivative oxylipin metabolites and produced differential DNAm profiles involved in metabolism-related pathways critical to ERPR(-) breast cancer development. This distinct metabolic and epigenetic modulation of the breast microenvironment is achievable with high-dose n-3 PUFA supplementation. Clinicaltrials Gov identifier NCT02295059.\r\nPubmed   Journal   ReadQx \r\nResistance training increases myofibrillar protein synthesis in middle-to-older aged adults consuming a typical diet with no influence of protein source: a randomized controlled trial.\r\nThe 10-day provision of 1.0g·kg BM -1 ·day -1 from predominantly plant-derived or animal-derived protein does not influence daily iMyoPS rates in middle-to-older aged adults and has little impact on metabolic and renal health parameters. RET enhances rates of daily iMyoPS in middle-to-older aged adults consuming a typical protein-containing diet, with no influence of protein source. Clinical trial registry number ClinicalTrials.gov NCT05574205\r\nPubmed   Journal   ReadQx \r\nShort-chain fatty acid kinetics and concentrations are higher after inulin supplementation in young and older adults. A randomized trial.\r\n Older adults have a lower SCFA production. Inulin intake increases SCFA production. Tracer pulse approach detects SCFA metabolism changes more sensitively than plasma or fecal concentration measurements (NCT04459156).\r\nPubmed   Journal   ReadQx \r\nSingle-cell transcriptomics reveals that human milk feeding shapes neonatal immune cell interleukin signaling pathways in a non-randomized clinical trial.\r\n These findings suggest that human milk downregulates peripheral immune cell cytokine transcriptional signatures linked to allergic inflammation and infection relative to formula feeding.\r\nPubmed   Journal   ReadQx \r\nThe associations between dairy intake and chronic liver disease mortality and liver cancer incidence: a prospective cohort study.\r\nHigh-fat dairy intake was positively associated with CLD mortality, and low-fat dairy showed inverse association. Total dairy intake was marginally positively associated with liver cancer, and milk intake was positively associated with HCC.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Biofeedback-Enhanced Cognitive-Behavioral Therapy Delivered Virtually to Youth With Inflammatory Bowel Disease: A Randomized Controlled Trial.\r\nThis pilot study supports the feasibility and acceptability of a virtual, group-based HRV biofeedback-enhanced coping skills intervention for youth with IBD. Preliminary efficacy was demonstrated for reducing psychological and physical symptoms. Future research should evaluate efficacy in a larger, more diverse sample with elevated baseline psychological symptoms.\r\nPubmed   Journal   ReadQx \r\nComparing Outcomes With Subcutaneous Infliximab (CT-P13 SC) by Baseline Immunosuppressant Use: A Post Hoc Analysis of the LIBERTY-CD and LIBERTY-UC Studies.\r\nDespite some differences in pharmacokinetics and immunogenicity between CT-P13 SC received alone or in combination with immunosuppressants in patients with CD or UC, efficacy outcomes at week 54 or week 102 were generally comparable. The overall safety profile and incidence of systemic injection reactions were also comparable between monotherapy and combination therapy.\r\nPubmed   Journal   ReadQx \r\nFecal Microbiome Reflects Disease State and Prognosis in Inflammatory Bowel Disease in an Adult Population-Based Inception Cohort.\r\nFecal microbiome profiling at baseline held limited potential to diagnose IBD from non-IBD compared with standard-of-care. However, microbiome shows promise for predicting future disease courses in UC.\r\nPubmed   Journal   ReadQx \r\nLower Expression of SARS-CoV-2 Host Cell Entry Genes in the Intestinal Mucosa of IBD Patients With Quiescent or Mildly Active Disease.\r\nOverall, our study indicates that the presence of higher basal circulating levels of MBL in CD patients and the decreased intestinal mucosa expression of the SARS-CoV-2 receptor ACE2 and the host cell priming proteases TMPRSS2 and TMPRSS4 in both CD and UC patients may reduce COVID-19 risk, underscoring the potential protective role of these biomarkers in IBD populations against SARS-CoV-2 infection.\r\nPubmed   Journal   ReadQx \r\nRisk Factors for Chronic Kidney Disease in Patients With Crohn's Disease.\r\nWe recommend regular kidney function monitoring and ensuring proper hydration to prevent or manage potential kidney-related complications in CD patients. Patients with resections and kidney stones are particularly vulnerable.\r\nPubmed   Journal   ReadQx \r\nStatin Use is Associated with a Less Severe Disease Course In Inflammatory Bowel Disease: A Nationwide Cohort Study 2006-2020.\r\nStatins were associated with a reduced risk of IBD-related surgery, hospitalizations, and disease flares in patients with UC, and with a reduced risk of IBD-related surgery in patients with CD.\r\nPubmed   Journal   ReadQx \r\nThe Fecal Microbiome of IBD Patients Is Less Divertible by Bowel Preparation Compared to Healthy Controls: Results From a Prospective Study.\r\nBowel preparation induced reversible short-term microbial perturbations which were less pronounced in IBD patients than in healthy comparators suggesting that a single external disruptive factor may have less impact on an already altered fecal microbiome.\r\nPubmed   Journal   ReadQx \r\nTransmural Healing Assessed by Combination of Fecal Calprotectin and Intestinal Ultrasonography Is Associated With Reduced Risk of Bowel Damage Progression in Patients With Crohn's Disease.\r\nTransmural healing, evaluated by the combination of noninvasive and well-accepted tools such as Fcal and IUS, is associated with improved long-term outcomes and could be used to monitor patients with CD in daily practice.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    A Multicenter Study of the Real-World Effectiveness and Safety of Risankizumab in Crohn's Disease.\r\nIn this large multi-center cohort of patients with CD, RZB was well-tolerated and effective in achieving favorable clinical and endoscopic outcomes in both AT-exposed and naïve populations, including those with exposure to UST.\r\nPubmed   Journal   ReadQx \r\nDevelopment and psychometric validation of a patient-reported outcome measure scale for Crohn's disease anorectal stricture.\r\nThe CDAS-QoL scale is a validated PROM tool applicable to clinical decision-making and trials. It provides an effective instrument to quantify the severity of anorectal stricture in CD and assess its impact on patients' quality of life.\r\nPubmed   Journal   ReadQx \r\nEarly Intestinal Ultrasound Response to Biologic and Small Molecule Therapy is Accurate to Predict Treat-To-Target Endoscopic Outcomes in Children with Ulcerative Colitis: Results from the Prospective Super Sonic-UC Study. \r\nCombining non-invasive biomarkers of BWT and the MUC on IUS, and FC, is a feasible tight control monitoring strategy in children with UC that is predictive of endoscopic outcomes. Larger, multicenter validation studies are needed to understand how an IUS and FC monitoring strategy may improve outcomes in children with UC.\r\nPubmed   Journal   ReadQx \r\nEndoscopic submucosal dissection for visible dysplasia in IBD: A nationwide multicenter cohort from the GETAID and the SFED.\r\n ESD is feasible for IBD patients with visible colorectal dysplasia and has an acceptable safety profile. These findings should be evaluated further in control trials.\r\nPubmed   Journal   ReadQx \r\nExpert Recommendations to Standardise Transcriptomic Analysis in Inflammatory Bowel Disease Clinical Trials.\r\n Persistence of existing methodologic heterogeneity may continue to limit the value of transcriptomic research in IBD. This study provides expert recommendations to address and overcome these discrepancies and foster the inclusion of this research in clinical development.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Characterizing practice variations in the care of hospitalized patients with cirrhosis across the University of California Health.\r\nThrough our analyses of high-dimensional EHR data, we found significant differences in care associated with admissions at transplant center and race/ethnicity. Our use of high-dimensional EHR data indicates that there is still significant room for improvement in the provision of high quality cirrhosis care.\r\nPubmed   Journal   ReadQx \r\nSafety and efficacy of continuous infusion terlipressin (BIV201): A phase 2 trial in patients with decompensated cirrhosis and refractory ascites.\r\nDespite the high rate of hyponatremia in the BIV201+SOC group (4/10 patients), the safety profile suggested that continuous BIV201 infusion was well tolerated. These findings support further development of BIV201 in confirmatory trials.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Risk of and factors influencing the progression from acute to recurrent acute to chronic pancreatitis.\r\nAlcohol consumption was the predominant cause of AP and RAP. The severity of the initial AP episode was the key determinant for RAP, and RAP was the most significant risk factor for the progression to CP. Therefore, smoking and alcohol cessation are important to prevent the development of recurrent AP and CP during long-term follow-up.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Extraintestinal Manifestations in Patients With Ulcerative Colitis Post-Restorative Proctocolectomy and Ileal Pouch-Anal Anastomosis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Diagnosing the Overlap: Metastatic Crohn's Disease With Hidradenitis Suppurativa-Like Features.\r\n\r\nPubmed   Journal   ReadQx \r\nNot All Transmural Healing is Equal in Crohn's Disease: Magnetic Resonance Enterography and Intestinal Ultrasound for Stricture Assessment in the STRIDENT Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Recipient right renal artery to graft hepatic artery in liver transplantation for otherwise impossible graft arterialization.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Reply: Extraintestinal Manifestations in Patients With Ulcerative Colitis Post-Restorative Proctocolectomy and Ileal Pouch-Anal Anastomosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Critical appraisal of the study on postoperative pancreatic enzyme replacement therapy after total pancreatectomy.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-05-02T08:28:37-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/04-18-2025/",
    "title": "Fri Apr 18 2025",
    "description": "24 articles - From Friday Apr 11 2025 to Friday Apr 18 2025",
    "author": [],
    "date": "2025-04-18",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreas\r\n    Endoscopic and Surgical Treatments for Painful Chronic Pancreatitis: A Scoping Review of Pain Assessment Tools and Meta-analysis of Outcomes.\r\n Pain outcomes were similar between endotherapy and surgery for painful CP based on the use of simple and highly variable pain assessment tools. Referral bias and sham effects need to be considered in future trials.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of meal timing with adiposity measures and gut microbiome characteristics in a cohort study: the Hispanic Community Health Study/Study of Latinos.\r\nShorter EW may promote healthy weight, but some individuals with longer vs shorter EWs tend to have greater activity that could balance their greater energy intake. EW and EWC may influence GMB characteristics.\r\nPubmed   Journal   ReadQx \r\nDietary intake of poly-unsaturated fatty acids, their food sources and fertility in females and males: a preconception prospective population-based cohort study.\r\nIn females, higher dietary omega-3 PUFAs intake may benefit fertility. Increased nuts and seeds consumption may improve fertility in males, independent of PUFA intake. These findings suggest potential for gender-specific dietary interventions to support reproductive health.\r\nPubmed   Journal   ReadQx \r\nExploring the acute and chronic effects of a multi-strain probiotic supplement on cognitive function and mood in healthy older adults: A randomised controlled trial.\r\nThe current work provides novel evidence for an acute effect of probiotics on reaction times during executive function, which should be replicated in future work. Additionally, this work replicates previous findings of improved cognitive reactivity to sad mood following chronic probiotic supplementation, indicating probiotics may reduce the risk of developing depression in a healthy ageing population.\r\nPubmed   Journal   ReadQx \r\nImpact of High- and Moderate- Protein Supplementation on Early-life Obesity and Body Composition : A Randomized Controlled Trial in India.\r\nHigh-protein supplementation from 6 to 12 months did not increase fat accretion or obesity risk at 24 months. Nutritional interventions in LMICs should prioritize both protein quality and overall dietary balance to simultaneously prevent undernutrition and excess weight gain. Clinical trial registry number and website\r\nPubmed   Journal   ReadQx \r\nPerspective: Operation Stork Speed: Strategies for reviewing and advising on infant formula.\r\nThis initiative has the potential to update many aspects of infant formula content and evaluation but will require an extensive process including numerous federal agencies and the private sector. No one group, including the Food and Drug Administration (FDA), has the capacity to perform this evaluation by itself and no simplified process of obtaining comments from the public can adequately allow for a full and unbiased review and recommendations.\r\nPubmed   Journal   ReadQx \r\nPlant-based diets and mortality in Black and low-income Americans: Findings from a large prospective cohort study.\r\nAdherence to a diet characterized by healthy plant foods and low animal foods may decrease mortality.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    A Multicenter Study to Assess Avoidant/Restrictive Food Intake Disorder in Patients with Inflammatory Bowel Disease.\r\nIn this multi-center study, 16.3% of patients with inactive IBD met the criteria for ARFID, and 17.8% of al patients met the criteria regardless of objective disease activity. GI-specific anxiety was the only predictor of ARFID among patients with inactive IBD, highlighting the need for multidisciplinary care in IBD.\r\nPubmed   Journal   ReadQx \r\nAkkermansia muciniphila Protects Against Trinitrobenzene Sulfonic Acid Induced Colitis by Inhibiting IL6/STAT3 Pathway.\r\nOur findings declared that A. muciniphila supplementation alleviates gastrointestinal inflammation through IL-6/STAT3 signaling pathway. This protective effect was mediated by the downregulation of the IL-6 and STAT3, highlighting a potential mechanism by which A. muciniphila modulates inflammatory responses. This work disclosed that A. muciniphila demonstrates a defensive influence against TNBS-induced enteritis in vivo, proposing it qualified as a unique therapeutic focusing on modulating IL-6, STAT3, or p-STAT3 in the treatment of colitis.\r\nPubmed   Journal   ReadQx \r\nIncreased Colonic Levels of CD8+ Cytotoxic T lymphocyte-Associated Mediators in Patients With Microscopic Colitis.\r\nMicroscopic colitis patients exhibit increased levels of several analytes, including some associated with CD8+ T lymphocytes, suggesting a different pathogenesis of MC compared to UC. Higher levels of MMP-1 and MMP-3 in CC than LC indicate separate disease entities.\r\nPubmed   Journal   ReadQx \r\nSafety Outcomes in Patients With Ulcerative Colitis Using a Healthcare Administrative Database in the United States.\r\nThese findings assist in understanding the background risks of safety events in patients with UC and suggest that the incidence of select safety outcomes is comparable between the ELEVATE UC trials and RWD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Drug tissue concentration and STAT3 modulation as determinants of tofacitinib response in ulcerative colitis.\r\n This study underscores the importance of tissue tofacitinib levels in UC treatment efficacy, with pSTAT3 reduction serving as a potential marker of drug efficacy. RNA sequencing identified molecular pathways for potential biomarkers and novel therapeutic targets in tofacitinib non-responders.\r\nPubmed   Journal   ReadQx \r\nSubcutaneous Infliximab (CT-P13 SC) as Maintenance Therapy for Crohn's Disease and Ulcerative Colitis: 2-Year Results from Open-Label Extensions of Two Randomized Controlled Trials (LIBERTY).\r\n CT-P13 SC is an effective and well-tolerated long-term maintenance treatment in moderate-to-severe CD and UC.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Early Administration of Pancrelipase Prevents Skeletal Muscle Mass Loss Following Distal Pancreatectomy.\r\nEarly administration of pancrelipase prevents loss of skeletal muscle mass after DP.\r\nPubmed   Journal   ReadQx \r\nFactors Driving Pancreatic Cancer Survival Rates. \r\nImportantly, since only 14% of patients are diagnosed at this stage, the survival rate for most patients remains unchanged. This work also emphasizes the need for more research around variables that influence the overall 5-year survival rate, along with greater investment in early detection strategies to improve patient survival.\r\nPubmed   Journal   ReadQx \r\nNAMPT Modulates Gemcitabine Resistance in Pancreatic Cancer via the p53 Signaling Pathway.\r\n These findings suggest that NAMPT could serve as a promising therapeutic target to overcome gemcitabine resistance in PDAC, laying the groundwork for future clinical investigations aimed at modulating nicotinate and nicotinamide metabolism to improve treatment outcomes.\r\nPubmed   Journal   ReadQx \r\nRate of Decrease in Serum Autotaxin Can Predict Relapse of Type 1 Autoimmune Pancreatitis After Initial Steroid Therapy.\r\nThe combination of IgG4 and ATX decrease rates may help predict relapse in AIP patients after steroid therapy.\r\nPubmed   Journal   ReadQx \r\nSerum 25-Hydroxyvitamin D and Vitamin D Receptor Genetic Polymorphisms are Associated with Prognosis of Acute Pancreatitis.\r\nVD deficiency and VDR genetic polymorphisms are associated with AP prognosis in Chinese Han patients with AP. VDR genetic polymorphism may influence the outcomes of AP patients by affecting the levels of inflammatory cytokines.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Alterations in Pain Perception in Inflammatory Bowel Disease Patients with Psychiatric Comorbidity.\r\n\r\nPubmed   Journal   ReadQx \r\nInclusive Inflammatory Bowel Disease Care for Sexual and Gender Minorities: An Urgent Need in Uncertain Times.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Strengthening Dietary Supplement Research: An Expanded Priority for the NIH Office of Dietary Supplements.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Editorial: Defining Fecal Calprotectin Cutoffs That Predict Endoscopic and Histologic Remission Patients With Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Histology in IBD: A Redundant Tool or a Valuable Prognostic Marker? \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Improving mortality prediction in acute pancreatitis: A proposal for refining ICU risk scoring models.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-04-18T09:05:02-04:00",
    "input_file": {}
  }
]
