[
  {
    "path": "gi2/12-01-2023/",
    "title": "Fri Dec 01 2023",
    "description": "48 articles - From Friday Nov 24 2023 to Friday Dec 01 2023",
    "author": [],
    "date": "2023-12-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    A Core Outcome Set for inflammatory bowel diseases: development and recommendations for implementation in clinical practice through an international multi-stakeholder consensus process.\r\nA COS for IBD, including a recommendation for use in clinical practice, was defined. Implementation of this set will start in Vienna, Berlin, Barcelona, Leuven and Rotterdam, empowering patients to better manage their care. Additional centres will follow worldwide.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Liver Transpl\r\n    The incidence of adverse outcome in donors after living-donor liver transplantation: A meta-analysis of 60,829 donors.\r\nInterpretation This study presents the incidence of post-LDLT outcomes in living liver donors, illustrating significant psychological, wound-related, and respiratory complications. While significant advancements in recent decades have contributed towards decreased morbidity in living donors, our findings call for targeted measures and continued efforts to ensure the safety and quality of life of liver donors post LDLT.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Pancreatic resection for metastasis from renal cell carcinoma: A single institution experience and meta-analysis of survival outcomes.\r\nPancreatectomy for RCC metastasis is associated with acceptable short-term clinical and promising long-term survival outcomes. Considering the rarity of the entity, escalation of level of evidence in this context is challenging.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of infant feeding practices with abdominal and hepatic fat measures in childhood in the longitudinal Healthy Start Study.\r\nThe timing of introduction and quality of complementary foods in infancy was associated with abdominal and hepatic fat accrual during childhood. Experimental studies are needed to assess underlying mechanisms.\r\nPubmed   Journal   ReadQx \r\nEffect of an Asian-adapted Mediterranean diet and pentadecanoic acid on fatty liver disease: The TANGO randomized controlled trial.\r\n Mild weight loss induced by a Mediterranean-like diet adapted for Asians has multiple beneficial health effects in women with NAFLD. C15 0 supplementation lowers LDL-cholesterol and may cause beneficial shifts in gut microbiome. Registration clinicaltrials.gov, NCT05259475.\r\nPubmed   Journal   ReadQx \r\nThe sulfur microbial diet and risk of nonalcoholic fatty liver disease: a prospective gene-diet study from the UK Biobank (The sulfur microbial diet and NAFLD).\r\nThe sulfur microbial diet had adverse associations with incident NAFLD, particularly in those at a higher genetic risk. Our study may provide evidence on the role of sulfur-metabolizing bacteria in the diet-NAFLD association.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Altered Bile Acid and Pouch Microbiota Composition in Patients With Chronic Pouchitis.\r\nPouch microbiota a- and ß-diversity differed among patients with normal pouch, chronic pouchitis, and chronic pouchitis/primary sclerosing cholangitis. Lithocholic acid level and primary to secondary bile acid ratio were highly associated with pouch microbiota richness, structure, and composition. These findings emphasize the associations between pouch microbiota and bile acid composition in dysbiosis and altered metabolism, suggesting that secondary bile acids are decreased in chronic pouchitis.\r\nPubmed   Journal   ReadQx \r\nAutomatic Segmentation and Radiomics for Identification and Activity Assessment of CTE Lesions in Crohn's Disease.\r\n The automated segmentation model accurately segments CD lesions, and machine learning classifier distinguishes CD activity well. This method can assist radiologists in promptly and precisely evaluating CD activity.\r\nPubmed   Journal   ReadQx \r\nClusters of Disease Activity and Early Risk Factors of Clinical Course of Pediatric Crohn's Disease.\r\nDuring the first 5 years of follow-up, one-third of children with CD experience a quiescent course. However, another one-third have a moderate-to-severe disease course. Surgery at the diagnosis is related to a quiescent course, while growth impairment and lack of response to induction therapy correlate with more severe disease activity during follow-up.\r\nPubmed   Journal   ReadQx \r\nDifferential Impact of Smoking on Methylome and Transcriptome in Crohn's Disease and Ulcerative Colitis.\r\nOur findings suggest both common and differential effects of cigarette smoking on CD and UC. Paneth cell dysfunction may mediate adverse impact of smoking on CD. Bile acid and oxidative stress pathways may be relevant for the differential effect of smoking on CD and UC.\r\nPubmed   Journal   ReadQx \r\nEarly Intestinal Ultrasound Predicts Clinical and Endoscopic Treatment Response and Demonstrates Drug-Specific Kinetics in Moderate-to-Severe Ulcerative Colitis.\r\nBWT and color Doppler signal predicted endoscopic targets already after 6 weeks of treatment and response was drug specific. IUS allows close monitoring of treatment in UC and is a surrogate marker of endoscopy.\r\nPubmed   Journal   ReadQx \r\nM1 and M2 Macrophages Differentially Regulate Colonic Crypt Renewal.\r\nThese findings highlight the importance of understanding distinct cellular interactions and direct dialogue between cells and increase our understanding of the contribution of different immune cell subtypes on crypt cell biology during inflammation.\r\nPubmed   Journal   ReadQx \r\nPediatric IBD Patients Treated With Infliximab and Proactive Drug Monitoring Benefit From Early Concomitant Immunomodulatory Therapy: A Retrospective Analysis of a 10-Year Real-Life Cohort.\r\nEarly IMM combo-therapy in proactively monitored patients with pIBD significantly prolonged the median LOR free interval compared with late/short or no IMM treatment.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Histologic image-based ensemble model to identify myenteric plexitis and predict endoscopic postoperative recurrence in Crohn's disease: a multicentre, retrospective study.\r\nOur work initially established an interpretable stacking model based on muscular layer and myenteric plexus features extracted from histologic images to identify the severity of myenteric plexitis and predict postoperative recurrence of CD.\r\nPubmed   Journal   ReadQx \r\nImpact of Concomitant Thiopurine on the Efficacy and Safety of Filgotinib in Patients with Ulcerative Colitis: Post hoc Analysis of the Phase 2b/3 SELECTION Study.\r\nThe efficacy and safety profiles of filgotinib treatment in SELECTION did not differ with or without concomitant IM use.\r\nPubmed   Journal   ReadQx \r\nImpact of Maternal Smoking, Offspring Smoking, and Genetic Susceptibility on Crohn's Disease and Ulcerative Colitis.\r\nOur prospective cohort study provides evidence that MSDP increases the risk of CD in adult offspring, whereas no evidence supports their causal association. Additionally, smoking and genetic susceptibility had a numerically amplified effect with MSDP on CD and UC, but the interaction lacked statistical significance.\r\nPubmed   Journal   ReadQx \r\nImproved clinical outcomes with early anti-tumour necrosis factor alpha therapy in children with newly diagnosed Crohn's disease: real world data from the international prospective PIBD-SETQuality inception cohort study.\r\n In this cohort of children with newly-diagnosed CD, early anti-TNF demonstrated superior effectiveness in high-risk patients.\r\nPubmed   Journal   ReadQx \r\nThe clinical relevance of an inflamed appendix in Crohn's disease.\r\n The current study could not confirm a different prognosis for CD patients with and without an inflamed appendix. In contrast, in patients with a previous appendectomy a trend was seen towards increased postoperative recurrence, which might be related to the higher incidence of penetrating disease.\r\nPubmed   Journal   ReadQx \r\nThe role of platelets and von Willebrand factor in the procoagulant phenotype of inflammatory bowel disease.\r\n Platelets and VWF (including its active form) appear to be central players in the procoagulant phenotype in IBD. We observed that the role of VWF in hemostasis differs from its role in colic tissue healing, potentially opening new therapeutic avenues for a life-threatening complication in IBD patients.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Improved outcomes of kidney-after-liver transplantation after the implementation of the safety net policy.\r\nThis 3-year follow-up after the 2017 UNOS policy revision demonstrated that the safety net implementation has resulted in improved liver outcomes for KALT patients with no increased AR of the liver or the kidney allografts.\r\nPubmed   Journal   ReadQx \r\nReexamining \"Psychosocial clearance\": A procedural framework for psychosocial evaluation in liver transplantation.\r\nWhile the clinical domains of a LT psychosocial evaluation have been well-described, few articles analyze the procedures by which teams determine candidates' \"psychosocial clearance\" and no conceptual frameworks exist. This article proposes a framework of core domains of psychosocial evaluation procedures, common pitfalls, and practical improvement strategies.\r\nPubmed   Journal   ReadQx \r\nRobotic and laparoscopic right lobe living donation compared to the open approach. a multicenter study on 1194 donor hepatectomies.\r\nDespite an increased operative and the first warm ischemia times, this approach is associated with reduced intraoperative blood losses and pain compared to the laparoscopic and open approaches. Further data are needed to confirm it as a valuable option for the laparoscopic approach in MIDH.\r\nPubmed   Journal   ReadQx \r\nTransplant selection simulation: Liver transplantation for alcohol-associated hepatitis.\r\nIn this simulation of LT for AH using a democratic process of selection, we demonstrate its potential as a learning model to evaluate the accuracy of psychosocial scores in predicting post-LT relapse and the concordance of majority voting with post-LT outcomes. Provider definitions of \"success\" in LT for AH have shifted towards patient-centered outcomes.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    A Shift Toward Early Oral Feeding in Acute Pancreatitis.\r\nMore AP patients were initiated on early oral feeding in the period following the publication of the AGA guidelines. Opioid analgesics use, pancreatic necrosis, and organ failure were associated with delayed oral feeding.\r\nPubmed   Journal   ReadQx \r\nCombination of Serum CA 19-9 and Endoscopic Ultrasound Findings Can Predict Malignancy Risk in Patients With Chronic Pancreatitis Presenting With Pancreatic Head Mass: A Proof-of-Concept Study.\r\nCombination of CA 19-9 and EUS best identifies malignancy risk in patients with IMP, who have otherwise benign course.\r\nPubmed   Journal   ReadQx \r\nElucidating the Role of miRNA-326 Modulating Hedgehog Signaling in Pancreatic Carcinoma.\r\nTaken together, miR-326 acts as a tumor suppressor in PDAC by modulating Hh pathway. It may be a promising target for the development of efficient drug therapies for the treatment of PDAC.\r\nPubmed   Journal   ReadQx \r\nEvaluation of a Novel Easy Loop-Forming Guidewire to Reduce Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis for Serial Pancreatic Juice Aspiration Cytologic Examination: A Propensity Score Matching Analysis.\r\nThe use of the novel easy loop-forming guidewire decreased PEP occurrence in patients who underwent endoscopic nasopancreatic drainage tube placement for SPACE.\r\nPubmed   Journal   ReadQx \r\nNoninvasive Computed Tomography-Based Deep Learning Model Predicts In Vitro Chemosensitivity Assay Results in Pancreatic Cancer.\r\nOur CT patch-based DL model exhibited high predictive performance in projecting HDRA results. Our study suggests that the DL approach could possibly provide a noninvasive means for the optimization of chemotherapy.\r\nPubmed   Journal   ReadQx \r\nReal-World Patient Experience With Pancreatic Enzyme Replacement Therapy in the Treatment of Exocrine Pancreatic Insufficiency.\r\nThis study reveals potential barriers to effective treatment of EPI with PERT, including lack of patient education, mainly how and when to take PERT, gaps in appropriate dosing, and lack of patient follow-up. Continued focus on patient and provider education is essential to address these gaps and optimize the treatment of EPI.\r\nPubmed   Journal   ReadQx \r\nUltrasonographic Features of Nonneoplastic Protrusions in Pancreatic Cysts by Contrast-Enhanced Endoscopic Ultrasound.\r\nPancreatic cyst protrusions with a hyperechoic surface layer on BM-EUS are suggestive of nonneoplastic disease.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Association between unstable diabetes mellitus and risk of pancreatic cancer.\r\nDeterioration in glycaemic control in people with previously stable diabetes may be an indicator of pancreatic cancer, suggesting investigations of the pancreas may be appropriate. The weaker longer-term (3-7 years) association between diabetes deterioration and pancreatic cancer may indicate that poor glycaemic control can be a risk factor for pancreatic cancer.\r\nPubmed   Journal   ReadQx \r\nFactors predictive of hospital length of stay in patients with an index episode of acute necrotizing pancreatitis.\r\n We demonstrate that multiple factors including delayed transfers to hospitals with pancreaticobiliary expertise lead to increased length of hospitalization. We suggest various strategies that can be considered to target those gaps and may have a favorable effect on LOS.\r\nPubmed   Journal   ReadQx \r\nNovel treatment system using endoscopic ultrasound-guided high-intensity focused ultrasound: A proof-of-concept study.\r\n The concept of transluminal HIFU ablation using novel EUS-HIFU system was proved in a porcine animal model. This novel treatment system has great potential for future cancer treatment although further investigation in more animals and different organs are warranted.\r\nPubmed   Journal   ReadQx \r\nP-suPAR may reflect the inflammatory response after pancreatic surgery.\r\nAfter pancreatic surgery, P-suPAR level on POD 1 is significantly lower in patients with POPF, POAP or SSI. P-suPAR is decreased after pancreatic resection in al patients. This type of postoperative P-suPAR profile has not previously been described, and may reflect the compensatory anti-inflammatory reaction following the initial systemic inflammatory reaction caused by surgical trauma.\r\nPubmed   Journal   ReadQx \r\nPost-pancreatectomy acute pancreatitis after pancreatoduodenectomy: Analysis of a clinically-relevant complication in a single-center retrospective study.\r\nPPAP represents a relevant complication after PD. Its risk factors are similar to those for CR-POPF, while anticoagulants could represent a possible prevention strategy.\r\nPubmed   Journal   ReadQx \r\nReal-time fluorescence imaging with indocyanine green during laparoscopic duodenum-preserving pancreatic head resection.\r\nThe ICG fluorescence imaging technology in LDPPHR helps protect the integrity of the common bile duct and reduce the occurrence of intraoperative bile duct injury, postoperative bile leakage, and bile duct stenosis.\r\nPubmed   Journal   ReadQx \r\nThe relationship between observation interval and prognosis in pancreatic cancer concomitant with intraductal papillary mucinous neoplasia.\r\n In OI 6 months or less, the rate of resectable PC was high, however, the rate of early PC was almost the same as that of OI more than 6 months. Approximately 10 % of cases found in the advanced stage with metastasis even if OI 6 months or less.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    A Case of Stricturing Crohn's Disease Treated With Multiple Session Balloon Dilatation and Self-Expandable Metal Stent.\r\n\r\nPubmed   Journal   ReadQx \r\nHLA-DQA1*05 Not Associated With Ustekinumab Loss of Response and Antidrug Antibodies in Ulcerative Colitis and Crohn's Disease Patients.\r\n\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Diseases Is Moving to Online Only Publication.\r\n\r\nPubmed   Journal   ReadQx \r\nMachine Learning and Radiomics: Changing the Horizon of Crohn's Disease Assessment.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Freedom isn't free: Assessing the risks and benefits of steroid-free immunosuppression regimens in pediatric liver transplantation in a real world setting.\r\n\r\nPubmed   Journal   ReadQx \r\nOutcome of living-donor liver transplantation for patients older than age 70 years, with respect to preserved performance status and graft quality.\r\n\r\nPubmed   Journal   ReadQx \r\nOutcomes using steatotic liver grafts: Will machines score the final goal?\r\n\r\nPubmed   Journal   ReadQx \r\nPolicy corner: Cholangitis exception update.\r\n\r\nPubmed   Journal   ReadQx \r\nWeighing in on organ allocation for tweens.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancreatic Gangliocytic Paraganglioma: A Rare Neuroendocrine Neoplasm: Case Report and Literature Review.\r\n\r\nPubmed   Journal   ReadQx \r\nValentino's Syndrome-A Rare Complication of Pancreatic Stent Migration.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-05T21:25:03-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-24-2023/",
    "title": "Fri Nov 24 2023",
    "description": "16 articles - From Friday Nov 17 2023 to Friday Nov 24 2023",
    "author": [],
    "date": "2023-11-24",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Infant Milk Formula with Large, Milk Phospholipid-coated Lipid Droplets Enriched in Dairy Lipids Affects Body Mass Index Trajectories and Blood Pressure at School Age: Follow-up of a Randomized Controlled Trial.\r\nEarly life feeding of an innovative IMF with large, milk phospholipid-coated lipid droplets enriched with dairy lipids results in a BMI trajectory closer to breastfed infants and a lower blood pressure at school age.\r\nPubmed   Journal   ReadQx \r\nLife's Essential 8, genetic predisposition, and the risk of incident adult-onset asthma: a prospective cohort study.\r\nOur findings suggested that maintaining optimal CVH should be recommended as a preventive strategy for AOA, regardless of their asthma genetic risks.\r\nPubmed   Journal   ReadQx \r\nProtein intakes affects erythrocyte glutathione synthesis in young healthy adults in a repeated-measures trial.\r\n A protein intake of 1.0 g·kg -1 ·d -1 maximized GSH synthesis which is in agreement with earlier IAAO-derived protein requirements of 0.93 to 1.2g·kg -1 ·d -1 . These findings suggest that recommendations based on NB (0.66g·kg -1 ·d -1 ) may underestimate protein needs for adequate health. Clinical trials registry # NCT02971046,\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    An Atlas Characterizing the Shared Genetic Architecture of Inflammatory Bowel Disease with Clinical and Behavioral Traits.\r\n The present analysis reveals the shared genetic architecture between multiple traits and IBD, CD, and UC. Understanding the relevance of joint occurrences of IBD with psychiatric diseases may moderate management of these diseases for individuals jointly affected by them.\r\nPubmed   Journal   ReadQx \r\nClusters of Disease Activity and Early Risk Factors of Clinical Course of Pediatric Crohn's Disease.\r\nDuring the first 5 years of follow-up, one-third of children with CD experience a quiescent course. However, another one-third have a moderate-to-severe disease course. Surgery at the diagnosis is related to a quiescent course, while growth impairment and lack of response to induction therapy correlate with more severe disease activity during follow-up.\r\nPubmed   Journal   ReadQx \r\nProactive Infliximab Monitoring Improves the Rates of Transmural Remission in Crohn's Disease: A Propensity Score-Matched Analysis.\r\nProactive optimization of IFX based on trough levels increases the rates of transmural remission in CD.\r\nPubmed   Journal   ReadQx \r\nThe Crohn's Disease Exclusion Diet: A Comprehensive Review of Evidence, Implementation Strategies, Practical Guidance, and Future Directions.\r\nIn severe disease, complicated phenotypes, or with extraintestinal involvement, CDED should be considered on a case-by-case basis, according to physician and dietitians' discretion. More studies are warranted to assess the efficacy of CDED in different scenarios.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Clinical predictors of early and late endoscopic recurrence following ileocolonic resection in Crohn's disease.\r\nWe identified independent clinical predictors of early and late Crohn's disease postoperative endoscopic recurrence. Clinical factors traditionally used for risk stratification failed to predict recurrence and need to be revised.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A journey to and with the stars: The pancreatic stellate cell story.\r\nThis paper summarises her Palade lecture wherein she reflects on her journey as a medical graduate, an academic and a researcher, with a particular focus on her team's pioneering work on pancreatic stellate cell biology and the role of these cells in health and disease. While there has been much progress in this field with the efforts of researchers worldwide, there is much still to be learned;  thus it is a topic with ample scope for innovative research with the potential to translate into better outcomes for patients with pancreatic disease.\r\nPubmed   Journal   ReadQx \r\nDecreased neutrophil counts prolong inflammation in acute pancreatitis and cause inflammation spillover to distant organs.\r\n Prolonged inflammation was observed in the G-CSF-KO mice. Tissue cleanup by neutrophils during the acute phase of inflammation may influence healing through the chronic phase.\r\nPubmed   Journal   ReadQx \r\nFactors predictive of hospital length of stay in patients with an index episode of acute necrotizing pancreatitis.\r\n We demonstrate that multiple factors including delayed transfers to hospitals with pancreaticobiliary expertise lead to increased length of hospitalization. We suggest various strategies that can be considered to target those gaps and may have a favorable effect on LOS.\r\nPubmed   Journal   ReadQx \r\nImpact of preoperative endoscopic procedures on adverse event rates after surgical resection for main-duct and mixed-type intraductal papillary mucinous neoplasms (IPMNs).\r\nPostoperative adverse events were not significantly increased among patients who had ERCP or EUS-FNA before surgical resection for MD- or MT-IPMNs. Endoscopic procedures directly sampling the MD can be safely pursued for diagnostic purposes in selected cases.\r\nPubmed   Journal   ReadQx \r\nNSAIDs do not reduce severity among post-ERCP pancreatitis patients.\r\nRectal diclofenac or indomethacin before or after ERCP reduce the overall burden of MSPEP by reducing the pool of PEP from which it can arise. However, the proportion of MSPEP among patients who developed PEP is unaffected. Therefore, NSAIDs prevent initiation of PEP, but do not affect severity among those that develop PEP. Alternative modalities are needed to reduce MSPEP among patients who develop PEP.\r\nPubmed   Journal   ReadQx \r\nThe relationship between observation interval and prognosis in pancreatic cancer concomitant with intraductal papillary mucinous neoplasia.\r\n In OI 6 months or less, the rate of resectable PC was high, however, the rate of early PC was almost the same as that of OI more than 6 months. Approximately 10 % of cases found in the advanced stage with metastasis even if OI 6 months or less.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    Intestinal Failure: A Small but Imperfectly Phenotyped Complication of Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Use of Placebo in Clinical Trials of Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-30T10:42:32-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-17-2023/",
    "title": "Fri Nov 17 2023",
    "description": "28 articles - From Friday Nov 10 2023 to Friday Nov 17 2023",
    "author": [],
    "date": "2023-11-17",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Anti-tumor necrosis factor alpha versus corticosteroids: a threefold difference in the occurence of venous thromboembolism in Inflammatory Bowel Disease - a systematic review and meta-analysis.\r\nBiologics should be preferred over corticosteroids in cases of severe flare-ups and multiple VTE risk factors, as they are associated with reduced odds of these complications. Further studies are needed to validate our data.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to the Mediterranean diet and Nuclear Magnetic Resonance Spectroscopy Biomarkers in Older Individuals at High Cardiovascular Risk: Cross-sectional and Longitudinal Analyses.\r\nIn older adults at high cardiometabolic risk, higher MEDAS was associated with modest beneficial changes in lipoprotein and glucose metabolism. The results suggest that lipoprotein subclass distribution and glycemic control are potential mechanisms behind the well-known salutary effects of MedDiet on CVD and diabetes risk. Future clinical trials exploring the effects of the MedDiet on advanced lipoprotein subclass profiles and glucose metabolism markers are needed to confirm the results of our study.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of Intermittent Iron and High-Dose Vitamin A Supplementation on Cognitive Development of Schoolchildren in Southern Ethiopia: A Randomized Placebo Controlled Trial.\r\n In a population where the prevalence of iron deficiency is low, intermittent iron supplementation did not have any or negative effect on the child's cognitive development outcomes. Whereas VA supplementation improved the child's working memory.\r\nPubmed   Journal   ReadQx \r\nInfant Milk Formula with Large, Milk Phospholipid-coated Lipid Droplets Enriched in Dairy Lipids Affects Body Mass Index Trajectories and Blood Pressure at School Age: Follow-up of a Randomized Controlled Trial.\r\nEarly life feeding of an innovative IMF with large, milk phospholipid-coated lipid droplets enriched with dairy lipids results in a BMI trajectory closer to breastfed infants and a lower blood pressure at school age.\r\nPubmed   Journal   ReadQx \r\nSex Disparities in Parenteral and Enteral Nutrition Society Leadership Worldwide: A 20-Year Retrospective Analysis.\r\n Over the last two decades, women have been consistently underrepresented in prominent leadership roles in parenteral and enteral nutrition societies globally. Although there has been a noticeable shift towards more women in chair positions, true sex equality remains elusive. Moreover, sex disparities are even more pronounced in positions such as conference presidents, authors of major guidelines, and editors-in-chief of society-affiliated journals. This data underscores the pressing need to enhance efforts towards sex equality across these domains.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Adalimumab Drug Levels at Secondary Loss of Response Do Not Predict Response to Dose-intensification in Crohn's Disease: A Retrospective, International Multicenter Study.\r\nDrug levels following dose-intensification rather than at the time of secondary loss of response were associated with subsequent CD remission.\r\nPubmed   Journal   ReadQx \r\nExclusive Enteral Nutrition Mediates Beneficial Gut Microbiome Enrichment in Acute Severe Colitis.\r\nAugmentation of clinical response by EEN-conjugated corticosteroid therapy is accompanied by beneficial gut microbial changes in patients with ASUC.\r\nPubmed   Journal   ReadQx \r\nIncidental Dysplasia During Total Proctocolectomy With Ileoanal Pouch: Is It Associated With Worse Outcomes? \r\nPouch survival at 10 years was 96% for PRE, 99% for BOTH, and 97% for POST (P = .24). The incidental finding of dysplasia on final pathology after proctocolectomy was not associated with worsened outcomes compared with preoperatively diagnosed dysplasia.\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Disease and the Risk of Anal Squamous Intraepithelial Lesions and Anal Cancer in Men Who Have Sex With Men.\r\nAmong MSM with and without IBD, both groups had an equally high prevalence of HSIL and anal SCC. Awareness of appropriate surveillance to identify aSIL in MSM patients with IBD is needed among gastroenterologists.\r\nPubmed   Journal   ReadQx \r\nSingle Nucleotide Polymorphisms of the MEFV Gene E148Q Are Highly Associated With Disease Phenotype in Crohn's Disease.\r\nMEFV gene SNPs, including E148Q, modify the behavior of CD. IL-1ß and IL-18 are produced through enhanced caspase-1 activity in monocytes of CD patients with E148Q. IL-1ß promotes gene expression of fibrosis-related genes by cooperating with IL-17A in myofibroblasts. Therefore, E148Q might be a disease-modifying gene associated with the fibrostenosis phenotype in CD patients.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    De-escalation of biological treatment in inflammatory bowel disease: A comprehensive review.\r\nAny consideration for de-escalation of biological therapy in IBD must be tailored, taking into account the risks and consequences of a flare and patients' preferences.\r\nPubmed   Journal   ReadQx \r\nImpact of Baseline Corticosteroid Use on the Efficacy and Safety of Upadacitinib in Patients with Ulcerative Colitis: a Post Hoc Analysis of the Phase 3 Clinical Trial Programme.\r\nUpadacitinib is an effective steroid-sparing treatment in patients with moderately to severely active ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nThe Safety, Tolerability, Pharmacokinetics and Clinical Efficacy of the NLRX1 agonist NX-13 in Active Ulcerative Colitis: Results of a Phase 1b Study.\r\nNX-13 was generally safe and well tolerated with early signs of rapid symptom and endoscopic improvement. This novel mechanism of action warrants further investigation. ClinicalTrials.gov  NCT04862741.\r\nPubmed   Journal   ReadQx \r\nTreatment of antibiotic refractory chronic pouchitis with JAK inhibitors and S1P receptor modulators: an ECCO CONFER Multicentre Case Series. \r\nNo side effects reported. Small molecules may represent a suitable option for CARP refractory to multiple biologics, deserving further investigation.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Hypophosphatemia as a Predictor of Clinical Outcomes in Acute Pancreatitis: A Retrospective Study.\r\nEarly hypophosphatemia during an admission for AP was associated with increased AP severity, ICU admission, and longer length of stay.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Race on Pancreatic Cancer Treatment and Survival in the Nationwide Veterans Affairs Healthcare System.\r\nEqual access to healthcare might have reduced but failed to eliminate disparities. Dedicated efforts are needed to understand reasons underlying these disparities in an attempt to close these persistent gaps.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A journey to and with the stars: The pancreatic stellate cell story.\r\nThis paper summarises her Palade lecture wherein she reflects on her journey as a medical graduate, an academic and a researcher, with a particular focus on her team's pioneering work on pancreatic stellate cell biology and the role of these cells in health and disease. While there has been much progress in this field with the efforts of researchers worldwide, there is much still to be learned;  thus it is a topic with ample scope for innovative research with the potential to translate into better outcomes for patients with pancreatic disease.\r\nPubmed   Journal   ReadQx \r\nClinical characteristics of three distinct types of pancreatitis with overlapping etiologies: A ten-year retrospective cohort study.\r\n ABP usually develops in people aged 50-59 years. HTG-AP primarily affects people aged 30-39 years. However, the peak incidence age of BHAP falls between the two aforementioned age groups (40-49 years). We also found that patients with BHAP seem to be in an intermediate state in terms of some biochemical markers and demographic characteristics. Furthermore, BHAP may have the worst clinical outcomes compared with HTG-AP and ABP.\r\nPubmed   Journal   ReadQx \r\nCysts or necrotic components in pancreatic ductal adenocarcinoma is associated with the risk of EUS-FNA/B complications including needle tract seeding.\r\nWe should pay attention to the risks of EUS-FNA/B complications, including NTS, when the tumor has cysts or necrotic components.\r\nPubmed   Journal   ReadQx \r\nGenetic and functional analysis of chymotrypsin-like protease (CTRL) in chronic pancreatitis.\r\n We identified several CTRL variants, some showing potent effects on protease function and secretion. We observed these effects in variants found in patients and controls, and CTRL loss-of-function variants were not significantly more common in patients than controls. Therefore, CTRL is unlikely to play a relevant role in the development of CP.\r\nPubmed   Journal   ReadQx \r\nIncreased plasma miR-370-3p expression in poor-outcome patients with pancreatic ductal adenocarcinoma.\r\nPlasma miR-370-3p expression upregulation correlates with poor prognosis in patients with PDAC.\r\nPubmed   Journal   ReadQx \r\nOverexpression of the adhesion signaling pathway is linked to short-term survival in pancreatic ductal adenocarcinoma.\r\n The role of integrins in the tumor microenvironment of pancreatic cancer is of utmost importance, as they are found to be overexpressed in short-term survivors. These findings provide valuable insights into the underlying biology of PDAC and have potential implications for the development of therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\nPancreas volumes in pediatric patients following index acute pancreatitis and acute recurrent pancreatitis.\r\nA significant fraction (40 %) of children with ARP have pancreas volumes <5th percentile for BSA even in the absence of CP. A similar, but not statistically significant, fraction have pancreas volumes <25th percentile after an index attack of AP. Pancreatic parenchymal volume deserves additional investigation as an objective marker of parenchymal damage from acute pancreatitis and of progressive pancreatitis in children.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Cancer Screening in Patients With Inflammatory Bowel Disease: Don't Forget the Anus!\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Kidney injuries as Extra Intestinal Manifestation of Inflammatory Bowel Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Immune Enhancement in Patients With Predicted Severe Acute Necrotizing Pancreatitis: Important Implications for Timing and Early Stratification.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to Letter to the Editor \"Design Flaws in Study of Prophylaxis of Postendoscopic Retrograde Cholangiopancreatography Pancreatitis\" by Feng Liu et al.\r\n\r\nPubmed   Journal   ReadQx \r\nWidespread Hyperalgesia by Pancreatic Quantitative Sensory Testing Is Associated With Reduced Pain Response in Chronic Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-23T00:02:00-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/11-10-2023/",
    "title": "Fri Nov 10 2023",
    "description": "44 articles - From Friday Nov 03 2023 to Friday Nov 10 2023",
    "author": [],
    "date": "2023-11-10",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    A Systematic Review on the Increasing Incidence of Inflammatory Bowel Disease in Southeast Asia: Looking Beyond the Urbanization Phenomenon.\r\nFor instance, a higher frequency of the NOD2 predisposing mutation SNP5 and IBD risk allele IGR2198a and IGR2092a were found in Indians. Although differences in the genetic constitution play an important role in the epidemiology and prognosis of IBD in SEA, the emergence of this disease offers a unique opportunity to identify potential exposomes that contribute to its pathogenesis.\r\nPubmed   Journal   ReadQx \r\nRates of Endoscopic Recurrence In Postoperative Crohn's Disease Based on Anastomotic Techniques: A Systematic Review And Meta-Analysis.\r\nKono-S ileocolic anastomosis was more likely to decrease the risk of ePOR at =6 months compared with conventional anastomosis. Our findings highlight the need to implement the use of Kono-S anastomosis, particularly for difficult to treat patients. However, results from larger randomized controlled trials are needed to confirm these data.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Pharmacological therapies for the management of fistulising Crohn's disease: A systematic review and meta-analysis.\r\n Very low-to-moderate certainty evidence suggests that anti-TNF therapy, oral small molecules, ustekinumab, and MSCs are effective for perianal fistulising CD. Dedicated fistula studies evaluating biologics and small molecules are needed.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to a healthy lifestyle, genetic susceptibility to abdominal obesity, cardiometabolic risk markers, and risk of coronary heart disease.\r\nIndividuals who have high or medium genetic risk of abdominal obesity but adhere to a healthy lifestyle may have a lower risk of developing CHD, compared with those who have low genetic risk and an unhealthy lifestyle. Future clinical trials of lifestyle modification could be implemented for individuals at high genetic risk of abdominal obesity for the primary prevention of CHD events.\r\nPubmed   Journal   ReadQx \r\nAssociation of Dietary Adherence and Dietary Quality with Weight Loss Success among those Following Low-Carbohydrate and Low-Fat Diets: A Secondary Analysis of the DIETFITS Randomized Clinical Trial.\r\n Within both HLC and HLF diet arms, 12-month decrease in BMI was significantly greater in HQ/HA subgroups relative to LQ/LA subgroups. Neither HQ nor HA alone were significantly different than LQ/LA subgroups. Results of this analysis support the combination of dietary adherence and high-quality diets for weight loss. Clinical trial registry ClinicalTrials.gov (Identifier  NCT01826591).\r\nPubmed   Journal   ReadQx \r\nCholesterol-rich dietary pattern during early pregnancy and genetic variations of cholesterol metabolism genes in predicting gestational diabetes mellitus: a nested case-control study.\r\nBoth a cholesterol-rich dietary pattern and genetic variants of cholesterol metabolism genes are associated with risk of GDM. Adherence to a cholesterol-rich dietary pattern during early pregnancy promotes the chance of GDM, especially in women with higher GRS. Clinical trial registry\r\nPubmed   Journal   ReadQx \r\nGrowth and Body Composition 5 y After Treatment for Severe Acute Malnutrition: A 5-y Prospective Matched Cohort Study in Ethiopian Children.\r\nFive y after SAM treatment, children maintained deficits in HAZ, WAZ, BAZ, and FFMI, with preservation of FMI, sitting height, and head circumference at the expense of lower-limb length, indicating a \"thrifty growth\" pattern. Research is urgently needed to identify effective clinical and public health interventions to mitigate these consequences of malnutrition.\r\nPubmed   Journal   ReadQx \r\nLongitudinal associations of macronutrient and micronutrient intake with plasma kynurenines in colorectal cancer survivors up to 12 months posttreatment.\r\nOur findings show that intake of several macronutrients and micronutrients is associated with some metabolites of the kynurenine pathway in CRC survivors up to 12 mo posttreatment. These results may be relevant for enhancing HRQoL after cancer through potential diet-induced changes in kynurenines. Further studies are necessary to confirm our findings.\r\nPubmed   Journal   ReadQx \r\nThe gut microbiome modulates associations between adherence to a Mediterranean-style Diet, abdominal adiposity and C-reactive protein in population-level analysis.\r\n These novel data suggest that abundance of specific taxa in the Porphyromonadaceae and Peptostreptococcaceae families may contribute to the association between aMed scores, lower abdominal adipose tissue, and inflammation.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    An Insight into Patients' Perspectives of Ulcerative Colitis Flares via Analysis of Online Public Forum Posts.\r\nFrequently discussed patient-perceived triggers of UC flares included diet, stress, and anxiety. These results suggest that physicians could incorporate a broader and more holistic approach to UC monitoring and management than is currently practiced.\r\nPubmed   Journal   ReadQx \r\nCrohn's Disease Mortality and Ambient Air Pollution in New York City.\r\nIn New York City from 1993 to 2010, CD-related death rates were higher among individuals from neighborhoods with higher levels of SO2 but were not associated with levels of nitric oxide, nitrogen dioxide, and fine particulate matter. These findings raise an important and timely public health issue regarding exposure of CD patients to environmental SO2, warranting further exploration.\r\nPubmed   Journal   ReadQx \r\nEarly-Life Hygiene-Related Factors and Risk of Inflammatory Bowel Disease: A Scandinavian Birth Cohort Study.\r\nIn this birth cohort study from 2 high-income Scandinavian countries, some early-life hygiene-related exposures were associated with IBD risk. The generalizability of these results to countries of other socioeconomic level is unknown.\r\nPubmed   Journal   ReadQx \r\nImpact of Opioid Use on the Natural History of Inflammatory Bowel Disease: Prospective Longitudinal Follow-up Study.\r\nOpioid use in IBD is associated with psychological comorbidity and increased risk of intestinal resection, particularly in stronger formulations. Future studies should stratify the risk of individual opioids, so that robust prescribing algorithms can be developed and assess whether addressing psychological factors in routine IBD care could be an effective opioid avoidance strategy.\r\nPubmed   Journal   ReadQx \r\nReal-World Persistence of Successive Biologics in Patients With Inflammatory Bowel Disease: Findings From ROTARY.\r\nAlthough anti-TNFa treatments were most commonly prescribed, the adjusted rates of discontinuation for adalimumab as both a first- and second-line biologic were higher than for vedolizumab, infliximab, or ustekinumab.\r\nPubmed   Journal   ReadQx \r\nTreating Autoimmune Diseases With LANCL2 Therapeutics: A Novel Immunoregulatory Mechanism for Patients With Ulcerative Colitis and Crohn's Disease.\r\nOmilancor, the most advanced LANCL2 immunoregulatory therapeutic in late-stage clinical development, is a phase 3 ready, first-in-class, gut-restricted, oral, once-daily, small-molecule therapeutic in clinical development for the treatment of UC and CD. In this review, we discuss this novel mechanism of mucosal immunoregulation and how LANCL2-targeting therapeutics could help address the unmet clinical needs of patients with autoimmune diseases, starting with IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Antibody responses to Influenza vaccination are diminished in patients with inflammatory bowel disease on infliximab or tofacitinib.\r\nVaccination in both the 2020-2021 and 2021-2022 seasons was associated with significantly higher antibody responses to influenza/A than no vaccination or vaccination in 2021-2022 alone. Infliximab and tofacitinib are associated with lower binding antibody responses to Influenza/A, similar to COVID-19 vaccine-induced antibody responses.\r\nPubmed   Journal   ReadQx \r\nCancer Biology or Ineffective Surveillance? A multicentre retrospective analysis of colitis-associated post-colonoscopy colorectal cancers.\r\nIBD PCCRC prevention will require more proactive strategies to reduce endoscopic inflammatory burden, improve lesion optical characterisation, adherence to recommended surveillance intervals and patient acceptance of prophylactic colectomy. However, the significant proportion appearing to originate from non-adenomatous-looking mucosa which fail to yield neoplasia on biopsy yet display aggressive cancer evolution highlight the limitations of current surveillance. Emerging molecular biomarkers may play a role in enhancing cancer risk stratification in future clinical practice.\r\nPubmed   Journal   ReadQx \r\nDe-escalation of biological treatment in inflammatory bowel disease: A comprehensive review.\r\nAny consideration for de-escalation of biological therapy in IBD must be tailored, taking into account the risks and consequences of a flare and patients' preferences.\r\nPubmed   Journal   ReadQx \r\nEarly versus Late Use of Vedolizumab in Ulcerative Colitis: Clinical, Endoscopic, and Histological Outcomes.\r\nNo significant differences in clinical, endoscopic, and histological outcomes were observed between \"early\" and \"late\" disease.\r\nPubmed   Journal   ReadQx \r\nHigher serum infliximab concentrations following subcutaneous dosing are associated with deep remission in patients with inflammatory bowel disease.\r\n Higher SC-IFX concentrations are associated with higher rates of favorable therapeutic outcomes in IBD patients. Serum SC-IFX concentrations higher than 20µg/mL were significantly associated with deep remission.\r\nPubmed   Journal   ReadQx \r\nImpact of Baseline Corticosteroid Use on the Efficacy and Safety of Upadacitinib in Patients with Ulcerative Colitis: a Post Hoc Analysis of the Phase 3 Clinical Trial Programme.\r\nUpadacitinib is an effective steroid-sparing treatment in patients with moderately to severely active ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nInitial management of intraabdominal abscesses and preventive strategies for abscess recurrence in penetrating Crohn's disease: a national multicenter study based on ENEIDA registry.\r\nSmall abscesses (<30mm) can be managed with antibiotics alone, while larger ones require drainage. Percutaneous drainage will be effective and safer than surgery in many cases. After discharge, anti-TNF therapy reduces abscess recurrence risk in a similar way to bowel resection.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Alcohol use disorder in alcohol-associated liver disease: Two sides of the same coin.\r\nData are emerging to show that a multidisciplinary integrated AUD treatment within an LT program reduces recurrent alcohol use after LT. If we want to continue using eLT for patients with severe AH, LT programs should focus on building integrated multidisciplinary care teams for the integrated treatment of both AUD and ALD.\r\nPubmed   Journal   ReadQx \r\nAssessing reliability and validity of the SIPAT and opportunities for improvement: A single-center cohort study.\r\nThe SIPAT should be interpreted with caution, especially as a composite score. Future studies should examine validity in other populations.\r\nPubmed   Journal   ReadQx \r\nDoes liraglutide alleviates inflammation in brain-dead donors? A randomized clinical trial.\r\nLiraglutide administration reduced IL-6 and prevented the increase of IL-10 plasma levels in brain-dead donors, without affecting the expression of genes and proteins related to inflammation, apoptosis, endoplasmic reticulum stress, or oxidative stress.\r\nPubmed   Journal   ReadQx \r\nImmunosuppression minimization is safe and associated with good long-term success in pediatric liver transplant recipients.\r\nIn conclusion, immunosuppression minimization is safe in pediatric liver transplant recipients and should be considered to reduce long-term medication side-effects and improve patient quality of life. Future studies are necessary to follow long-term outcomes and develop biomarkers to predict minimization success.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Daily Pain Experiences in Chronic Pancreatitis: Identifying Pain Phenotypes.\r\nDaily pain diaries offer a novel way of evaluating the dynamic pain experiences in CP. Although 4 distinct pain patterns were identified, further studies are needed to validate these findings.\r\nPubmed   Journal   ReadQx \r\nFeasibility of Surveillance for Mucinous Cystic Neoplasm of the Pancreas: A Multi-Institutional Retrospective Study of 328 Patients by the Japanese Pancreatic Society.\r\n As the risk of progression to malignant MCNs increases over the long term, MCNs should be resected rather than subjected to unnecessary surveillance.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A protein-based prognostic model for pancreatic ductal adenocarcinoma: Construction and validation.\r\nOur protein-based prognostic model for PDAC, along with six signature proteins, might aid in predicting PDAC prognosis and therapeutic targets.\r\nPubmed   Journal   ReadQx \r\nCOVID-19 and acute pancreatitis clinical outcomes among hospitalized patients in the United States: A propensity matched analysis of national inpatient sample.\r\n Worse in-hospital outcomes, including increased incidence of septic shock, acute kidney injury, and acute kidney injury requiring hemodialysis in hospitalized patients with COVID-19 infection and pancreatitis, emphasize the need for more research to understand the effect of COVID-19 disease in hospitalized patients with pancreatitis and in the role of vaccination to improve long term outcome in this patient population.\r\nPubmed   Journal   ReadQx \r\nCharacterization of novel PNLIP variants in congenital pancreatic lipase deficiency.\r\nAll three novel PNLIP variants cause a loss-of-function through impaired secretion. Additionally, the p.R188C and p.W419* variants may induce proteotoxicity through misfolding and potentially increase the risk for pancreatic acinar cell injury.\r\nPubmed   Journal   ReadQx \r\nUtility of contrast-enhanced harmonic endoscopic ultrasonography for prediction of pathological response after neoadjuvant chemotherapy in patients with pancreatic cancer.\r\nEvaluation of vascular pattern on CH-EUS could be useful for predicting the efficacy of NAC in patients with pancreatic cancer. The enhancement pattern on CH-EUS could be a one of the useful features for determining NAC indications in resectable pancreatic cancer patients.\r\nPubmed   Journal   ReadQx \r\nWeight loss during neoadjuvant chemotherapy impacts perioperative outcomes in patients undergoing surgery for pancreatic cancer.\r\nNutritional measures to stabilize weight during NAC should be considered to decrease post-pancreatectomy complications.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Can healthy lifestyle offset the genetic predisposition to obesity to prevent coronary heart disease?\r\n\r\nPubmed   Journal   ReadQx \r\nDoes maintaining a \"healthy\" tryptophan metabolism hold the key to cancer survivorship?\r\n\r\nPubmed   Journal   ReadQx \r\nPregnancy diet to prevent gestational diabetes: study design and dietary assessments.\r\n\r\nPubmed   Journal   ReadQx \r\nTo survive, yet not thrive: long-term outcomes of childhood survivors of severe acute malnutrition.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Antibody, not Cellular, Immune Responses to SARS-CoV-2 Vaccination Outperform Infection in Inflammatory Bowel Disease Patients.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Impact of implementation of national liver review board on liver allocation among patients with primary sclerosing cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver transplant evaluation redux: Hope for reconsidering previously declined candidates with alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nMaking the best use of testing for blood phosphatidylethanol.\r\n\r\nPubmed   Journal   ReadQx \r\nPrecipitous changes in nomenclature and definitions-NAFLD becomes SLD: Implications for and expectations of AASLD journals.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: How does Ex-vivo liver perfusion help improve the outcomes of liver transplantation in donation after cardiac death (DCD) donors?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Saccharomyces fungemia in two critically ill patients with acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-11-11T12:59:57-05:00",
    "input_file": {}
  }
]
