[
  {
    "path": "gi2/07-11-2025/",
    "title": "Fri Jul 11 2025",
    "description": "42 articles - From Friday Jul 04 2025 to Friday Jul 11 2025",
    "author": [],
    "date": "2025-07-11",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Evaluation of dietary protein and amino acid requirements: a systematic review.\r\nOur systematic review of human indispensable amino acid and protein requirement research from January 2000 to May 2024 finds limited studies across the lifecycle, particularly in pregnancy, lactation, infancy, childhood, and adolescence.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Biological responses during high-dose protein nutrition in the critically ill: a randomized controlled trial.\r\nLarger increases in WBPB were observed in critically ill patients receiving a high-dose protein supplementation strategy, and these increases were associated with a biological program reflecting neutrophil-mediated bacterial killing. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nCall to Action: A Need for Community-Driven Minimum Information Standards for Food Composition Data.\r\nAdditionally, we outline existing organizations, standards, and tools relevant to the development of a new standard. Finally, we detail expected activities for the working group, as well as anticipated challenges to developing and deploying a globally acceptable food composition data reporting standard.\r\nPubmed   Journal   ReadQx \r\nDiet optimization: modeling iron and zinc absorption by nonlinear programming and piecewise linear approximation using NHANES.\r\n This study provides practical examples for researchers who seek to improve the accuracy of their diet models through the implementation of nonheme iron and zinc absorption equations using either NLP or PLA.\r\nPubmed   Journal   ReadQx \r\nEffectiveness of a digital weight management program on diet quality: A randomized controlled trial.\r\nA CP was significantly more effective than SNG for improving diet quality and weight loss among a diverse sample of adults living with overweight or obesity in the U.S. CLINICAL TRIAL REGISTRY NUMBER AND WEBSITE WHERE IT WAS OBTAINED \r\nPubmed   Journal   ReadQx \r\nEffects of consuming an iron supplement with a meal containing animal or plant-based meat on indicators of iron status and anemia in women of reproductive age with iron deficiency: a randomized, controlled study.\r\nFindings suggest that the \"meat factor\" does not contribute substantially to improvements in iron status in women of reproductive age with iron deficiency when consumed with an iron supplement for 8 weeks. Clinical trial registry\r\nPubmed   Journal   ReadQx \r\nEffects of quintuply-fortified salt on the micronutrient status of females of reproductive age in Punjab, India: a randomized, community-based trial.\r\nMethods We conducted a double-blind, randomized, controlled, community-based trial. A total of 998 NPFRA were randomly assigned to receive: 1) QFS with iron as encapsulated ferrous fumarate, zinc, vitamin B and folate, among NPFRA at high risk of deficiency.\r\nPubmed   Journal   ReadQx \r\nEmpirical Dietary Index for Lower Urate Levels and Risk of Gout: Evidence From Cohort Studies.\r\n A replicated empirical index predicting lower plasma urate is associated with significantly lower risks of gout and related cardiometabolic conditions. Consuming such a diet with lower uricemic potentials could be a novel, promising approach to preventing gout.\r\nPubmed   Journal   ReadQx \r\nFried food consumption-related gut microbiota is associated with obesity, fat distribution and cardiometabolic diseases: results from two large longitudinal cohorts with sibling comparison analyses.\r\nFried food consumption-related microbiome is associated with a higher risk of obesity, central fat distribution, and cardiometabolic diseases, emphasizing the importance of dietary choices in the management and prevention of chronic diseases.\r\nPubmed   Journal   ReadQx \r\nInfant Vitamin B12 Status and its Predictors - Cross-Sectional Baseline Results from an Ongoing Randomized Controlled Trial.\r\n A substantial proportion of Norwegian infants have biochemical signs of low vitamin B12 status, regardless of the cut-off. Lower status was observed in partially and exclusively breastfed infants, compared to non-breastfed infants. However, it is unclear whether these biomarker patterns have clinical significance. Further research is needed to determine consequences of low vitamin B12 biomarker concentrations in early infancy.\r\nPubmed   Journal   ReadQx \r\nMetabolic plasticity of the gut microbiome in response to diets differing in glycemic load in a randomized, crossover, controlled feeding study.\r\n In healthy humans, diet impacts microbial metabolism and enzymatic activity but not the overall diversity of the gut microbiome. This emphasizes the relevance of dietary components in activating expression of specific bacterial genes and their impact on host metabolism.\r\nPubmed   Journal   ReadQx \r\nPatterns of perinatal exposure to PUFAs and child neurodevelopment: evidence from Mendelian randomization using FADS cluster variants.\r\nThese findings supported the potential beneficial effects of perinatal exposure to LC-PUFAs on child neurodevelopment while highlighting possible adverse effects associated with exposure to LA and DGLA.\r\nPubmed   Journal   ReadQx \r\nThe global leadership initiative on malnutrition (GLIM).\r\nThe use of GLIM malnutrition criteria that closely resemble those found in other validated tools raises the opportunity to further standardize malnutrition language and severity cutoffs used to characterize malnutrition criteria. Clinical Trial Registry number - Not applicable.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Construct Validity of the Toronto IBD Global Endoscopic Reporting Score Compared to Inflammatory Biomarkers After 12-Month Follow-Up.\r\nThe TIGER score is a simple endoscopic score that can be used for both CD and UC that has been shown to have both construct validity with inflammatory marker and noninferiority to the current best-referenced endoscopic scores over a 12-month follow-up period. Future studies should begin incorporating TIGER as a measure of clinical response to interventions and therapeutics.\r\nPubmed   Journal   ReadQx \r\nCulturally Informed Digital Behavioral Intervention Development for Inflammatory Bowel Disease: A Qualitative Study.\r\nRacial and ethnic background influences IBD patients' illness perception, coping, and desires for support. Findings can directly inform the design and content of digital behavioral interventions in IBD towards increased applicability and equitable engagement.\r\nPubmed   Journal   ReadQx \r\nFeasibility and Safety of Small Bowel Capsule Endoscopy in Very Early-Onset Inflammatory Bowel Disease: A Multi-Institutional Study.\r\nSmall bowel capsule endoscopy for very early-onset inflammatory bowel disease is feasible with diagnostic utility, and it can be performed safely with appropriate evaluation using patency capsules.\r\nPubmed   Journal   ReadQx \r\nNovel Autologous Regulatory T-Cell Therapy Ameliorates DSS-Induced Colitis in Humanized Mice.\r\nAutologous Treg therapy ameliorated the symptoms of DSS-induced colitis in a humanized mouse model. The autologous PBMC-humanized DSS-induced colitis model may serve as a robust preclinical platform for evaluating the efficacy of personalized Treg cell therapy for IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    MR Cell Size Imaging Revealing Intestinal Fibrosis to Predict Intestinal Disease Progression in Patients with Crohn's Disease.\r\nTD-dMRI-derived d serves as a noninvasively microstructural biomarker for intestinal fibrosis in CD, which significantly enhances the accuracy in predicting disease progression risk.\r\nPubmed   Journal   ReadQx \r\nRecombinant Herpes Zoster Vaccine Lowers Shingles Complication Risk in Patients with Inflammatory Bowel Disease.\r\nRZV substantially lowers the risk of HZ complications in patients with IBD, offering significant clinical benefits to those at high risk due to immunosuppression. These findings underscore the importance of RZV as part of preventive care strategies in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nThe Risk of Mild, Moderate, and Severe Infections in IBD patients - A prospective, multicentre observational cohort study (PRIQ).\r\n Mild and moderate infections are common among IBD patients and are particularly associated with both patient characteristics and specific immunosuppressive treatments. These findings emphasize the need for vigilant monitoring, especially for patients at higher infection risk, and allow for more personalized advice on benefit-risk of IBD treatments.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Building bridges: The power of near-peer mentorship in hepatology.\r\nWe also provide a case study of our experience with a dedicated group of near-peer mentors in hepatology. By sharing our perspective on near-peer mentorship we hope to expand the uptake and support of lateral mentorship programs within our field.\r\nPubmed   Journal   ReadQx \r\nComparing outcomes of deceased-donor and living-donor liver transplants in patients with portal vein thrombosis.\r\n LDLT can achieve outcomes comparable to DDLT in patients with PVT. PVT should not be considered a contraindication for LDLT in selected patients at experienced centers.\r\nPubmed   Journal   ReadQx \r\nHepatic artery dissection after living-donor liver transplantation requires different management based on the locations and clinical outcomes: A retrospective cohort study.\r\nIn conclusion, although HAD presents with severe imaging findings, it generally has a favorable prognosis. However, when HAD involves only PHA, owing to the high risk of HAT, more frequent surveillance and aggressive management are recommended.\r\nPubmed   Journal   ReadQx \r\nPotential strategies in porcine liver xenotransplantation: A bridge to allotransplantation and beyond.\r\nAdditionally, we propose that brain-dead human subjects (decedents) be used to validate the efficacy of porcine livers in supporting split or marginal human liver grafts. These developments are expected to lay the groundwork for clinical trials aimed at improving the outcomes of patients with end-stage liver disease, potentially expanding the pool of transplantable organs and providing new therapeutic options for these patients.\r\nPubmed   Journal   ReadQx \r\nPreoperative von Willebrand factor is an independent predictive biomarker for posthepatectomy liver failure - a multivariable model with APRI+ALBI.\r\n The combination of vWF-Ag with APRI+ALBI demonstrates a favorable predictive potential for PHLF risk assessment. We provide two pathways for clinical assessment  1) a cut-off-based system and 2) a more complex multivariable model that can be calculated in a specifically designed smartphone application.\r\nPubmed   Journal   ReadQx \r\nPrognostic communication, Psychological distress, and caregiving burden among caregivers of patients with decompensated cirrhosis.\r\nQuality of prognostic communication was not significantly associated with caregiving burden or depression symptoms. These findings emphasize the substantial psychological distress and burden experienced by caregivers of patients with DC and highlight prognostic understanding as a potential modifiable target for improving their psychological outcomes.\r\nPubmed   Journal   ReadQx \r\nSelective splenectomy centered on graft-to-spleen volume ratio is a practical option in living donor liver transplantation to prevent early allograft dysfunction: A Prospective validation study.\r\nSelective SPX centered on GSVR is a feasible and practical option in LDLT to screen out high-risk recipients and improve their graft function for EAD prevention.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Long-term Outcomes of Splanchnic Venous Thrombosis in Acute Pancreatitis.\r\n Most patients with SVT following AP demonstrate spontaneous recanalization. A key predictor for non recanalization is the severity of pancreatitis.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Critical appraisal of postpancreatectomy hemorrhage after pancreatoduodenectomy: an analysis of risk factors, treatment and outcomes in 860 consecutive cases.\r\n The optimal approach to treatment of PPH takes into account location, timing and severity of the bleeding as well as the type of pancreatoenteric anastomosis. Appropriate treatment strategies for both early and late PPH include angiography, endoscopy, reoperation and conservative management or a combination of them.\r\nPubmed   Journal   ReadQx \r\nPrediction of metastatic potential of heterogeneous pancreatic ductal adenocarcinoma through gradient-based algorithms.\r\n This work introduces a novel multiscale hybrid framework that is original both in its formulation integrating agent-based, continuum, and immune dynamics and in its application, where simulated biological signatures are used to train gradient boosting models for accurate prediction of metastatic potential.\r\nPubmed   Journal   ReadQx \r\nPrognostic impact of post-neoadjuvant CA19-9 values in pancreatic cancer: more pronounced following neoadjuvant chemotherapy compared to neoadjuvant chemoradiotherapy.\r\nThe prognostic significance of post-NACRT CA19-9 values is suboptimal compared to post-NAC CA19-9 values.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Clarification and standardization of dual-energy X-ray absorptiometry terminology for accurate scientific communication and clinical diagnostic accuracy.\r\nThese recommendations will enhance the clarity of SM-related measures (e. g., ALST, ALM), improve diagnostic accuracy, and facilitate meaningful comparisons across studies.\r\nPubmed   Journal   ReadQx \r\nConfronting the fatty acid problem in preterm infants: biological needs, nutritional gaps.\r\n\r\nPubmed   Journal   ReadQx \r\nNeglected micronutrients - considering a broader set of vitamins and minerals in public health nutrition programs worldwide: A narrative review.\r\nWe conclude that more information, based on dietary assessments, nutritional biomarker surveys, and systematic surveillance of associated health conditions, is needed. Appropriate intervention programs, including changes in food systems to provide wider access to nutrient-rich foods, food fortification and targeted supplementation, should be implemented in settings where these deficiencies are confirmed.\r\nPubmed   Journal   ReadQx \r\nProviding multiple micronutrients through household salt.\r\n\r\nPubmed   Journal   ReadQx \r\nShould the recommendations for dietary protein and amino acid intake in humans be revised?\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Response to \"The Association of Inflammatory Bowel Disease and Eosinophilic Esophagitis: True Link or Surveillance Artifact?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Creeping fat in Crohn's disease: an immunometabolic imbalance worth targeting?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Adequacy of disclosures in oral presentations at the 20th Congress of European Crohn's and Colitis Organisation.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    CON: A multi-vendor organ procurement and transplantation network (OPTN) will not improve liver procurement and use.\r\n\r\nPubmed   Journal   ReadQx \r\nPRO: A multi-vendor organ procurement and transplantation network (OPTN) will improve liver procurement and use.\r\n\r\nPubmed   Journal   ReadQx \r\nSeeing Through the Machine: Ultrasound Assessment of Hepatic Artery Integrity During Normothermic Machine Perfusion.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-17T10:42:28-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-04-2025/",
    "title": "Fri Jul 04 2025",
    "description": "27 articles - From Friday Jun 27 2025 to Friday Jul 04 2025",
    "author": [],
    "date": "2025-07-04",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Fecal Microbial Community Profiling Allows Discrimination of Phenweotype and Treatment Response in Pediatric Crohn's Disease and Ulcerative Colitis-An International Meta-Analysis.\r\nGut microbial community structure is substantially altered in active and inactive PIBD and may be utilized as a biomarker for differentiating PIBD subtype and predicting treatment response.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Prognostic and diagnostic biomarkers in liver transplantation: A systematic review and meta-analysis.\r\nAdditionally, we identified novel combinations of biomarkers that exhibited prognostic value for LT patients. Finally, we demonstrate that combined analytical tools for assessing large clinical datasets effectively evaluate multi-modal markers for risk stratification of early and late outcomes for LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Comparison of Biliary Drainage Techniques for MBO: A Meta-Analysis.\r\n PTBD may offer advantages over EBD in managing MBO, including fewer complications and reduced incidence of pancreatitis, suggesting PTBD as a potentially safer and more effective treatment option. Nonetheless, further large-scale, high-quality studies are needed to validate these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effectiveness of regular oat β-glucan-enriched bread compared with whole-grain wheat bread on long-term glycemic control in adults at risk of type 2 diabetes: a randomized controlled trial.\r\nContrary to expectations from efficacy studies, this effectiveness trial does not support the metabolic benefits of oat-derived β-glucan-enriched bread under real-life conditions. A simple bread replacement may not be sufficient to improve glucose homeostasis in individuals at risk of type 2 diabetes. This trial was registered with clinicaltrials.gov as NCT04994327.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Evaluation and Management of Glucocorticoid-Induced Adrenal Insufficiency in IBD: An Expert Opinion.\r\nGC-AI is a serious, often underrecognized side effect of glucocorticoid use. This study presents expert opinions on the evaluation and management of GC-AI in IBD patients, emphasizing the need for vigilance and appropriate management strategies.\r\nPubmed   Journal   ReadQx \r\nFecal Calprotectin is a Useful Biomarker for Defining Small Bowel Endoscopic Remission in Crohn's Disease Without Active Colonic Lesions: A Prospective Multicenter Study from the IBD-Quality Team.\r\nThis study revealed a correlation between small bowel CE activity and FC. Under this condition, small bowel ER can be defined as an FC level of < 175 μg/g, and FC was suggested to be a useful biomarker for monitoring small bowel lesions during the application of treat-to-target strategies.\r\nPubmed   Journal   ReadQx \r\nPatients With Crohn's Disease and Terminal Ileum Resection are at Increased Risk of Colorectal Cancer: A Population-Based Study.\r\nPatients with TI resection also had higher odds of colorectal polyps. These findings suggest the need for heightened CRC surveillance in patients with CD undergoing TI resection.\r\nPubmed   Journal   ReadQx \r\nUnraveling Genetic Versus Environmental Factors Determining Disease Course in Inflammatory Bowel Diseases: A Population-Based Cohort Study in First- and Second-Generation Immigrants.\r\nDisease outcomes change across immigrant generations, pointing to environmental factors possibly impacting disease course, which needs further investigation. In contrast, non-Western immigrants were shown to have more perianal disease in both generations, suggesting a genetic susceptibility for this debilitating phenotype.\r\nPubmed   Journal   ReadQx \r\nValidation of the Modified Multiplier of SES-CD (MM-SES-CD) to Predict Endoscopic Healing in Crohn's Disease: A Post Hoc Analysis of the SEAVUE Trial.\r\n Baseline MM-SES-CD-based cutoffs for endoscopic disease severity show prognostic value for the likelihood of achieving 1-year EH, PRO2 remission, and FCP remission. These findings suggest that the MM-SES-CD can be used both to measure baseline endoscopic disease severity and predict outcomes at 1 year in patients with moderate to severe CD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    ECCO Topical Review on Pouch Disorders.\r\nA multidisciplinary approach is essential for the diagnosis and management of pouch disorders.\r\nPubmed   Journal   ReadQx \r\nEndo-Histo foundational fusion model: a novel artificial intelligence for assessing histologic remission and response to therapy in ulcerative colitis clinical trial.\r\n This novel tool significantly advances precision medicine in clinical trials by potentially standardizing central readouts and enabling automated disease assessment.\r\nPubmed   Journal   ReadQx   PMC\r\nGaps between European Crohn's and Colitis Organisation quality standards of care and the real world on diagnosis and monitoring inflammatory bowel disease across Europe: results from the E-QUALITY survey.\r\n Significant gaps in QoC standards remain across European IBD units. Most units lack specific auditing mechanisms to track true standard compliance. Enhanced support from ECCO, through education on guidelines and implementation strategies, and adaptation of recommendations to accommodate real-world challenges may help to bridge these gaps.\r\nPubmed   Journal   ReadQx \r\nImpact of complete vs partial endoscopic healing on long-term outcomes in Crohn's disease: a prospective multicenter study.\r\n Although higher-powered studies are needed to confirm these findings, current results suggest that complete EH may be associated with more favorable long-term outcomes than partial EH in patients with CD.\r\nPubmed   Journal   ReadQx \r\nThe long-term disease course of microscopic colitis - a European prospective incident cohort study.\r\nMicroscopic colitis is a chronic condition with relapsing or continuous disease course in nearly half of the patients during the first 5 years after diagnosis. The disease course in the first year predicts the long-term disease course.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Comparing donor selection barriers for living donor liver transplantation amongst hispanic and non-hispanic candidates in a large urban center.\r\nLDLT disparities among Hispanics may involve factors preceding donor evaluation or independent of the donor. Optimizing Hispanic LLD candidacy, establishing a registry of individuals referred for LLD, and conducting multicenter studies are warranted.\r\nPubmed   Journal   ReadQx \r\nManagement of hepatic artery thrombosis and stenosis after pediatric liver transplantation: Variability and agreement in management practices.\r\n Internationally, there is agreement on the importance of early DUS screening in current management practices. Immediate re-transplantation was preferred for early HAT with PALF, while surgical revascularization was favored for non-PALF cases. Conservative management and endovascular therapy emerged as potential strategies for late-onset cases. This worldwide survey on real-world practice provides a basis for developing and implementing guidelines.\r\nPubmed   Journal   ReadQx \r\nShort- and long-term development of gut microbiota in children after liver transplantation - a prospective observational trial.\r\nWe provide comprehensive, quantitative insights into GM composition and function before and after pLT. A link between GM alterations with (long-term) graft health was uncovered providing possible targets to modulate GM function in order to increase graft and patient health.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Genome-wide discovery of enhancer - promoter interactions in the human pancreas using an improved Activity-By-Contact-based model.\r\nWe provide a genome-wide set of pancreas-specific enhancer regions and respective target genes. Our dataset will be helpful for the prioritization of regulatory disease-causing mutations in pancreatic tissue.\r\nPubmed   Journal   ReadQx \r\nUric acid and related disorders in the risk of pancreatic diseases: A UK Biobank prospective study.\r\n Our study clarifies the role of SUA in pancreatic health and identifies that individuals with HUA or gout may benefit from pancreatic disease screening.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    An Acute Onset Sweet Syndrome After First Vedolizumab Dose in Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Upadacitinib in a Case of Pediatric Acute Severe Ulcerative Colitis and Immune Thrombocytopenia.\r\n\r\nPubmed   Journal   ReadQx \r\nOral Vancomycin as an Emerging Therapy for Inflammatory Pouch Conditions Associated With Primary Sclerosing Cholangitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Every last detail-Managing hepatic artery thrombosis and stenosis in a time of organ scarcity.\r\n\r\nPubmed   Journal   ReadQx \r\nHome-based terlipressin as a therapy for ascites: Increasing evidence for the efficacy of long-term continuous terlipressin infusion in decompensated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nNormothermic machine perfusion - The juice is definitely worth the squeeze.\r\n\r\nPubmed   Journal   ReadQx \r\nPhosphatidylethanol and urinary ethylglucuronide to assess alcohol consumption after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Long-term survival and quality of life improvement in patients with large unresectable malignant main-duct IPMN treated with EUS-guided RFA (with video).\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-17T10:31:04-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-27-2025/",
    "title": "Fri Jun 27 2025",
    "description": "37 articles - From Friday Jun 20 2025 to Friday Jun 27 2025",
    "author": [],
    "date": "2025-06-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Liver Transpl\r\n    Prognostic and diagnostic biomarkers in liver transplantation: A systematic review and meta-analysis.\r\nAdditionally, we identified novel combinations of biomarkers that exhibited prognostic value for LT patients. Finally, we demonstrate that combined analytical tools for assessing large clinical datasets effectively evaluate multi-modal markers for risk stratification of early and late outcomes for LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Comparison of Biliary Drainage Techniques for MBO: A Meta-Analysis.\r\n PTBD may offer advantages over EBD in managing MBO, including fewer complications and reduced incidence of pancreatitis, suggesting PTBD as a potentially safer and more effective treatment option. Nonetheless, further large-scale, high-quality studies are needed to validate these findings.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adherence to the Modified Planetary Health Diet among the Working-Age Population in 185 Countries from 1990 to 2018: A Population-Based Study.\r\nOur findings reveal substantial global variations in mPHD adherence among WAP, with concerning trends in certain regions. These results provide crucial insights for developing targeted interventions that consider regional contexts while pursuing the dual objectives of promoting healthier diets and ensuring environmental sustainability.\r\nPubmed   Journal   ReadQx \r\nGestational vitamin D concentration and child cognitive development: A longitudinal cohort study in the ECHO Program.\r\nGestational 25(OH)D concentrations were positively associated with cognitive scores, especially in children of Black mothers. Given higher deficiency risk among Black women, vitamin D repletion prior to or in early pregnancy may be an important strategy for reducing racial disparities in child neurodevelopment.\r\nPubmed   Journal   ReadQx \r\nNovel Strategies for Medical Management of Obesity: Mechanisms, Clinical Implications, and Societal Impacts: a report from the 25<sup>th<\/sup> annual Harvard Nutrition Obesity Symposium.\r\nRecent work also points out to the potential role of these medications for other medical conditions, including addictive and neurodegenerative disorders. In June 2024, the NIH-funded Nutrition Obesity Research Center at Harvard and the Harvard Medical School Division of Nutrition hosted their 25th annual Harvard Nutrition Obesity Symposium, titled \"Novel Strategies for Medical Management of Obesity: Mechanisms, Clinical Implications, and Societal Impacts.\" This article synthesizes the symposium's discussions, emphasizing the importance of innovative pharmacotherapeutic strategies in addressing the burden of obesity and the associated economic and social inequities, including disparities in access to care in adults and children.\r\nPubmed   Journal   ReadQx \r\nProspective association of the EAT-Lancet reference diet with body weight changes and incidence of overweight and obesity in a French cohort.\r\nThis comprehensive prospective observational study revealed that a stronger adherence to the EAT-Lancet reference diet is associated with a lower body weight and reduced risks of overweight and obesity. Promoting a sustainable plant-based diet seems to be an effective strategy for addressing the global public health challenge of obesity.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Early Top-Down Treatment With Biologics Improves the Rates of Transmural Remission in Crohn's Disease-A Risk-Adjusted Propensity Score Matched Analysis.\r\nEarly top-down treatment with biologics improves the rates of transmural remission in CD. Risk factors for disabling disease significantly impact the chances of obtaining transmural remission and may help clinicians identify patients suitable for more aggressive treatment strategies.\r\nPubmed   Journal   ReadQx \r\nInflammation of the Rectal Cuff is Associated With Strictures and Fistulas in Patients With Ulcerative Colitis who Have an Ileal Pouch-Anal Anastomosis.\r\nEndoscopic cuff inflammation is associated with strictures and fistulas of the IPAA, and individuals with persistent inflammation appear to have the highest risk.\r\nPubmed   Journal   ReadQx \r\nLong-Term Outcome of Colonic and Ileal Crohn's Disease: A Two-Decade Population-Based Study in Pediatric-Onset Disease.\r\nThe clinical presentation and evolution of ileal and colonic CD differ significantly in children. Colonic location is associated with a high risk of perianal CD, extraintestinal manifestations, and exposure to steroids, immunosuppressants, and anti-TNFs. These differences could justify different therapeutic approaches.\r\nPubmed   Journal   ReadQx \r\nNatural History, Treatment Persistence and Predictors of Treatment Failure in Patients With Ulcerative Colitis on 5-Aminosalicylic Acid: A US Population-Level Cohort Study.\r\n Our study provides updated estimates of advanced therapy utilization and colectomy as well as predictors of disease progression in patients with UC on 5-ASA in the biologic era.\r\nPubmed   Journal   ReadQx \r\nPou2af1 Deficiency Aggravates DSS-Induced Colitis via Impaired Germinal Center Responses and Altered Gut Microbiota.\r\n The findings suggest that Pou2af1 deficiency exacerbates DSS-induced colitis by impairing immune responses, particularly the germinal center reaction, and altering gut microbiota composition. These alterations contribute to increased disease severity, highlighting the importance of Pou2af1 in maintaining intestinal immune homeostasis.\r\nPubmed   Journal   ReadQx \r\nProstaglandins and Inflammatory Bowel Disease: From Mechanism to Clinic.\r\nAs a result, therapeutic approaches focusing on PGs and the pathways contributing to their synthesis have become a primary objective in IBD treatment research. This paper intends to examine the significance of PG receptors in IBD, providing a fresh viewpoint for understanding the pathogenesis of the disease and establishing a theoretical basis for creating diagnostic tools and treatment strategies centered around PG targets to improve patient outcomes.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Comparing donor selection barriers for living donor liver transplantation amongst hispanic and non-hispanic candidates in a large urban center.\r\nLDLT disparities among Hispanics may involve factors preceding donor evaluation or independent of the donor. Optimizing Hispanic LLD candidacy, establishing a registry of individuals referred for LLD, and conducting multicenter studies are warranted.\r\nPubmed   Journal   ReadQx \r\nThe incidence of severe complications in liver donation from living donors: Real-world data in the era of minimally invasive surgery.\r\nOverall incidence of severe complications in liver donation was comparable between open and MIS approach. The site of postoperative bleeding differed by surgical approach, suggesting potentially need of different care for MIS to reduce the postoperative complication in donor hepatectomy.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Analysis of Influencing Factors of Acute Pancreatitis Complicated with Persistent Inflammation and Construction of a Prediction Model.\r\n The model predicted non-SIRS with a critical value ≥0.332, a sensitivity of 71.3% and specificity of 87.1%, and a Kappa value of 0.56. These results indicate that this prediction model is based on admission data, with recommended additional validation assessments at multiple time points (e.g., 24, 48, and 72 h) to characterize the progression of SIR's risk fully. Overall, this nomogram prediction model provides an efficient and simple means to predict SIRS for patients with AP.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal Burden in Patients with Pancreatic Insufficient Cystic Fibrosis Before and After Elexacaftor/Tezacaftor/Ivacaftor Use.\r\n The reduction in constipation and non-infective gastroenteritis and colitis is important as GI symptoms are linked to the quality of life of CwCF. There remains a great clinical need to evaluate the effects of ETI on GI disorders, especially as the age of initial use of this therapy decreases, and the duration of use increases.\r\nPubmed   Journal   ReadQx \r\nLifetime Smoking History and Marijuana co-use in Patients With Alcohol-related Acute Pancreatitis.\r\nSmoking is highly prevalent in patients with alcohol-associated AP, many of whom also use marijuana. Tailored smoking cessation interventions are needed for AP patients.\r\nPubmed   Journal   ReadQx \r\nLong Non-Coding RNA n336928 Facilitates the Progression of Pancreatic Neuroendocrine Neoplasms via NF-κB Pathway Mediated by EZH2.\r\nFurthermore, transcriptome sequencing revealed that the NF-κB pathway was activated in pNEN cells following n336928 overexpression. We have established that the upregulation of n336928 promotes the progression of pNENs via the NF-κB signaling pathway, thereby implicating it in the occurrence and development of pNENs.\r\nPubmed   Journal   ReadQx \r\nrs928508 of miR-30c-5p is Associated with the Risk of Post-ERCP Pancreatitis.\r\n miR-30c-5p rs928508 polymorphism is correlated with an enhanced risk and severity of PEP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A Mendelian randomization study investigating the causal effect of simvastatin consumption on pancreatitis risk.\r\nGenetic evidence has not proven a causality between simvastatin and pancreatitis, suggesting that routine monitoring may be unnecessary.\r\nPubmed   Journal   ReadQx \r\nClinical predictors of KRAS mutation detection in liquid biopsies for pancreatic ductal adenocarcinoma.\r\nCA19-9 levels and hepatic metastases are predictive of KRAS mutation detection in ctDNA. Higher Max VAF may reflect more aggressive disease biology in PDAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Glycemic sensitivity-a potential biomarker for healthy people.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    The Dual Role of ACE2 in IBD: Balancing SARS-CoV-2 Susceptibility and Gut Homeostasis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Efficacy of Risankizumab Dose Escalation Among Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cannabis and Liver Transplant: We Need to Chill, Man.\r\n\r\nPubmed   Journal   ReadQx \r\nEvery last detail-Managing hepatic artery thrombosis and stenosis in a time of organ scarcity.\r\n\r\nPubmed   Journal   ReadQx \r\nHome-based terlipressin as a therapy for ascites: Increasing evidence for the efficacy of long-term continuous terlipressin infusion in decompensated cirrhosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Accurately predict the HCC recurrence after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Continuous Infusion terlipressin for refractory ascites-key considerations for future trials.\r\n\r\nPubmed   Journal   ReadQx \r\nNo change in alcohol relapse after adoption of early liver transplantation for alcohol-associated liver disease.\r\n\r\nPubmed   Journal   ReadQx \r\nNormothermic machine perfusion - The juice is definitely worth the squeeze.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Continuous Infusion terlipressin for refractory ascites-key considerations for future trials.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    The Prevalence and Characteristics of Autoimmune Pancreatitis among Patients Presenting with Pancreatitis to a Quaternary Referral Centre in Melbourne, Australia.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinicopathological features for clinically resectable peripherally located pancreatic ductal adenocarcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    A real-world analysis of second-line treatment option, Gemcitabine plus Anlotinib and anti-PD1, in advanced pancreatic cancer: A critical insight.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"A causal relationship between distinct immune features and acute or chronic pancreatitis: Results from a Mendelian randomization analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to Editor: Strengths and methodological Considerations for Predicting post-pancreatectomy acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-28T13:04:11-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/06-20-2025/",
    "title": "Fri Jun 20 2025",
    "description": "29 articles - From Friday Jun 13 2025 to Friday Jun 20 2025",
    "author": [],
    "date": "2025-06-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A digital behavioral intervention to reduce sugar-sweetened beverage consumption: a randomized, controlled trial.\r\nA digital behavioral intervention was efficacious in reducing SSB consumption among Appalachian adults and yielded high engagement and retention rates. This intervention should be evaluated in other populations with excessive SSB consumption.\r\nPubmed   Journal   ReadQx \r\nAssociations of Prepregnancy Weight Change with Fetal Growth and Adverse Birth Outcomes: A Prospective Cohort Study in China.\r\nExcessive prepregnancy weight gain was associated with accelerated fetal growth and increased macrosomia and LGA risks, whereas prepregnancy weight loss showed a sex-specific impact on SGA. The combination of high prepregnancy weight gain and excessive GWG was associated with the highest risks of macrosomia and LGA.\r\nPubmed   Journal   ReadQx \r\nHuman milk oligosaccharides and Campylobacter jejuni and Campylobacter coli gastroenteritis risk in a Nicaraguan birth cohort.\r\nConsuming high concentrations of 2'FL early in infants' lives was not protective against C. jejuni/coli gastroenteritis in this prospective birth cohort. However, high concentrations of LNnT and LSTc, and possibly LNFP-III may be associated with decreased C. jejuni/coli gastroenteritis and warrant investigation as potential supplements for C. jejuni/coli gastroenteritis prevention in chest-fed and formula-fed children. Safety testing for HMOs as supplements is needed for regions with prevalent enteric infections.\r\nPubmed   Journal   ReadQx \r\nPlant to animal protein ratio in the diet of the elderly: potential for increase and impacts on nutrient adequacy and long-term health - a diet optimization study.\r\nDiets must be sufficiently rich in protein to ensure protein adequacy at higher requirements, with no risk of IAA inadequacy when protein intake is sufficient. For sustainability, %PP can potentially increase from the current ∼⅓ to ∼⅔ in an aging population while improving health and nutrient adequacy, provided sufficient seafood and dairy products remain. Further increases would require nutrient fortification/supplementation and/or new foods.\r\nPubmed   Journal   ReadQx \r\nRethinking balanced food supplementation for pregnant women: time to move beyond energy and protein.\r\nWe articulate the need to carefully consider the goals of food supplementation during pregnancy, the biological mechanisms underlying effects on key outcomes, the desirability of flexibility in approaches, cost considerations, and the needs of the entire household in the context of food insecurity. We conclude that it is time to redefine the concept of balanced food supplementation for pregnant women, clarify objectives and terminology, and conduct further research relevant to the current global context.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    A Guide to the Patient-Centric Use of Vedolizumab for Crohn's Disease.\r\nWe detail the ability of vedolizumab to achieve mucosal healing and alter disease progression and present the evidence that supports the use of vedolizumab as a first-line biologic early in the disease course in patients with CD. Finally, we address some of the perceived drawbacks of using vedolizumab in CD, including concerns about slow onset of action, impact of disease location, and exacerbation of extraintestinal manifestations.\r\nPubmed   Journal   ReadQx \r\nComparative Predictive Utility of MM-SES-CD and SES-CD for Week 52 Endoscopic Remission in the Ileum and Colon in Crohn's Disease.\r\n The baseline MM-SES-CD demonstrated superior predictive ability for week 52 ER compared to SES-CD across the ileum and colon. These findings support its utility in clinical trials and in routine practice for predicting long-term treatment response.\r\nPubmed   Journal   ReadQx \r\nFood Compounds Associated With Disease Activity in Inflammatory Bowel Disease.\r\nWe identified several compounds that may play a modulatory role in IBD. Further research is needed to clarify associations found in our study and validate their biological significance.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    A Randomized Controlled Trial Of Antibiotics Targeting Adherent And Invasive Escherichia Coli (Aiec) Vs Placebo In Crohn's Disease: The Teorem Trial.\r\n A combination of ciprofloxacin and rifaximin was not superior to placebo to achieve endoscopic endpoints in patients with ileal CD colonized with AIEC.\r\nPubmed   Journal   ReadQx \r\nGaps between European Crohn's Colitis Organisation quality standards of care and the real world on structure of IBD units across Europe: results from E-QUALITY survey.\r\n Significant gaps in quality care standards remain across European IBD units. Enhanced support from ECCO, by education and position papers/guidelines may help bridge these gaps.\r\nPubmed   Journal   ReadQx \r\nPharmacological inhibitors of the gamma-secretase enzyme complex disrupt epithelial cell function triggering colitis in mice.\r\nIn conclusion, systemic use of γ-secretase inhibitors disrupts epithelial cell function by impairing IEC differentiation and triggering gut inflammation in mice. These findings should be considered when designing future therapeutic interventions involving γ-secretase inhibitors.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Outcomes of choledochoduodenostomy in pediatric liver transplantation.\r\nCholedochoduodenostomy is considered a safe alternative. Biliary complications were not associated with graft loss or mortality. Post-operative biliary complications are infrequent, suggesting that CD is a suitable and possibly superior type of biliary reconstruction compared to conventional CC or CJ anastomosis.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Complications Requiring Abdominal Surgery in Endoscopically Treated Patients With Pancreatic Walled-off Necrosis: Single Centre Case Series.\r\nThis study demonstrates that complications requiring abdominal surgery in patients undergoing endoscopic treatment for WON occur in one of 10 patients, intestinal ischemia being the most frequent cause of intervention.\r\nPubmed   Journal   ReadQx \r\nGastrointestinal Burden in Patients with Pancreatic Insufficient Cystic Fibrosis Before and After Elexacaftor/Tezacaftor/Ivacaftor Use. \r\nThe reduction in constipation and non-infective gastroenteritis and colitis is important as GI symptoms are linked to the quality of life of CwCF. There remains a great clinical need to evaluate the effects of ETI on GI disorders, especially as the age of initial use of this therapy decreases, and the duration of use increases.\r\nPubmed   Journal   ReadQx \r\nscRNA-Seq and Bulk-Seq Identify Novel Markers Associated With Calcium Regulation and Immunomodulation in Acute Pancreatitis.\r\nThe comprehensive analysis of the ceRNA network identified novel genes may regulate calcium-related pathways and participate in the immunomodulation in AP.  Not applicable.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A Mendelian randomization study investigating the causal effect of simvastatin consumption on pancreatitis risk.\r\nGenetic evidence has not proven a causality between simvastatin and pancreatitis, suggesting that routine monitoring may be unnecessary.\r\nPubmed   Journal   ReadQx \r\nPerilesional branch duct dilation as a hallmark MRCP feature for differentiating high-grade PanIN from low-grade PanIN.\r\nPerilesional BPD dilation on MRCP is a primary imaging feature for differentiating HG-PanIN, characterized by substantial interobserver agreement. While PPA on MRI is another important independent predictor, its lower interobserver agreement warrants caution. These findings highlight the diagnostic value of utilizing both MRCP and MRI in the noninvasive evaluation of suspected PanIN.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Can One Disease Hide Another?\r\n\r\nPubmed   Journal   ReadQx \r\nDualistic Implications of Angiotensin-Converting Enzyme 2 (ACE2) Expression in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nSafety and Effectiveness of QingDai (Indigo naturalis) in Children With Mild-to-Moderate Ulcerative Colitis: A Short-Term 6-Week Open-Label Trial.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cannabis and Liver Transplant: We Need to Chill, Man.\r\n\r\nPubmed   Journal   ReadQx \r\nCreation of a new VA liver transplantation center increased access and retained care within veterans health administration.\r\n\r\nPubmed   Journal   ReadQx \r\nDoes the heart whisper before the liver crashes? NT-proBNP and the Prediction of ACLF.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Accurately predict the HCC recurrence after liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nUnderappreciated value of imaging biomarkers in prognostication of HCC.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Advancing post ERCP pancreatitis prevention-insights from pharmacokinetics of rectal NSAIDs.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    A real-world analysis of second-line treatment option, Gemcitabine plus Anlotinib and anti-PD1, in advanced pancreatic cancer: A critical insight.\r\n\r\nPubmed   Journal   ReadQx \r\nComment on \"A causal relationship between distinct immune features and acute or chronic pancreatitis: Results from a Mendelian randomization analysis\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to Editor: Strengths and methodological Considerations for Predicting post-pancreatectomy acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-06-21T10:24:03-04:00",
    "input_file": {}
  }
]
