[
  {
    "path": "gi2/08-08-2025/",
    "title": "Fri Aug 08 2025",
    "description": "39 articles - From Friday Aug 01 2025 to Friday Aug 08 2025",
    "author": [],
    "date": "2025-08-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    ECCO-ESGAR-ESP-IBUS Guideline on Diagnostics and Monitoring of Patients with IBD: Part 2.\r\n\r\nPubmed   Journal   ReadQx \r\nECCO-ESGAR-ESP-IBUS Guideline on Diagnostics and Monitoring of Patients with Inflammatory Bowel Disease: Part 1.\r\nIt provides recommendations on requirements for initial diagnosis, detection of complications, the use of monitoring tools in patients with IBD and diagnostics in specific situations, such as pregnancy, postoperatively and for cancer surveillance. The guideline is a joint project of the European Crohn's and Colitis Organization (ECCO), the European Society of Gastrointestinal and Abdominal Radiology, the European Society of Pathology, and the International Bowel Ultrasonography Group under the leadership of ECCO.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreas\r\n    A Systematic Review of Pain Assessment Domains in Acute Pancreatitis Randomised Controlled Trials.\r\n The assessment of pain in RCTs relies almost entirely on unidimensional pain assessment tools which do not capture the complexity of the pain experience. There is a need for multidimensional pain assessment tools specific to AP, which would allow better assessment of pain in clinical practice and in future trials.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Adaptive Dietary and exercise strategies for weight loss in Adults with Prediabetes Trial (ADAPT): A Sequential Multiple Assignment Randomized Trial.\r\n The group-based program resulted in clinically significant weight loss that was similar between calorie-restricted HC and RC diets. However, counseling to follow a HC diet reduced fasting glucose compared to RC. Patients with obesity and prediabetes who are unable to achieve early weight loss may require more intensive and costly intervention strategies (i.e., meal provisions, supervised exercise etc.) to improve obesity treatment outcomes. , registry number NCT04745572.\r\nPubmed   Journal   ReadQx \r\nAssociations between cross-sectional and long-term food insecurity with dietary quality among middle-aged and older US adults: A Cohort Study from the Health and Retirement Study.\r\n Among adults aged 50 years or older, food insecurity, especially long-term very low food security, was adversely associated with diet quality, highlighting the need for policies to reduce food insecurity and facilitate healthy eating habits.\r\nPubmed   Journal   ReadQx \r\nAssociations of breastfeeding with maternal and child health outcomes: umbrella review.\r\nOur findings support the benefits of BF for mothers and their offspring, underscoring the importance of promoting BF practices to improve maternal and child health outcomes. Url of registration PROSPERO CRD42023447328.\r\nPubmed   Journal   ReadQx \r\nAssociations of diet composition and quality with continuous glucose monitor-derived glycemic metrics in a community-based cohort.\r\n Our findings demonstrate that carbohydrate intake and quality, in addition to overall diet quality, is associated with dynamic fluctuations in glucose levels. Future prospective analysis should examine whether glycemic variability mediates the association between diet and incident diabetes.\r\nPubmed   Journal   ReadQx \r\nAssociations of prior wasting malnutrition with later indicators of glucose tolerance across four countries in Africa and Asia: the SAMPA cohort study.\r\nChildhood PM is associated with greater adult dysglycaemia, whilst adulthood PM may have heterogeneous outcomes dependent on subsequent presence/absence of weight gain. Clinicians and public health managers should be aware of the long-term risk and intervene to promote some weight gain but prevent excess weight gain in people previously malnourished.\r\nPubmed   Journal   ReadQx \r\nDietary patterns and risk of Alzheimer's disease and related dementias across five racial and ethnic groups in the Multiethnic Cohort Study.\r\nHealthy dietary patterns in mid- to late-life and improvement in older age were associated with a reduced risk of ADRD in a diverse population. The racial and ethnic heterogeneity in the relationships observed warrants further study.\r\nPubmed   Journal   ReadQx \r\nEffects of Mediterranean diet or Mindfulness Based-Stress Reduction during Pregnancy on Maternal Gut and Vaginal Microbiota. A sub-analysis of the IMPACT BCN trial.\r\n Pregnancy lifestyle interventions influence maternal gut microbiota.\r\nPubmed   Journal   ReadQx \r\nEffects of weekly cholecalciferol supplementation of lactating mothers on vitamin D status, and infant growth and gross motor development: a randomized controlled trial in rural Ethiopia.\r\nMaternal cholecalciferol supplementation during lactation using a weekly dose of 15,000 IU safely improves both maternal and infant vitamin D status. Clinical trial registry number The trial was registered on clinicaltrials.gov as NCT02210884.\r\nPubmed   Journal   ReadQx \r\nGlobal, regional, and national burden of high sugar-sweetened beverages consumption, 1990-2021, with projections up to 2050: a systematic analysis for the Global Burden of Disease Study 2021.\r\nSSB consumption has increased since 1990 and is projected to rise further by 2050, contributing substantially to the global NCD burden. These trends underscore the urgent need for targeted public health interventions aimed at reducing SSB consumption worldwide.\r\nPubmed   Journal   ReadQx \r\nGut microbial community and host intestinal gene expression with combined fish oil and soluble corn fiber compared with corn oil and maltodextrin: A randomized crossover trial in healthy older individuals.\r\nThirty-day supplementation of SCF + FO compared with MD + CO showed significant shifts in intestinal cell pathways relevant to colorectal cancer with concomitant differences in gut microbial community structure and butyrate-producing taxa.\r\nPubmed   Journal   ReadQx \r\nInvestigating the impact of body weight changes and blood lipids on the risk for mild cognitive impairment in Parkinson´s disease; a prospective cohort study.\r\nHigh risk for MCI in patients with PD at the time of diagnosis was associated with low levels of P-TG and an interaction between change in BMI and P-TG before diagnosis, suggesting that nutritional factors have complex influence on cognitive function in the prodromal stage of PD.\r\nPubmed   Journal   ReadQx \r\nLow-fat and Whole Milk Consumption in relation to Cardiovascular and All-Cause Mortality: A prospective cohort study in three Norwegian counties.\r\nIn this cohort with high milk consumption, whole milk was associated with higher CVD and all-cause mortality whereas low-fat milk was not. Low-fat milk may be associated with lower risks compared with whole milk.\r\nPubmed   Journal   ReadQx \r\nQuantification of personalized glycemic sensitivity to food and its potential for precision nutrition in a series of n-of-1 trials.\r\nOur novel PGS provides a framework for quantity differences in glycemic sensitivity among healthy individuals and facilitates further research on tailored dietary advice that improves glucose homeostasis.\r\nPubmed   Journal   ReadQx \r\nSex hormone changes in a 24-month dietary and physical activity randomized intervention trial in postmenopausal females: the DAMA study.\r\nOur results suggest that, in healthy postmenopausal females with high breast density, a heathy diet mainly based on plant food may play a role as modulator of plasma estradiol concentration.\r\nPubmed   Journal   ReadQx \r\nWild foods as drivers of blood ergothioneine and selenoneine concentrations among Inuit living in Nunavik: results from the cross-sectional Qanuilirpitaa? 2017 survey.\r\nAlthough comparative data are limited, blood selenoneine and ergothioneine concentrations among Nunavimmiut appear substantially higher than in other non-Indigenous populations. Access to country food is important to maintain the dietary intake of these bioactive food components that may be beneficial for the health of Nunavimmiut.\r\nPubmed   Journal   ReadQx \r\nω-3 and ω-6 fatty acid status within a week of birth in a cross-sectional study of very preterm infants.\r\nPreterm infants whose blood was sampled later after birth have lower DHA and AA status relative to those sampled earlier after birth;  samples taken at later timepoints are concurrently higher in the fatty acids of linoleic acid and oleic acid, which are the major compositional components of intravenous lipid emulsions routinely administered to preterm infants. The results support calls to develop intravenous feeds closely matching the fatty acid composition of infant blood at birth. The N3RO Trial is registered at the Australian New Zealand Clinical Trial Registry as ACTRN12612000503820 (\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Machine learning for predicting crohn's disease from routine blood tests years before diagnosis: results from the epi-IIRN cohort.\r\n We were able to detect changes in routinely collected blood tests long before CD diagnosis and to predict future CD using a machine-learning model, which may be used for developing screening and prediction models for prevention strategies.\r\nPubmed   Journal   ReadQx \r\nPractical Considerations for the use of IL-23p19 Inhibitors in Inflammatory Bowel Disease: How to Choose Between Them and Why it Matters?\r\nIts use in combination with other advanced therapies in selected patients is being explored to enhance therapeutic efficacy and improve long-term outcomes. Further real-world studies are needed to assess its effectiveness and benefits in complex disease phenotypes, including perianal fistulizing Crohn's disease.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    The impact of neurologic exam on acceptance of donation after circulatory death liver allografts.\r\nROC curves for predicting DWIT by number of positive BSRs had areas under the curve of 0.58 and 0.66 for DWIT >30 and 60 minutes. Therefore, we concluded that documentation of positive BSRs is associated with non-utilization of DCD liver allografts, despite having limited ability to predict donor expiration within the appropriate time frame for a successful DCD donation.\r\nPubmed   Journal   ReadQx \r\nVancomycin-resistant enterococcal infections in liver transplant recipients: Clinical impact and therapeutic approaches.\r\nWith limited antimicrobial options and data available for guidance, treatment can be challenging. This review discusses the epidemiology of VRE infections in patients with end stage liver disease and after liver transplant as well as therapeutic approaches.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Chymotrypsin B2 (CTRB2) Deletion Variant Induces Endoplasmic Reticulum Stress but does not Increase Risk for Chronic Pancreatitis.\r\nWe replicated the ER-stress causing effect of the CTRB2-del variant and confirmed the lack of association with CP. The observations also revealed that epitope-tagging may alter the cellular effects of the CTRB2-del protein. The lack of association between ER stress and CP risk in carriers of the CTRB2-del variant raises the possibility that ER stress is a marker of digestive enzyme misfolding but does not drive CP onset and/or progression.\r\nPubmed   Journal   ReadQx \r\nMolecular Characterization of Pancreatic Simple Mucinous Cysts with GNAS Mutation: A Case Report and Literature Review.\r\n This is the first report of pancreatic SMC with co-occurring KRAS and GNAS mutations. SMC should be considered a differential diagnosis of pancreatic cystic lesions. Surgical intervention may be warranted based on findings.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Fluid Overload in a Cohort of Patients with Acute Pancreatitis: Results from a Retrospective Tertiary Single-center Study.\r\n The extent of fluid resuscitation was found to be strongly associated with the prevalence of clinical and radiological signs of pulmonary fluid overload. Furthermore, moderately severe and severe courses of pancreatitis were more frequently observed in excessively hydrated patients.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Genome-wide association study identifies FUT2 rs601338 polymorphism linking intra-pancreatic fat deposition to chronic pancreatitis.\r\n This study identified novel genetic variants for pancreatic PDFF and confirmed related genes functions in the pancreas. These findings emphasize the need for regular surveillance of pancreatic fat deposition in the population with a high genetic risk based on FUT2 polymorphism, which could facilitate risk stratification and tailored therapeutic approaches for the primary prevention of CP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Definitions matter in body composition science.\r\n\r\nPubmed   Journal   ReadQx \r\nFactors influencing uptake and blood levels of ergothioneine and selenoneine.\r\n\r\nPubmed   Journal   ReadQx \r\nHigh-dose soluble corn fiber and omega-3 fatty acids impact the gut microbiome and the host exfoliome, but are the omega-3s necessary?\r\n\r\nPubmed   Journal   ReadQx \r\nMethodological standards for body composition-an expert-endorsed guide for research and clinical applications: levels, models, and terminology.\r\nModels are also specific to each level. It is crucial for researchers and clinicians to have a clear understanding of what each body component entails and to use accurate terminology to ensure precise assessment, reporting, and interpretation of body composition data.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Impact of changing liver transplant exception policies to address blood type disparities in access to transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Chronic rejection in black pediatric transplant recipients- A call for medical social work integration.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Chronic rejection in black pediatric transplant recipients- A call for medical social work integration.\r\n\r\nPubmed   Journal   ReadQx \r\nRetraction: Letter to the Editor: Discrimination in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Non-operative observational strategy for small non-functioning pancreatic neuroendocrine neoplasms: A feasible option?\r\n\r\nPubmed   Journal   ReadQx \r\nProgression of Intraductal Papillary Mucinous Neoplasms (IPMN) is possible after 5 years of follow-up.\r\n\r\nPubmed   Journal   ReadQx \r\nShould gastrointestinal bleeding and impaired mental status be considered organ failure in patients with acute pancreatitis?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Letter to the Editor: Addressing methodological concerns in the study of viral infections and acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-08T07:24:24-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/08-01-2025/",
    "title": "Fri Aug 01 2025",
    "description": "20 articles - From Friday Jul 25 2025 to Friday Aug 01 2025",
    "author": [],
    "date": "2025-08-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    ECCO-ESGAR-ESP-IBUS Guideline on Diagnostics and Monitoring of Patients with IBD: Part 2. \r\n\r\nPubmed   Journal   ReadQx \r\nECCO-ESGAR-ESP-IBUS Guideline on Diagnostics and Monitoring of Patients with Inflammatory Bowel Disease: Part 1.\r\nIt provides recommendations on requirements for initial diagnosis, detection of complications, the use of monitoring tools in patients with IBD and diagnostics in specific situations, such as pregnancy, postoperatively and for cancer surveillance. The guideline is a joint project of the European Crohn's and Colitis Organization (ECCO), the European Society of Gastrointestinal and Abdominal Radiology, the European Society of Pathology, and the International Bowel Ultrasonography Group under the leadership of ECCO.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Liver Transpl\r\n    Incidence and risk factors for skin cancer in liver transplant recipients: A systematic review.\r\nThis study was limited by the heterogeneity of the study population, methods, and definitions of skin cancer. Overall, liver transplant recipients face heightened long-term risks of NMSCs, and while key risk factors are well established, there remains a gap in skin cancer surveillance and patient education within this population.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Circulating Bile Acids, Bile Acids Receptor Polymorphisms, and Risk of Chronic Kidney Disease among Individuals with Newly Diagnosed Type 2 Diabetes: A Prospective Study.\r\n Among adults with T2D, higher concentrations of most circulating PBAs and total unconjugated SBAs were linearly associated with higher a risk of CKD, and genetic variations in FXR modified the association of unconjugated SBAs with CKD.\r\nPubmed   Journal   ReadQx \r\nDietary patterns and risk of Alzheimer's disease and related dementias across five racial and ethnic groups in the Multiethnic Cohort Study. \r\nHealthy dietary patterns in mid- to late-life and improvement in older age were associated with a reduced risk of ADRD in a diverse population. The racial and ethnic heterogeneity in the relationships observed warrants further study.\r\nPubmed   Journal   ReadQx \r\nInvestigating the impact of body weight changes and blood lipids on the risk for mild cognitive impairment in Parkinson´s disease; a prospective cohort study.\r\nHigh risk for MCI in patients with PD at the time of diagnosis was associated with low levels of P-TG and an interaction between change in BMI and P-TG before diagnosis, suggesting that nutritional factors have complex influence on cognitive function in the prodromal stage of PD.\r\nPubmed   Journal   ReadQx \r\nModelled impacts of substituting meat and dairy with plant-based substitutes on the risk of nutrient deficiency and chronic disease mortality: a microsimulation study in French adults.\r\n As modeled, full substitution of animal products with PBS would result in limited increases in deficiency risk, and decreases in chronic disease mortality, with meat replacement providing most of the benefits. Expected effects vary widely depending on the nutritional quality of the substitutes.\r\nPubmed   Journal   ReadQx \r\nThe Interplay of Nutritional Status and Physical Function on Health Outcomes in Older Adults: A Longitudinal Study in Singapore.\r\nBoth nutritional status and physical function are independently and interactively associated with health outcomes in older adults. These findings underscore the need for integrated interventions targeting both nutritional status and physical function to promote healthy aging and reduce frailty. Future research should explore the mediating role of physical function and evaluate strategies to optimize health outcomes in older adults.\r\nPubmed   Journal   ReadQx \r\nThe regulation of fatty acid mobilization is extravagant rather than frugal - a perspective indicating a limitation of the thrifty genotype hypothesis.\r\nExperimental evidence suggests that a rising plasma FFA level worsens insulin resistance, and conversely, making FFA mobilization thriftier (slowing FFA mobilization) improves insulin sensitivity. It is concluded that fatty acid trafficking is inherently unthrifty, and that this lavish approach for regulating fat metabolism contributes to the high incidence of pre-diabetes and type 2 diabetes.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Efficacy and Safety of Ustekinumab and Vedolizumab for Crohn's Disease of the Pouch.\r\nIn one of the largest cohorts evaluating UST and VDZ for CD of the pouch thus far, these biologics were found to be safe and effective treatments for CD of the pouch.\r\nPubmed   Journal   ReadQx \r\nPreferences, Acceptability, and Utilization of Multimodal Self-Help Interventions in Adults With Inflammatory Bowel Diseases: A Pragmatic Multicenter Study With Patients and Clinicians.\r\nFew patients with IBD use self-help resources, even though the majority regard multimodal self-help resources as acceptable and feasible to get information, find community and support, and manage living with IBD.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A novel, institutionally developed hypothermic oxygenated machine PErfusion system allows low-cost, universal implementation for liver transplantation: A safety and feasibility pilot study.\r\nThe total cost of the COARO system is US$1,494.87 per LT, 80% cheaper than a commercial equivalent. The COARO system is safe and presents significant economic advantage over commercial systems, allowing universal implementation of HOPE for al LT procedures in under resourced units.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Ancient and Modern History of Pancreatic Surgery.\r\nIn parallel, surgery for pancreatic adenocarcinoma was completed since the 90s by adjuvant chemotherapy then by neodadjuvant treatments, allowing more resections with a more favorable prognosis. More recently, islet cell transplantation, an alternative to pancreatic transplantation, and minimally invasive surgery have expanded the possibilities of less aggressive pancreatic surgery.\r\nPubmed   Journal   ReadQx \r\nMolecular Characterization of Pancreatic Simple Mucinous Cysts with GNAS Mutation: A Case Report and Literature Review. \r\nSMC should be considered a differential diagnosis of pancreatic cystic lesions. Surgical intervention may be warranted based on findings.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Fluid Overload in a Cohort of Patients with Acute Pancreatitis: Results from a Retrospective Tertiary Single-center Study.\r\n The extent of fluid resuscitation was found to be strongly associated with the prevalence of clinical and radiological signs of pulmonary fluid overload. Furthermore, moderately severe and severe courses of pancreatitis were more frequently observed in excessively hydrated patients.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Genome-wide association study identifies FUT2 rs601338 polymorphism linking intra-pancreatic fat deposition to chronic pancreatitis. \r\nThis study identified novel genetic variants for pancreatic PDFF and confirmed related genes functions in the pancreas. These findings emphasize the need for regular surveillance of pancreatic fat deposition in the population with a high genetic risk based on FUT2 polymorphism, which could facilitate risk stratification and tailored therapeutic approaches for the primary prevention of CP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Pancreas\r\n    Deep Reinforcement Learning: Revolutionizing Pancreatitis Progression Prediction.\r\n\r\nPubmed   Journal   ReadQx \r\nSustained Response to Lanreotide in Metastatic Pancreatic Neuroendocrine Tumor.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Non-operative observational strategy for small non-functioning pancreatic neuroendocrine neoplasms: A feasible option?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    \"Letter to editor: Defining pancreas delayed graft function - Advancement or premature standardization?\"\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-08-01T13:22:44-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-25-2025/",
    "title": "Fri Jul 25 2025",
    "description": "27 articles - From Friday Jul 18 2025 to Friday Jul 25 2025",
    "author": [],
    "date": "2025-07-25",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    A Systematic Review and Meta-Analysis of Animal Models on the Possible Link Between Periodontitis and Inflammatory Bowel Diseases.\r\nInoculation with the periodontitis-associated bacteria F. nucleatum and probably also P. gingivalis exacerbates experimental colitis in mice. It is yet unclear whether colitis can affect periodontal health and/or disease.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Obesity is a major risk factor for adverse outcomes following Pancreatectomy: Results of a systematic review and meta-analysis.\r\nThe meta-analysis of best possible evidence indicates that obesity is associated with increased morbidity and mortality following pancreatic resection and should be included in risk predication models for short-term outcomes after pancreatic resections. Impact of different sub-types of obesity on outcomes requires further research.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Plasma chylomicron-rich lipidomic and fatty acid profile following a meat or analogue meal in healthy males: a randomized controlled trial.\r\nThere are subtle differences in the lipid response to beef, lamb and PMBA containing meal. as NCT04545398.\r\nPubmed   Journal   ReadQx \r\nThe 2018 World Cancer Research Fund /American Institute for Cancer Research Score and Cancer Risk: Results from the Diabetes Prevention Program Outcomes Study.\r\nAlignment with WCRF/AICR Recommendations may lower cancer risk in adults with prediabetes and type 2 diabetes, highlighting the importance of considering lifestyle factors for cancer prevention.\r\nPubmed   Journal   ReadQx \r\nThe Interplay of Nutritional Status and Physical Function on Health Outcomes in Older Adults: A Longitudinal Study in Singapore.\r\nBoth nutritional status and physical function are independently and interactively associated with health outcomes in older adults. These findings underscore the need for integrated interventions targeting both nutritional status and physical function to promote healthy aging and reduce frailty. Future research should explore the mediating role of physical function and evaluate strategies to optimize health outcomes in older adults.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Efficacy and Safety of Ustekinumab and Vedolizumab for Crohn's Disease of the Pouch.\r\nIn one of the largest cohorts evaluating UST and VDZ for CD of the pouch thus far, these biologics were found to be safe and effective treatments for CD of the pouch.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Day 3 Oxford Criteria Predict Steroid non-response for Acute Severe Ulcerative Colitis in the Post Biologic Era.\r\nDay-3 Oxford criteria was an independent predictor of steroid non-response. The risk of colectomy remains substantial after discharge despite low in-hospital colectomy rate following an episode of ASUC. Initial steroid response did not affect long-term colectomy rate at 12 months.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Upadacitinib Maintenance Therapy in Patients with Moderately to Severely Active Crohn's Disease: 2-Year Results from the U-ENDURE Long-Term Extension Study.\r\n Sustained clinical, endoscopic, quality-of-life, and biomarker outcomes were observed in patients who were initial responders to upadacitinib and completed 2 years of maintenance therapy, with no new safety signals identified. Clinical trial identifier U-ENDURE;  ClinicalTrials.gov number, NCT03345823.\r\nPubmed   Journal   ReadQx \r\nSpatiotemporal analysis of Crohn's disease reveals PECAM2 signaling at the basis of inflammation-to-fibrosis transition.\r\nOur results provide insights into CD38-driven fibrosis and indicate that PECAM2 signaling blockade could reduce the development of strictures in patients with Crohn's disease, potentially offering a new treatment target.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A novel, institutionally developed hypothermic oxygenated machine PErfusion system allows low-cost, universal implementation for liver transplantation: A safety and feasibility pilot study.\r\nThe total cost of the COARO system is US$1,494.87 per LT, 80% cheaper than a commercial equivalent. The COARO system is safe and presents significant economic advantage over commercial systems, allowing universal implementation of HOPE for al LT procedures in under resourced units.\r\nPubmed   Journal   ReadQx \r\nCognitive dysfunction, psychiatric distress, and functional decline after liver transplantation.\r\nBelow-expectation cognition was prevalent among 25% of liver recipients at least 1 year after transplant and was associated with a higher likelihood of reporting psychiatric distress. These findings underscore the need for longitudinal assessment of cognitive and mental health outcomes among recipients of liver transplants.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Significance of Pancreatic Steatosis as a Predictor of New-Onset Diabetes Mellitus Following Pancreatectomy.\r\nPreoperative remP/S ratio and HbA1c were significant predictors of NODMP, enabling the effective stratification of NODMP risk and facilitating the early treatment of the disease.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Predictors of acute pancreatitis in patients treated with GLP-1 receptor agonists for weight management.\r\n A history of gallstone disease, history of AP, CAD/PVD, and tobacco use were associated with AP after initiation of GLP-1RA for obesity treatment. A higher BMI appears to be protective against AP. Recognizing factors associated AP after GLP-1RA initiation can inform clinicians on risk stratification.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Biomarkers for individualized nutritional therapy in disease-related malnutrition: A narrative review.\r\nIt is crucial to use biomarkers to distinguish etiology at an individual level when implementing nutritional treatment interventions. The key challenge ahead is to determine the most effective way to incorporate these biomarkers into established assessment tools, optimizing personalized nutritional care for patients with malnutrition.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Breaking Conventions: Innovative Reflections on the Medication Use Research of Inflammatory Bowel Disease in Adults and the Elderly.\r\n\r\nPubmed   Journal   ReadQx \r\nComment On: Predictors of Complicated Disease Course in Children and Adults With Ulcerative Colitis: A Nationwide Study From the epi-IIRN.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Comparison of the FDA and EMA guidance on drug development in ulcerative colitis: an expert panel review.\r\nHarmonizing FDA and EMA guidelines is essential to streamline global IBD clinical trials, reduce redundancies, and improve patient outcomes. Recommendations include adopting less invasive assessments, standardizing remission definitions, and prioritizing patient-centered endpoints. These measures could reduce trial complexity, increase inclusivity, and accelerate the development of effective therapies for UC.\r\nPubmed   Journal   ReadQx   PMC\r\nPancreatology\r\n    Fragments of Truth: AI-nCLE and the Mirage of Universal Benefit.\r\n\r\nPubmed   Journal   ReadQx \r\nGlucagon-like peptide-1 receptor agonists (GLP-1RA) and acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Mucosal Responses to Type II Interferon in IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Calcium in your arteries: Abdominal, coronary, or both to predict post-LT MACE?\r\n\r\nPubmed   Journal   ReadQx \r\nCenters for medicare and medicaid's new transplant program requirements may unintentionally limit access'.\r\n\r\nPubmed   Journal   ReadQx \r\nComparative analyses of anastomosis methods for dual portal vein right lobe grafts in living donor liver transplantation: A retrospective study.\r\n\r\nPubmed   Journal   ReadQx \r\nFellows' Corner.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Comparative efficacy of paracetamol and tramadol for pain management in acute pancreatitis: A double-blinded randomized study.\r\n\r\nPubmed   Journal   ReadQx \r\nComparison of early and delayed intervention for symptomatic acute necrotizing pancreatitis: Need for Re-intervention and clinical outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    REPLY: Breaking Conventions: Innovative Reflections on the Medication Use Research of IBD in Adults and the Elderly.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-28T23:23:56-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-18-2025/",
    "title": "Fri Jul 18 2025",
    "description": "35 articles - From Friday Jul 11 2025 to Friday Jul 18 2025",
    "author": [],
    "date": "2025-07-18",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    ECCO Consensus on Dietary Management of Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nECCO consensus on management of Inflammatory Bowel Disease in low-and middle-income countries.\r\n There is a critical need for further studies to assess the specific needs of LMICs. Such research will help guide resource allocation and improve IBD management in these settings.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    International Association of Pancreatology Revised Guidelines on Acute Pancreatitis 2025.\r\n The recommendations presented here should serve as an evidence-based resource for practicing physicians and caregivers to treat patients with AP more effectively. In addition, the guidelines identify areas for future research, mainly targeted therapies for controlling systemic inflammation and mitigating organ dysfunction.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    A Network Meta-analysis of Capsule Endoscopy Versus Imaging Modalities for Diagnosing Small Bowel Crohn's Disease.\r\nVCE exhibited superior diagnostic performance for detecting established proximal SB-CD compared to other imaging modalities. Clinicians should weigh the benefits and risks, and incorporate other modalities, such as MRE and IUS to optimize diagnosis and management.\r\nPubmed   Journal   ReadQx \r\nScoring indices for assessing endoscopic disease activity in acute severe ulcerative colitis: A systematic review.\r\nThese results highlight the need for a validated endoscopic score that can accurately describe and quantify the severity of endoscopic lesions and potentially predict outcomes in ASUC patients.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Survivorship interventions after liver transplantation (LT): A systematic review of interventions targeting physical and psychosocial wellbeing after LT. \r\nThere is limited data on promoting post-LT education, as well as social work and caregiver interventions. Future research should consider these areas for study;  high quality interventions need to incorporate stakeholder input, target later LT survivorship stages, and apply consistent definitions of patient-centered outcomes using validated measures.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association between habitual adherence to the planetary-health diet and mortality and major chronic disease risk among UK Biobank participants.\r\nOur results point towards an inverse association between habitual adherence to the PHD and all-cause mortality and cancer risk, although the associations with cancer depended on the cancer type. Our study provides additional evidence that sustainable diets can improve human health.\r\nPubmed   Journal   ReadQx \r\nDietary diversity as a modifier of the effect of supplementation with multiple micronutrients during pregnancy on low birth weight in a randomized controlled trial in Bangladesh.\r\nIn rural Bangladesh, where maternal dietary diversity was generally low, MMS (compared to IFA) supplementation had the strongest effect on reducing low birth weight among pregnant females with the least diverse diet, possibly reflecting the additional benefit of supplementation in this vulnerable group. Clinicaltrials Gov identifier NCT00860470.\r\nPubmed   Journal   ReadQx \r\nHeterogeneity in the association between a dietary pattern high in fat, sugar, and sodium and adverse pregnancy outcomes by maternal characteristics: a US pregnancy cohort study.\r\nThis work may provide clues that contribute to a deeper understanding of the heterogeneity in dietary responses in pregnancy.\r\nPubmed   Journal   ReadQx \r\nThe Value of an Ecological Approach to Address Micronutrient Malnutrition.\r\nWe present a conceptual framework for applying this ecological perspective with foci on: 1) How to apply this approach to assessments that capture the complexity of the nutritional ecology;  and 2) How to expand he understanding of the biology of MNs in biological systems and the environmental factors that influence them. Suggestions are included for a targeted clinical, public health and research agenda to inform the development of context-specific, nutritional assessment and interventions.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Endoscopic Recurrence in Crohn's Disease Patients With Long-Term Ileostomy.\r\nIn this retrospective study, 77.3% of ileostomy patients underwent endoscopic assessment during follow-up. Ileal recurrence was detected in 39.7% of patients who underwent endoscopic evaluation. Patients with ileal involvement or preoperative exposure to biologics had the highest risk of recurrence. These patients might benefit from endoscopic monitoring. Fecal calprotectin is a reliable noninvasive marker for detecting ileal inflammation.\r\nPubmed   Journal   ReadQx \r\nGroup-Delivered Mindfulness-Based Cognitive Therapy to Reduce Psychological Distress and Improve Sleep in Patients With Inflammatory Bowel Diseases: A Multicenter Randomized Controlled Trial (MindIBD).\r\nMindfulness-Based Cognitive Therapy can be considered a valuable addition to the limited effective psychosocial interventions set for IBD patients, as it reduces psychological distress and improves well-being. This study also shows the possible impact of MBCT on biological processes, such as sleep and inflammation.\r\nPubmed   Journal   ReadQx \r\nIsolated Anastomotic Ulcers Are Associated with a Higher Long-Term Risk for Postoperative Recurrence and a Differential Mucosa-Associated Microbiome Composition in Patients with Crohn's Disease Following Ileocolic Resection.\r\nIAUs in CD patients with otherwise healthy neo-TI at first postoperative ileocolonoscopy are associated with long-term POR. In addition, a differential mucosa-associated microbiome composition was observed in patients with IAUs, specifically the proteobacteria Klebsiella, suggesting that putative taxa are related to these lesions. Further validation studies in larger cohorts, along with mechanistic studies, are still required.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Clonal hematopoiesis of indeterminate potential and risk of incident Crohn's disease-a prospective cohort study.\r\nCHIP was associated with a markedly increased risk of subsequent CD. The association was particularly stronger in JAK2-mutant CHIP, ASXL1-mutant CHIP, and DNMT3A-mutant CHIP. The findings of this study may offer potential insights for future investigations into the mechanistic underpinnings of CD.\r\nPubmed   Journal   ReadQx \r\nMirikizumab impact on disease clearance in patients with moderately to severely active ulcerative colitis: analysis of a pre-specified LUCENT trial endpoint.\r\nMirikizumab consistently demonstrated disease clearance across induction, maintenance, and long-term studies. The attainment of disease clearance was associated with greater improvement in PROs, and early achievement of disease clearance was associated with better long-term outcomes, including clinical remission, corticosteroid-free remission, endoscopic and histological outcomes, reduced stool frequency, and rectal bleeding.\r\nPubmed   Journal   ReadQx \r\nSusceptibility to inflammatory bowel diseases promotes invasive carcinomas in a murine model of ATF6-driven colon cancer.\r\n Our findings show that IBD susceptibility heightens the risk for ATF6-driven tumorigenesis.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Geographic variation in utilization of deceased donor livers in the United States in the era of advanced perfusion.\r\nOn adjusted analysis, candidates in LUCs had lower likelihood of transplant (HR=0.88, p <0.001) but also lower waitlist mortality (HR=0.95, p <0.001). The advent of advanced perfusion was associated with utilization of otherwise marginal liver allografts and ameliorating geographic imbalances in discard seen with successive allocation policy eras.\r\nPubmed   Journal   ReadQx \r\nMachine learning improves post-transplantation hepatocellular carcinoma recurrence prediction.\r\nWe developed a novel ML model that outperforms a widely used post-transplantation HCC recurrence risk score. This model may be used to better risk stratify patients following transplantation and tailor surveillance/adjuvant therapy. The pre-transplantation ML model may be used with the Milan Criteria to further risk stratify patients being considered for transplantation.\r\nPubmed   Journal   ReadQx \r\nRisk factors for in-hospital postoperative complications and 6-month graft survival after liver transplantation: A multicenter cohort study. \r\nIn conclusion, postoperative complications, such as graft dysfunction, AKI and severe complications, were frequent after LT. We identified risk factors, such as donor and graft characteristics, MELD 3.0 and preoperative requirement for organ support, that may inform transplant risk evaluation.\r\nPubmed   Journal   ReadQx \r\nSteatotic liver disease is the dominant indication for liver transplantation in both europe and the United States: Trends and outcomes in the past two decades. \r\n(all p 1.0, p<0.01), similar between ELTR and SRTR, in patients without and with HCC. ALD and NASH/MASH are now leading indications for liver transplantation in two large global regions.\r\nPubmed   Journal   ReadQx \r\nThe cirrhosis-hospital frailty risk score predicts mortality in patients with chronic liver disease: Analysis of a nationally representative database. \r\nAmong patients with cirrhosis, the cHFRS demonstrated superior prediction of in-hospital mortality, compared to the original HFRS score. These findings support the use of cHFRS rather than HFRS as a comorbidity index in future studies of cirrhosis patients utilizing administrative data.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Associations between MRI and endoscopic ultrasound findings in the pancreas in children and young adults with suspected chronic pancreatitis.\r\n MRI findings related to the pancreatic duct and of parenchymal atrophy were moderately associated with EUS Rosemont Criteria classification. Correlations between individual EUS and MRI findings generally ranged from weak to moderate and were highest (coefficient ≤ 0.63) for main duct findings.\r\nPubmed   Journal   ReadQx \r\nPediatric pancreas segmentation from MRI scans with deep learning.\r\n PanSegNet represents the first validated deep learning solution for pancreatic MRI segmentation, achieving expert-level performance across healthy and diseased states. This tool, algorithm, along with our annotated dataset, are freely available on GitHub and OSF, advancing accessible, radiation-free pediatric pancreatic imaging and fostering collaborative research in this underserved domain.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Association of Inflammatory Bowel Disease and Eosinophilic Esophagitis: True Link or Surveillance Artifact?\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Long-term efficacy of JAK inhibitors in ulcerative colitis: tipping toward safe success.\r\n\r\nPubmed   Journal   ReadQx \r\nUltrasound-guided strategies in ulcerative colitis: early prediction and targeting.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Mirikizumab Efficacy in Ulcerative Colitis: Association With Pretreatment Geboes Score Features in a Case Series.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Expanding the indication of living donor liver transplantation to recipients with portal vein thrombosis: Clinical advances and ongoing challenges.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Low adherence on timely endoscopy among cirrhosis patients with acute variceal bleeding.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: True effect of splenic artery ligation warrants evaluation through robust statistical analyses. \r\n\r\nPubmed   Journal   ReadQx \r\nRegional differences in changes in travel under the acuity circles policy for liver transplantation. \r\n\r\nPubmed   Journal   ReadQx \r\nReply: True effect of splenic artery ligation warrants evaluation through robust statistical analyses. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Inflation Reduction Act Represents Potential Cost Savings of Pancreatic Enzyme Replacement Therapy for Medicare Part D Participants.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Letter to \"Anticoagulation for splanchnic vein thrombosis in acute pancreatitis increases bleeding risk without improving outcomes\".\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: FOLFIRINOX reintroduction in pancreatic cancer: addressing the precision gap.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-07-18T09:57:47-04:00",
    "input_file": {}
  }
]
