[
  {
    "path": "gi2/03-21-2025/",
    "title": "Fri Mar 21 2025",
    "description": "29 articles - From Friday Mar 14 2025 to Friday Mar 21 2025",
    "author": [],
    "date": "2025-03-21",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Liver Transpl\r\n    International liver transplantation society practice guideline update on portopulmonary hypertension. \r\nIn this document, approved for publication by the ILTS executive council, we provide an update to the prior guidelines with expert recommendations to guide and advance POPH management. Recommendations in these guidelines are based on expert opinion and available evidence and were agreed upon by consensus.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Recommendations from the European guidelines for the diagnosis and therapy of pancreatic exocrine insufficiency.\r\nThe European guidelines for the diagnosis and therapy of PEI provide evidence-based recommendations concerning key aspects of the etiology, diagnosis, therapy, and follow-up, based on current available evidence. These recommendations should serve as a reference standard for existing management of PEI and as a guide for future clinical research. This article summarizes the recommendations and statements.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association between more plant-based diets and 24-hour urinary creatinine excretion in 98,813 Dutch females and males: a cross-sectional study.\r\nIndividuals with identities favoring plant-based diets had a lower dietary protein intake and a lower CER, indicating lower total body muscle mass. When plant-based diets are being promoted, it is important to monitor and evaluate the potential public health impact on muscle mass.\r\nPubmed   Journal   ReadQx \r\nEnergy intake is associated with dietary macronutrient densities: inversely with protein and monounsaturated fat and positively with polyunsaturated fat and carbohydrate among postmenopausal females.\r\nAmong U.S. postmenopausal females lower EI was associated with diets relatively high in protein or MUFA, and higher EI was associated with diets relatively high in PUFA or added sugars. These associations are of public health importance, but are mostly missed using self-reported dietary density assessments. Self-reported energy underestimation is substantially associated with self-reported macronutrient densities. This study is registered with clinicaltrials.gov identifier  NCT00000611.\r\nPubmed   Journal   ReadQx \r\nIndividualized nutritional intervention versus routine care for gestational diabetes prevention: A randomized controlled trial.\r\nAmong females at risk of GDM, an individualized nutritional intervention based on Chinese dietary guidelines provided before the OGTT did not prevent GDM but helped to manage GWG appropriately and improved pregnancy outcomes.\r\nPubmed   Journal   ReadQx \r\nRegular-fat and low-fat dairy foods and cardiovascular diseases: Perspectives for future dietary recommendations.\r\nStrategies focusing primarily on reduction of energy-dense, nutrient-poor foods, the main source of SFAs in Western diets, rather than on the fat content of dairy foods, are more likely to benefit the population's cardiovascular health. Future research is needed to understand better the place of regular-fat and low-fat dairy foods within healthy eating patterns.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Stromal Cell Subsets Show Model-Dependent Changes in Experimental Colitis and Affect Epithelial Tissue Repair and Immune Cell Activation. \r\nThe relative abundance changes of stromal cell subsets during experimental colitis differ between 3 established colitis models. Treatment with IBD therapies influences stromal subset abundance, indicating their importance in IBD pathogenesis, possibly through affecting epithelial migration, and T-cell activation.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Development and validation of a risk prediction tool for the diagnosis of inflammatory bowel disease in patients presenting in primary care with abdominal symptoms. \r\nIn the validation cohort the model tended to slightly overestimate IBD risk at higher risk thresholds. A risk model using patient demographics, symptoms, and laboratory results accurately predicted IBD, UC, and CD at 1, 2, 3, and 5 years after symptom onset, potentially aiding in prioritizing patients for referral or faecal calprotectin (FC) testing in primary care.\r\nPubmed   Journal   ReadQx \r\nSerum extracellular RNAs as a non-invasive approach to differentiate IBD subtypes: a proof-of-concept study. \r\nLiquid biopsies may represent a novel, non-invasive approach in IBD biomarker development. Although larger in-depth studies are needed, this proof-of-concept study bridges non-invasive measurements with established IBD mechanisms, offering a promising tool for accurately distinguishing CD from UC.\r\nPubmed   Journal   ReadQx \r\nT cell branched glycosylation as a mediator of colitis-associated colorectal cancer progression: a potential new risk biomarker in Inflammatory Bowel Disease.\r\nFrom the clinical standpoint, we demonstrated that branched N-glycosylation levels detected in inflamed lesions from IBD patients predicted CAC progression with a sensitivity of 83.3% and specificity of 67.9%, when assessed together with age at diagnosis. Overall, we here disclosed a new mechanism underlying CAC development, identifying a potential clinical biomarker plausible to improve the efficacy of cancer surveillance programs through the early identification of high risk IBD patients, for preventive clinical and therapeutic strategies.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A snapshot of challenges and opportunities faced by the scientific workforce in liver transplantation - a survey of the International Liver Transplantation Society (ILTS).\r\nLooking ahead, advancing technologies, machine learning/artificial intelligence, multi-omics, xenotransplantation, and machine perfusion were highlighted as areas with potential to significantly shift the paradigm in the near future. Our survey captured insights from B&TR scientists within the ILTS, identifying both challenges and opportunities for future developments and aiding in the strategic direction of the society's initiatives.\r\nPubmed   Journal   ReadQx \r\nCombining radiomics and imaging biomarkers with clinical variables for the prediction of HCC recurrence after liver transplantation. \r\nIn al integrated models, the high-risk groups had a shorter RFS than the corresponding low-risk group. CT-based radiomics and imaging parameters beyond the Milan criteria representing aggressive behavior, along with history of bridging therapies, show potential for predicting HCC recurrence after LT.\r\nPubmed   Journal   ReadQx \r\nTreatment algorithm for the management of concomitant splenic artery aneurysms in adult Liver Transplant recipients. \r\nDuring the mean follow-up of 53 months, no case of SAA sac expansion and SAA-related or treatment-related mortality was observed. Despite a high incidence of post-treatment splenic infarction, our treatment algorithm was safe and effective as an adjunctive treatment to prevent SAA-related mortality in adult LT recipients.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Correlation between Fatty Pancreas and Coronary Artery Calcium Score in a Dyslipidemic Population. \r\nTherefore, ultrasound could be employed to classify fatty pancreas, which could serve as an alternative predictor of coronary artery calcification incidence. It is a non-invasive, radiation-free, convenient, and cost-effective method that could be used for risk assessment of coronary atherosclerosis, to identify people at a risk of coronary heart disease at an early stage, and to intervene promptly to control the disease development.\r\nPubmed   Journal   ReadQx \r\nDevelopment and Validation of the Comprehensive Acute Pancreatitis Pain Core Outcome Set (CAPPOS): Study Protocol. \r\nCAPPOS will provide a validated, multidimensional core outcome set to optimize pain assessment in AP. It will also facilitate standardized reporting in clinical trials, advancing research and care for AP-related pain.\r\nPubmed   Journal   ReadQx \r\nImpact of Abdominal Aortic Calcification on Pancreas Graft Survival in Patients Undergoing Simultaneous pancreas-kidney Transplantation.\r\nAAC is associated with death-uncensored pancreas graft survival in patients undergoing SPK. Evaluation of AAC could be useful for predicting post-PTx prognosis.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Concealed pancreatic cancer in acute pancreatitis: Early MRCP and EUS surveillance improves prognosis and identifies high-risk patients. \r\nThese findings support prioritizing early surveillance for AP patients with subthreshold MPD dilation and moderately severe disease. Further large-scale studies are warranted to validate these strategies in clinical practice.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Kangaroo care and the mother-infant dyad: skin-to-skin contact increases human milk transfer in vulnerable infants. \r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Improving Brain-Gut Studies in Crohn's Disease: Methodological Considerations. \r\n\r\nPubmed   Journal   ReadQx \r\nTotal Proctocolectomy Versus Subtotal/Total Colectomy for Neoplasia in Patients With Inflammatory Bowel Disease and Primary Sclerosing Cholangitis. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Risk Factors for Contraceptive Failure and Unintended Pregnancy Among Women With Inflammatory Bowel Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nUtilization of Super-Resolution Contrast-Enhanced Ultrasonography in Diagnosing Intestinal Behçet's Disease With Enterovesical Fistula.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Achieving transplant equity: A feasible solution for uninsured patients. \r\n\r\nPubmed   Journal   ReadQx \r\nBuilding a better mouse trap in liver retransplantation risk prediction: Is resoft the end or the beginning? \r\n\r\nPubmed   Journal   ReadQx \r\nFrom screening to action: Social determinants and early outcomes in pediatric Liver Transplant recipients. \r\n\r\nPubmed   Journal   ReadQx \r\nPortal vein interposition in pediatric living donor Liver Transplantation: Which vein graft type is best? \r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Replacing Liposomal Irinotecan with Standard Irinotecan in Pancreatic Adenocarcinoma: Should We Follow Suit and Substitute Without Dispute? \r\n\r\nPubmed   Journal   ReadQx \r\nTotal Pancreatectomy with Islet Autotransplant: Building a Multidisciplinary Program. \r\n\r\nPubmed   Journal   ReadQx \r\nUnderuse of Pancreatic Enzyme Replacement Therapy Among Patients with Gastroenteropancreatic Neuroendocrine Neoplasms and Exocrine Pancreatic Insufficiency. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-22T17:41:05-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/03-14-2025/",
    "title": "Fri Mar 14 2025",
    "description": "45 articles - From Friday Mar 07 2025 to Friday Mar 14 2025",
    "author": [],
    "date": "2025-03-14",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Definitions, Diagnosis and Management of Postoperative Recurrence in Crohn's Disease Patients with Permanent Ileostomy - A Systematic Review and Meta-Analysis.\r\nThere is a lack of standardized monitoring tools and criteria for diagnosing recurrence in patients with Crohn's disease and permanent ileostomy. The results of this systematic review will form the basis of a global expert recommendation exercise focused on developing management standards and trial endpoints for this condition.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Inflammatory markers in predicting survival in pancreatic cancer: A Systematic review and Meta-Analysis.\r\n NLR and PLR effectively predicted PC outcomes and hold potential for evaluating therapeutic responses and identifying candidates for additional treatment strategies in advanced disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Both general and central obesity are associated with increased risk of irritable bowel syndrome: a large-scale prospective cohort study. \r\nFurther sensitivity analyses and subgroup analyses demonstrated similar results. Both general and central obesity are associated with increased risk of developing IBS, suggesting the importance of obesity management.\r\nPubmed   Journal   ReadQx \r\nEstimates and projections in the economic impacts of 15 dietary risk factors for 204 countries and territories from 2020 to 2050: a health-augmented macroeconomic modelling study. \r\nDiet low in whole grains (INT $3808 billion) incurred the highest cost, followed by diet high in sodium (INT $2812 billion) and red meat (INT $2337 billion). The global macroeconomic burden attributable to dietary risks was substantial and varied across countries, regions, income groups, disease types, and individual dietary risk factors.\r\nPubmed   Journal   ReadQx \r\nGreenhouse gas emissions in relation to micronutrient intake and implications of energy intake: A comparative analysis of different modelling approaches. \r\nThis study highlights implications of energy intake when assessing the impact of dietary GHGE and demonstrates that the choice of GHGE modelling approach might have important consequences for the results and interpretation. The method of choice for modeling dietary GHGE in relation to micronutrient intake needs to be carefully considered in future studies.\r\nPubmed   Journal   ReadQx \r\nIndividualized nutritional intervention versus routine care for gestational diabetes prevention: A randomized controlled trial. \r\nAmong females at risk of GDM, an individualized nutritional intervention based on Chinese dietary guidelines provided before the OGTT did not prevent GDM but helped to manage GWG appropriately and improved pregnancy outcomes. ChiCTR 1900026963 registered on Oct 27, 2019, with initial participant enrollment on May 5, 2020, noted at URL:\r\nPubmed   Journal   ReadQx \r\nSurvival and parenteral nutrition dependence in patients aged 65 and older with short bowel syndrome: a retrospective observational cohort study. \r\nNearly half of SBS-CIF patients on PS were aged ≥65, with PS dependence and survival rates comparable to younger patients. These findings suggest that age should not be a barrier to PS initiation.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Characterization of the Regulatory Landscape in Crohn's Disease Reveals microRNA-Associated Alterations that Shape Anti-TNF Response.\r\nA comprehensive miRNA profiling revealed significant intestinal tissue-specific variability and identified key alterations in the miRNA-mRNA interactome that might be involved in therapeutic response to anti-TNF in CD.\r\nPubmed   Journal   ReadQx \r\nEvolution of Extraintestinal Manifestations in Patients With Ulcerative Colitis Post-Restorative Proctocolectomy and Ileal Pouch-Anal Anastomosis: A Single-Center Retrospective Study.\r\nThe EIM rate increases post-IPAA surgery in UC patients, and most preoperative EIMs do not resolve. Awareness of the factors associated with EIMs will enable earlier detection and management for improving patient well-being and quality of life.\r\nPubmed   Journal   ReadQx \r\nIntestinal Permeability In Vivo in Patients With Inflammatory Bowel Disease: Comparison of Active Disease and Remission.\r\nIntestinal permeability is increased in IBD using validated in vivo assay relative to NHV;  increased IP in IBD persists during remission.\r\nPubmed   Journal   ReadQx \r\nLongitudinal Monitoring of Inflammatory Bowel Disease in Mice Using Endoscopic Optical Coherence Tomography.\r\n Comparable results with white light endoscope and histological examination suggest the clinical potential of the 1310 nm endoscopic OCT system for in vivo assessment of IBD.\r\nPubmed   Journal   ReadQx \r\nMechanosensitive Ion Channel PIEZO1 as a Key Regulator of Intestinal Fibrosis in Crohn's Disease. \r\nPIEZO1 plays a pivotal role in the regulation of intestinal fibrosis by maintaining the levels of HIF-1α, thereby promoting EMT. Therapeutic strategies targeting PIEZO1 could be used to prevent intestinal fibrosis in CD patients.\r\nPubmed   Journal   ReadQx \r\nPrevalence of Irritable Bowel Syndrome Based on Rome IV Criteria in Patients in Biochemical and Endoscopic Remission From Newly Diagnosed Inflammatory Bowel Disease: One- and Three-Year Results (the IBSEN III Cohort).\r\nThe prevalence of IBS among patients in remission from IBD was approximately twice as common as that in the Norwegian population. Irritable bowel syndrome was independently associated with substantial fatigue, female sex, and reduced HRQoL.\r\nPubmed   Journal   ReadQx \r\nSmall Bowel Motility Quantified by Cine MRI to Predict Longer-Term Response in Patients with Crohn's Disease Commencing Biological Therapy: The Motility Study. \r\nNo factor predicted patient QoL. Motility MRI remains a marker of disease activity at given timepoints.\r\nPubmed   Journal   ReadQx \r\nSuperb Microvascular Imaging Is Superior to Doppler Imaging in Ruling Out Ulcerative Colitis Disease Activity. \r\nIUS is a highly precise noninvasive diagnostic tool to monitor disease activity in UC, in particular for predicting endoscopic remission. Assessing the SMI signals in the bowel wall of patients with IBD seems a promising tool to simplify IUS diagnostics in IBD that warrants further research.\r\nPubmed   Journal   ReadQx \r\nThe Role of Human Leukocyte Antigen Alleles and Maternal Microchimerism in Very-Early-Onset Ulcerative Colitis in Japanese Children.\r\nVEO-UC seems to share genetic traits with adult UC, such as an association with HLA-B52 and HLA-DR15, and is also affected by maternal immune contributions, as shown by the presence of MMc in the affected tissues. These findings highlight the complex interaction between genetic and immunological factors in the pathogenesis of VEO-UC and underscore the need for further research to develop targeted therapeutic strategies that address these mechanisms.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Artificial intelligence-assisted approach to assessing bowel wall thickness in pediatric inflammatory bowel disease using intestinal ultrasound images.\r\n This study demonstrates an AI approach to automate the analysis of pediatric IBD IUS images, providing a reliable tool for early detection, precise characterization, and monitoring of the disease.\r\nPubmed   Journal   ReadQx \r\nBacteroides fragilis Toxin Suppresses METTL3-Mediated m6A Modification in Macrophage to Promote Inflammatory Bowel Disease.\r\nOur study reveals that BFT produced by ETBF leads to a reduction of m6A modifications by reducing METTL3 transcription and promotes ITGA5 expression in inflammatory macrophages. These findings provide new insights into the modulation of human m6A epitranscriptome in macrophages by gut microbiota and its significance in inflammatory bowel disease progression.\r\nPubmed   Journal   ReadQx \r\nEnvironmental Risk Factors of Inflammatory Bowel Disease: Towards a Strategy of Preventative Health.\r\nDespite the promise shown by observational data, interventional or randomized controlled studies evaluating the efficacy of modifying environmental risk factors remain limited and mostly focus on dietary intervention. This review aims to inform the design of higher-quality interventional and randomized controlled studies for disease prevention while providing actionable guidance to healthcare providers on reducing the risk of developing IBD through environmental modifications.\r\nPubmed   Journal   ReadQx \r\nEpithelial Genetic Muscarinic Receptor 3 Ablation Induces Sex-Specific Modulation of Colonic Intestinal Progenitor Cells and Response to Intestinal Injury.\r\nOur data reveal sex differences in the modulation of intestinal, colonic epithelial cells by cholinergic, muscarinic signaling and highlight the potential for therapeutic strategies targeting cholinergic receptor signaling in colonic inflammatory diseases.\r\nPubmed   Journal   ReadQx \r\nHigher Dietary Glycemic Index, but not Glycemic Load, is Associated with Increased Risk of Ulcerative Colitis: A Prospective Cohort Study.\r\n A higher dietary glycemic index, but not glycemic load, is associated with an increased risk of UC, underscoring the importance of considering glycemic index in dietary recommendations for UC prevention.\r\nPubmed   Journal   ReadQx \r\nMultimodal Metagenomic Analysis Reveals Microbial InDels as Superior Biomarkers for Pediatric Crohn's Disease.\r\nOur study provided a comprehensive landscape of microbial alterations in pediatric CD and introduced a highly effective diagnostic model rooted in microbial InDels, which contributes to the development of the non-invasive diagnostic tools and targeted therapies.\r\nPubmed   Journal   ReadQx \r\nNovel Outcomes in Inflammatory Bowel Disease. \r\nThis review analyses published clinical studies involving patients with UC and CD treated with biologics or small molecule therapies. It highlights novel IBD endpoints employed in published clinical trials and discusses their likely value for assessing disease activity and disease modification, and as predictors of reduced risk of complications and morbidities.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A snapshot of challenges and opportunities faced by the scientific workforce in liver transplantation - a survey of the International Liver Transplantation Society (ILTS). \r\nLooking ahead, advancing technologies, machine learning/artificial intelligence, multi-omics, xenotransplantation, and machine perfusion were highlighted as areas with potential to significantly shift the paradigm in the near future. Our survey captured insights from B&TR scientists within the ILTS, identifying both challenges and opportunities for future developments and aiding in the strategic direction of the society's initiatives.\r\nPubmed   Journal   ReadQx \r\nFailure to rescue in acute liver failure: A multicenter cohort study.\r\nIn patients with ALF, the concept of failure to rescue highlights the need to improve prevention, early detection, and timely management of medical complications developing early in the hospital stay.\r\nPubmed   Journal   ReadQx \r\nPediatric living donor liver transplantation for small infants with biliary atresia using interposition portal vein grafts, multi-center cohort study.\r\nPortal inflow reconstruction using interposition grafts during LDLT for biliary atresia achieves favorable long-term patency and patient and graft survival outcomes. This approach has the potential to mitigate morbidity and mortality in pediatric BA patients undergoing LDLT. Longer cold-stored venous allografts are associated with a higher risk of PV complications after LDLT.\r\nPubmed   Journal   ReadQx \r\nProceedings of the 29th Annual Congress of the International Liver Transplantation Society.\r\nIn addition to a robust scientific program, the congress also hosted a hands-on cadaveric robotic liver surgery course, a machine perfusion workshop, and a transesophageal echocardiography course. In this report, the ILTS Vanguard and Basic Sciences Committees present a summary of the congress proceedings.\r\nPubmed   Journal   ReadQx \r\nTo Err Is Robot - an analysis of complications following robotic donor hepatectomy.\r\n Although RDH appears to be safe, critical complications can occur in a minority of cases. Safety lies in flattening the learning curve.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Circulating cyclophilin A levels elevate in animal models and can predict mortality in patients with acute pancreatitis.\r\n Circulating CypA levels are significantly increased in mouse CER-AP and hamster HTG-AP models. We have identified a novel association of raised plasma CypA levels with severity of HTG-AP and confirmed its significant prognostic ability to predict mortality in AP patients.\r\nPubmed   Journal   ReadQx \r\nClass V pancreatic fluid cytology is associated with intrapancreatic recurrence of intraductal papillary mucinous neoplasms. \r\nIn multivariate analysis, class V pancreatic fluid cytology was significantly associated with developing intrapancreatic recurrence (P = 0.0149, OR 22.7, 95 % CI 1.83-279). Preoperative class V pancreatic fluid cytology is associated with intra-pancreatic recurrence after resection of IPMN.\r\nPubmed   Journal   ReadQx \r\nEarly response evaluation using CT and CA 19-9 in patients with pancreatic cancer of all stages undergoing first-line FOLFIRINOX treatment.\r\n Our combined evaluation of CT and CA 19-9 responses successfully stratified the survival of patients with PDAC treated with FOLFIRINOX, irrespective of disease stage.\r\nPubmed   Journal   ReadQx \r\nTocilizumab for Painful Chronic Pancreatitis (TOPAC trial): Protocol for a phase 2 randomized, placebo-controlled, double-blind, investigator-initiated trial.\r\nThis placebo-controlled clinical trial aims to study the potential clinical benefits of blocking IL-6 signalling in painful CP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Is it time to take a closer look at ultraprocessed foods? \r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    A Comprehensive Perspective on Primary Sclerosing Cholangitis Research: Multidimensional Analysis From Literature Review to Patient Quality of Life. \r\n\r\nPubmed   Journal   ReadQx \r\nAltered Bile Acids and Pouch Microbiota Composition in Patients With Chronic Pouchitis. \r\n\r\nPubmed   Journal   ReadQx \r\nImproving Brain-Gut Studies in Crohn's Disease: Methodological Considerations. \r\n\r\nPubmed   Journal   ReadQx \r\nOpioids Intertwined With Psychology: Hidden Effects in the Treatment of Patients With IBD. \r\n\r\nPubmed   Journal   ReadQx \r\nOptimizing Hepatitis B Vaccination Strategies for Patients With Inflammatory Bowel Disease. \r\n\r\nPubmed   Journal   ReadQx \r\nTotal Proctocolectomy Versus Subtotal/Total Colectomy for Neoplasia in Patients With Inflammatory Bowel Disease and Primary Sclerosing Cholangitis. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Utilization of Super-Resolution Contrast-Enhanced Ultrasonography in Diagnosing Intestinal Behçet's Disease With Enterovesical Fistula. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Normothermic liver perfusion: Is the juice worth the squeeze?\r\n\r\nPubmed   Journal   ReadQx \r\nPolicy Corner: transplant oncology, colorectal liver metastases MELD non-standard exception.\r\n\r\nPubmed   Journal   ReadQx \r\nThe impact of alcohol-associated liver disease on famous athletes who received Liver Transplants.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Reply: Opioids Intertwined With Psychology: Hidden Effects in the Treatment of Patients With IBD. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    The duodenum-preserving head resections for chronic pancreatitis: Beger, Livocado and Pottakkat.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-17T07:57:05-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/03-07-2025/",
    "title": "Fri Mar 07 2025",
    "description": "30 articles - From Friday Feb 28 2025 to Friday Mar 07 2025",
    "author": [],
    "date": "2025-03-07",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Liver Transpl\r\n    The 2024 ILTS-ILCA consensus recommendations for liver transplantation for hepatocellular carcinoma and intrahepatic cholangiocarcinoma.\r\n The multidisciplinary participants in the consensus conference provided up-to-date recommendations regarding the selection and management of patients with liver cancer being considered for LT. Although participants deferred to center protocols in many cases, there was great interest in safely expanding access to LT for patients with larger tumor burden and biologically amenable lesions.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreatology\r\n    Inflammatory markers in predicting survival in pancreatic cancer: A Systematic review and Meta-Analysis. \r\nFurthermore, NLR and PLR show significant association with malignancy in PCN (OR 3.07 and HR 2.42, respectively). NLR and PLR effectively predicted PC outcomes and hold potential for evaluating therapeutic responses and identifying candidates for additional treatment strategies in advanced disease.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A Bayesian Analysis of the VITAL Trial: Effects of Omega-3 Fatty Acid Supplementation on Cardiovascular Events.\r\n Bayesian analyses of VITAL incorporating previous RCT evidence suggest that daily omega-3 FA supplementation robustly lowers risk of coronary events but not stroke, providing enhanced support for the primary prevention use of omega-3 FA supplementation for coronary events. (VITAL clinicaltrials.gov identifier  NCT01169259).\r\nPubmed   Journal   ReadQx \r\nBiomarkers of dietary PUFA intake in childhood and adolescence in relation to cardiometabolic risk factors in young adulthood: a prospective cohort study in Sweden. \r\nPlasma phospholipid proportions of LA and ALA, biomarkers of vegetable oil intake, during childhood and adolescence were inversely associated with measures of obesity and cardiometabolic health in young adulthood, with a potential sex difference. These findings accord with short-term feeding trials suggesting a possible preventive role of LA on body fat accumulation.\r\nPubmed   Journal   ReadQx \r\nContinuous glucose monitor overestimates glycemia, with the magnitude of bias varying by postprandial test and individual - A randomized crossover trial.\r\nCGM overestimated glycemic responses in numerous contexts. At times this can mischaracterize the GI. In addition, there is inter-individual heterogeneity of the accuracy of CGM to estimate fasting glucose concentrations. Correction for this difference reduces, but does not eliminate, postprandial overestimate of glycemia by CGM. Caution should be applied when inferring absolute or relative glycemic responses to foods using CGM, and capillary sampling should be prioritised for accurate quantification of glycemic response. Clinical trial registry\r\nPubmed   Journal   ReadQx \r\nPost-cardiovascular disease healthy lifestyle, inflammation and metabolic biomarkers, and risk of dementia: a population-based longitudinal study. \r\nAdherence to healthy lifestyle behaviors is significantly associated with a lower risk of dementia in individuals with CVD. The observed associations may be partly explained by a reduction in systemic inflammation and the promotion of metabolic balance.\r\nPubmed   Journal   ReadQx \r\nReducing Cardiometabolic Diseases Risk dietary pattern in the Chinese population with dyslipidemia: a single-center, open-label, randomized, dietary intervention study. \r\nCompared to the control group, the RCMDR dietary pattern intervention lowered cardiometabolic risk, blood lipids, blood pressure, abdominal obesity and circulating Hcy level among Chinese population with dyslipidemia. Chinese Clinical Trial Registry (ChiCTR2300072472),\r\nPubmed   Journal   ReadQx \r\nValidation of a food frequency questionnaire for measuring dietary intake of isoflavones and lignans using the method of triads.\r\nFFQ shows reasonable performance in measuring habitual intake of isoflavones and lignans, while urinary isoflavones are unlikely to perform as well as FFQ-based assessment of dietary isoflavones.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Dietary Nut and Legume Intake and Risk of Crohn's Disease and Ulcerative Colitis.\r\nNut and legume intake were not associated with CD or UC risk. However, higher nut intake decreased CD risk in overweight or obese individuals. Thus, personalized-risk stratification, rather than generalized dietary recommendations, may be important for IBD prevention strategies.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of Etrasimod in Patients With Moderately to Severely Active Ulcerative Colitis Stratified by Baseline Modified Mayo Score: A Post Hoc Analysis From the Phase 3 ELEVATE UC Clinical Program.\r\nAt week 12, etrasimod showed greater reductions in disease activity and higher rates of clinical response vs placebo in patients with either moderately or severely active disease at baseline. The safety profile of etrasimod was consistent with the overall trial population and was unimpacted by baseline disease activity.  NCT03945188;  NCT03996369.\r\nPubmed   Journal   ReadQx \r\nHigher-Dose Infliximab Induction Achieves Better Maintenance Trough Levels in a National Pediatric IBD Cohort-A Retrospective Study.\r\nOur real-world data show that 5 mg/kg infliximab induction does not achieve target TLs in most children with CD. Higher-dose regimens should be considered, especially if proactive therapeutic drug monitoring is not available.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Higher Dietary Glycemic Index, but not Glycemic Load, is Associated with Increased Risk of Ulcerative Colitis: A Prospective Cohort Study. \r\nNo significant associations were found between dietary glycemic load with risk of CD and UC. A higher dietary glycemic index, but not glycemic load, is associated with an increased risk of UC, underscoring the importance of considering glycemic index in dietary recommendations for UC prevention.\r\nPubmed   Journal   ReadQx \r\nIndependent Predictors of 90-Day Readmission in Patients with Inflammatory Bowel Disease: A Nationwide Retrospective Study.\r\nThis study identifies several risk factors for readmission in patients with IBD, many of which are potentially modifiable psychosocial factors. Closer follow-up, possibly via virtual modalities, as well as alternative treatment strategies, should be considered in patients with IBD at higher risk of readmission.\r\nPubmed   Journal   ReadQx \r\nIntestinal Ultrasound as a Prognostic Tool in New-Onset Ulcerative Colitis - A Copenhagen IBD Cohort Study.\r\nFindings by intestinal ultrasound at the time of diagnosis predict early colectomy risk in UC. Our results underscore that transmural remission is a feasible treatment target in early UC, and significantly impacts the disease course.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    To Err Is Robot - an analysis of complications following robotic donor hepatectomy.\r\n Although RDH appears to be safe, critical complications can occur in a minority of cases. Safety lies in flattening the learning curve.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Coupled Plasma Filtration and Adsorption in Eliminating Inflammatory Mediators and Enhancing Sublingual Microcirculation in Severe Acute Pancreatitis.\r\n The application of CPFA in SAP patients effectively eliminates inflammatory mediators and enhances microcirculation, leading to improved clinical outcomes and reduced mortality rates.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Neoadjuvant Therapy for Resectable Pancreatic Cancer Might be Limited to Biologically Borderline Resectable Cases.\r\n The efficacy of NAT for RPC might be limited to the subset of patients with high TM.\r\nPubmed   Journal   ReadQx \r\nUsefulness and Safety of Endoscopic Nasobiliary Drainage for Type 1 Autoimmune Pancreatitis.\r\nAlthough ENBD causes discomfort and the risk of self-removal, it differentiates AIP from malignant tumors, evaluates steroid effects using real-time cholangiography, and reduces the number of required ERCP procedures. ENBD could be one of the drainage options for type 1 AIP, depending on patients' background.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Circulating cyclophilin A levels elevate in animal models and can predict mortality in patients with acute pancreatitis. \r\nCirculating CypA levels are significantly increased in mouse CER-AP and hamster HTG-AP models. We have identified a novel association of raised plasma CypA levels with severity of HTG-AP and confirmed its significant prognostic ability to predict mortality in AP patients.\r\nPubmed   Journal   ReadQx \r\nEarly response evaluation using CT and CA 19-9 in patients with pancreatic cancer of all stages undergoing first-line FOLFIRINOX treatment. \r\nIn the CT/CA 19-9 response dataset (n = 242), integrated CT and CA 19-9 responses revealed the shortest OS in patients with either PD or increased CA 19-9 (n = 74;  median OS, 14.3 months), followed by PR/SD with decreased CA 19-9 (n = 113;  median OS, 19.8 months;  P = .003), and PR/SD with normalized CA 19-9 (n = 55;  median OS, 23.6 months;  P = .04). Our combined evaluation of CT and CA 19-9 responses successfully stratified the survival of patients with PDAC treated with FOLFIRINOX, irrespective of disease stage.\r\nPubmed   Journal   ReadQx \r\nEvolving trends in interventions and outcomes for acute biliary pancreatitis during pregnancy: A two-decade analysis.\r\nPregnant women represent a significant portion of hospitalized ABP cases, paralleling increases in age, comorbidities, and obesity rates. Racial disparities are linked to higher odds of SAP, though comorbidities have a dominant effect. There has been an increase in guideline-recommended procedures (ERCP and cholecystectomy);  however, further research is needed to address the implementation gap, considering the increased complexity of pregnant women with ABP.\r\nPubmed   Journal   ReadQx \r\nLaparoscopic versus open Frey procedure: Comparative analysis of short and long-term outcomes.\r\nLaparoscopic Frey procedure is an efficient and safe intervention, which provides al the advantages of the minimally invasive approach.\r\nPubmed   Journal   ReadQx \r\nVascular stent graft for the treatment of post-pancreaticoduodenectomy hemorrhage and risk factors for rebleeding.\r\nVascular stent graft is effective and safe for PPH, especially at the site of the GDA stump and the CHA-PHA. Recurrent bleeding is not rare with such treatment, and BMI and pancreatic fistula are independent risk factors for rebleeding.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Extending the prevention paradigm for cardiometabolic diseases to target dementia through multiple low-risk lifestyle behaviors: a story of adherence. \r\n\r\nPubmed   Journal   ReadQx \r\nUrinary creatinine excretion-a standard that requires further calibration. \r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    \"Harnessing the power of organoids for improved outcomes in pancreatic cancer\". \r\n\r\nPubmed   Journal   ReadQx \r\nThe evolving landscape of EUS utilization in the management of pancreatic cystic neoplasms. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    No RETREAT: Moving forward in post-transplant HCC recurrence prediction.\r\n\r\nPubmed   Journal   ReadQx \r\nThe long and winding road to maximize the benefit of Liver Transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    Phenylketonuria in adults: we know plenty, but there is much more to learn. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-03-07T15:23:10-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-28-2025/",
    "title": "Fri Feb 28 2025",
    "description": "40 articles - From Friday Feb 21 2025 to Friday Feb 28 2025",
    "author": [],
    "date": "2025-02-28",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Liver Transpl\r\n    The 2024 ILTS-ILCA consensus recommendations for liver transplantation for hepatocellular carcinoma and intrahepatic cholangiocarcinoma.\r\n The multidisciplinary participants in the consensus conference provided up-to-date recommendations regarding the selection and management of patients with liver cancer being considered for LT. Although participants deferred to center protocols in many cases, there was great interest in safely expanding access to LT for patients with larger tumor burden and biologically amenable lesions.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Pancreas\r\n    Effect of Radiotherapy in Neoadjuvant Treatment of Borderline Resectable and Locally Advanced Pancreatic Cancer: A Systematic Review and Meta-analysis. \r\nRegression analysis showed that only tumor resectability was associated with OS. For patients with LAPC and who are unlikely to receive resection, neoadjuvant radiotherapy seems to improve OS and PFS/DFS/RFS.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A multi-site community-based, case-control study to examine the nutrient intake adequacy of young children with and without developmental delays and other disorders: findings from the Study to Explore Early Development (SEED). \r\nReassurance can be taken from this study that young children's nutrient intakes from food, including those with developmental disabilities, meet most recommendations for nutrient adequacy. Further study of food intake patterns and diet quality are warranted, with concurrent clinical indicators of nutrient status.\r\nPubmed   Journal   ReadQx \r\nAcute decrease in the plasma tryptophan-to-large-neutral-amino-acids ratio attenuates the effects of L-tryptophan on gut hormones and energy intake in healthy males: a randomized, cross-over, exploratory trial.\r\nAcute reduction in the Trp/LNAAs ratio appears to be associated with a diminished capacity of Trp to stimulate CCK and GLP-1, and suppress energy intake. While these observations should be interpreted with caution given the exploratory nature of the study, they attest to the complexity of the relationships between pre- and post-absorptive mechanisms underlying Trp's appetite-inhibitory effect. Clinical trial registry The trial was registered with the Australian New Zealand Clinical Trial Registry ( trial number  ACTRN12620001275954).\r\nPubmed   Journal   ReadQx \r\nAssociation of household food insecurity with diet quality in a nationally representative sample of US toddlers: A cross-sectional study.\r\nThe association of household food insecurity with lower diet quality in this study suggests that toddlers may not be shielded from household food shortages. Although consumption of certain food groups, such as whole grains, was inadequate in the overall sample of US toddlers, food insecurity could exacerbate suboptimal intake of whole grains. Interventions to improve diet quality of young children must account for household food insecurity.\r\nPubmed   Journal   ReadQx \r\nCarbon stable isotope values in hair are associated with added sugar intake in adults but not young children: A cross-sectional study. \r\nAge-related dietary patterns, particularly higher cow's milk consumption in children, may mask δ13C ─added sugar associations, highlighting the importance of accounting for age and dietary complexity in biomarker research. \"Snacks, Smiles and Taste Preferences,\" NCT03631992 (baseline data only), Website: \"Added Sugar Intake, Sweet Taste Phenotypes and Biomarkers\" (SWBIO), NCT05047588, Website:\r\nPubmed   Journal   ReadQx \r\nChanges in olive oil consumption and long-term body weight changes in three U.S. prospective cohort studies.\r\nA long-term increase in olive oil intake was inversely associated with body weight in middle-aged adults in the U.S. Conversely, increased consumption of other added fats, such as butter and margarine, was positively associated with body weight.\r\nPubmed   Journal   ReadQx \r\nDietary Patterns and Colorectal Cancer Risk: Global Cancer Update Programme (CUP Global) Systematic Literature Review. \r\nThis review highlights the role of dietary patterns in CRC risk/mortality, providing insights for future research and public health strategies. This review was registered at PROSPERO as CRD42022324327 (Link:\r\nPubmed   Journal   ReadQx \r\nEAT-Lancet Diet Pattern, genetic risk, and risk of colorectal cancer: a prospective study from the UK Biobank.\r\n The ELD-I could reduce 13% of CRC risk, especially in individuals with a moderate genetic risk. Individuals with high ELD-I and low PRS had the lowest CRC risk than those with low ELD-I and high PRS. These findings underscore the potential role of EAT-Lancet Diet in CRC prevention.\r\nPubmed   Journal   ReadQx \r\nEarly full enteral nutrition with fortified milk in very preterm infants: a randomized clinical trial.\r\n In very preterm infants receiving early full enteral nutrition, providing early human milk fortification does not result in higher than usual FFM z-scores. This feeding strategy may, however, lead to a sustained increase in length, and transient increases in weight and FFM in grams. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nReducing Cardiometabolic Diseases Risk dietary pattern in the Chinese population with dyslipidemia: a single-center, open-label, randomized, dietary intervention study. \r\nCompared to the control group, the RCMDR dietary pattern intervention lowered cardiometabolic risk, blood lipids, blood pressure, abdominal obesity and circulating Hcy level among Chinese population with dyslipidemia. Chinese Clinical Trial Registry (ChiCTR2300072472),\r\nPubmed   Journal   ReadQx \r\nRole of hepcidin on benefits and risks of supplementation with iron syrup and multiple micronutrient powders in Bangladeshi children: a sub-study to a randomized controlled trial.\r\nImmediate effects of MNPs on child hemoglobin and iron status are larger among those with low compared to not-low hepcidin, indicating that pre-intervention screening could help identify those who would benefit most from MNPs.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Erythrocyte Methotrexate-Polyglutamate Concentrations in Pediatric Inflammatory Bowel Disease.\r\nWe observed high interindividual variability in the reached erythrocyte MTX-PG concentrations. Body surface adjusted or unadjusted MTX dosage showed a positive linear correlation with erythrocyte MTX-PG concentrations in children with IBD. This is a prerequisite for TDM and provides a strong basis for further research into the relation between TDM of MTX, efficacy, and toxicity.\r\nPubmed   Journal   ReadQx \r\nImpact of Psychosocial and Neurodevelopmental Disorders on Pediatric Ulcerative Colitis: A Single-Center, Retrospective, Observational Study.\r\nPsychosocial and neurodevelopmental disorders are prevalent in children with UC and significantly affect both disease severity and therapeutic approaches. The findings suggest that comprehensive management involving psychosocial interventions and multidisciplinary support is crucial for effectively treating these patients.\r\nPubmed   Journal   ReadQx \r\nNovel Transcriptomic Signatures in Fibrostenotic Crohn's Disease: Dysregulated Pathways, Promising Biomarkers, and Putative Therapeutic Targets. \r\nLY96 and SRM were expressed by immune cells, whereas HDAC1, AKAP11, and SERPINE1 showed low expression across al cellular subsets. This study comprehensively characterizes resected CD ileal strictures, elucidating main dysregulated pathways and identifying promising biomarkers and putative therapeutic targets.\r\nPubmed   Journal   ReadQx \r\nSingle-Cell Transcriptomic Profile of Innate Cell Populations in Mesenteric Lymph Nodes of Inflammatory Bowel Disease Patients.\r\n CITE-seq and flow-cytometry analyses of colonic MLNs from patients with active IBD reveal the molecular signature and cell distribution of previously uncharacterized DC and ILC subpopulations in human MLNs. These findings expand our understanding of immune responses during chronic inflammation in IBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Uncovering the therapeutic potential of anti-tuberculoid agent Isoniazid in a model of microbial-driven Crohn's Disease. \r\nIsoniazid protects against the development of intestinal and systemic inflammation in the TNFΔARE model of terminal ileitis by limiting the expansion of mucosal-SFB and progression of the associated microbial-driven inflammation. This work highlights a possible mycobacterial-independent function of Isoniazid in limiting CD-pathophysiology through limiting the mucosal establishment of pathobionts such as SFB and the association of such microbe-derived endospores linked to the formation of ectopic tertiary lymphoid organs seen commonly in patients.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cannabis and liver transplant in the era of legalization: Effects of pre-transplant cannabis use on postoperative opioid use and transplant outcomes.\r\nWhile cannabis use pre-LT was associated with significantly higher opioid use in the immediate postoperative period, this did not translate to differences in opioid use beyond 48 hours post-LT, or short-term healthcare utilization or clinical outcomes. These findings should help set provider expectations for immediate post-LT pain control. Our findings support the growing body of literature that fails to identify an association between pre-LT cannabis use and post-LT outcomes.\r\nPubmed   Journal   ReadQx \r\nCo-producing a health advocate intervention for pediatric liver transplant recipients using human-centered design.\r\nUsing structured design methodology, we designed a prototype navigator role for pediatric liver transplant care teams. Future studies should test the effectiveness of this navigator role in improving post-transplant outcomes.\r\nPubmed   Journal   ReadQx \r\nLower child opportunity index is associated with increased healthcare utilization following pediatric liver transplantation.\r\nWe also observed that in the second year post-LT, children with a lower COI were more often admitted with a complication of LT (23%) than those with a higher COI (18%). COI may be a useful composite screening instrument for clinical teams to target resources and limit acute care use post-LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    A Nomogram for Predicting the Transition From Recurrent Acute Pancreatitis to Chronic Pancreatitis. \r\nThe area under the time-dependent receiver operating characteristic curve was >0.7 over 1000 days. A nomogram was developed and validated to evaluate the transition from recurrent acute pancreatitis to chronic pancreatitis.\r\nPubmed   Journal   ReadQx \r\nBodyweight-Adjusted Nonsteroidal Anti-inflammatory Drugs Dose in the Prevention of Post-endoscopic Retrograde Cholangiopancreatography Pancreatitis. \r\nPEP was not prevented by NSAID dosages below 1.0 mg/kg body weight whereas a dosage above 1.0 mg/kg body weight had a significant prophylactic effect. An NSAID dosage adjusted to body weight may be necessary to achieve an adequate prophylactic effect against PEP.\r\nPubmed   Journal   ReadQx \r\nDifferences in the Clinicopathologic and Radiological Characteristics of Patients with Microcystic and Macrocystic Serous Cystadenoma of the Pancreas. \r\nAlthough many patients presented with typical imaging features, accurate diagnosis of SCN remained difficult. Except for older age and higher ASA grade in the MiC group, there were no significant differences in the clinicopathological characteristics between MiC and MaC SCN patients.\r\nPubmed   Journal   ReadQx \r\nHyperplasia of Fat-Containing Cells With Mature Adipocyte Marker Is Associated With Pancreatic Fat Enlargement. \r\nOf al fat-containing cells, 10.4% were intralobular cells, and the diameter of intralobular cells showed a tendency for positive correlation with age. The characteristics of fat-containing cells in the pancreas indicate that some of them may be mature adipocytes, and fat volume may be increased by hyperplasia of fat-containing cells associated with insulin resistance.\r\nPubmed   Journal   ReadQx \r\nHypophosphatemia as a Predictor of Pancreatic Necrosis in Acute Alcohol Induced Pancreatitis. \r\nThe median duration of hospital stay (P-value: 0.65) and rate of intensive care unit (ICU) admission (P-value: 0.41) were similar in both groups. Early hypophosphatemia during admission for AAP was associated with increased risk of developing pancreatic necrosis, however it may not affect overall length of hospital stay or rate of ICU admission.\r\nPubmed   Journal   ReadQx \r\nIntratumoral Injection of Cytotoxic Drugs Plus Hapten Elicits Significant Immune Responses in Sentinel Lymph Nodes: Implications for Cancer Immunotherapy. \r\nThe observed upregulation of angiogenic factors, EMT pathways, and CAF signaling highlighted a complex interaction between tumor and immune responses. These findings provided new insights into the abscopal effect, revealing how targeted therapies can modulate lymph node microenvironments to enhance local immune responses and potentially improve systemic antitumor efficacy.\r\nPubmed   Journal   ReadQx \r\nLong-term Outcomes of Surgical Treatment for Pancreatic Neuroendocrine Neoplasm With Synchronous Hepatic Metastasis: A Multicenter Retrospective Cohort Study. \r\nIn this study, the survival benefit of surgery was observed only in the bt-pNET-sHM subgroup. Considering the multifactorial nature of decision-making, surgical intervention for pNEN-sHM management should be approached with a careful and comprehensive assessment, to prevent excessive surgery strategies.\r\nPubmed   Journal   ReadQx \r\nPancreatic Cancer Risk and Screening Outcomes in Li-Fraumeni Syndrome.\r\nPC may occur earlier in LFS compared to the general population. WBMRI identifies pancreatic abnormalities less frequently than other pancreatic cancer screening modalities in LFS. If dedicated PC screening is performed in LFS, screening should likely start prior to age 50 and use either EUS or MRI Abd.\r\nPubmed   Journal   ReadQx \r\nSomatic Genomic Profiling of Pancreatic Ductal Adenocarcinomas From a Diverse Cohort of Patients. \r\nLarger studies are needed to further understand molecular characterizations across continental subpopulations. This study provides further rationale for equitable representation of diverse patients in genomic databases and clinical trials.\r\nPubmed   Journal   ReadQx \r\nThe Significant Impact of Fibrinogen-C-Reactive Protein-Albumin Ratio on the Long-Term Outcomes After Pancreatic Resection for Pancreatic Cancer. \r\nMoreover, factors such as age (P = 0.02), high serum carcinoembryonic antigen level (P < 0.01), preoperative biliary drainage (P = 0.02), preoperative chemotherapy (P = 0.04), lymph node metastasis (P < 0.01), adjuvant chemotherapy (P = 0.046), and high F-CAR (hazards ratio, 1.55;  95% confidence interval, 1.03-2.35;  P = 0.04) were found to be independent and significant predictors of overall survival. F-CAR is a useful prognostic factor for disease-free survival and overall survival after pancreatectomy in pancreatic cancer patients.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Depth of response in patients with locally advanced pancreatic cancer treated with first-line chemotherapy: A supplementary analysis of JCOG1407.\r\nmFOLFIRINOX and GnP had similar OS, it is noteworthy that the regimens exhibited differences in DpR, with GnP leading to greater DpR. Greater DpR are associated with improved survival in patients with LAPC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Toward a better understanding of the relationship between docosahexaenoic acid and bronchopulmonary dysplasia and the questions that remain. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A shock to the global nutrition system: Why nutrition scientists should challenge the dismantling of the US Agency for International Development and US withdrawal from the World Health Organization.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Addressing the Challenges of Inflammatory Bowel Disease-Primary Sclerosing Cholangitis Treatment: Prognosis Optimization Strategies in the Era of Precision Medicine. \r\n\r\nPubmed   Journal   ReadQx \r\nPlacental Transfer of Upadacitinib Among Pregnant Women with Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A holistic approach is needed for the treatment of alcohol use disorder.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Induction therapy in pediatric liver transplants affects outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nNo RETREAT: Moving forward in post-transplant HCC recurrence prediction.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Protocol and Study Population of a Prospective Study of Patients With Chronic Pancreatitis and Exocrine Pancreatic Insufficiency: Preliminary Findings From the PACT-CP Registry Show Reduced Health-Related Quality of Life.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    From Misdiagnosis to Management of Pancreatic Cystic Tumors Initially Identified as Pseudocysts and Treated with Cystogastrostomy: Experience from a Tertiary Care Center. \r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-02-28T13:40:52-05:00",
    "input_file": {}
  }
]
