[
  {
    "path": "gi2/01-09-2026/",
    "title": "Fri Jan 09 2026",
    "description": "40 articles - From Friday Jan 02 2026 to Friday Jan 09 2026",
    "author": [],
    "date": "2026-01-09",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Liver Transpl\n    Living liver donor safety: Intraoperative considerations in living liver donation guidelines from the ILTS-iLDLT group consensus conference 2025.\nWorking Group II focused on intraoperative monitoring, fluid and ventilation strategies, surgical techniques for vascular and biliary division, surgeon and center specific experience, and intraoperative crises planning. These guidelines aim to support both established and emerging LDLT teams to ensure high-quality and safe intraoperative care for the LLD.\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Clin Nutr\n    Comparison of blood lipid responses to high polyunsaturated fatty acid compared with high monounsaturated fatty acid dietary interventions: a systematic review and meta-analysis.\nHigh PUFA diets have a small, but significant, advantage for lowering blood lipids compared with high MUFA diets and may be a valuable strategy for improving blood lipids in some populations.\nPubmed   Journal   ReadQx Impact of maternal diet on microbiota and health during pregnancy: a systematic review and correlational meta-analysis.\n This systematic review found that specific dietary components, particularly fiber, omega-3 fatty acids, and micronutrients, were associated with differences in maternal gut microbiota, with potential relevance to metabolic outcomes such as GDM, obesity, and hypertensive disorders of pregnancy. Meta-analytic results indicate that maternal health status significantly moderated the associations between dietary fat and protein intake and microbial taxa, suggesting that precision nutrition interventions warrant evaluation in metabolically at-risk populations. This study was registered in PROSPERO as CRD420251085137.\nPubmed   Journal   ReadQx Liver Transpl\n    Stereotactic body radiation therapy as bridging or downstaging therapy for hepatocellular carcinoma in liver transplant candidates: A systematic review and meta-analysis.\nSBRT is a safe and effective bridging or downstaging therapy for HCC patients awaiting LT.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Association between serum 25-hydroxyvitamin D status and respiratory tract infections requiring hospital admission: unmatched case-control analysis of ethnic groups from the UK Biobank cohort.\nSerum 25(OH)D status below 15 nmol/L is associated with 33% higher HR for RTI hospitalisation among UK adults, compared with ≥ 75 nmol/L. Further studies are warranted to validate these findings and explore the mechanisms underlying the association between vitamin D status and RTIs in different ethnic groups.\nPubmed   Journal   ReadQx Comparing a diet-wide panel of biomarkers of food intake in whole blood and 24-hour urine and self-reported with known dietary intakes: randomized feeding trial of three 48-hour interventions.\nWe identified some previously reported associations between foods and proposed biomarkers, but not all, outlining the need for assessing dietary biomarkers across a range of study designs including food intakes within realistic ranges.\nPubmed   Journal   ReadQx Consuming an unprocessed diet reduces energy intake: A post-hoc analysis of an RCT reveals a role for human 'nutritional intelligence'.\nUnprocessed meals may reduce energy intake because  (1) they have a less balanced carbohydrate-fat blend;  and (2) they promote a form of nutritional intelligence whereby a compromise is struck between consuming calories and consuming micronutrients, which we refer to as \"micronutrient deleveraging.\" Clinical trial registry number and website where it was obtained The original study protocol was approved by the Institutional Review Board of the National Institute of Diabetes & Digestive & Kidney Diseases (ClinicalTrials.gov Identifier NCT03407053, 2018-01-20).\nPubmed   Journal   ReadQx Diet quality and nutritional adequacy during a 2-year calorie restriction intervention: the CALERIE™ 2 trial.\n Diet quality improved and nutritional adequacy was maintained during a 2 y moderate CR intervention designed to enhance healthspan and comprised of comprehensive nutrition counseling among healthy adults without obesity. Clinical trial registry NCT00427193. Registered 1/24/2007.\nPubmed   Journal   ReadQx Prognostic value of adiposity indices in anticoagulated patients with atrial fibrillation: The prospective Murcia AF Project III cohort.\n In anticoagulated AF patients, the C-index demonstrated strongest and consistent prognostic value among al adiposity indices. Its integration into conventional risk scores may enhance risk stratification in this high-risk population.\nPubmed   Journal   ReadQx The Sweet Tooth Trial: A Parallel Randomized Controlled Trial Investigating the Effects of A 6-Month Low, Regular, or High Dietary Sweet Taste Exposure on Sweet Taste Liking, and Various Outcomes Related to Food Intake and Weight Status.\nIn the current trial, altering exposure to sweet-tasting foods did not change sweet taste liking, nor other outcomes. These results do not support public health advice to reduce exposure to sweet-tasting foods, independent of other relevant factors such as energy density and food form.\nPubmed   Journal   ReadQx The influence of hemoglobin measurement error on accuracy of population anemia surveillance: results from mathematical simulations.\nRandom error (SD inflation ratio) has less influence than systematic error (mean bias) on anemia prevalence estimates. Efforts to reduce mean bias during data collection or through statistical adjustment may have a greater impact on anemia prevalence assessment.\nPubmed   Journal   ReadQx Thiamine status in Belgian adults assessed by volumetric absorptive microsampling: a nation-wide cross-sectional survey.\n Although nearly al Belgian adults met thiamine intake requirements, 11% showed biomarker concentrations indicative of thiamine insufficiency, underscoring the importance of biomarker-based nutritional assessments. This study also demonstrates that at-home VAMS microsampling is a feasible and convenient tool for large-scale biomarker collection.\nPubmed   Journal   ReadQx Undernutrition or Obesity: Relationship with Long-Term Survival in Children with Acute Lymphoblastic Leukemia in an Upper-Middle Income Country. A multicenter cohort study.\nUndernutrition was not associated with long-term survival in pediatric patients with ALL. However, overweight and obesity at diagnosis were associated with relapse and increased mortality, highlighting the importance of addressing these factors through interventions focused on nutritional optimization, especially regarding obesity prevention and management, at or prior diagnosis, to improve outcomes in Mexican children with ALL.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    CRUCIAL Insights From a Decade Long Retrospective National Audit of Total Abdominal Colectomy Outcomes for Ulcerative Colitis.\nThis national audit demonstrates low mortality and acceptable morbidity following TAC for UC, with increasing use of laparoscopy over time. The robust, diagnosis-validated data support international standards of care and highlights key predictors of postoperative complications in this population. It identifies elderly, immunosuppressed patients requiring emergency open surgery as the highest risk patient subgroup.\nPubmed   Journal   ReadQx Efficacy, Safety, and Pharmacokinetics of Golimumab in Children with Moderately-To-Severely Active Ulcerative Colitis: Results from the PURSUIT 2 Study. \nClinicalTrials. gov ID: NCT03596645.\nPubmed   Journal   ReadQx Real-World Implementation of Treat to Target in Patients With IBD in a Learning Health System: An IBD Qorus Collaborative Study.\nThrough a QI initiative in a learning health system, rates of intention to TTT increased significantly over 12-months, though overall rates remained low. Assessing patient-, provider- and practice-level barriers and facilitators for successful implementation of a TTT strategy is warranted to improve clinical outcomes.\nPubmed   Journal   ReadQx Surgical management of small bowel adenocarcinoma in Crohn disease: a multicenter retrospective analysis.\n In patients with long-standing CD, SBA is typically an incidental diagnosis made at an advanced stage. While high rates of complete surgical resection are possible, the prognosis remains guarded due to aggressive tumor biology and high recurrence rates. These findings highlight a critical need for improved risk stratification to guide surveillance and for the development of evidence-based adjuvant treatment strategies.\nPubmed   Journal   ReadQx The Role of Autophagy in Inflammatory Diseases: Challenges and Therapeutic Potential.\nCurrent therapeutic approaches targeting autophagy are reviewed, alongside emerging strategies and their clinical implications. This comprehensive analysis underscores the importance of understanding the multifaceted roles of autophagy in immune regulation, with the aim of advancing therapeutic interventions for inflammatory and cancer-related conditions.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Inflammatory Bowel Disease is associated with increased intestinal extrachromosomal circular DNA: an emerging biomarker for IBD type and activity.\nHere, we uncover an IBD-specific pattern of eccDNA production from intestinal biopsies. Furthermore, we have identified genic hotspots which characterize active disease. We propose that eccDNA containing specific gene fragments (eg, NRG1 and ZPMF2) could represent a promising new biomarker tool for patients with IBD.\nPubmed   Journal   ReadQx Treat-to-target optimization of biologic therapy is effective on endoscopic and histologic outcomes in a real-life cohort of ulcerative colitis-the TACTIC-UC study.\nIn UC patients with quiescent or mild symptoms but active endoscopic inflammation, endoscopy-guided optimization of biologics is effective in achieving deeper inflammatory control, supporting its integration into T2T strategies.\nPubmed   Journal   ReadQx Liver Transpl\n    Proceedings of the 30th annual congress of the international liver transplantation society.\nThe program emphasized collaboration and innovation to advance patient outcomes in liver transplantation. In this report, the ILTS Vanguard Committee summarizes the key proceedings of the congress.\nPubmed   Journal   ReadQx Pancreas\n    OGT-mediated O-GlcNAcylation of ATF3 Transcriptionally Activates ACSL1 to Aggravate Ferroptosis in Severe Acute Pancreatitis: ATF3 O-GlcNAcylation Promotes SAP Ferroptosis.\n The OGT-mediated O-GlcNAcylation of ATF3 is significantly enhanced, thereby promoting the transcriptional activity of ASCL1 and exacerbating ferroptosis in SAP.\nPubmed   Journal   ReadQx Pancreatology\n    Establishment of simple pancreatic ductal adenocarcinoma identification method: S100P measurement in duodenal fluid obtained during upper gastrointestinal endoscopy.\nThis study demonstrated the utility of the S100P in DF analysis for the early diagnosis of PDAC and clarified potential issues related to sample collections in the actual clinical settings.\nPubmed   Journal   ReadQx Evolution of the Spatial transcriptomic landscape during the progression of high-grade pancreatic intraductal papillary mucinous neoplasms to invasive cancer.\nOur study integrates multiple computational approaches for spatial transcriptomics to identify ELF3/MYC/KLF4 amplifications during IPMN-to-PDAC progression, as well as 7 heterogeneous subclones with functions including hypoxia and EMT, alongside immune-stromal landscape remodeling and tumor-adjacent myofibroblastic CAF enrichment.\nPubmed   Journal   ReadQx Genomic characterization and prognosis of pancreatic adenosquamous carcinoma.\nPathway enrichment analysis indicated that STK11 mutations, high tumor mutational burden (TMB-H), APC deletion, TERT/RICTOR amplification, and chromosomal instability (CIN-H) were significantly associated with altered pathways. Additionally, we confirmed the prognostic value of our PASC-specific signature through validation in an independent cohort of pancreatic ductal adenocarcinoma patients.\nPubmed   Journal   ReadQx ORM2 alleviates pancreatic fibrosis in chronic pancreatitis by modulating autophagy via ZG16.\n ORM2 alleviates pancreatic fibrosis in CP by binding to ZG16 and inhibiting autophagy-driven PSC activation. These findings identify ORM2 as a promising therapeutic agent for pancreatic fibrosis.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Am J Clin Nutr\n    Validation of food intake biomarkers is key to advancing the potential use in assessment of dietary intake.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    B Cell Dysregulation in IBD: From Pathophysiology to Therapeutic Targeting.\n\nPubmed   Journal   ReadQx J Crohns Colitis\n    Towards tailored surveillance strategies in inflammatory bowel disease: still a long way to go.\n\nPubmed   Journal   ReadQx Pancreatology\n    Cannabis use in chronic pancreatitis: A narrative review.\nThe existing evidence surrounding cannabis use in chronic pancreatitis is limited and mostly low-quality. Further investigation is warranted to explore whether medical cannabis could represent an effective therapy for patients with chronic pancreatitis.\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    J Crohns Colitis\n    Revisiting Patient Stratification and Inflammatory Assessment in Ulcerative Colitis-Associated Colorectal Cancer.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Correlation or causation? Addressing the gap between oral dysbiosis and liver transplant outcomes.\n\nPubmed   Journal   ReadQx The understudied complication of MASLD: Does exercise offer neuroprotection?\n\nPubmed   Journal   ReadQx Pancreas\n    Long-term Follow-up of Spontaneous Resolution of a Pancreatic Arteriovenous Malformation.\n\nPubmed   Journal   ReadQx Pancreatology\n    The Consortium for the Study of Chronic Pancreatitis, Diabetes, and Pancreatic Cancer (CPDPC) 10 years of past accomplishments and looking forward to the next 5 years of the Chronic Pancreatitis Clinical Research Consortium (CPCRC).\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Am J Clin Nutr\n    Queries and Comment to the Article by Ichikawa et al.\n\nPubmed   Journal   ReadQx Pancreatology\n    Comment on \"Effect of albumin infusion in patients with predicted severe acute pancreatitis: A randomized controlled trial\".\n\nPubmed   Journal   ReadQx Comment on \"Focal pancreatic parenchymal atrophy could be a precursor of pancreatic cancer\" (Kikuyama et al., Pancreatology 2025).\n\nPubmed   Journal   ReadQx Response to the Letter to Editor: Strengths and methodological considerations for predicting post-pancreatectomy acute pancreatitis.\n\nPubmed   Journal   ReadQx Response to the letter to the editor regarding \"Predictors of acute pancreatitis in patients treated with GLP-1 receptor agonists for weight management\".\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-09T14:11:22-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-02-2026/",
    "title": "Fri Jan 02 2026",
    "description": "5 articles - From Friday Dec 26 2025 to Friday Jan 02 2026",
    "author": [],
    "date": "2026-01-02",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    First-contact tribal nations in the eastern United States can produce some, but not all, of their food needs in a changing climate: a modelling study.\nUnder modeled conditions, we estimated that Indigenous agriculture in the eastern US can support some, but not all, of the population's dietary needs. Greater efforts are needed to foster agricultural initiatives that promote food sovereignty and reduce nutrition-related health disparities, but their viability in this region will depend on future supply-demand dynamics that are influenced by changing political landscapes.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Intestinal Barrier healing is superior to transmural healing to prevent disease progession in clinical remittent patients with IBD.\n Intestinal barrier healing is superior to transmural healing to prevent disease progession in clinical remittent IBD patients while both barrier and transmural healing showed superiority over endoscopic and histologic remission. Hence, barrier and transmural healing are emerging endpoints potentially refining disease monitoring and outcome prediction.\nPubmed   Journal   ReadQx Research Progress on Exclusive Enteral Nutrition Combined with Biologics in the Treatment of Adult Crohn's Disease.\n Combined therapy with Exclusive Enteral Nutrition (EEN) and biologics shows promise in managing complex Crohn's Disease (CD), with studies reporting improved remission rates. This clinical benefit may be attributed to a synergistic effect supported by a plausible biological basis. However, these favorable outcomes are based on low-certainty evidence from limited clinical studies. Robust randomized controlled trials are needed to establish the effectiveness, safety, and best use of this combination approach. Keywords  Crohn's disease;  Exclusive enteral nutrition;  Combination therapy;  Biologics;  Mucosal healing.\nPubmed   Journal   ReadQx Liver Transpl\n    TIPS patients face increases in hernia incarceration rates compared to patients managed with paracentesis: An analysis of prevalence and risk factors.\nTIPS substantially increases hernia incarceration risk compared to serial paracentesis alone, with 12.7% of patients in this single center cohort developing incarceration at a median of 1-month post-TIPS. The presence of a known umbilical hernia prior to TIPS had the strongest association with this complication. Serum creatinine and albumin association also suggests ascites severity as a contributor. Identifying pre-TIPS risk factors could facilitate the development of targeted strategies to mitigate post-TIPS complications.\nPubmed   Journal   ReadQx Pancreas\n    Implementation of an Electronic Clinical Decision Support Order Set for Acute Pancreatitis in an Integrated Healthcare System: A Mixed Methods Analysis.\n Although adoption was limited, usage of an AP OES/CDS tool was associated with a decrease in prolonged length-of-stay. Future efforts to expand the reach of such instruments through provider awareness and refinement of the instrument may facilitate broader impact for management of patients with acute pancreatitis.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-02T08:48:04-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-26-2025/",
    "title": "Fri Dec 26 2025",
    "description": "32 articles - From Friday Dec 19 2025 to Friday Dec 26 2025",
    "author": [],
    "date": "2025-12-26",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Betainized Metabolites as Biomarkers of Whole Grain Wheat, Not Oat: Insights from Controlled Crossover Pharmacokinetic and Daily Feeding Studies.\n Valine betaine, isoleucine betaine, and glutamine betaine are specific biomarkers of WG wheat intake, not WG oat. Their distinct responses highlight the need for precision nutrition when evaluating the health benefits of WGs.\nPubmed   Journal   ReadQx High Sodium and low potassium are associated with incident cardiovascular disease among US Hispanic/Latino adults: Prospective results from the Hispanic Community Health Study/Study of Latinos.\nIn a large and diverse sample of Hispanic/Latino adults, high dietary sodium and low dietary potassium were independently associated with an increased risk of CVD. Results underscore the importance of investing in public health interventions to improve dietary quality and reduce incident CVD.\nPubmed   Journal   ReadQx Is light-to-moderate alcohol drinking associated with the onset of metabolic dysfunction-associated steatotic liver disease in a Chinese cohort?\nLight-to-moderate alcohol consumption was associated with increased risks of SLD and MASLD. A gut microbial score based on alcohol-associated species also predicted higher disease risk.\nPubmed   Journal   ReadQx Ultra-processed food consumption and incident autoimmune-related hypothyroidism: A sex-stratified prospective analysis from the UK Biobank.\nHigher UPF intake was associated with an increased risk of autoimmune-related hypothyroidism in both sexes, partly mediated by renal and lipid biomarkers. Risk may be amplified in females using hormone replacement therapy.\nPubmed   Journal   ReadQx Understanding the association of food insecurity and nutrition insecurity with diet quality: A cross-sectional analysis of two national samples.\nFurther research is needed to understand the utility of the HNS since food insecurity was more strongly associated with lower diet quality than nutrition insecurity.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Altered Gut Microbiota in Pediatric Quiescent Crohn's Disease Patients with Iron Deficiency Anemia.\nThis is the first comprehensive microbiome analysis of quiescent pediatric Crohn's disease with concomitant IDA. The findings indicate modest but significant microbial strain-level differences and associated functional pathways, potentially implicating microbiota-mediated mechanisms in the persistence of IDA.\nPubmed   Journal   ReadQx Disease Outcomes After Segmental Resection of Colonic Crohn's Disease: A Retrospective Multicenter Study.\n Although high rates of recurrence persist within the postoperative phase of SC for CD, the postoperative use of TNFα inhibitor for prophylactic purposes for a subset of patients may promote a more durable endoscopic remission.\nPubmed   Journal   ReadQx Janus Kinase Inhibitors for Inflammatory Bowel Disease: Concise Questions and Answers on Their Use in Clinical Practice.\nJAK inhibitors cause reversible, dose-dependent cholesterol increases without consistent evidence of a clear impact on cardiovascular risk, but monitoring is advised. Use in pregnancy is discouraged due to potential risks, and breastfeeding is contraindicated because of drug excretion in milk.\nPubmed   Journal   ReadQx Risk-Stratified Biologic Efficacy in Ulcerative Colitis: A Multicenter Machine Learning Study.\nOur random forest model enables precise risk stratification in UC, distinguishing patients with divergent responses to biologics. Low-risk patients derive significant benefit from timely biologics, while high-risk subgroups may require intensified strategies. This framework advances personalized UC management, though prospective validation is warranted.\nPubmed   Journal   ReadQx Statin Use is Associated With Lower Odds of IBD-Related Surgery Among Patients With Moderate-to-Severe Inflammatory Bowel Disease.\nPatients with moderate-severe IBD using statins were less likely to experience IBD-related surgery in a real-world, electronic health record-based cohort.\nPubmed   Journal   ReadQx The Chicago Mesenteric Fat Index: A Novel Metric for Point-of-Care Intestinal Ultrasound Evaluation of Mesenteric Fat Wrapping in Crohn's Disease.\nCMFI represents a proof-of-concept tool for semi-quantitative assessment of MF wrapping on IUS. While reproducible and associated with other disease markers, its incremental clinical utility remains to be established through prospective validation and longitudinal outcome studies.\nPubmed   Journal   ReadQx Tonsillectomy and the Risk of Inflammatory Bowel Disease: A Retrospective Cohort Study Using Real-World US Data.\nand relevance This study highlights a significant association between tonsillectomy and increased risk of developing IBD. These observations underscore the potential role of tonsillectomy in influencing long-term gastrointestinal health, warranting further investigation into underlying mechanisms and preventative strategies.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Clinical utility of pre-treatment 4-digit resolution HLA genotyping to guide anti-TNF choice and concomitant immunomodulator use.\n Pre-treatment 4-digit HLA testing informs anti-TNF treatment choice and immunomodulator use. In HLA-DQA1*05 01 carriers, adalimumab monotherapy should be used and infliximab avoided. In HLA-DQA1*05 05 carriers, infliximab or adalimumab can be used with a concomitant immunomodulator. In patients who do not carry either HLA-DQA1*05 01 or HLA-DQA1*05 05, adalimumab monotherapy or infliximab with a concomitant immunomodulator are recommended.\nPubmed   Journal   ReadQx Learning Curve in Intestinal Ultrasound: Advancing from Basic Skills to Advanced Competencies-Insights from the IUS IG-IBD Master Program.\n This study establishes the first comprehensive, parameter-specific learning thresholds for IUS competency in IBD. Our findings demonstrate that structured training enables basic IUS proficiency within 75-112 examinations for experienced ultrasonographers, while advanced skills require extended practice. These data represent an important step toward defining evidence-based benchmarks for IUS training, supporting the development of standardized international curricula and safe clinical implementation.\nPubmed   Journal   ReadQx Risk of adverse pregnancy and birth outcomes after open versus laparoscopic surgery for IBD: a nationwide cohort study.\n Prior surgery for IBD is associated with an increased risk of adverse pregnancy and birth outcomes. A laparoscopic approach does not mitigate these risks.\nPubmed   Journal   ReadQx Pancreas\n    Genetic and Electrophysiological Characterization of Acute Recurrent Pancreatitis in Israeli Patients.\nMore than half of acute recurrent pancreatitis cases had a genetic basis, presenting at a younger age. CFTR variants were the most prevalent. The high prevalence of the PRSS1 p.Lys23Arg variant among Jewish Georgian individuals suggests a potential founder effect. These findings highlight the importance of genetic evaluation in the diagnosis and management of acute recurrent pancreatitis.\nPubmed   Journal   ReadQx Impact of Splanchnic Vein Thrombosis on Outcomes of Interventions in Patients With Pancreatic Fluid Collections Following Acute Pancreatitis- A Prospective Observational Study.\nSVT was not associated with increased complications, bleeding risk, or mortality following interventions for symptomatic PFCs in AP.\nPubmed   Journal   ReadQx Pancreatology\n    Analgesic phenotypes in acute pancreatitis: Clustering analysis of two prospective global cohort studies.\n Unique clusters in the management of pain in AP were identified, with associations to severity of AP. Substantial centre-level variations exist in the patterns of analgesic prescribing globally, contributing to variations in outcomes.\nPubmed   Journal   ReadQx Elevated circulating glycine levels are associated with reduced pancreatic cancer risk: A prospective cohort study based on the UK biobank.\n Higher circulating glycine levels are associated with a reduced risk of PC, even in individuals with the highest genetic susceptibility. These findings suggest that higher circulating glycine levels may hold potential for PC prevention strategies, warranting further experimental validation of glycine supplementation in prospective trials.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Inflamm Bowel Dis\n    Hidden Clues in the Epithelial Brush Border: A New Prognostic Marker for Pediatric Crohn's Disease.\n\nPubmed   Journal   ReadQx Unmasking a New Trauma in Inflammatory Bowel Disease: Unequal Psychological Burden.\nInflammatory bowel disease-related post-traumatic stress disproportionately affects Black and Latino/a patients and is driven by traumatic disease experiences, cumulative adversity, and unmeasured medication effects. Recognition of these factors and implementation of routine screening and trauma-informed care are essential to improve outcomes and reduce inequities in these patients.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Pouch disorders: evidence, gaps, and next steps.\n\nPubmed   Journal   ReadQx Pancreatology\n    Positioning serum autoantibody signatures within the evolving landscape of early pancreatic cancer detection.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    Pregnancy and Maternal Outcomes After Exposure to Risankizumab During Pregnancy: A Multi-Center Experience in the United States.\n\nPubmed   Journal   ReadQx Safety of Risankizumab during Pregnancy in IBD.\n\nPubmed   Journal   ReadQx Liver Transpl\n    A new chapter for global progress: ILTS leadership on the future of liver transplantation.\n\nPubmed   Journal   ReadQx Twelve is the new fifteen: The evolving MELD paradigm.\n\nPubmed   Journal   ReadQx Pancreas\n    Impact of ERCP on Long-term Pain Medication Needs in Chronic Pancreatitis Patients: A Retrospective Cohort Study.\n\nPubmed   Journal   ReadQx Markers of Gut Inflammation in Pediatric Acute Pancreatitis.\n\nPubmed   Journal   ReadQx Pancreatology\n    Role of bioimpedance spectroscopy analysis to assess hydration status in the early phase of acute pancreatitis.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Pancreatology\n    Response to the letter to the editor regarding our manuscript: \"Concealed pancreatic cancer in acute pancreatitis: Early MRCP and EUS surveillance improves prognosis and identifies high-risk patients\".\n\nPubmed   Journal   ReadQx Response to: \"Defining pancreas delayed graft function: Advancement or premature standardization?\"\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-26T09:01:30-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-19-2025/",
    "title": "Fri Dec 19 2025",
    "description": "53 articles - From Friday Dec 12 2025 to Friday Dec 19 2025",
    "author": [],
    "date": "2025-12-19",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Liver Transpl\n    AASLD AST Practice Guideline on adult liver transplantation: Diagnosis and post-transplant management of non-graft-related complications.\nMultidisciplinary care and partnership between the transplant center and the primary care physician is essential for long-term care of the transplant recipient. Significant components of non-graft management guidelines are derived from retrospective cohort studies, systematic reviews and extrapolation of data from the general population. This gap highlights the unmet need for robust prospective studies addressing long-term care of liver transplant recipients.\nPubmed   Journal   ReadQx Living liver donor safety: Early postoperative considerations of living liver donation guidelines from the ILTS-iLDLTG consensus conference.\nStructured clinical and psychosocial follow-up protocols, perioperative prophylaxis for surgical site infections and venous thromboembolism, and management of early biliary and vascular complications are discussed. These may help standardize care, reduce complications and improve short-term outcomes in LLD.\nPubmed   Journal   ReadQx Long term considerations following living liver donation - guidelines from the 2025 ILTS-iLDLT consensus conference on living liver donor safety.\nThe 2025 International Liver Transplantation Society and International Living Donor Liver Transplantation Society (ILTS-iLDLT) Consensus Conference convened experts in the field of liver transplantation to establish evidence-based guidelines focused on the long-term medical, psychological and social considerations following living liver donation. The aim of this working group was to integrate current evidence and expert consensus on donor follow-up protocols, risk assessment and management strategies to promote long term donor health, quality of life and living liver donor programs globally in order to safeguard the welfare of this unique population.\nPubmed   Journal   ReadQx Pancreas\n    Updates from the 2025 IAP Acute Pancreatitis Guidelines.\n\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Pancreas\n    Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis Prophylaxis: Does the Choice of Crystalloid Fluid Matter? A Systematic Review and Meta-Analysis of Randomized Controlled Trials.\n At equivalent fluid administration rates, using LR compared to NS showed a significant risk reduction in PEP of 4% with a number needed to treat (NNT) of 25. LR may be the better crystalloid for ERCP. Further studies are needed to validate these results.\nPubmed   Journal   ReadQx Risk Prediction Models for Post-Endoscopic Retrograde Cholangiopancreatography Pancreatitis: A Systematic Review and Meta-Analysis.\n Existing PEP prediction models demonstrate overall good discrimination but are limited by methodological heterogeneity and scarce external validation. Clinically, validated models can support risk stratification to guide preventive strategies (e.g., rectal NSAIDs, aggressive hydration, selective prophylactic pancreatic stenting) alongside clinical judgment. Future research should prioritize multicenter prospective validation, robust calibration and decision-curve analyses, impact assessments, and explainable machine learning models integrated with electronic health record systems.\nPubmed   Journal   ReadQx Pancreatology\n    Efficacy and safety of pregabalin in managing pain of chronic pancreatitis: A systematic review and meta-analysis of randomized controlled trials.\n\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Effects of Replacing Solid Fats and Added Sugars with Avocado in Adults with Elevated Cardiometabolic Risk: A Randomized, Double-Blind, Controlled Feeding, Crossover Trial.\nReplacing solid fats and added sugars with avocado in a typical American diet improved the lipoprotein lipid profile in adults with elevated TG. as NCT04990817 (\nPubmed   Journal   ReadQx Plant-based diets, gut microbiota, blood metabolome, and risk of colorectal, liver and pancreatic cancers: results from a large prospective cohort study of predominantly low-income Americans.\nA diet high in healthy plant foods and low in animal foods was inversely associated with liver cancer risk and with CRC risk among screening-naïve participants. These associations may be partly mediated through gut microbiota and systemic metabolism.\nPubmed   Journal   ReadQx Vegetarian diet and likelihood of becoming centenarians in Chinese adults aged 80 years or older: a nested case-control study.\nTargeting individuals of advanced age (80+ years) in China, we found that individuals following vegetarian diet had lower likelihood of becoming centenarians relative to omnivores, underscoring the importance of a balanced high-quality diet with animal- and plant-derived food composition for exceptional longevity, especially in the underweight oldest-old.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Characterizing Healthcare Disparities, Utilization, and Trends of Inflammatory Bowel Disease in Transgender and Nonbinary Patients: A Population-Based Study.\nTGNB IBD patients experience greater gastrointestinal and psychiatric comorbidities and receive fewer interventions overall despite greater healthcare contact. HRT was not associated with worsening disease or complications. These findings highlight critical disparities and the need for further research in this population.\nPubmed   Journal   ReadQx Sustained Clinical Remission Following a Second Autologous Hematopoietic Stem Cell Transplantation for Refractory Crohn Disease.\nAt 30 months following the second autologous hematopoietic stem cell transplantation, the patient remains in sustained clinical and endoscopic remission off al immunosuppressive and biologic medications. This case documents the feasibility and favorable long-term outcome of a second non-myeloablative autologous hematopoietic stem cell transplantation, suggesting this approach may be a valid and effective salvage option for highly selected patients with severe, refractory Crohn disease.\nPubmed   Journal   ReadQx Trends in Use of Prescribed Opioids in Incident and Prevalent Patients With Ulcerative Colitis: A Nationwide Study in Sweden.\n In this nationwide register-based study, adults with UC had higher prescribed opioid use within two years before and up to five years after first UC diagnosis compared with reference individuals. However, adults with prevalent UC (and reference individuals) had a declining temporal opioid use trend during 2006-2022.\nPubmed   Journal   ReadQx J Crohns Colitis\n    HLA-DQA1*05:01 and DQA1*05:05 inform choice of anti-tumor necrosis factor and concomitant use of immunomodulators in patients with inflammatory bowel disease.\nOur findings highlight distinct associations between HLA-DQA1*05 allele subtypes and time to LoR of infliximab and adalimumab in IBD-treated patients. The protective effect of immunomodulator use is allele-specific for adalimumab. These results provide a rationale for incorporating HLA testing into personalized anti-TNF management to optimize treatment durability.\nPubmed   Journal   ReadQx   PMCRisk of serious infections in patients with inflammatory bowel disease treated with biologic and small molecule therapies: A nationwide cohort study.\n Patients with IBD were at an increased risk of infections, even among those naïve to IMM and advanced therapies. There was no significant difference in risk of infections across advanced therapy exposures.\nPubmed   Journal   ReadQx Liver Transpl\n    Assessment of sarcopenia in cirrhosis: A practical approach using thigh and psoas ultrasound, bioimpedance, and anthropometry.\nNon-radiating tools, such as US-based thigh and psoas measurements, BIA-derived BPI, and anthropometry, are accurate alternatives to CT for detecting sarcopenia in patients with cirrhosis. These tools are simple, safe, and reproducible, which supports their integration into routine clinical practice for sarcopenia screening and monitoring.\nPubmed   Journal   ReadQx Defining weight trajectory after liver transplantation using generative artificial intelligence.\n Using a novel statistical approach (GenAI), we identified key weight gain trajectories in LT recipients to be incorporated into clinical practice for risk stratification and mitigation.\nPubmed   Journal   ReadQx Reconditioning steatotic liver grafts: Advances in pharmacological defatting approaches for expanding the donor pool.\nThese interventions have the potential to address the challenges posed by hepatic steatosis, improve graft quality, expand the availability of transplantable livers, and enhance clinical outcomes of transplant candidates. Finally, we highlight current limitations and outline directions for future research and clinical applications.\nPubmed   Journal   ReadQx Severity of liver disease is associated with cirrhotic cardiomyopathy: A multicenter study.\n Among patients with cirrhosis who were LT candidates, severity of liver disease was positively associated with the presence of CCM and its echocardiographic features. These data may inform patient selection and encourage early detection of CCM among patients with cirrhosis.\nPubmed   Journal   ReadQx The survival benefit of deceased donor liver transplantation using MELD 3.0: A contemporary analysis.\nHowever, MELD 3.0 alone does not capture the full complexity of LT candidacy. Factors such as refractory ascites, hepatic encephalopathy, frailty, and poor quality of life should also be considered when considering LT for the individual patient.\nPubmed   Journal   ReadQx Pancreas\n    Assessment of Skeletal Muscle Quality via Intramuscular Adipose Tissue Content Predicts Surgical Morbidity and Prognosis after Pancreatoduodenectomy.\n IMAC, an indicator of skeletal muscle quality, provides convenient and highly valuable diagnostic information on body composition and predicts postoperative complications and prognosis in patients with malignant tumors undergoing PD.\nPubmed   Journal   ReadQx Association Between Social Determinants of Health and the Risk of Acute Pancreatitis and Related Diseases: A Prospective Cohort Study in the UK Biobank.\nSocial disadvantage, as reflected by higher SDH scores, is associated with high risk of AP and AP-related diseases. These findings underscore the importance of considering social context in clinical and public health efforts to reduce the burden of pancreatic diseases.\nPubmed   Journal   ReadQx Characteristics of Pancreatic Cancer-Associated Ascites and Redefined Criteria for Bacterial Peritonitis.\nPDAC-associated ascites exhibited distinct characteristics according to their etiology. Redefined diagnostic criteria could aid in a more specific diagnosis of bacterial peritonitis in patients with PDAC.\nPubmed   Journal   ReadQx Clinical Characteristics of Chronic Pancreatitis Patients Presenting With Acute Pancreatitis, Abdominal Pain, or Primary Painless Disease. \nPain-only presentations are seen in 20% of patients with definite CP. Age of disease onset and etiology have a significant impact on the clinical presentation of CP patients.\nPubmed   Journal   ReadQx Feeding Tube Placement in Nutritionally At-risk Patients Undergoing Pancreaticoduodenectomy: A Propensity Score-matched Analysis.\nIn nutritionally at-risk patients undergoing pancreaticoduodenectomy, the risks of feeding tube placement appear to outweigh the benefits, as no reduction in complications was observed and morbidity was increased.\nPubmed   Journal   ReadQx Internet-delivered Cognitive-behavioral Intervention for Pain in Pediatric Acute Recurrent and Chronic Pancreatitis: A Multicenter Randomized Controlled Trial.\nThis is the first trial to evaluate the feasibility, acceptability, and preliminary efficacy of internet-delivered CBT for pediatric pancreatitis pain demonstrating strong feasibility and treatment acceptability. Due to under-enrollment, the trial had reduced statistical power. Future research with a larger sample may build on these findings.\nPubmed   Journal   ReadQx Investigation of Clinical and Laboratory Findings of 40-49-Year-Old Patients with Fatty Pancreas by Magnetic Resonance Imaging and Evaluation of the Potential Relationship with Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD).\n A significant association was found between pancreatic steatosis and metabolic risk factors such as diabetes, obesity, insulin resistance, and MASLD. MRI-based quantification provided accurate detection, supporting its value as the most reliable imaging modality for assessing pancreatic fat. Lifestyle interventions such as weight loss and physical activity may help mitigate pancreatic steatosis and related metabolic consequences. Further studies are needed to clarify causality and underlying pathways, such as lipotoxicity, inflammation, and β-cell dysfunction.\nPubmed   Journal   ReadQx Plasma Proteomics Identifies Potential Pancreatic Cancer Risk Indicators in Type 2 Diabetes. \nAlthough validation in a larger cohort is necessary, the analysis highlights differences in plasma protein profiles among patients. This study was done to provide a meaningful indicator for early plasma detection of pancreatic cancer in diabetic patients.\nPubmed   Journal   ReadQx Predicting New-Onset Diabetes Following Acute Pancreatitis: The CAPS Score.\nA score using readily available clinical information at index admission predicts diabetes mellitus following acute pancreatitis. This CAPS tool will need to be validated and refined in large cohorts such as the Type 1 Diabetes in Acute Pancreatitis Consortium (T1DAPC).\nPubmed   Journal   ReadQx Presentation, Management, and Outcomes of Cyst-Associated Pancreatic Cancer versus Classic Pancreatic Ductal Adenocarcinoma.\n CA-PC has a better prognosis than PDAC in early stages but not in advanced disease, offering important insights for therapeutic strategies.\nPubmed   Journal   ReadQx Pancreatology\n    Association between pancreatic enzyme replacement therapy and mortality in pancreatic cancer: a matched case-control study.\n There is an overall decrease in mortality among PERT-users compared to non-users. The results may be overly optimistic due to potential confounding factors related to patient selection, and randomized controlled studies are needed to confirm these effects.\nPubmed   Journal   ReadQx Association of the C-reactive protein-to-albumin-to-lymphocyte index with severe acute pancreatitis: A single-center retrospective study of 5,016 patients.\n Lower admission CALLY is a predictor of higher SAP risk, outperforming traditional inflammatory markers. It could serve as an early indicator for identifying high-risk patients.\nPubmed   Journal   ReadQx Contrast-enhanced harmonic endoscopic ultrasonography (EUS)-guided tissue acquisition significantly improves diagnostic yield for small liver metastases derived from pancreatic cancer: a prospective study.\n The present study demonstrates the usefulness and high accuracy of C-EUS-TA for diagnosis of suspected liver metastases, particularly small lesions measuring ≤5 mm. Thus, when confirmation of small liver metastases using conventional imaging is difficult, C-EUS-TA may be useful for histological diagnosis.\nPubmed   Journal   ReadQx Gallstone Pancreatitis: Clinical outcomes and economic impact at a tertiary UK Hepatobiliary centre.\nReadmission-related expenditure, largely preventable with timely surgery, represents a key target for intervention. Prioritising early cholecystectomy, particularly within 121 days of index admission, may substantially reduce the financial burden and improve patient outcomes across the NHS.\nPubmed   Journal   ReadQx Patterns of treatment and survival in borderline resectable and locally advanced pancreatic cancer.\nTreatment for pancreatic cancer with major arterial involvement has shifted towards an increased use of multi-agent chemotherapy and surgical resection, with an associated improved overall survival.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Am J Clin Nutr\n    Dietary fats, blood lipids and atherosclerotic cardiovascular disease: time for food-based approach?\n\nPubmed   Journal   ReadQx Sweet-liking: a concept useful to psychophysics, but is it useful for dietary guidance?\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    J Crohns Colitis\n    Guselkumab-mediated marked improvement in a case of refractory ulcerative colitis resistant to mirikizumab: evidence for switching between IL-23p19 inhibitors.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Anonymous living liver donation in children: Broad indications, broader impact.\n\nPubmed   Journal   ReadQx Fellows' Corner.\n\nPubmed   Journal   ReadQx Intracardiac thrombosis during liver transplantation: A 22-year single-institution cohort study.\n\nPubmed   Journal   ReadQx Letter to the editor: Is the SRTR metric \"Survival on the Waitlist\" still useful in the age of machine perfusion and short liver transplant wait times?\n\nPubmed   Journal   ReadQx RAPID progress: Living-donor liver transplantation for unresectable colorectal liver metastases.\n\nPubmed   Journal   ReadQx Reply: Is the SRTR metric \"Survival on the Waitlist\" still useful in the age of machine perfusion and short liver transplant wait times?\n\nPubmed   Journal   ReadQx Rethinking the use of immunotherapy post-liver transplantation: Standardized protocols with low risk of rejection.\n\nPubmed   Journal   ReadQx Pancreas\n    Commentary on \"Lifetime Smoking History and Marijuana Co-use in Patients With Alcohol-related Acute Pancreatitis\".\n\nPubmed   Journal   ReadQx Disparities in Chronic Pancreatitis Care in Appalachian Kentucky. \n\nPubmed   Journal   ReadQx Late Cholangitis After Pancreatoduodenectomy due to Ischemic Stricture of the Jejunal Loop. A Long-term Complication due to the Terminal Vascularization of the Jejunal Loop.\n\nPubmed   Journal   ReadQx Letter to \"Significance of Pancreatic Steatosis as a Predictor of New-Onset Diabetes Mellitus Following Pancreatectomy\".\n\nPubmed   Journal   ReadQx Quadrant-Necrosis-Infection (QNI) Score Predicts Clinical Outcomes Following Endoscopic Drainage of Peripancreatic Fluid Collections in a Resource-Limited, Plastic-Stent-Predominant Setting: A preliminary Retrospective Study.\n\nPubmed   Journal   ReadQx Refining Prognostic Assessment in Acute Pancreatitis: A Vision for Integrating Clinical and Social Determinants.\n\nPubmed   Journal   ReadQx Research Spotlight. \n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Inflamm Bowel Dis\n    Exploring the EPIcenter of VEOIBD: defining the genetic drivers of intestinal epithelial cellular dysfunction-authors' reply.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-12-19T06:44:40-05:00",
    "input_file": {}
  }
]
