[
  {
    "path": "gi2/08-30-2024/",
    "title": "Fri Aug 30 2024",
    "description": "54 articles - From Friday Aug 23 2024 to Friday Aug 30 2024",
    "author": [],
    "date": "2024-08-30",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Consensus Statement on Managing Anxiety and Depression in Individuals with Inflammatory Bowel Disease.\r\nMental healthcare and support for IBD patients is critical;  the statements included in this article represent practical considerations for IBD healthcare professionals in addressing key issues on provider awareness, knowledge and behaviors, screening and treatment resources, and patient education.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Acute Liver Failure: Do We Have Consensus Regarding Management?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Meta-analysis of the Therapeutic Impact of Cannabinoids in Inflammatory Bowel Disease.\r\nThis meta-analysis of clinical trials suggests that cannabinoids are associated with improved quality of life in both CD and UC, as well as improved disease activity but not inflammation.\r\nPubmed   Journal   ReadQx \r\nSystematic Review: Practices and Programs in Inflammatory Bowel Disease Transition Care.\r\nTransition- and medical-related outcomes for adolescents with IBD have been shown to benefit from structured transition programs but practices vary greatly between centers. There is no current standardized transition model for patients with IBD prompting further research to guide future development of guidelines and models of care.\r\nPubmed   Journal   ReadQx \r\nUpadacitinib for Acute Severe Ulcerative Colitis: A Systematic Review.\r\nThe reported adverse events were low, including 2 venous thromboembolic events. Overall, UPA appears to represent a safe and effective therapy for ASUC.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Prevalence of Sexual Dysfunction In Inflammatory Bowel Disease: Systematic Review and Meta-Analysis.\r\n We demonstrated high prevalence of SD in IBD patients, especially in women. Encouraging gastroenterologists to screen for, and treat, these disorders with a holistic approach might improve quality of life of patients with IBD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association between dietary magnesium intake and incident chronic kidney disease : A prospective observational cohort study.\r\nLower dietary magnesium intake was associated with a higher risk of incident CKD in adults with clinically normal kidney function. Further controlled studies are required to establish the potential benefit of adequate magnesium intake.\r\nPubmed   Journal   ReadQx \r\nAssociation of ultra-processed food consumption with risk of rheumatoid arthritis: A retrospective cohort study in the UK Biobank.\r\n Higher UPF consumption was associated with an increased risk of RA, which may be mediated by inflammation, lipids, and liver enzymes. Lower UPF consumption is recommended to reduce RA incidence.\r\nPubmed   Journal   ReadQx \r\nAssociations Between Different Coffee Types, Neurodegenerative Diseases, and Related Mortality: Findings from a Large Prospective Cohort Study.\r\n Higher intake of caffeinated coffee, particularly the unsweetened variety, was associated with reduced risks of ADRD and PD. No such associations were observed for sugar-sweetened or artificially sweetened coffee.\r\nPubmed   Journal   ReadQx \r\nDeep serum lipidomics identifies evaluative and predictive biomarkers for individualized glycemic responses following low-energy diet-induced weight loss: a PREVIEW sub-study.\r\nNewly discovered serum lipidomic alterations and the associated changes in lipid-clinical variables suggest broad metabolic reprogramming related to diet-mediated glycemic control. Novel lipid predictors of glycemic outcomes could facilitate early stratification of individuals with prediabetes who are metabolically less responsive to weight loss, enabling more tailored intervention strategies beyond one-size-fits-all lifestyle modification advice. The PREVIEW lifestyle intervention study was registered at clinicaltrials.gov as NCT01777893 (\r\nPubmed   Journal   ReadQx \r\nDiet Order Significantly Affects Energy Balance For Diets Varying In Macronutrients But Not Ultra-Processing In Crossover Studies Without A Washout Period.\r\nDiet order significantly affected energy intake, body weight, and body fat in a 4-week crossover inpatient diet study varying in macronutrients, but not in a similarly structured study varying in ultra-processed foods. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nDietaryindex: A User-Friendly and Versatile R Package for Standardizing Dietary Pattern Analysis in Epidemiological and Clinical Studies.\r\nDietaryindex is a user-friendly, versatile, and validated informatics tool for standardized dietary index calculations. We have open-sourced al the validation files and codes with detailed tutorials on GitHub (\r\nPubmed   Journal   ReadQx \r\nPlasma n6 polyunsaturated fatty acid levels and risk for total and cause-specific mortality: A prospective observational study from the UK Biobank.\r\nThese findings highlight the profound differences in health-related outcomes related to LA and non-LA n6 PUFA levels and underscore the inappropriateness of treating n-6 PUFAs as a homogenous class with respect to health outcomes. They also support recommendations to maintain (if not increase) current LA intakes.\r\nPubmed   Journal   ReadQx \r\nThe Role of Nutritional Factors in Transitioning between Early, Mid and Late Stages of Age-Related Macular Degeneration: prospective longitudinal analysis.\r\nIncreased consumption of green leafy vegetables, LZ, and fish nutritionally rich in ω-3 fatty acids during the initial stages of AMD may reduce rates of progression to higher severity of this debilitating disease. Clinical trial NCT00594672.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    A Study of Patient Concerns in the Modern Therapeutic Era of Inflammatory Bowel Disease.\r\nA shared decision-making model targeting the achievement of disease remission and addressing concerns rated highly by patients is important to meet the goal of care for patients with IBD.\r\nPubmed   Journal   ReadQx \r\nCommunicating Information Regarding IBD Remission to Patients: Evidence From a Survey of Adult Patients in the United States.\r\nOur study confirms that patients tend to define remission in terms of resolving symptoms. We found little evidence of barriers preventing patients from discussing remission with their healthcare professionals. This suggests that educational material could be used to resolve this discrepancy in understanding.\r\nPubmed   Journal   ReadQx \r\nFood-Based Interventions as Therapy for Inflammatory Bowel Disease: Important Steps in Diet Trial Design and Reporting of Outcomes.\r\nDiet therapy trials should adhere to similar rigorous quality standards used to develop other IBD therapies. Therefore, a set of practical recommendations was generated to provide the authors' perspective to help inform the future design of high-quality IBD diet trials.\r\nPubmed   Journal   ReadQx \r\nPsychological Distress Is Associated With Inflammatory Bowel Disease Manifestation and Mucosal Inflammation.\r\nA significantly higher psychological distress was identified in IBD patients. CD patients with increased ileal expression of IL17F and IL23A genes had higher PSS and HADS, suggesting a potential interplay between psychological distress and inflammation.\r\nPubmed   Journal   ReadQx \r\nSarcopenia Is a Risk Factor for Postoperative Complications Among Older Adults With Inflammatory Bowel Disease.\r\nSarcopenia, as measured by SMI, is associated with an increased risk of postoperative complications among older adults with IBD. Measurement of SMI from preoperative imaging can help risk stratify older adults with IBD undergoing intestinal resection.\r\nPubmed   Journal   ReadQx \r\nSelf-Compassion in Adolescents and Young Adults With Inflammatory Bowel Disease: Relationship of Self-Compassion to Psychosocial and Physical Outcomes.\r\nThis study offers preliminary support for the importance of self-compassion in AYAs with IBD and demonstrates the need for further research in this area.\r\nPubmed   Journal   ReadQx \r\nThe Potential of Molecular Remission: Tissue Neutrophil Elastase Is Better Than Histological Activity for Predicting Long-Term Relapse in Patients With Ulcerative Colitis in Endoscopic Remission.\r\nIn patients with UC who have achieved clinical and endoscopic remission, tissue expression of NE is a better predictor of long-term relapse than histological activity.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    HLA-DQA1*05 associates with anti-TNF immunogenicity and low adalimumab trough concentrations in inflammatory bowel disease patients from the SERENE UC and CD studies.\r\nWe found a significant association between alleles at genes in the human HLA locus and the formation of adalimumab immunogenicity and low adalimumab drug-serum concentrations in large clinical studies of CD and UC patients. This work extends previous results in Crohn's disease to ulcerative colitis and directly shows a genetic association in patients with low drug concentrations. This work builds on existing literature to suggest genetic screening as a useful tool for clinicians concerned with patient anti-TNF immunogenicity.\r\nPubmed   Journal   ReadQx \r\nPeripheral Blood Eosinophilia at Diagnosis of Inflammatory Bowel Disease Is Associated with Severe Disease Course; A Nationwide Study From the epi-IIRN Cohort.\r\n In this largest nationwide study, PBE predicted severe IBD course. These findings support the use of PBE as a marker of adverse outcome of IBD and as a potential target for future therapies.\r\nPubmed   Journal   ReadQx \r\nSubcutaneous infliximab cut-off points in patients with inflammatory bowel disease. Data from the ENEIDA registry.\r\n Switching from IV-IFX to SC-IFX safely maintains long-term remission in patients with CD and UC. In maintenance, the optimal cut-off point associated with remission was 12-13 μg/mL.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    A scoping review of non-medical barriers to living-donor liver transplant.\r\n The scoping review underscores non-medical barriers to LDLT across recipient, donor, and provider levels. These barriers include socioeconomic disparities, information gaps, and inadequate institutional support. The findings underscore the need for comprehensive national efforts to raise awareness about LDLT and provide essential financial support.\r\nPubmed   Journal   ReadQx \r\nDevelopment and validation of MRI PDFF Cut-offs for living liver donor eligibility assessment.\r\nFor diagnosing histologic HS ≥30%, which is the most prevalently used threshold for LDLT donor eligibility assessment, the PDFF cut-offs achieved sensitivities and specificities of both over 90%. The equation of (Histologic HS=-2.95 + 1.93 * PDFF) was derived.\r\nPubmed   Journal   ReadQx \r\nEffect of transjugular intrahepatic portosystemic shunt insertion on waitlist mortality and access to liver transplantation in budd-chiari syndrome.\r\n TIPS in BCS patients listed for LT reduces waitlist mortality and LT access, supporting its bridging role.\r\nPubmed   Journal   ReadQx \r\nFuture of U.S. living donor liver transplant: Donor and recipient criteria, transplant indications, transplant oncology, liver paired exchange and non-directed donor graft allocation.\r\nWith ongoing investment in the deliberate growth of LDLT surgical expertise, experience and technical advances in the U. S., the liver transplant community's future vision to increase transplant access to more patients with end-stage liver disease and selected oncology patients may be successfully realized.\r\nPubmed   Journal   ReadQx \r\nHospital readmission for acute kidney injury is independently associated with de novo end-stage renal disease after liver transplantation.\r\nAKI readmissions in the first post-LT year impact over one-quarter of recipients. These increase the risk of subsequent ESRD, but may represent an opportunity to intervene and mitigate further renal dysfunction.\r\nPubmed   Journal   ReadQx \r\nHypothermic oxygenated machine perfusion influences the immunogenicity of donor livers in humans.\r\nOur study provides novel mechanistic insight into the capacity of HOPE to influence liver IRI and to modulate effector and regulatory donor-specific T cell responses post-transplantation. These findings, which confirm observations made in animal models, help explain the decreased rejection rates reported in patients receiving HOPE-treated allografts.\r\nPubmed   Journal   ReadQx \r\nInformatics driven solutions for optimal care delivery in liver transplantation.\r\nIn this review, we explore the utility of various techniques of clinical informatics mainly within the transplant care cascade, barriers to implementation, and highlight opportunities for future investigation and optimized use. Although barriers to widespread adoption remain such as interoperability, data access and availability and structured implementation strategies, the integration of informatics and CDS/AI-based tools into routine care for liver transplantation represents an opportunity for marked enhancement in how we deliver care to these patients.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for pediatric genetic and metabolic disorders.\r\nThe decision to transplant can be challenging and requires consideration of several factors including hepatic involvement, extra-hepatic manifestations, and anticipated post-transplant outcomes. This review examines pediatric genetic and metabolic liver diseases, their pathophysiology, clinical presentation, and the role of liver transplantation.\r\nPubmed   Journal   ReadQx \r\nLiver transplantation for pediatric liver malignancies.\r\nFurthermore, LT has also shown better results than liver resection for cases of HCC not meeting Milan criteria. Given the rarity of pediatric liver malignancies and challenges in optimal management, a multidisciplinary treatment approach, research models building on what is already known, and consideration of newer treatment modalities are required for further improving the treatment of pediatric liver malignancies.\r\nPubmed   Journal   ReadQx \r\nMRI-serum-based score accurately identifies liver transplant patients without rejection avoiding need for liver biopsy: A multisite European study.\r\n Combining both imaging and serum biomarkers into a composite biomarker (imaging and serum biomarkers) has potential in monitoring the liver graft to effectively risk stratify patients and identify those most likely to benefit from a non-invasive diagnostic approach, reducing the need for liver biopsy.\r\nPubmed   Journal   ReadQx \r\nReappraisal of tacrolimus levels post liver transplant for hepatocellular carcinoma: A multicenter study toward personalized immunosuppression regimen.\r\n Although previous studies have explored the influence of FK levels at 1 to 3 months post-LT on HCC recurrence, this current study suggests that earlier time points and exposure levels must be evaluated. Each patient's oncological risk must also be considered in developing an individualized immunosuppression regimen.\r\nPubmed   Journal   ReadQx \r\nThe clinical relevance of the new criteria for cirrhotic cardiomyopathy and future directions.\r\nSince 2020, the prevalence of the disorder and clinical considerations for pre-transplant, peritransplant, and post-transplant patients with cirrhosis have been further evaluated and CCM was found to adversely impact clinical outcomes during al three phases of care. Future research considerations should address the timing of universal echocardiographic screening for patients with cirrhosis, utility of biomarkers in aiding CCM diagnosis, impact of CCM on right heart function, and role of anti-remodeling agents post-liver transplant (post-LT).\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A nomogram to predict the occurrence of pseudocyst in the patients with acute pancreatitis.\r\nThe nomogram that incorporates early laboratory data (LDH, Hb, ALB, and Ca) in AP patients is able to predict the incidence of PP with greater accuracy than the CTSI and AP severity.\r\nPubmed   Journal   ReadQx \r\nMolecular aspects of BRAF and HER2 in prognosis of periampullary carcinoma.\r\nBRAF V600E SNP was associated with disease susceptibility, and had increased mRNA expression while HER2 I1655V SNP was associated with poor survival outcome in PAC. The increased expression of BRAF and HER2 in early tumors and their co-expression in PAC exhibit cross talk between RAS/RAF and EGFR pathway in PAC.\r\nPubmed   Journal   ReadQx \r\nPreoperative level of serum transthyretin as a novel biomarker predicting survival in resected pancreatic ductal adenocarcinoma with neoadjuvant therapy.\r\nOur data suggest that the TTR level is a promising prognostic biomarker for PDAC patients after NAT.\r\nPubmed   Journal   ReadQx \r\nProspective multicenter surveillance study of branch-duct intraductal papillary mucinous neoplasm of the pancreas; risk of dual carcinogenesis.\r\n Careful attention should be given to \"dual carcinogenesis\" during BD-IPMN surveillance, indicating the progression of BD-IPMN to HGD/IC and development of cPDAC distinct from BD-IPMN, although the establishment of risk factors that predict cPDAC development remains a challenge (UMIN000007349).\r\nPubmed   Journal   ReadQx \r\nRelationships between postoperative recurrences and standardized uptake value on 18F-fluorodeoxyglucose-positron emission tomography in patients with resectable and borderline resectable pancreatic ductal adenocarcinoma who underwent curative pancreatic resection after neoadjuvant chemoradiotherapy.\r\n R- and BR-PDACs with high SUV on FDG-PET at diagnosis are risk factors for postoperative recurrence. Among patients who undergo surgery after NACRT, those with a high SUVmax at diagnosis or post-NACRT require careful attention for postoperative liver recurrence.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    In Severe Inflammatory Bowel Disease, the Onset of Effectiveness of Biologics and Small Molecules Depends More on the Medication Than on the Diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Measurement Is Necessary But Not Sufficient to Improve Quality of Care for Patients With Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    What's in the life of children with chronic pancreatitis?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Tofacitinib Does Not Impair Sperm Quality in Men With Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    ILTS Annual Congress 2024 Abstracts.\r\n\r\nPubmed   Journal   ReadQx \r\nIntroduction to History, Culture, and Liver Disease series.\r\n\r\nPubmed   Journal   ReadQx \r\nLocoregional therapy for colorectal liver metastases awaiting transplantation: Balancing tumor control with liver toxicity.\r\n\r\nPubmed   Journal   ReadQx \r\nPolicy Corner: Multivisceral transplant.\r\n\r\nPubmed   Journal   ReadQx \r\nThe trials, tribulations, and triumph of Ulysses S. Grant with alcohol.\r\n\r\nPubmed   Journal   ReadQx \r\nWaitlist outcomes of pediatric liver transplant recipients relisted as adults.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Reply: In Severe Inflammatory Bowel Disease, the Onset of Effectiveness of Biologics and Small Molecules Depends More on the Medication Than on the Diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Extraosseous Ewing's sarcoma/primitive neuroectodermal tumor of the pancreas.\r\n\r\nPubmed   Journal   ReadQx \r\nPrevalence and risk factors of fatigue and its association with quality of life among patients with chronic pancreatitis: A cross-sectional study.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-09-04T14:26:25-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/08-23-2024/",
    "title": "Fri Aug 23 2024",
    "description": "18 articles - From Friday Aug 16 2024 to Friday Aug 23 2024",
    "author": [],
    "date": "2024-08-23",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effects of prenatal small-quantity lipid-based nutrient supplements on pregnancy, birth and infant outcomes: a systematic review and meta-analysis of individual participant data from randomized controlled trials in low- and middle-income countries.\r\nSQ-LNS had positive impacts on multiple outcomes compared to IFA/SOC, but further research directly comparing SQ-LNS and MMS is needed. Targeting SQ-LNS to vulnerable subgroups may be worth considering. Analysis registered at (CRD42021283391). REGISTRY AND REGISTRY NUMBER FOR SYSTEMATIC REVIEWS OR META-ANALYSES  Registered at as CRD42021283391 on 11 April 2021.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Natural history of spontaneous pancreatic portal vein fistulae: A systematic review of the literature.\r\nPPVF is a rare and potentially fatal condition, though rates of bleeding complication and death were relatively low in this population. High-quality observational studies are needed to better understand the pathophysiology and natural history of this diagnosis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association between dietary magnesium intake and incident chronic kidney disease : A prospective observational cohort study.\r\nLower dietary magnesium intake was associated with a higher risk of incident CKD in adults with clinically normal kidney function. Further controlled studies are required to establish the potential benefit of adequate magnesium intake.\r\nPubmed   Journal   ReadQx \r\nAssociation of ultra-processed food consumption with risk of rheumatoid arthritis: A retrospective cohort study in the UK Biobank.\r\n Higher UPF consumption was associated with an increased risk of RA, which may be mediated by inflammation, lipids, and liver enzymes. Lower UPF consumption is recommended to reduce RA incidence.\r\nPubmed   Journal   ReadQx \r\nCalibration of 24-Hour Urinary Sodium Excretion Estimates from Fasting Morning Urine in Chinese Populations: A Comparative Analysis of Two Calibration Models and A Locally Developed Model.\r\nThe three evaluation models may serve as effective, low-burden alternatives for assessing urinary sodium levels in the population. However, to enhance the accuracy and reliability of predictions at the individual level, further repeated measurements are necessary to minimize measurement errors and augment the validity of the estimations.\r\nPubmed   Journal   ReadQx \r\nDiet Order Significantly Affects Energy Balance For Diets Varying In Macronutrients But Not Ultra-Processing In Crossover Studies Without A Washout Period.\r\nDiet order significantly affected energy intake, body weight, and body fat in a 4-week crossover inpatient diet study varying in macronutrients, but not in a similarly structured study varying in ultra-processed foods. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    The Composition of the Fecal and Mucosa-adherent Microbiota Varies Based on Age and Disease Activity in Ulcerative Colitis.\r\nOur results indicate that pediatric UC patients have a more unstable fecal microbiota and a lower α diversity than adult patients and that the microbiota composition differs between aUC and pUC patients. These findings offer some explanation for the observed differences between pUC and aUC and indicate that individualized approaches are needed if microbiota modifications are to be used in the future treatment of UC.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    HLA-DQA1*05 associates with anti-TNF immunogenicity and low adalimumab trough concentrations in inflammatory bowel disease patients from the SERENE UC and CD studies.\r\nWe found a significant association between alleles at genes in the human HLA locus and the formation of adalimumab immunogenicity and low adalimumab drug-serum concentrations in large clinical studies of CD and UC patients. This work extends previous results in Crohn's disease to ulcerative colitis and directly shows a genetic association in patients with low drug concentrations. This work builds on existing literature to suggest genetic screening as a useful tool for clinicians concerned with patient anti-TNF immunogenicity.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinical impact of carbonic anhydrase 9 expression on neoadjuvant chemoradiotherapy in pancreatic ductal adenocarcinoma.\r\nCA9 may act as a target molecule for RT/CRT, highlighting its clinical importance as a valuable biomarker for more stringent indications for NACRT.\r\nPubmed   Journal   ReadQx \r\nRelationships between postoperative recurrences and standardized uptake value on 18F-fluorodeoxyglucose-positron emission tomography in patients with resectable and borderline resectable pancreatic ductal adenocarcinoma who underwent curative pancreatic resection after neoadjuvant chemoradiotherapy.\r\n R- and BR-PDACs with high SUV on FDG-PET at diagnosis are risk factors for postoperative recurrence. Among patients who undergo surgery after NACRT, those with a high SUVmax at diagnosis or post-NACRT require careful attention for postoperative liver recurrence.\r\nPubmed   Journal   ReadQx \r\nSeverity and outcome of a first episode of idiopathic acute pancreatitis is not more severe than pancreatitis of other etiologies.\r\n In the context of a first episode of acute pancreatitis, idiopathic acute pancreatitis remains a challenging diagnosis posing an increased risk of recurrence, but not an increased risk for a more severe disease course.\r\nPubmed   Journal   ReadQx \r\nThe role of aspirin in the prevention of pancreatic cancer: A nested case-control study in the UK Biobank.\r\n Regular aspirin use is associated with a reduction in risk of PDAC. The reduced risk is more apparent in participants with DM.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    In Severe Inflammatory Bowel Disease, the Onset of Effectiveness of Biologics and Small Molecules Depends More on the Medication Than on the Diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Unseen foe: The financial toxicity of liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Early discharge of patients with mild acute pancreatitis - A scoping review.\r\nEarly discharge of patients with mild acute pancreatitis seems both feasible and safe. Further studies are warranted, since focus on safe early discharge could significantly reduce inpatient healthcare utilization and associated costs.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Reply: In Severe Inflammatory Bowel Disease, the Onset of Effectiveness of Biologics and Small Molecules Depends More on the Medication Than on the Diagnosis.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Improving diagnostic accuracy of hidden pancreatic tumors on endoscopic ultrasound: Insights and methodological concerns on pancreatic juice cytology.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to international evidence-based Kyoto guidelines for the management of intraductal papillary mucinous neoplasm of the pancreas regarding EUS guided cyst chemoablation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-08-29T12:29:04-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/08-09-2024/",
    "title": "Fri Aug 09 2024",
    "description": "27 articles - From Friday Aug 02 2024 to Friday Aug 09 2024",
    "author": [],
    "date": "2024-08-09",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Impact of the ketogenic diet as a dietary approach on cardiovascular disease risk factors: a meta-analysis of randomized clinical trials.\r\nAlthough the ketogenic diet demonstrates benefits in terms of triglyceride, blood pressure, weight, and glycemic control, its impact on CVD risk factors, especially the elevated total cholesterol and low-density lipoprotein cholesterol concentrations, warrants a cautious approach.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Cause-specific and all-cause mortalities in vegetarian compared to non-vegetarian participants from the Adventist Health Study-2 cohort.\r\nVegetarian diets are associated with lower risk for all-cause and many cause-specific mortalities, especially among males and in younger subjects. However, higher risks were observed among older vegetarians for stroke and dementia. These results need further support and investigation.\r\nPubmed   Journal   ReadQx \r\nIntergenerational transmission of sucralose and acesulfame-potassium from mothers to their infants via human milk: a pharmacokinetic study.\r\nAce-K rapidly transfers from human milk into infants' circulation whereas sucralose was detected at much lower concentrations and in some but not al infants. Future research should investigate effects of early life sucralose and ace-K exposure via human milk on infants' health.\r\nPubmed   Journal   ReadQx \r\nNavigating Complex Nutritional Challenges After Bariatric Surgery: Malnutrition, Multiple Nutrient Deficiencies, and Gastrointestinal Dysfunction in Pregnancy.\r\nShe was empirically treated for SIBO using systemic antibiotics and was started on parenteral nutrition to prevent further calorie deficit during pregnancy. This case underlines the complexity and challenges in diagnosing SIBO after bariatric surgery that includes creation of Roux-en-Y anatomy, including BPS/DS, and the relationship between albumin, malnutrition, and the effect of systemic inflammation on the latter two.\r\nPubmed   Journal   ReadQx \r\nVariation of LDL-cholesterol in response to the replacement of saturated with unsaturated fatty acids: a non-randomised, sequential dietary intervention study (RISSCI-1).\r\nThese findings support the efficacy of UK SFA dietary guidelines for the overall lowering of serum LDL-C, but showed marked variation in LDL-C response. Further identification of the determinants of this variation will facilitate targeting and increasing efficacy of these guidelines. Clinical trial registry The RISSCI-1 study was registered with ClinicalTrials.Gov (No. NCT03270527).\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Assessing the Value of Histology and Anatomic Segment Evaluation Among Patients Undergoing Pouchoscopy.\r\nIn our evaluation, the added benefit of histology in the presence of visible endoscopic inflammation for disease activity assessment scores is unclear. The prognostic value of histologic inflammation without endoscopic inflammation warrants a longitudinal study.\r\nPubmed   Journal   ReadQx \r\nComparative Safety and Effectiveness of Ustekinumab and Anti-TNF in Elderly Crohn's Disease Patients.\r\nWe observed comparable safety and effectiveness for ustekinumab and anti-TNF agents in treating elderly CD patients.\r\nPubmed   Journal   ReadQx \r\nDistribution of Serum Testosterone Concentrations in IBD Males and Associations With Inflammatory Bowel Disease Activity.\r\nLower testosterone concentrations in men with IBD may reflect confounding from other factors and are not independently associated with disease activity. Greater awareness and screening for sexual dysfunction should occur in males with IBD, particularly in those with a longer disease duration.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Vaccination and Revaccination Against Hepatitis B Virus Using 2 Different Strategies in Patients With Inflammatory Bowel Disease.\r\nIBD patients demonstrate lower response to HBV vaccination compared with the general population. Age, body mass index, type, disease activity, and immunosuppression negatively affect the response. Half of nonresponders may benefit from an enhanced revaccination attempt.\r\nPubmed   Journal   ReadQx \r\nEosinophil Depletion as a Potential Therapeutic Strategy in Acute and Chronic Intestinal Inflammation Based on a Dextran Sulfate Sodium Colitis Model.\r\nEosinophil depletion prevents and decreases intestinal inflammation in a preclinical dextran sulfate sodium model without affecting fibrosis. These results pave the way for exploring eosinophil depletion as a novel treatment modality in addressing intestinal inflammation.\r\nPubmed   Journal   ReadQx \r\nLifestyle Intervention Modulates the CD4+ T Cell Profile in the Blood of Crohn's Disease Patients.\r\nThe MBM program, whether guided or self-directed, has the potential to restore the CD4+ T cell profile of CD patients to levels comparable to healthy blood donors. Lifestyle interventions may benefit CD progression, symptoms, and immunological status, but further analysis is needed to substantiate these findings and to fully understand their clinical implications. (ClinicalTrials.gov  NCT05182645).\r\nPubmed   Journal   ReadQx \r\nMYO5B and the Polygenic Landscape of Very Early-Onset Inflammatory Bowel Disease in an Ethnically Diverse Population.\r\nOur results support the polygenic nature of VEO-IBD, in which key participants, like MYO5B, were identified through network analytics. Rare variant load within susceptibility genes may be relevant not only for the genetic origins of inflammatory bowel disease, but also for the age of disease onset. Our findings could guide future work in precision medicine.\r\nPubmed   Journal   ReadQx \r\nMirikizumab Sustained Impact on Fatigue in Patients with Moderately to Severely Active Crohn's Disease in the Phase 2 AMAG Study.\r\nMirikizumab treatment significantly improved fatigue in patients with moderately to severely active CD, which was sustained to W104. The improvement in fatigue was correlated with improvement in clinical measures and was strongly correlated with improvement in QoL.\r\nPubmed   Journal   ReadQx \r\nOne-year Safety and Effectiveness of Ustekinumab in Patients With Crohn's Disease: The K-STAR Study.\r\nUstekinumab was well-tolerated, effective, and safe as induction and maintenance therapy for CD in Korea.\r\nPubmed   Journal   ReadQx \r\nResolving Resident Colonic Muscularis Macrophage Diversity and Plasticity During Colitis.\r\nOur findings contribute to the understanding of the immune system in the muscularis propria niche during colitis by resolving the heterogeneity and origins of colitic MMφs.\r\nPubmed   Journal   ReadQx \r\nUnraveling Twisted Pouch Syndrome: A Narrative Review of Classification, Diagnosis, Treatment, and Prevention.\r\nPouches may rarely be inadvertently twisted during construction or twisted owing to adhesive disease or leaks. A high index of suspicion is needed to establish the diagnosis. We present a simple classification of twisted pouch syndrome that may aid in the prevention and recognition of these often difficult to diagnose postoperative complications.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Fecal calprotectin diagnostic level gradient along the small bowel in patients with Crohn's disease.\r\nFC may serve as a topographical biomarker of CD-activity, with its sensitivity to identify mucosal inflammation increases from proximal to distal SB segments.\r\nPubmed   Journal   ReadQx \r\nThe costs of home monitoring by telemedicine versus standard care for inflammatory bowel diseases - a Danish register-based, five-year follow-up study.\r\n Telemedicine is cost-effective for patients not receiving biologics. However, treatment with biologics is more expensive for patients enrolled in eCare. Careful attention to PRO in eCare improves quality of life and could prolong time to relapse.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Quantile regression in the field of liver transplantation: A case study-based tutorial.\r\nOur real-world cases demonstrate how quantile regression models give researchers a richer understanding of relationships in the data and provide more nuanced clinical understanding compared to more commonly used linear regression models. We encourage researchers to explore quantile regression as a tool to answer relevant clinical research questions and support their more widespread adoption.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Combined EUS and ERCP in patients with malignant distal biliary obstruction is associated with reduced time to oncological therapy compared to ERCP and sampling alone.\r\nIn our cohort of patients, a combined approach was associated with improved diagnostic yield, reduced need for repeat sampling procedures and reduced time to evaluation and treatment, with similar therapeutic success and adverse event rates. Careful multidisciplinary discussion is recommended to avoid performing unnecessary EUS procedures on patients who will not benefit from further treatment.\r\nPubmed   Journal   ReadQx \r\nPreoperative chemotherapy with Gemcitabine for pancreatic cancer causes zinc deficiency.\r\nThe preoperative chemotherapy consistently reduced the serum zinc concentrations in the PC patients, regardless of their regimen such as GEM + S1 and GEM + nab-PTX. Monitoring the serum zinc concentration and appropriate zinc supplementation may be essential for PC patients undergoing preoperative chemotherapy and pancreatectomy.\r\nPubmed   Journal   ReadQx \r\nRisk factors of negative diagnosis of MRCP in acute biliary pancreatitis patients with choledocholithiasis.\r\nThe history of cholecystectomy, older age and male are independently associated with an increased risk of negative diagnosis of MRCP in ABP patients with choledocholithiasis. We suggest that patients with these risk factors should undergo EUS first, rather than MRCP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Feasibility and efficacy of cell-free and concentrate ascites reinfusion therapy (CART) for advanced pancreatic cancer patients with massive malignant ascites.\r\n CART is feasible and might be the optimal option to enable prolonged use of chemotherapy to improve the prognosis for late-stage pancreatic cancer patients.\r\nPubmed   Journal   ReadQx \r\nIncidence and risk factors for deep vein thrombosis (DVT) and pulmonary embolism (PE) in acute necrotizing pancreatitis (ANP) - A single center experience.\r\nThe overall incidence of VTE in our cohort of patients with ANP was 12.5 %, which was usually diagnosed within one month of hospitalization. High-risk patients can be stratified based on clinical and imaging characteristics and may benefit from intensive DVT screening and prophylaxis during hospitalization and following discharge.\r\nPubmed   Journal   ReadQx \r\nRecurrence pattern and its risk factors in patients with resected pancreatic ductal adenocarcinoma - A retrospective analysis of 272 patients.\r\n The occurrence of recurrence and especially of early and metastatic recurrence are associated with a worse overall survival. Patients lacking preoperative diabetes, having high preoperative CA19-9 values and lymph node metastases are particularly at risk for (early) recurrence.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Pancreatology\r\n    Epigenetic regulation of the tumor microenvironment: A leading force driving pancreatic cancer.\r\nThe behavior of other cell populations in the tumor stroma such as cancer-associated fibroblasts, immune cells, and others are mostly regulated by epigenetic pathways. Here, we present an overview of the main cellular and acellular components of the pancreatic cancer tumor microenvironment and discuss how the epigenetic mechanisms operate at different levels in the stroma to establish a differential gene expression to regulate distinct cellular phenotypes contributing to pancreatic tumorigenesis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Two cases of hemoptysis in pancreatitis and their rescue endovascular embolization.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-08-11T15:57:34-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/08-02-2024/",
    "title": "Fri Aug 02 2024",
    "description": "23 articles - From Friday Jul 26 2024 to Friday Aug 02 2024",
    "author": [],
    "date": "2024-08-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    ECCO Crohn's Disease Guidelines-A Personal View of the Journey from Questions to Recommendations.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of ultra-processed food consumption with risk of microvascular complications among individuals with type 2 diabetes in the UK Biobank: a prospective cohort study.\r\n Higher UPF consumption was associated with higher risks of diabetic microvascular complications, and the association was partly mediated through multiple potential ways.\r\nPubmed   Journal   ReadQx \r\nChildhood nutritional factors and cardiometabolic outcomes at 9-11 years of age: findings from the ROLO longitudinal birth cohort study.\r\n Exposure to human milk in early life was associated with lower preteen adiposity, irrespective of duration. Diet quality/inflammation deteriorated between early childhood and the preteen years, highlighting a potential period for intervention.\r\nPubmed   Journal   ReadQx \r\nConsumption of Different Combinations of Human Milk Oligosaccharides in the First 6 Months of Infancy is Positively Associated with Early Cognition at 2 Years of Age in a Longitudinal Cohort of Latino Children.\r\nThis study highlights specific HMO combinations in early life influencing cognitive performance at 2 years.\r\nPubmed   Journal   ReadQx \r\nEvaluation of Daily Eating Patterns on Overall Diet Quality using Decision Tree Analyses.\r\nDay-level eating patterns were associated with diet quality, emphasizing the relevance of both food type and timing in relation to a high-quality diet. Future interventions should investigate the potential impact of targeting food type and timing to improve diet quality.\r\nPubmed   Journal   ReadQx \r\nMetabolomics signatures of sweetened beverages and added sugar are related to anthropometric measures of adiposity in young individuals: results from a cohort study.\r\nWe identified SBs- and AS-related metabolites, which may be important for understanding the interplay between these intakes and adiposity in young individuals.\r\nPubmed   Journal   ReadQx \r\nPerceptions and Preferences for Environmentally Sustainable Food and Associated Factors: A Cross-Sectional Analysis of a Nationally Representative Survey of United States Consumers. \r\nAssociations between consumer characteristics and use of different signals for environmental sustainability were heterogeneous. Even among consumers who value environmental sustainability in food products, specific signals used by different respondents varied across demographics and health characteristics.\r\nPubmed   Journal   ReadQx \r\nVitamin D and Heart Failure Risk among Individuals with Type 2 Diabetes: Observational and Mendelian Randomization Studies.\r\ns/interpretation Higher serum 25(OH)D was associated with lower HF risk among individuals with T2D and the MR analysis suggested a potential causal relationship. These findings indicate a role of maintaining adequate vitamin D status in the prevention of HF among individuals with T2D.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Effect of Overweight and Obesity on the Response to Anti-TNF Therapy and Disease Course in Children With IBD. \r\nOverweight/obese children with IBD were not at a higher risk of LOR to anti-TNF. Relapse in the first year after anti-TNF was introduced, but risk for relapse was increased at the end of follow-up.\r\nPubmed   Journal   ReadQx \r\nEstrogen Receptor β Activation Mitigates Colitis-associated Intestinal Fibrosis via Inhibition of TGF-β/Smad and TLR4/MyD88/NF-κB Signaling Pathways. \r\nEstrogen receptor β may regulate intestinal fibrosis through modulation of the TGF-β/Smad and TLR4/MyD88/NF-κB signaling pathways. Targeting ERβ activation could be a promising therapeutic strategy for treating intestinal fibrosis.\r\nPubmed   Journal   ReadQx \r\nLong-Term Outcomes of Intravenous Ustekinumab Maintenance Treatment in Patients With Loss of Response to Subcutaneous Dosing. \r\nNo adverse events reported. IV UST maintenance effectively sustained remission in most patients at 52 weeks.\r\nPubmed   Journal   ReadQx \r\nMucosal and Transmural Healing and Long-term Outcomes in Crohn's Disease. \r\nMucosal and transmural healing are associated with positive long-term outcomes for adult patients with Crohn's disease. The adoption of standardized measures and less invasive assessment tools will maximize the benefits of patient monitoring.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Chronic poor sleep is associated with increased disease activity in patients with ulcerative colitis: Prospective observational study in Japan.\r\nConcomitant chronic poor sleep may have a negative influence on the disease activity in patients with inflammatory bowel disease, especially in those with ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nDiscordant effects of Janus kinases inhibition ex-vivo on inflammatory responses in colonic compared to ileal mucosa.\r\nSite-specific anti-inflammatory effect of JAK inhibition by tofacitinib was noticed, whereby the colon was more robustly affected than the ileum. Ex-vivo response to tofacitinib is individual. JAK inhibition may attenuate inflammation by decreasing iNOS expression. Ex-vivo mucosal platforms may be a valuable resource for studying personalized drug effects in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Early living donor liver transplantation for alcohol-associated hepatitis: Status in the era of increasing demand, unmet needs, and future considerations.\r\nThe challenges of LT in living donor centers, particularly for those with AH, are unique and have previously not been discussed in depth. In this review, we aim to discuss the challenges unique to LDLT with respect to candidate and donor selection, ethical considerations, disparities in LDLT, post-LT alcohol relapse, and measures to prevent them while also addressing the definitions and outcomes of early-living donor liver LT (eLDLT) for AH.\r\nPubmed   Journal   ReadQx \r\nImpact of acute kidney injury response on survival and liver transplant rates in hospitalized patients with cirrhosis awaiting liver transplantation: Results from the HRS-HARMONY consortium.\r\nIn patients with cirrhosis waitlisted for LT who are hospitalized with AKI, AKI response to therapy is associated with improved 90-day survival, despite a reduced LT rate and longer time to LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Ex-vivo 3D cellular models of pancreatic ductal adenocarcinoma: from embryonic development to precision oncology.\r\nDespite recent advancements in understanding the etiopathogenesis and treatment of PDAC, there remains a pressing need for improved individualized models, the identification of novel molecular targets, and the development of unbiased predictors of disease progression. Here we aim to explore the concept of precision medicine utilizing three-dimensional, patient-specific cellular models of pancreatic tumors and discuss their potential applications in uncovering novel druggable molecular targets and predicting clinical parameters for individual patients.\r\nPubmed   Journal   ReadQx \r\nRisk factors of acute pancreatitis in young adults: a Nationwide population-based cohort study in South Korea.\r\nIn the young adult population, alcohol consumption, smoking, hypertriglyceridemia, and obesity were associated with an elevated risk of developing AP. It is important to identify and manage the modifiable AP risk factors in young adults to minimize the socioeconomic burden of AP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Early tumor shrinkage as a prognostic predictor in chemotherapy-naïve patients with locally advanced pancreatic cancer treated with modified FOLFIRINOX or gemcitabine plus nab-paclitaxel combination therapy: An exploratory analysis of JCOG1407.\r\nETS may be a prognostic predictor in chemotherapy-naïve patients with LAPC treated with mFOLFIRINOX or GnP.\r\nPubmed   Journal   ReadQx \r\nSurgical prophylaxis in pancreatoduodenectomy: Is cephalosporin still the drug of choice in patients with biliary stents in situ?\r\n PTZ prophylaxis effectively reduced SSIs in stented patients post-pancreatoduodenectomy. Based on the local microbial profile, ceftriaxone prophylaxis may be used for prophylaxis in non-stented patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    Deciphering the Differences Between Stricturing With or Without Penetrating Crohn's Disease: One Step Closer to Solving the Puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Utility of Intestinal Ultrasound in a Case of Microscopic Colitis. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter To The Editor:Unfair discrimination of multiple races in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-08-02T12:00:06-04:00",
    "input_file": {}
  }
]
