[
  {
    "path": "gi2/02-06-2026/",
    "title": "Fri Feb 06 2026",
    "description": "20 articles - From Friday Jan 30 2026 to Friday Feb 06 2026",
    "author": [],
    "date": "2026-02-06",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Clin Nutr\n    Fiber Intake and Laxation in People With Normal Bowel Function: A Systematic Review.\nRCTs support small to modest effects of dietary fiber on laxation in generally healthy people with normal bowel function. Low solubility and low fermentability fibers yielded the strongest effects. Future studies should better characterize fiber properties, assess wider ranges of fiber doses, and comprehensively report participants' total and background fiber intake. Registry number Registered with PROSPERO (CRD42024522380).\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Systematic review and meta-analysis of childhood exposure to antibiotics and the subsequent risk of IBD.\nWhile causal interpretation should be cautious, childhood exposure to antibiotics was associated with an increased risk of later IBD, particularly for CD.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Associations between breastfeeding, childhood BMI and pubertal onset: Findings from a prospective cohort study.\nExclusive breastfeeding and longer breastfeeding duration were associated with later onset of puberty in boys and girls. Pre-pubertal BMI did not mediate the observed associations.\nPubmed   Journal   ReadQx Blood micronutrients modified associations between blood heavy metals and cognitive decline in a nationally representative cross-sectional study.\nThis study revealed that the neurodegenerative influence of heavy metals is more pronounced in individuals with lower micronutrient status. If the results of the present study are confirmed by future studies, reducing heavy metal exposure and improving micronutrient status may offer a novel and practical strategy for preventing cognitive decline and dementia.\nPubmed   Journal   ReadQx Changes in dietary sodium knowledge, attitudes and behaviours among Canadian adults in 2011 and 2024: A repeated cross-sectional study.\nMany indices of sodium-related KAB deteriorated from 2011 to 2024 among Canadian adults, despite their continued concern about sodium intake. These findings highlight a widening knowledge-to-action gap and reinforce the need for comprehensive public health efforts to support population-wide dietary sodium reduction.\nPubmed   Journal   ReadQx Comparison of food processing classification frameworks in the National Health and Nutrition Examination Survey (NHANES) 2017 - 2018.\nDespite differences in classification criteria across systems, associations with nutrients, sociodemographic, and cardiometabolic parameters were consistent. A standardized classification system is needed to ensure a unified understanding of ultra-processed food and its health implications.\nPubmed   Journal   ReadQx Folic acid fortification of iodized salt improves the folate status of non-pregnant adult Ethiopian females and does not impair their iodine status: a community-based, household-randomized, dose-response trial.\nFA fortification of salt is an effective and safe method to improve women's folate status and thereby reduce the risk of NTD-affected pregnancies.\nPubmed   Journal   ReadQx Health-related quality of life, compliance and sustained adherence on a Low-Carbohydrate High-Fat diet compared with a High-Carbohydrate Low-Fat diet in people with type 2 diabetes.\n HRQoL improved in both dietary intervention groups with no difference between groups. Dietary compliance was associated with improved HRQoL and may play a role in sustained adherence to the LCHF diet. Clinical trial registry number ClinicalTrials.gov (NCT03068078),\nPubmed   Journal   ReadQx Meal fatty acid metabolism is associated with long-term weight gain in women - a retrospective cohort study.\nThe finding that weight change is correlated with dietary fatty acid metabolism for adult, non-obese females suggests that inter-individual variations in how women process dietary fat can influence long-term energy balance. Clinical trial registration\nPubmed   Journal   ReadQx Plasma n6 polyunsaturated fatty acid levels and risk for dementia: A prospective observational study from the UK Biobank.\nWe observed heterogeneous associations between different types of n-6 PUFAs and risk of dementia, supporting the increasing view that n-6 PUFAs should not be treated homogeneously. Future research should investigate whether dietary LA (which drives plasma LA levels) may help reduce risk for dementia. Registration This research has been conducted using the UK Biobank Resource under Application Number 85092.\nPubmed   Journal   ReadQx Predictive equations commonly used in clinics underestimate resting energy expenditure compared with whole-room indirect calorimetry in colorectal cancer survivors.\nFuture studies need to develop improved predictive equations for CRC survivors. Clinical trial registry number Identifier: NCT01570010.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Frequency of computed tomography scans in Crohn's disease patients in the emergency department.\nRadiation exposure in Crohn's patients is higher than that of the general population, owing to multiple CT scans often performed acutely in the ED. Factors we assessed could not reliably predict urgent findings on CT and a significant percentage of patients had urgent findings. However, we identified a group with multiple CTs associated with barriers to healthcare.\nPubmed   Journal   ReadQx Long-term clinical and endoscopic outcomes of ulcerative colitis after liver transplantation: a multicenter cohort study on the use and safety of advanced therapies.\nIn most patients, clinical disease activity remains stable after LT. However, persistent moderate-to-severe mucosal inflammation is observed in a substantial subset during long-term follow-up. Advanced therapies, particularly vedolizumab, are being used more frequently in this setting and may offer disease control without a corresponding increase in infection risk. These findings underscore the need for individualized, interdisciplinary management and further prospective evaluation of treatment strategies in this population.\nPubmed   Journal   ReadQx J Crohns Colitis\n    A Descriptive Comparison of Phase 3 Results and Head-to-Head Trials in Inflammatory Bowel Diseases.\n Significant heterogeneity in trial design, populations and outcome reporting limits the predictive value of placebo-controlled trials. Randomized head-to-head trials remain essential for optimizing IBD therapeutic strategies.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Inflamm Bowel Dis\n    Clinical response for 12 months or more to the first advanced therapy in IBD decreases long-term risk of hospitalization: a spirited stride….\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    Repeated Administration of Carotegrast Methyl Maintained Clinical Remission With Difficult-to-Treat Ulcerative Colitis.\n\nPubmed   Journal   ReadQx Reply: \"The Missing Link: Fusobacterium nucleatum in Postileectomy Colorectal Carcinogenesis\".\n\nPubmed   Journal   ReadQx Liver Transpl\n    Harmonizing therapeutic hierarchy and transplant benefit in hepatocellular carcinoma management.\n\nPubmed   Journal   ReadQx Radiating an advantage: Comparative outcomes in transarterial locoregional therapies favor radioembolization bridging for transplant candidates with hepatocellular carcinoma.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Pancreatology\n    Spontaneous cysto-biliary communication in walled-off necrosis of the pancreas.\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-02-06T07:30:40-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-30-2026/",
    "title": "Fri Jan 30 2026",
    "description": "16 articles - From Friday Jan 23 2026 to Friday Jan 30 2026",
    "author": [],
    "date": "2026-01-30",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Pancreatology\n    Obesity as a risk and prognostic factor for disease progression in intraductal papillary mucinous neoplasm (IPMN): A systematic review and meta-analysis.\nThis meta-analysis reveals that obesity and overweight may be associated with the risk of progression of IPMN, as well as to the likelihood of malignancy in patients undergoing surgery for IPMN. Surveillance programs should therefore take obesity into account as a potential risk factor for progression of IPMNs.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Leucine supplementation does not attenuate the decline in daily muscle protein synthesis rates or preserve leg muscle mass during leg immobilization in young or older adults: a double-blind randomized trial.\nLeucine supplementation does not attenuate the decline in daily MPS rates or muscle mass during short-term limb immobilization in young or older adults. Clinical trial registry This trial was prospectively registered at Netherlands Trial Register  as ID  NL-OMON45771.\nPubmed   Journal   ReadQx Metabolome contribution to sex differences in the link between alcohol consumption and type 2 diabetes: a prospective analysis in the Hispanic Community Health Study/Study of Latinos (HCHS/SOL).\nOur results suggested distinct blood metabolomic signatures associated with alcohol consumption in females and males, which might contribute to sex differences in the relationship between alcohol consumption and T2D.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Biopsy-derived colonoid air-liquid interface monolayers reveal persistent mucosal defects in ulcerative colitis patients.\nTaken together, the culturing of patient biopsies into ALI colonoid monolayers provides a powerful model to assess human colonic mucosal development, healing, homeostasis, and mucus barrier function, revealing that UC-derived colonoid monolayers display a range of developmental and functional defects that persist in the absence of inflammation.\nPubmed   Journal   ReadQx Distinct Effects of Autologous Hematopoietic Stem Cell Transplantation on T Cell Composition and Profile in Refractory Crohn's Disease.\nAutologous hematopoietic stem cell transplantation had pronounced effects on the peripheral T cell composition, especially in responders. Changes in T cell subset composition were more pronounced than changes in the functional T cell profile.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Association between endo-histological outcomes and colonic mucosal transcriptomic profiles in patients with ulcerative colitis receiving filgotinib.\nFilgotinib improved endo-histological outcomes in patients with UC, with a dose-dependent effect on transcription. Gene expression changes and enriched pathways suggest that achieving endoscopic and histological endpoints in patients receiving FIL was associated with the restoration of mucosal homeostasis.\nPubmed   Journal   ReadQx Comparative analysis of inflammatory bowel disease patient and service reported quality of care using 2019 and 2023 UK benchmarking data from more than 26,000 adult patient respondents and 154 IBD services.\nThis data underscores the importance of assessing lived experience and the care quality perception gap between patients and service providers. Regular benchmarking including PREMs should be used to drive and assess service-level, national and international quality improvement initiatives.\nPubmed   Journal   ReadQx Mechanistic insights into FMT for the treatment of ulcerative colitis: analysis of the STOP-Colitis trial.\n Colonic FMT is a more effective delivery route than nasogastric administration. Clinical response is driven by the engraftment of immunomodulatory bacteria that restore a healthy host-microbe dialogue, providing rationale for developing targeted microbial therapeutics.\nPubmed   Journal   ReadQx Pancreatology\n    Cirrhosis of the liver adversely affects the clinical outcomes in patients with acute pancreatitis: A propensity-matched nationwide analysis (2016-2020).\n Patients with decompensated cirrhosis had higher odds of mortality, higher healthcare resource utilization, and worse clinical outcomes compared to those without cirrhosis. Patients with compensated cirrhosis had higher odds of portal vein thrombosis, GI bleeding, and blood transfusion. Complications of portal hypertension are likely the primary drivers behind increased odds of mortality in cirrhotic patients with AP. Patients with decompensated cirrhosis also seem to be at a higher risk of complications due to AP.\nPubmed   Journal   ReadQx Patient experience with endoscopic ultrasound and magnetic resonance cholangiopancreatography for pancreatic cancer screening (The PATRIOT study).\nAlmost 60 % of patients prefer one screening modality over the other, with a trend towards screening patients favoring EUS and cyst surveillance patients MRCP. These findings support a patient-centered individualized approach to pancreatic cancer screening.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Pancreatology\n    From static snapshots to spatial evolution: reconstructing the malignant progression from IPMN to invasive PDAC.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Am J Clin Nutr\n    From the American Society for Nutrition.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    In Memoriam Kim Isaacs.\n\nPubmed   Journal   ReadQx Ustekinumab use in lactation: drug pharmacokinetics and normal development in exposed infants.\n\nPubmed   Journal   ReadQx Pancreatology\n    Histopathological evidence of pancreatic ischemia in patients with heart failure: A post-mortem case-control study.\n\nPubmed   Journal   ReadQx Surgery vs endoscopy for chronic pancreatitis: Long-term outcomes in a propensity-matched Chinese cohort.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-30T12:23:22-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-23-2026/",
    "title": "Fri Jan 23 2026",
    "description": "18 articles - From Friday Jan 16 2026 to Friday Jan 23 2026",
    "author": [],
    "date": "2026-01-23",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    Am J Clin Nutr\n    Concurrent and predictive validity of different tools for malnutrition diagnosis in adult critically ill patients: a systematic review with meta-analysis of observational studies.\n The prevalence of malnutrition was 45%, associated with an increased risk of death and longer ICU and hospital stays, but the certainty of evidence was very low. Pre-registration at prospero CRD42023431480.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Biomarkers for dietary fatty acid densities among postmenopausal U.S. females derived using a habitual-diet human feeding study.\n Combinations of log-transformed metabolite concentrations can lead to objective intake density estimates for multiple FAs in the diets of U.S. postmenopausal females, with relevance to the reliable study of dietary FA densities and chronic disease risk.\nPubmed   Journal   ReadQx Genetic influences on diet in young Swedish adults: a twin study.\nThis large-scale twin study provides a comprehensive overview of genetic and environmental influences on dietary behavior in young adults, showing substantial genetic and nonshared environmental contributions across diverse dietary traits. These results provide a foundation for future research on diet-disease relationships and may support the development of prevention and intervention strategies, including emerging precision-nutrition approaches.\nPubmed   Journal   ReadQx Interactions between genetic predisposition to obesity, insulin resistance and type 2 diabetes risk and food or beverage intake for incident type 2 diabetes: European Prospective Investigation into Cancer (EPIC) InterAct case-cohort study.\nGenetic susceptibility to high-risk metabolic traits did not modify the diet-T2D associations in European populations. Acknowledging the limitations of current PRS-based methods to detect gene-diet interactions, research should continue into the potential for precision nutrition and tailored food-based dietary guidance for T2D prevention.\nPubmed   Journal   ReadQx Maternal Smoking, Lactation and Risk of Incident Irritable Bowel Syndrome in Offspring: A Large-scale Prospective Cohort Study.\nMaternal smoking is associated with a higher risk of incident IBS, while exposure to lactation is associated with a lower risk. These findings underscore the potential impact of early-life exposures on gastrointestinal health.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Endoscopic and pathologic findings of esophagogastroduodenal involvement in Crohn disease in Korea: a prospective single-center cohort study.\nThe proportion of esophagogastroduodenal involvement was relatively high among Korean patients with Crohn disease who underwent EGD. In patients with elevated fecal calprotectin, EGD with histopathological examination is recommended to identify esophagogastroduodenal involvement.\nPubmed   Journal   ReadQx Plasma Proteomics for Risk Prediction and Therapeutic Target Discovery in Crohn's Disease and Ulcerative Colitis.\nThis study identifies novel plasma protein associations with CD and UC, supported by genetic evidence, and highlights their potential as therapeutic targets. Plasma proteomics significantly improves risk prediction for incident CD and UC compared to traditional clinical models, offering new avenues for drug discovery and personalized risk assessment.\nPubmed   Journal   ReadQx The Prevalence of Chronic Opioid Use in Patients With Inflammatory Bowel Disease: A Nationwide Danish Register-Based Study Over a 25-Year Period of Time.\nMany patients with IBD rely on chronic opioid use as part of their pain management. Further investigations are needed to study the complications and sequelae of chronic opioid use in patients with IBD.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Association between endo-histological outcomes and colonic mucosal transcriptomic profiles in patients with ulcerative colitis receiving filgotinib.\nFilgotinib improved endo-histological outcomes in patients with UC, with a dose-dependent effect on transcription. Gene expression changes and enriched pathways suggest that achieving endoscopic and histological endpoints in patients receiving FIL was associated with the restoration of mucosal homeostasis.\nPubmed   Journal   ReadQx Liver Transpl\n    Early graft failure after adult living donor liver transplantation: A multicenter risk analysis and development of the early allograft failure in living donor liver transplantation (EAGLE-LDLT) model.\n Preoperative and intraoperative clinical factors predict EAF in LDLT. The EAGLE-LDLT model accurately identifies LDLT recipients at highest risk for EAF postoperatively.\nPubmed   Journal   ReadQx Pancreas\n    Comprehensive Assessment of Direct and Passive Smoking Across the Pancreatitis Spectrum.\nIn this multicenter study, we affirmed an association with smoking use and intensity with CP-related complications. For the first time we report a high prevalence of prior exposure to passive smoking in al pancreatitis subtypes, which require further study to understand the impact on disease outcomes.\nPubmed   Journal   ReadQx Early-stage Pancreatic Ductal Adenocarcinoma Diagnosis is Inversely Associated with Travel Distance and Travel Time.\nPatients in less socioeconomically deprived neighborhoods are diagnosed at earlier stage despite traveling longer distances and times.\nPubmed   Journal   ReadQx Pancreatology\n    Objective measurement of plasma fluid deficit, sequestration and redistribution of fluid in body compartments in patients with predicted severe acute pancreatitis.\n The objective measurement of fluid distribution in body compartments revealed a modest plasma volume deficit in AP, supporting the rationale behind moderate fluid therapy to replenish the plasma volume deficit, rather than the total fluid sequestered in the interstitium.\nPubmed   Journal   ReadQx Plasma factor VII activating protease: An early biomarker of disease severity and clinical outcomes in acute pancreatitis.\n Plasma FSAP level can serve as a biomarker of disease severity and prognosis in AP.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Pancreatology\n    Chronic pancreatitis and pancreatic cancer: It is in the genes!\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Liver Transpl\n    Reconsidering the transplant hepatology workforce: Money talks but who is listening?\n\nPubmed   Journal   ReadQx Spatial accessibility ratio: Will it improve access for liver transplantation?\n\nPubmed   Journal   ReadQx Pancreas\n    Pancreatic Uncinate Process Aplasia and Intestinal Non-rotation: Expanding the Spectrum of Pancreatic Agenesis.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-23T07:52:58-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/01-16-2026/",
    "title": "Fri Jan 16 2026",
    "description": "19 articles - From Friday Jan 09 2026 to Friday Jan 16 2026",
    "author": [],
    "date": "2026-01-16",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    Liver Transpl\n    Living liver donor safety: Preoperative aspects of living liver donation guidelines from the ILTS-iLDLT consensus conference.\nRecommendations were based on the Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) system for assessment of recommendations, and Danish model of consensus was followed. This report presents 28 recommendations from the working group focused on addressing clinically relevant questions related to the preoperative aspects of living donor safety including assessment of donor acceptability (age, body mass index and hepatic steatosis;  medical conditions and contraindications), medical and surgical workup (liver function and procoagulant work-up;  anatomical considerations and safe remnant), and psychosocial evaluation (timing and team;  underlying conditions;  non-directed, paired, and anonymous directed donors;  urgent living donor workups for acute liver failure).\nPubmed   Journal   ReadQx Pancreas\n    Bridging Guidelines and Patient Preferences in IPMN Care.\n\nPubmed   Journal   ReadQx \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    Alignment with Front-of-Package Labelling Policy and Risk of Hospitalization: Evidence from Canadian National Nutrition Survey Linked to Routinely Collected Health Administrative Databases.\nIn this exploratory analysis, greater alignment with FOP policy was associated with fewer hospital bed-days over 5 and 10 years. Sex-tailored risk-reduction strategies may be warranted with the strongest association in males. These findings reinforce the value of the \"high-in\" symbol;  however, the nutrient-specific focus may still miss broader dimensions of diet quality. Complementary, whole-diet guidance remains essential to maximise population-level benefits and health-system savings.\nPubmed   Journal   ReadQx Comparing Postprandial Inflammatory Responses to a Plant-Based Meat Alternative, Grass-Finished Beef, and Grain-Finished Beef in Healthy Middle-Aged Adults: A Three-Group Randomized Crossover Trial.\nDespite differences in nutrient composition, acute consumption of grass-finished beef, a plant-based meat alternative, and grain-finished beef did not elicit significantly different postprandial inflammatory responses. These findings suggest that, in the short term, the choice between these protein sources may not meaningfully impact inflammation. Further research is needed to explore potential long-term health implications. Clinical trial registry\nPubmed   Journal   ReadQx Prediabetes, Diabetes and Folate Status among U.S. Women of Reproductive Age: National Health and Nutrition Examination Survey (NHANES) 2011-March 2020.\nDiabetes and prediabetes were common among WRA. Diabetes was associated with high RBC folate concentration and high MeFox despite low folic acid intake;  however, these associations were reduced among those with good glycemic control. Screening for and preventing the progression of prediabetes, diagnosis, and glycemic control among those with diabetes has the potential to prevent adverse outcomes.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    A Real-World Longitudinal Case-Study Implementing Digital Screening and Treatment for Distress in Inflammatory Bowel Disease: The COMPASS-IBD Patient Journey.\nRoutine mental health screening and COMPASS-IBD were successfully implemented in an outpatient IBD service, but support from trainee psychologists and the research team was required. This new integrated pathway can identify and treat psychological distress in IBD with minimal service resource.\nPubmed   Journal   ReadQx Efficacy, Safety, and Pharmacokinetics of Golimumab in Children with Moderately-To-Severely Active Ulcerative Colitis: Results from the PURSUIT 2 Study.\nOverall, the results of the PURSUIT 2 study support golimumab treatment for children with moderately-to-severely active UC. ClinicalTrials.gov ID  NCT03596645.\nPubmed   Journal   ReadQx Low-Dose Aspirin and the Prevention of Colorectal Cancer in Inflammatory Bowel Disease: A Nationwide Cohort Study.\nLong-term use of low-to-moderate-dose aspirin was associated with reduced risks of CRC and mortality in patients with IBD. These findings support aspirin's potential as a chemopreventive agent and justify further randomized trials.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Intermittent ketogenic diet promotes Treg differentiation and alleviates Crohn's disease via the β-hydroxybutyrate driven AHCY-DNMT1-Foxp3 axis.\nIn an IL-10 knockout model, IKD improves intestinal barrier function and reshapes the gut microbiota. It is associated with BHB-induced Kbhb-mediated inhibition of AHCY, leading to SAH accumulation and DNMT1 downregulation, thereby promoting Treg differentiation. These findings suggest protective effects of IKD in the IL-10 knockout colitis model.\nPubmed   Journal   ReadQx Quality metrics reflecting patient experience of GI endoscopy in Inflammatory Bowel Disease: results of national endoscopy dataset analysis.\n This analysis of a large national endoscopy dataset highlights variability in quality metrics for IBD endoscopy and underscores the need for a metric like PICI to more accurately capture and reflect patient endoscopic experience with IBD.\nPubmed   Journal   ReadQx Liver Transpl\n    Age, comorbidity burden, and mortality risk in hospitalized patients with hepatocellular carcinoma.\nAmong a nationally representative cohort of hospitalized patients with HCC, comorbidity burden-not chronological age-was associated with in-hospital mortality. These findings highlight the importance of considering measures of physiologic reserve when engaging in treatment decision-making in patients with HCC, and moving beyond a focus on chronologic age as a predictor of outcomes.\nPubmed   Journal   ReadQx Pancreas\n    The Association Between Serum Uric Acid to Creatinine Ratio and the Severity of Acute Pancreatitis.\n Lower SUA/SCr levels are associated with an elevated risk of severe acute pancreatitis. These findings suggest that SUA/SCr may serve as a valuable biomarker for predicting the severity of acute pancreatitis in clinical practice.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    Timing is Everything: Lessons Learned for Building Microbiome-Based Models in Pediatric Crohn's Disease.\n\nPubmed   Journal   ReadQx J Crohns Colitis\n    Dysplasia in Pseudopolyps: Selection Bias, Reactive Atypia, and the Ulcer Paradox.\n\nPubmed   Journal   ReadQx From oncology to IBD: HLA pharmacogenetics informs combination immunotherapy to prevent treatment failure.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Reconsidering the transplant hepatology workforce: Money talks but who is listening? \n\nPubmed   Journal   ReadQx Spatial accessibility ratio: Will it improve access for liver transplantation? \n\nPubmed   Journal   ReadQx Pancreas\n    Comment on \"Factors Driving Pancreatic Cancer Survival Rates\".\n\nPubmed   Journal   ReadQx Pancreatology\n    Glucagon-like Peptide-1 receptor agonists rarely cause de novo acute pancreatitis but often result in serum lipase elevations of unclear clinical significance.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2026-01-16T09:40:59-05:00",
    "input_file": {}
  }
]
