[
  {
    "path": "gi2/03-15-2024/",
    "title": "Fri Mar 15 2024",
    "description": "30 articles - From Friday Mar 08 2024 to Friday Mar 15 2024",
    "author": [],
    "date": "2024-03-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Exploiting meta-analysis of genome-wide interaction with serum 25-hydroxyvitamin D to identify novel genetic loci associated with pulmonary function.\r\n Genetic variant associations with lung function can be modified by 25(OH)D, and smoking history can further modify variant×25(OH)D interactions. These results expand the known genetic architecture of pulmonary function and add evidence that gene-environment interactions, including with 25(OH)D and smoking, influence lung function.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Minimally invasive surgery for Inflammatory Bowel Disease: a systematic review and meta-analysis of robotic versus laparoscopic surgical techniques.\r\n Outcomes in the surgical management of IBD are comparable between traditional laparoscopic techniques and robotic-assisted minimally invasive surgery demonstrating the safety and feasibility of robotic platforms. Larger studies investigating the use of robotic technology in Crohn's disease and ulcerative colitis separately may be of benefit with specific focus on important IBD-related metrics.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Association between bridging therapy and post-transplant outcomes in patients with hepatocellular carcinoma within Milan criteria: A systematic review and meta-analysis.\r\n Bridging therapy is not associated with improvements in post-transplant recurrence-free or overall survival among patients with HCC within Milan criteria. The risk-benefit ratio of bridging therapy likely differs based on risk of waitlist dropout.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Systematic review on surveillance for non-resected branch-duct intraductal papillary mucinous neoplasms of the pancreas.\r\nFor patients with suspected BD-IPMN <2 cm and no other WF, less frequent surveillance is recommended. Surveillance may be discontinued for cysts that remain stable during 5-year surveillance, with consideration of patient condition and life expectancy. With this updated surveillance strategy, patients with non-worrisome BD-IPMN should expect more streamlined management and decreased healthcare utilization.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of early childhood body mass index trajectories with body composition and cardiometabolic markers at age 10 years: the Ethiopian iABC birth cohort study.\r\nChildren with rapid and slow growth to high BMI trajectories before 5 years showed higher measures of adiposity and higher levels of markers related to glucose metabolism at 10 years. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nDietary intake of plant- and animal-derived protein and incident cardiovascular diseases: the pan-European EPIC-CVD case-cohort study.\r\n Plant- or animal-derived protein intake was not associated with overall CVD. However, the association of plant-derived protein consumption with lower total stroke incidence among non-smokers, and with lower incidence of fatal stroke highlights the importance of investigating CVD sub-types and potential interactions. These observations warrant further investigation in diverse populations with varying macronutrient intakes and dietary patterns.\r\nPubmed   Journal   ReadQx \r\nDietary n-3 polyunsaturated fatty acids alter the number, fatty acid profile and coagulatory activity of circulating and platelet-derived extracellular vesicles: a randomized, controlled crossover trial.\r\nDietary n-3 PUFAs alter the number, composition and function of EVs, reducing their coagulatory activity. This study provides clear evidence that EVs support thrombin generation and that this EV-dependent thrombin generation is reduced by n-3 PUFAs, which has implications for prevention and treatment of thrombosis. Registration URL  Unique identifier  NCT03203512.\r\nPubmed   Journal   ReadQx \r\nEfficacy and safety of a synbiotic infant formula for the prevention of respiratory and gastrointestinal infections: A randomized controlled trial.\r\nAlthough no difference was observed in the incidence of diarrhea, consumption of a synbiotic formula containing L. fermentum CECT5716 and GOS in infancy may reduce the incidence of lower respiratory tract infections and affect the immune system and fecal milieu. Additional research is warranted to further investigate the potential interaction of the gut-lung axis. Clinical trials registry number NCT02221687 (\r\nPubmed   Journal   ReadQx \r\nThe dynamics in food selection stemming from price awareness and perceived income adequacy: a cross-sectional study using 1-year loyalty-card data.\r\nParticipants with lower PIA showed stronger price awareness. It is crucial to consider the pricing of competing alternative food groups, when steering towards environmentally sustainable and healthier food purchases. Package labeling might also direct the selection of healthier choices among the less expensive items within a food group.\r\nPubmed   Journal   ReadQx \r\nThe impact of heat treatment of bovine milk on gastric emptying and nutrient appearance in peripheral circulation in healthy females: a randomized controlled trial comparing pasteurized and ultra-high temperature milk.\r\nContrary to expectations, gastric emptying was slower with UHT-M, yet, as anticipated, aminoacidaemia was greater. The larger GCV following UHT-M suggests that gastric volume may poorly predict circulating nutrient appearance from complex food matrices. Dairy heat treatment may be an effective tool to modify nutrient release by impacting digestion kinetics. Clinical trial registry (ACTRN12620000172909).\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Attenuation of Colitis-Induced Visceral Hypersensitivity and Pain by Selective Silencing of TRPV1-Expressing Fibers in Rat Colon.\r\nSelective silencing of gut nociceptors by a membrane-impermeable sodium channel blocker entering via exogenously or endogenously activated TRPV1 channels diminishes IBD-induced gut hypersensitivity. The lack of effect on naïve rats suggests a selective analgesic effect in the inflamed gut. Our results suggest that in the colitis model, TRPV1 channels are tonically active. Furthermore, our results emphasize the role of TRPV1-expressing nociceptive fibers in colitis-induced pain. These findings provide proof of concept for using charged activity blockers for the blockade of IBD-associated abdominal pain.\r\nPubmed   Journal   ReadQx \r\nHypoxic Functional Regulation Pathways in the GI Tract: Focus on the HIF-1α and Microbiota's Crosstalk.\r\nIn turn, gut commensals establish and maintain the physiologic hypoxia of the GI tract and HIF-α expression. Based on this premise, the goals of this review are to (1) highlight hypoxic molecular pathways in the GI tract, both in physiologic and pathophysiologic settings, such as inflammatory bowel disease;  and (2) discuss a potential strategy for ameliorating gut-related disorders, by targeting HIF signaling, which can alleviate inflammatory processes, restore autophagy correct mechanisms, and benefit the host-microbiota equilibrium.\r\nPubmed   Journal   ReadQx \r\nTwo-Year Efficacy and Safety of Mirikizumab Following 104 Weeks of Continuous Treatment for Ulcerative Colitis: Results From the LUCENT-3 Open-Label Extension Study.\r\nEndoscopic, histologic, symptomatic, and quality-of-life outcomes support the long-term benefit of mirikizumab treatment up to 104 weeks in patients with ulcerative colitis, including biologic-failed patients, with no new safety concerns.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Contrast enhanced endoscopic ultrasound detects early therapy response following anti-TNF-therapy in patients with ulcerative colitis.\r\n dCEUS enables the early detection of therapy response in patients with aUC, which serves as a predictive marker for long term clinical success. Therefore, dCEUS serves as a diagnostic tool for assessing the probability of future therapy success.\r\nPubmed   Journal   ReadQx \r\nIntestinal adipocytes transdifferentiate into myofibroblast-like cells and contribute to fibrosis in Crohn's disease.\r\nIntestinal adipocytes transdifferentiate into myofibroblasts and participate in the intestinal fibrosis process in CD, possibly through LPS/TLR4/TGF-β signalling.\r\nPubmed   Journal   ReadQx \r\nSpatial single cell profiling using imaging mass cytometry - inflammatory versus penetrating Crohn's disease.\r\nThis study presents the first highly multiplexed single cell analysis of the immune-cell compartment of CD fistulas and their spatial context. It links immune cell dynamics, particularly MMP9+ neutrophils, to extracellular matrix remodeling in CD fistulas, offering insights into the complex network of cellular interactions and potential therapeutic targets for CD complications.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Intraoperative indocyanine green fluorescence imaging to predict early hepatic arterial complications after liver transplantation.\r\nThrough a simple composite parameter, indocyanine green fluorescence imaging system is an additional and promising intraoperative modality for identifying transplant recipients at high risk of developing early hepatic arterial occlusion. This tool could assist the surgeon in the decision to redo the anastomosis despite normal Doppler ultrasonography.\r\nPubmed   Journal   ReadQx \r\nManagement of Alcohol-Associated liver disease and alcohol use disorder in liver transplant candidates and recipients: Challenges and opportunities.\r\nThe review focusses on the opportunities to improve AUD care for LT candidates and recipients through effective biochemical monitoring, behavioral and pharmacologic approaches, creating Centers of Excellence for post-LT AUD care, advocating for policy reforms, and ensuring insurance coverage for necessary services as essential steps toward improving patient outcomes. The review also highlights unmet needs, such as the scarcity of addiction specialists, and calls for further research on personalized behavioral treatments, digital health, and value-based care models to optimize AUD care in the LT setting.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Multidisciplinary Approach for the Management of Metastatic Poorly Differentiated Neuroendocrine Carcinoma of the Pancreas: A Case Report of an Exceptional Responder.\r\nAfter multidisciplinary review of his case, the patient underwent pancreaticoduodenectomy and hepatic wedge biopsies, with pathology demonstrating a pathologic complete response to chemotherapy in both the pancreas and liver. Surveillance scans at 2 years from initial diagnosis and 1 year from surgery remain without evidence of locoregional or distant recurrence, highlighting the importance and utility of multidisciplinary management in select cases.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Circulating immune signatures in chronic pancreatitis with and without preceding acute pancreatitis: A pilot study.\r\n CP patients with a preceding history of AP have signs of systemic inflammatory activity even during a clinically quiescent phase. In contrast, CP patients without a history of AP have low systemic inflammatory activity. These findings suggest the presence of two immunologically diverse subtypes of CP.\r\nPubmed   Journal   ReadQx \r\nExploring the enigmatic association between PNLIP variants and risk of chronic pancreatitis in a large Chinese cohort.\r\nOur genetic and functional analysis of PNLIP variants identified in a Chinese CP cohort suggests that the p.A433T variant and the previously identified p.F300L variant are not only protease-sensitive but also may be potentially proteotoxic. Mouse studies of the PNLIP p.F300L and p.A433T variants are needed to clarify their role in CP.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Beyond Discrimination: A Call for Comprehensive Assessment of Clinical Prediction Models in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Alterations in exocrine pancreatic function after acute pancreatitis.\r\nThe risk of developing EPD after AP is influenced by a range of factors, including the degree of acinar cell destruction and inflammation during AP, and persistent structural derangements following AP. In this article, we discuss the epidemiology, pathophysiology, and clinical management of EPD after AP while highlighting key knowledge gaps.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Antibacterial Agents May Have Shifted Impacts on Inflammatory Bowel Diseases Along with Decrease in Gut Bacteria.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    \"Prediction is very difficult, especially if it's about the future!\"\r\n\r\nPubmed   Journal   ReadQx \r\nAssociation of chronic liver disease mortality and patient travel time.\r\n\r\nPubmed   Journal   ReadQx \r\nBlood transfusion is a rare but potential source of false positive phosphatidylethanol.\r\n\r\nPubmed   Journal   ReadQx \r\nPolicy corner: What's my MELD score? MMAT-3.\r\n\r\nPubmed   Journal   ReadQx \r\nTesting Democracy in transplant.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Secondary thrombotic microangiopathy (TMA) precipitated by acute pancreatitis: A case series.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-17T12:50:26-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/03-08-2024/",
    "title": "Fri Mar 08 2024",
    "description": "38 articles - From Friday Mar 01 2024 to Friday Mar 08 2024",
    "author": [],
    "date": "2024-03-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    Pancreatology\r\n    Guideline adherence in acute pancreatitis: Still a long way to go.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Dosage exploration of combined B-vitamin supplementation in stroke prevention: a meta-analysis and systematic review.\r\nOur meta-analysis found that the folic acid combined with vitamin B12 and vitamin B6 supplementation strategy significantly reduced the risk of stroke in areas without and with partial folic acid fortification. Combined dosages not exceeding 0.8 mg/d for folic acid and 0.4 mg/d for vitamin B12 supplementation may be more effective for populations within these areas.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Dietary Interventions and Supplementation in Patients With an Ileal Pouch-Anal Anastomosis: A Systematic Review.\r\n\r\nPubmed   Journal   ReadQx \r\nRisk of Infection in Patients With Inflammatory Bowel Disease Treated With Interleukin-Targeting Agents: A Systematic Review and Meta-Analysis.\r\nThere was no difference in risk of infection between patients with IBD who received IL-targeting agents compared with the control group. Case registries and randomized controlled trials reporting the safety of IL inhibitors should provide detailed information about the risk of specific infectious complications in patients with IBD receiving IL-targeting agents.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations between dietary indices and hearing status among middle-older aged adults- Results from the Baltimore Longitudinal Study of Aging.\r\nAdherence to healthy dietary patterns was associated with better hearing status, with stronger associations at high frequencies.\r\nPubmed   Journal   ReadQx \r\nAssociations between sodium, potassium, and blood pressure: Results from the Hispanic Community Health Study/Study of Latinos, a prospective cohort study.\r\nAmong a large sample of diverse US Hispanics/Latino adults, higher sodium intake was associated with small increases in systolic blood pressure over six years. This research underscores the importance of dietary sodium reduction in maintaining lower blood pressure.\r\nPubmed   Journal   ReadQx \r\nBiomarker-assessed total energy intake and its cohort study association with all-cause mortality in postmenopausal females.\r\nLower EI is associated with lower all-cause mortality among younger postmenopausal females with stable or increasing weight, and with higher mortality risk among older females with weight loss. This study is registered with clinicaltrials.gov identifier  NCT00000611.\r\nPubmed   Journal   ReadQx \r\nBirth Outcomes in Relation to Neighborhood Food Access and Individual Food Insecurity During Pregnancy in the Environmental influences on Child Health Outcomes (ECHO)-Wide Cohort Study.\r\n Residence in LILA or LILV neighborhoods during pregnancy is associated with adverse birth outcomes. These findings highlight the need for future studies examining whether investing in neighborhood resources to improve food access during pregnancy would promote equitable birth outcomes.\r\nPubmed   Journal   ReadQx \r\nChanges in Bile Acid Subtypes and Improvements in Lipid Metabolism and Atherosclerotic Cardiovascular Disease Risk: The POUNDS Lost trial.\r\nDecreases in distinct BA subtypes were associated with improved lipid profiles and ASCVD risk estimates, highlighting the importance of changes in circulating BA subtypes as significant factors linked to improved lipid metabolism and ASCVD risk estimates in response to weight-loss dietary interventions. Habitual dietary fat intake may modify the associations of changes in BAs with ASCVD risk.\r\nPubmed   Journal   ReadQx \r\nChronic and postprandial effect of blueberries on cognitive function, alertness, and mood in participants with metabolic syndrome - results from a six-month, double-blind, randomized controlled trial.\r\nAlthough self-rated calmness improved postprandially, and significant cognition-metabolite associations were identified, our data did not support strong cognitive, mood, alertness, or sleep quality improvements in MetS participants after blueberry intervention.\r\nPubmed   Journal   ReadQx \r\nContribution of baby food pouches and other commercial infant foods to the diets of infants: a cross-sectional study.\r\nBaby food pouches make relatively small contributions to energy intake in infants, but are important sources of carbohydrate, fiber, and vitamins A, C and B6. Almost half of the total sugars consumed from complementary foods is provided by these pouches. Clinical trial registry Australian New Zealand Clinical Trials Registry (registration number  ACTRN12620000459921;  website  for the FFNZ study.\r\nPubmed   Journal   ReadQx \r\nCost-effectiveness of teduglutide in adult patients with short bowel syndrome - a European socioeconomic perspective.\r\n Teduglutide in treating SBS-IF patients meets the traditional cost-effectiveness criteria from a European societal perspective. Nevertheless, the varying levels of teduglutide efficacy leave a degree of uncertainty to the calculations.\r\nPubmed   Journal   ReadQx \r\nCreatine and pregnancy outcomes: a prospective cohort study of creatine metabolism in low-risk pregnant females.\r\nAlthough maternal plasma creatine concentrations were highly conserved, creatine metabolism appears to adjust throughout pregnancy. An ability to maintain creatine concentrations through diet and shifts in endogenous synthesis may impact fetal growth.\r\nPubmed   Journal   ReadQx \r\nEffect of 1-year lifestyle intervention with energy-reduced Mediterranean diet and physical activity promotion on the gut metabolome and microbiota: a randomized clinical trial.\r\nAn intervention based on an energy-reduced MedDiet and physical activity promotion, compared with an ad libitum MedDiet, was associated with improvements in cardiometabolic risk factors, potentially through modulation of the fecal microbiota and metabolome. Clinical trial registry number ISRCTN89898870 (\r\nPubmed   Journal   ReadQx \r\nExcluding whole grain containing foods from the Nova ultra-processed food category: a cross-sectional analysis of the impact on associations with cardiometabolic risk measures.\r\nFoods high in whole grain may not significantly contribute to the deleterious associations previously observed between UPF intake and cardiometabolic risk factors. Consideration of their contribution to healthful dietary patterns and diet quality in the US population should be made prior to endorsement of Nova.\r\nPubmed   Journal   ReadQx \r\nPredictive validity of the Academy of Nutrition and Dietetics/American Society for Parenteral and Enteral Nutrition indicators to diagnose malnutrition tool in hospitalized adults: a cohort study.\r\nFindings from this multihospital study confirm the predictive validity of the original or simplified AAIM tool and support its routine use for hospitalized adult patients.\r\nPubmed   Journal   ReadQx \r\nThe effects of prenatal and postnatal high-dose vitamin B-12 supplementation on human milk vitamin B-12: a randomized, double-blind, placebo-controlled trial in Tanzania.\r\nPrenatal maternal vitamin B-12 supplementation has benefits on short-term HM status, and postnatal maternal vitamin B-12 supplementation has benefits on long-term HM status.\r\nPubmed   Journal   ReadQx \r\nThe impact of heat treatment of bovine milk on gastric emptying and nutrient appearance in peripheral circulation in healthy females: a randomized controlled trial comparing pasteurized and ultra-high temperature milk.\r\nContrary to expectations, gastric emptying was slower with UHT-M, yet, as anticipated, aminoacidaemia was greater. The larger GCV following UHT-M suggests that gastric volume may poorly predict circulating nutrient appearance from complex food matrices. Dairy heat treatment may be an effective tool to modify nutrient release by impacting digestion kinetics. Clinical trial registry (ACTRN12620000172909).\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    2'-Hydroxycinnamaldehyde Alleviates Intestinal Inflammation by Attenuating Intestinal Mucosal Barrier Damage Via Directly Inhibiting STAT3.\r\nWe present a novel finding that HCA reduces colitis severity by attenuating intestinal mucosal barrier damage via STAT3. This discovery holds promise as a potential new strategy to alleviate UC.\r\nPubmed   Journal   ReadQx \r\nAI-luminating Artificial Intelligence in Inflammatory Bowel Diseases: A Narrative Review on the Role of AI in Endoscopy, Histology, and Imaging for IBD.\r\nNonetheless, the available literature has inherent limitations and knowledge gaps that need to be addressed before AI can transition into a mainstream clinical tool for IBD. To better understand the potential value of integrating AI in IBD, we review the available literature to summarize our current understanding and identify gaps in knowledge to inform future investigations.\r\nPubmed   Journal   ReadQx \r\nInflammatory Bowel Disease and Breastfeeding: A Narrative Review.\r\nDedicated IBD clinics can greatly support mothers during pregnancy and breastfeeding periods to enhance their knowledge, optimize their medication adherence, and improve their postpartum outcomes. This review aims to provide the most recent evidence-based literature regarding the safety of breastfeeding in women with IBD and the current recommendations about medical therapies with breastfeeding.\r\nPubmed   Journal   ReadQx \r\nTolDC Restores the Balance of Th17/Treg via Aryl Hydrocarbon Receptor to Attenuate Colitis.\r\nActivation of AhR attenuates experimental colitis by modulating the balance of TolDCs and Th17/Treg. The AhR modulation of TolDCs may be a viable therapeutic approach for CD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Contrast enhanced endoscopic ultrasound detects early therapy response following anti-TNF-therapy in patients with ulcerative colitis.\r\n dCEUS enables the early detection of therapy response in patients with aUC, which serves as a predictive marker for long term clinical success. Therefore, dCEUS serves as a diagnostic tool for assessing the probability of future therapy success.\r\nPubmed   Journal   ReadQx \r\nDisease acceptance, but not perceived control, is uniquely associated with inflammatory bowel disease-related disability.\r\nDisease acceptance is strongly associated with IBD-related disability, supporting further research into disease acceptance as a treatment target.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Association of autoimmune pancreatitis and intraductal papillary mucinous neoplasm. A retrospective analysis from a tertiary care referral center.\r\n Our data suggest that AIP represents a chronic inflammatory condition that might favor IPMN development with high-risk features. Prolonged surveillance of these patients and longitudinal studies are required to further test the association with AIP and malignant and pre-malignant conditions.\r\nPubmed   Journal   ReadQx \r\nClinical diagnosis of psychiatric comorbidities, performance of screening tests and pattern of psychotropic medication use in patients with chronic pancreatitis.\r\nPsychiatric comorbidities are common among CP patients and many receive psychotropic medications. Further studies are needed to evaluate the impact of these medications on CP symptoms.\r\nPubmed   Journal   ReadQx \r\nIncidence, implications and predictors of abdominal compartment syndrome in acute pancreatitis: A nationwide analysis.\r\n Our study highlights the significant morbidity, mortality, and healthcare resource utilization associated with the concurrence of ACS in AP patients. We identified potential factors associated with ACS in AP patients. Significantly worse outcomes in ACS necessitate the need for early diagnosis, meticulous monitoring, and targeted therapeutic interventions for AP patients at risk of developing ACS.\r\nPubmed   Journal   ReadQx \r\nIntravenous Hemin, a potential heme oxygenase-1 activator, does not protect from post-ERCP acute pancreatitis in humans: Results of a randomized multicentric multinational placebo-controlled trial.\r\n We failed to detect large improvements in PEP rate among participants at risk for PEP who received IV hemin immediately after the procedure compared to placebo.\r\nPubmed   Journal   ReadQx \r\nNatural history and growth prediction model of pancreatic serous cystic neoplasms.\r\n SCNs typically have a similar growth rate regardless of initial size. An accurate predictive model can be used to identify rapidly growing outliers that may warrant surgical intervention, and this free model ( can be incorporated in the electronic medical record.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Untangling the uncertainty in B vitamins for stroke prevention: folic acid fortification, dosage, and their interaction?\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Interleukin-18 Inhibition in Inflammatory Bowel Disease: A Delicate Balance.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Antibacterial Agents May Have Shifted Impacts on Inflammatory Bowel Diseases Along with Decrease in Gut Bacteria.\r\n\r\nPubmed   Journal   ReadQx \r\nFeasibility and Acceptability of Digital Behavioral Interventions Among Black and Hispanic Patients With Inflammatory Bowel Disease: A Randomized Pilot Study.\r\n\r\nPubmed   Journal   ReadQx \r\nThe Long View: 2-Year Outcomes of Mirikizumab for Ulcerative Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Primary sclerosing cholangitis and the risks of posttransplant lymphoproliferative disorder.\r\n\r\nPubmed   Journal   ReadQx \r\nPriority for kidney after liver transplantation: A safety net for all?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Reply: Interleukin-18 Inhibition in Inflammatory Bowel Diseases: A Delicate Balance.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Comparison of treatments in patients with hyperlipidemic acute pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-12T23:11:58-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/03-01-2024/",
    "title": "Fri Mar 01 2024",
    "description": "26 articles - From Friday Feb 23 2024 to Friday Mar 01 2024",
    "author": [],
    "date": "2024-03-01",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Risk of Infection in Patients With Inflammatory Bowel Disease Treated With Interleukin-Targeting Agents: A Systematic Review and Meta-Analysis. \r\nThere was no difference in risk of infection between patients with IBD who received IL-targeting agents compared with the control group. Case registries and randomized controlled trials reporting the safety of IL inhibitors should provide detailed information about the risk of specific infectious complications in patients with IBD receiving IL-targeting agents.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of Body Composition Indices with Cardiovascular Outcomes: A Nationwide Cohort Study.\r\nOur results highlight the value of pLBMI, pBFMI, and pASMMI as variables for assessing the risk of composite cardiovascular outcomes. The significance of indicators may vary depending on BMI categories.\r\nPubmed   Journal   ReadQx \r\nCan sodium and potassium measured in timed voids be used as reference instruments for validating self-report instruments? Results from a urine calibration study.\r\nOur results lay the basis for further development of new reference biomarkers based on timed voids. Clinical trial registry Home | ClinicalTrials.govas NCT01631240.\r\nPubmed   Journal   ReadQx \r\nExcluding whole grain containing foods from the Nova ultra-processed food category: a cross-sectional analysis of the impact on associations with cardiometabolic risk measures.\r\nFoods high in whole grain may not significantly contribute to the deleterious associations previously observed between UPF intake and cardiometabolic risk factors. Consideration of their contribution to healthful dietary patterns and diet quality in the US population should be made prior to endorsement of Nova.\r\nPubmed   Journal   ReadQx \r\nFasting plasma metabolites reflecting meat consumption and their associations with incident type 2 diabetes in two Swedish cohorts.\r\n Consistent associations of biomarker candidates involved in lipid metabolism between higher processed red meat intake with higher T2D risk and between those reflecting lower intake with the lower risk may suggest a relationship between processed meat intake and higher T2D risk. However, attenuated associations after adjusting for BMI indicates that such a relationship may at least partly be mediated or confounded by BMI.\r\nPubmed   Journal   ReadQx \r\nMaternal Plasma Phospholipid Polyunsaturated Fatty Acids in Early Pregnancy and Thyroid Function throughout Pregnancy: A Longitudinal Study.\r\nCertain plasma phospholipid PUFAs were associated with optimal levels of thyroid biomarkers and even lower risk of GHT throughout pregnancy, which might be potentially targeted for maternal thyroid regulation in early pregnancy.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    2'-Hydroxycinnamaldehyde Alleviates Intestinal Inflammation by Attenuating Intestinal Mucosal Barrier Damage Via Directly Inhibiting STAT3.\r\nWe present a novel finding that HCA reduces colitis severity by attenuating intestinal mucosal barrier damage via STAT3. This discovery holds promise as a potential new strategy to alleviate UC.\r\nPubmed   Journal   ReadQx \r\nCausal Association Analysis of Periodontitis and Inflammatory Bowel Disease: A Bidirectional Mendelian Randomization Study.\r\nOur results indicated that CD was the risk factor for periodontitis;  conversely, periodontitis was responsible for the exacerbation of UC, enhancing the existence of mouth-gut axis. Patients with UC should pay more attention to periodontal health, while patients with periodontitis should actively pay close heed to intestinal health.\r\nPubmed   Journal   ReadQx \r\nComorbidity Between Inflammatory Bowel Disease and Asthma and Allergic Diseases: A Genetically Informed Study.\r\nWe found little evidence to support a shared origin between IBD and any allergic disease but weak evidence for shared genetic and unique environmental components for IBD and eczema.\r\nPubmed   Journal   ReadQx \r\nComparison of Fecal Calprotectin and Myeloperoxidase in Predicting Outcomes in Inflammatory Bowel Disease.\r\nFecal biomarkers are independent predictors of IBD-related outcomes and are useful adjuncts to routine clinical care.\r\nPubmed   Journal   ReadQx \r\nOur Life Is a Rollercoaster! A Qualitative Phenomenological Study Exploring the Impact of IBD on Family Members.\r\nIBD affects the emotional and psychosocial well-being of family members, eliciting both adaptive and maladaptive coping strategies. Healthcare professionals need to adopt a holistic approach to managing IBD that considers the psychosocial and emotional challenges faced by individuals and their families.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Outcomes in Adult Inflammatory Bowel Disease Clinical Trials: Assessment of Similarity Among Participants with Adolescent-Onset and Adult-Onset Disease.\r\n Data presented lend support for extrapolating efficacy of biologics from adults to adolescents with IBD, which would facilitate earlier labeling and patient access.\r\nPubmed   Journal   ReadQx \r\nThe epidemiology of inflammatory bowel diseases during the COVID-19 pandemic: comparison of two nationwide cohorts.\r\n The incidence of IBD decreased during the pandemic in association with lockdowns, more so in Israel, which had more stringent policies. Future studies are needed to determine the long-term effect of the pandemic on IBD.\r\nPubmed   Journal   ReadQx \r\nUnraveling the Oral-Gut axis: Interconnection between Periodontitis and IBD, Current Challenges, and Future Perspective.\r\nWe present an in-depth examination of the interconnection between oral pathologies and IBD, highlighting the shared microbiological and immunological pathways, and proposing a \"multi-hit\" hypothesis in the pathogenesis of periodontitis-mediated intestinal inflammation. Furthermore, the review underscores the critical need for a collaborative approach between dentists and gastroenterologists to provide holistic oral-systemic healthcare.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Familial Intraductal Papillary Mucinous Neoplasm Associated With the Germline MSH6 Missense Variant and Progression of Pancreatic cancer.\r\nThis case revealed a possible genetic factor for familial IPMN development and presented interesting clinicopathological findings.\r\nPubmed   Journal   ReadQx \r\nLiquid Biopsy for Pancreatic Cancer by Serum Extracellular Vesicle-Encapsulated Long Noncoding RNA HEVEPA.\r\nExtracellular vesicle lncRNAs isolated using PEViA-IP and CA19-9 together could be effective targets in liquid biopsy for PDAC diagnosis.\r\nPubmed   Journal   ReadQx \r\nPrediction of Admission to Intensive Care Unit and 1-Year Mortality After Acute Pancreatitis With Walled-Off Pancreatic Necrosis: A Retrospective, Single-Center Cohort Study.\r\nPreoperative imbalances in routine blood tests effectively predict adverse outcomes in endoscopically treated WON patients.\r\nPubmed   Journal   ReadQx \r\nRacial and Ethnic Minorities With Acute Pancreatitis Live in Neighborhoods With Higher Social Vulnerability Scores.\r\n Minorities with AP have higher SVI compared with NHWs with AP. Higher SVI scores, lower consumption of beneficial nutrients, and increased gcn of pan-dsrA in minorities with AP suggest that neighborhood vulnerability could be contributing to AP inequities.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinical diagnosis of psychiatric comorbidities, performance of screening tests and pattern of psychotropic medication use in patients with chronic pancreatitis.\r\nPsychiatric comorbidities are common among CP patients and many receive psychotropic medications. Further studies are needed to evaluate the impact of these medications on CP symptoms.\r\nPubmed   Journal   ReadQx \r\nClinical outcomes of second-line therapy following disease progression on first-line modified FOLFIRINOX for borderline resectable and locally advanced pancreatic adenocarcinoma.\r\nThe current study showed the real-world practice pattern of subsequent therapy and clinical outcomes following progression on first-line mFOLFIRINOX in BRPC and LAPC. Further investigation is necessary to establish the optimal therapy after failure of mFOLFIRINOX.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Response to \"De Novo Crohn's Disease in Children With Ulcerative Colitis Undergoing Ileal Pouch Anal Anastomosis: A Multicenter, Retrospective Study From the Pediatric IBD Porto Group of the ESPGHAN\".\r\n\r\nPubmed   Journal   ReadQx \r\nSurgical Complications Need to Be Carefully Excluded Before Ruling Out a Diagnosis of De Novo Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Clinical Outcomes at 8-16 Weeks After Upadacitinib Initiation for Acute Severe Ulcerative Colitis: A Case Series in the United States.\r\n\r\nPubmed   Journal   ReadQx \r\nFeasibility and Acceptability of Digital Behavioral Interventions Among Black and Hispanic Patients With Inflammatory Bowel Disease: A Randomized Pilot Study. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Primary sclerosing cholangitis and the risks of posttransplant lymphoproliferative disorder.\r\n\r\nPubmed   Journal   ReadQx \r\nPriority for kidney after liver transplantation: A safety net for all?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-03-02T16:56:01-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/02-23-2024/",
    "title": "Fri Feb 23 2024",
    "description": "22 articles - From Friday Feb 16 2024 to Friday Feb 23 2024",
    "author": [],
    "date": "2024-02-23",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Pragmatic trial design to compare real-world effectiveness of different treatments for inflammatory bowel diseases: the PRACTICE-IBD European consensus.\r\nPragmatic randomized clinical trials can address important questions in IBD clinical practice, and may provide complementary high-level evidence, as long as they follow a methodologically rigorous approach. These 25 statements intend to offer practical guidance in the design of high-quality pragmatic clinical trials that can aid decision making in choosing a management strategy for IBDs.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Early Enteral Nutrition versus Early Supplemental Parenteral Nutrition in Patients Undergoing Major Abdominal Surgery: A Secondary Analysis of Two Randomized Clinical Trials.\r\n Early enteral nutrition compared to isoenergetic supplemental parenteral nutrition may not be associated with reduced rate of nosocomial infection in patients undergoing major abdominal surgery, but may be associated with improved hematological nutritional status.\r\nPubmed   Journal   ReadQx \r\nTemporal Changes in Micronutrient Intake Among U.S. Adults, NHANES 2003 through 2018: A Cross-Sectional Study.\r\nAlthough some progress has been made, nutrient intake and percentage of the population meeting nutritional recommendations among U.S. adults has changed little over the 15 years studied.\r\nPubmed   Journal   ReadQx \r\nTwo randomised crossover multicentre studies investigating gastrointestinal symptoms after bread consumption in individuals with non-coeliac wheat sensitivity: do wheat species and fermentation type matter?\r\nThe majority of NCWS individuals experienced some GI symptoms for at least one of the breads, but on a group level, no differences were found between different grains for either YF or SF breads. Clinical trial registry ClinicalTrials.gov, NCT04084470( /ct2/show/NCT04084470).\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Crohn's Patient Serum Proteomics Reveals Response Signature for Infliximab but not Vedolizumab.\r\nThese results will positively impact the determination of appropriate patient treatment and inform the selection of clinical trial outcome metrics.\r\nPubmed   Journal   ReadQx \r\nHealth Services Utilization and Specialist Care in Pediatric Inflammatory Bowel Disease: A Multiprovince Population-Based Cohort Study.\r\nPatterns of health services utilization are generally similar when comparing children diagnosed across age groups.\r\nPubmed   Journal   ReadQx \r\nSustained Increase in Pediatric Inflammatory Bowel Disease Incidence Across the South West United Kingdom Over the Last 10 Years.\r\nWe demonstrate significant increases in pIBD incidence across a large geographical area including multiple referral centers. Increasing incidence has implications for service provision for services managing pIBD.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Efficacy and Safety of Filgotinib for the Treatment of Perianal Fistulizing Crohn's Disease [DIVERGENCE 2]: a Phase 2, Randomized, Placebo-Controlled Trial.\r\nFilgotinib 200 mg was associated with numerical reductions in the number of draining perianal fistulas based on combined clinical and MRI findings compared with placebo, and was generally well tolerated. [NCT03077412].\r\nPubmed   Journal   ReadQx \r\nPeripheral joint and enthesis involvement in patients with newly diagnosed inflammatory bowel disease: symptoms, clinical and ultrasound findings - a population-based cohort study.\r\n Half of patients with newly diagnosed IBD had inflammation in their peripheral joints and/or entheses, documented by rheumatological clinical and ultrasound evaluations. This indicates a need for multidisciplinary collaboration to ensure an optimal therapeutic strategy for suppressing inflammation in al disease domains.\r\nPubmed   Journal   ReadQx \r\nSpecific antibiotics increases the risk of flare-ups in patients with inflammatory bowel disease - results from a Danish nationwide population-based nested case-control study.\r\n We found distinctive antibiotics to be significantly associated with an increased risk of IBD flare-ups. Our findings are corroborated by our GBDT machine learning models. Healthcare providers should be aware about the deleterious potential of specific antibiotic groups in patients with IBD only using these agents in a restrictive manner or preferentially consider alternative antibiotic groups.\r\nPubmed   Journal   ReadQx \r\nThe phospholipid flippase ATP8B1 is involved in the pathogenesis of Ulcerative Colitis via establishment of intestinal barrier function.\r\n ATP8B1 is important in the establishment of the intestinal barrier Downregulation of ATP8B1 levels in UC, and subsequent altered localization of tight junctional proteins, including CLDN4, might therefore be an important mechanism in UC pathophysiology.\r\nPubmed   Journal   ReadQx \r\nThiopurine metabolite shunting in late pregnancy increases the risk of intrahepatic cholestasis of pregnancy in women with inflammatory bowel disease, and can be managed with split-dosing.\r\nThiopurine exposure is associated with an increased risk of ICP, particularly following dose increases antenatally and with shunting in late pregnancy. The latter may be effectively managed with split dosing, although further studies are warranted.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Serum Carbohydrate Antigen 19-9 and Metabolite Hypotaurine Are Predictive Markers for Early Recurrence of Pancreatic Ductal Adenocarcinoma.\r\nOur results suggested that tumor hypotaurine is a potential metabolite associated with early recurrence. Carbohydrate antigen 19-9 and hypotaurine showed a vital utility for predicting early recurrence.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Clinical impacts of positive intraepithelial neoplasia at pancreatic transection margin in pancreatic cancer surgery.\r\nIntraepithelial neoplasia at the pancreatic transection margin did not affect overall/recurrence-free survival. As patients with high-grade intraepithelial neoplasia at the pancreatic transection margin have an increased risk of recurrence in the remnant pancreas, careful postoperative follow-up is required.\r\nPubmed   Journal   ReadQx \r\nCommunication, understanding and engagement of patients with pancreatic cancer at time of diagnosis.\r\n In this first attempt to measure clarity of communication and engagement in patients with PDAC, typical features of conversation and problematic understanding emerged, which deserves further investigation.\r\nPubmed   Journal   ReadQx \r\nFactors affecting the time interval of endoscopic ultrasound-guided endoscopic necrosectomy of walled-off pancreatic necrosis: A retrospective single-center study in China.\r\nThe EUS-measured solid necrotic ratio, the MCTSI, postoperative fever, C-reactive protein increase, and fever before reintervention in patients affect the time interval of EUS-guided endoscopic necrosectomy in WON patients. These five indicators may be promisingly effective in predicting and managing endoscopic necrosectomy intervals.\r\nPubmed   Journal   ReadQx \r\nTumor location, clinicopathological features, and perioperative and prognostic outcomes in patients who underwent pancreatic resection following neoadjuvant chemoradiotherapy for resectable pancreatic cancer: A retrospective study.\r\nThe prognoses based on tumor locations in the Ph and Pbt after surgery following NACRT are similar. Following the resection of resectable Pbt PDAC, the possibility of peritoneal dissemination recurrence should be considered.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Associations of Fish and Fish Oil Consumption With Incident Inflammatory Bowel Disease: A Population-Based Prospective Cohort Study.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to \"De Novo Crohn's Disease in Children With Ulcerative Colitis Undergoing Ileal Pouch Anal Anastomosis: A Multicenter, Retrospective Study From the Pediatric IBD Porto Group of the ESPGHAN\".\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Clostridium perfringens: A Potential Pathobiont in Inflammatory Bowel Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Corrigendum to: P032 Exploring the genetic sequence of action across the natural history of IBD.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Operationalizing multidisciplinary liver tumor boards for hepatocellular carcinoma.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-02-25T14:49:08-05:00",
    "input_file": {}
  }
]
