[
  {
    "path": "gi2/08-09-2024/",
    "title": "Fri Aug 09 2024",
    "description": "27 articles - From Friday Aug 02 2024 to Friday Aug 09 2024",
    "author": [],
    "date": "2024-08-09",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Impact of the ketogenic diet as a dietary approach on cardiovascular disease risk factors: a meta-analysis of randomized clinical trials.\r\nAlthough the ketogenic diet demonstrates benefits in terms of triglyceride, blood pressure, weight, and glycemic control, its impact on CVD risk factors, especially the elevated total cholesterol and low-density lipoprotein cholesterol concentrations, warrants a cautious approach.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Cause-specific and all-cause mortalities in vegetarian compared to non-vegetarian participants from the Adventist Health Study-2 cohort.\r\nVegetarian diets are associated with lower risk for all-cause and many cause-specific mortalities, especially among males and in younger subjects. However, higher risks were observed among older vegetarians for stroke and dementia. These results need further support and investigation.\r\nPubmed   Journal   ReadQx \r\nIntergenerational transmission of sucralose and acesulfame-potassium from mothers to their infants via human milk: a pharmacokinetic study.\r\nAce-K rapidly transfers from human milk into infants' circulation whereas sucralose was detected at much lower concentrations and in some but not al infants. Future research should investigate effects of early life sucralose and ace-K exposure via human milk on infants' health.\r\nPubmed   Journal   ReadQx \r\nNavigating Complex Nutritional Challenges After Bariatric Surgery: Malnutrition, Multiple Nutrient Deficiencies, and Gastrointestinal Dysfunction in Pregnancy.\r\nShe was empirically treated for SIBO using systemic antibiotics and was started on parenteral nutrition to prevent further calorie deficit during pregnancy. This case underlines the complexity and challenges in diagnosing SIBO after bariatric surgery that includes creation of Roux-en-Y anatomy, including BPS/DS, and the relationship between albumin, malnutrition, and the effect of systemic inflammation on the latter two.\r\nPubmed   Journal   ReadQx \r\nVariation of LDL-cholesterol in response to the replacement of saturated with unsaturated fatty acids: a non-randomised, sequential dietary intervention study (RISSCI-1).\r\nThese findings support the efficacy of UK SFA dietary guidelines for the overall lowering of serum LDL-C, but showed marked variation in LDL-C response. Further identification of the determinants of this variation will facilitate targeting and increasing efficacy of these guidelines. Clinical trial registry The RISSCI-1 study was registered with ClinicalTrials.Gov (No. NCT03270527).\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Assessing the Value of Histology and Anatomic Segment Evaluation Among Patients Undergoing Pouchoscopy.\r\nIn our evaluation, the added benefit of histology in the presence of visible endoscopic inflammation for disease activity assessment scores is unclear. The prognostic value of histologic inflammation without endoscopic inflammation warrants a longitudinal study.\r\nPubmed   Journal   ReadQx \r\nComparative Safety and Effectiveness of Ustekinumab and Anti-TNF in Elderly Crohn's Disease Patients.\r\nWe observed comparable safety and effectiveness for ustekinumab and anti-TNF agents in treating elderly CD patients.\r\nPubmed   Journal   ReadQx \r\nDistribution of Serum Testosterone Concentrations in IBD Males and Associations With Inflammatory Bowel Disease Activity.\r\nLower testosterone concentrations in men with IBD may reflect confounding from other factors and are not independently associated with disease activity. Greater awareness and screening for sexual dysfunction should occur in males with IBD, particularly in those with a longer disease duration.\r\nPubmed   Journal   ReadQx \r\nEfficacy of Vaccination and Revaccination Against Hepatitis B Virus Using 2 Different Strategies in Patients With Inflammatory Bowel Disease.\r\nIBD patients demonstrate lower response to HBV vaccination compared with the general population. Age, body mass index, type, disease activity, and immunosuppression negatively affect the response. Half of nonresponders may benefit from an enhanced revaccination attempt.\r\nPubmed   Journal   ReadQx \r\nEosinophil Depletion as a Potential Therapeutic Strategy in Acute and Chronic Intestinal Inflammation Based on a Dextran Sulfate Sodium Colitis Model.\r\nEosinophil depletion prevents and decreases intestinal inflammation in a preclinical dextran sulfate sodium model without affecting fibrosis. These results pave the way for exploring eosinophil depletion as a novel treatment modality in addressing intestinal inflammation.\r\nPubmed   Journal   ReadQx \r\nLifestyle Intervention Modulates the CD4+ T Cell Profile in the Blood of Crohn's Disease Patients.\r\nThe MBM program, whether guided or self-directed, has the potential to restore the CD4+ T cell profile of CD patients to levels comparable to healthy blood donors. Lifestyle interventions may benefit CD progression, symptoms, and immunological status, but further analysis is needed to substantiate these findings and to fully understand their clinical implications. (ClinicalTrials.gov  NCT05182645).\r\nPubmed   Journal   ReadQx \r\nMYO5B and the Polygenic Landscape of Very Early-Onset Inflammatory Bowel Disease in an Ethnically Diverse Population.\r\nOur results support the polygenic nature of VEO-IBD, in which key participants, like MYO5B, were identified through network analytics. Rare variant load within susceptibility genes may be relevant not only for the genetic origins of inflammatory bowel disease, but also for the age of disease onset. Our findings could guide future work in precision medicine.\r\nPubmed   Journal   ReadQx \r\nMirikizumab Sustained Impact on Fatigue in Patients with Moderately to Severely Active Crohn's Disease in the Phase 2 AMAG Study.\r\nMirikizumab treatment significantly improved fatigue in patients with moderately to severely active CD, which was sustained to W104. The improvement in fatigue was correlated with improvement in clinical measures and was strongly correlated with improvement in QoL.\r\nPubmed   Journal   ReadQx \r\nOne-year Safety and Effectiveness of Ustekinumab in Patients With Crohn's Disease: The K-STAR Study.\r\nUstekinumab was well-tolerated, effective, and safe as induction and maintenance therapy for CD in Korea.\r\nPubmed   Journal   ReadQx \r\nResolving Resident Colonic Muscularis Macrophage Diversity and Plasticity During Colitis.\r\nOur findings contribute to the understanding of the immune system in the muscularis propria niche during colitis by resolving the heterogeneity and origins of colitic MMφs.\r\nPubmed   Journal   ReadQx \r\nUnraveling Twisted Pouch Syndrome: A Narrative Review of Classification, Diagnosis, Treatment, and Prevention.\r\nPouches may rarely be inadvertently twisted during construction or twisted owing to adhesive disease or leaks. A high index of suspicion is needed to establish the diagnosis. We present a simple classification of twisted pouch syndrome that may aid in the prevention and recognition of these often difficult to diagnose postoperative complications.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Fecal calprotectin diagnostic level gradient along the small bowel in patients with Crohn's disease.\r\nFC may serve as a topographical biomarker of CD-activity, with its sensitivity to identify mucosal inflammation increases from proximal to distal SB segments.\r\nPubmed   Journal   ReadQx \r\nThe costs of home monitoring by telemedicine versus standard care for inflammatory bowel diseases - a Danish register-based, five-year follow-up study.\r\n Telemedicine is cost-effective for patients not receiving biologics. However, treatment with biologics is more expensive for patients enrolled in eCare. Careful attention to PRO in eCare improves quality of life and could prolong time to relapse.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Quantile regression in the field of liver transplantation: A case study-based tutorial.\r\nOur real-world cases demonstrate how quantile regression models give researchers a richer understanding of relationships in the data and provide more nuanced clinical understanding compared to more commonly used linear regression models. We encourage researchers to explore quantile regression as a tool to answer relevant clinical research questions and support their more widespread adoption.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Combined EUS and ERCP in patients with malignant distal biliary obstruction is associated with reduced time to oncological therapy compared to ERCP and sampling alone.\r\nIn our cohort of patients, a combined approach was associated with improved diagnostic yield, reduced need for repeat sampling procedures and reduced time to evaluation and treatment, with similar therapeutic success and adverse event rates. Careful multidisciplinary discussion is recommended to avoid performing unnecessary EUS procedures on patients who will not benefit from further treatment.\r\nPubmed   Journal   ReadQx \r\nPreoperative chemotherapy with Gemcitabine for pancreatic cancer causes zinc deficiency.\r\nThe preoperative chemotherapy consistently reduced the serum zinc concentrations in the PC patients, regardless of their regimen such as GEM + S1 and GEM + nab-PTX. Monitoring the serum zinc concentration and appropriate zinc supplementation may be essential for PC patients undergoing preoperative chemotherapy and pancreatectomy.\r\nPubmed   Journal   ReadQx \r\nRisk factors of negative diagnosis of MRCP in acute biliary pancreatitis patients with choledocholithiasis.\r\nThe history of cholecystectomy, older age and male are independently associated with an increased risk of negative diagnosis of MRCP in ABP patients with choledocholithiasis. We suggest that patients with these risk factors should undergo EUS first, rather than MRCP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Feasibility and efficacy of cell-free and concentrate ascites reinfusion therapy (CART) for advanced pancreatic cancer patients with massive malignant ascites.\r\n CART is feasible and might be the optimal option to enable prolonged use of chemotherapy to improve the prognosis for late-stage pancreatic cancer patients.\r\nPubmed   Journal   ReadQx \r\nIncidence and risk factors for deep vein thrombosis (DVT) and pulmonary embolism (PE) in acute necrotizing pancreatitis (ANP) - A single center experience.\r\nThe overall incidence of VTE in our cohort of patients with ANP was 12.5 %, which was usually diagnosed within one month of hospitalization. High-risk patients can be stratified based on clinical and imaging characteristics and may benefit from intensive DVT screening and prophylaxis during hospitalization and following discharge.\r\nPubmed   Journal   ReadQx \r\nRecurrence pattern and its risk factors in patients with resected pancreatic ductal adenocarcinoma - A retrospective analysis of 272 patients.\r\n The occurrence of recurrence and especially of early and metastatic recurrence are associated with a worse overall survival. Patients lacking preoperative diabetes, having high preoperative CA19-9 values and lymph node metastases are particularly at risk for (early) recurrence.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Pancreatology\r\n    Epigenetic regulation of the tumor microenvironment: A leading force driving pancreatic cancer.\r\nThe behavior of other cell populations in the tumor stroma such as cancer-associated fibroblasts, immune cells, and others are mostly regulated by epigenetic pathways. Here, we present an overview of the main cellular and acellular components of the pancreatic cancer tumor microenvironment and discuss how the epigenetic mechanisms operate at different levels in the stroma to establish a differential gene expression to regulate distinct cellular phenotypes contributing to pancreatic tumorigenesis.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Two cases of hemoptysis in pancreatitis and their rescue endovascular embolization.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-08-11T15:57:34-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/08-02-2024/",
    "title": "Fri Aug 02 2024",
    "description": "23 articles - From Friday Jul 26 2024 to Friday Aug 02 2024",
    "author": [],
    "date": "2024-08-02",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    ECCO Crohn's Disease Guidelines-A Personal View of the Journey from Questions to Recommendations.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Association of ultra-processed food consumption with risk of microvascular complications among individuals with type 2 diabetes in the UK Biobank: a prospective cohort study.\r\n Higher UPF consumption was associated with higher risks of diabetic microvascular complications, and the association was partly mediated through multiple potential ways.\r\nPubmed   Journal   ReadQx \r\nChildhood nutritional factors and cardiometabolic outcomes at 9-11 years of age: findings from the ROLO longitudinal birth cohort study.\r\n Exposure to human milk in early life was associated with lower preteen adiposity, irrespective of duration. Diet quality/inflammation deteriorated between early childhood and the preteen years, highlighting a potential period for intervention.\r\nPubmed   Journal   ReadQx \r\nConsumption of Different Combinations of Human Milk Oligosaccharides in the First 6 Months of Infancy is Positively Associated with Early Cognition at 2 Years of Age in a Longitudinal Cohort of Latino Children.\r\nThis study highlights specific HMO combinations in early life influencing cognitive performance at 2 years.\r\nPubmed   Journal   ReadQx \r\nEvaluation of Daily Eating Patterns on Overall Diet Quality using Decision Tree Analyses.\r\nDay-level eating patterns were associated with diet quality, emphasizing the relevance of both food type and timing in relation to a high-quality diet. Future interventions should investigate the potential impact of targeting food type and timing to improve diet quality.\r\nPubmed   Journal   ReadQx \r\nMetabolomics signatures of sweetened beverages and added sugar are related to anthropometric measures of adiposity in young individuals: results from a cohort study.\r\nWe identified SBs- and AS-related metabolites, which may be important for understanding the interplay between these intakes and adiposity in young individuals.\r\nPubmed   Journal   ReadQx \r\nPerceptions and Preferences for Environmentally Sustainable Food and Associated Factors: A Cross-Sectional Analysis of a Nationally Representative Survey of United States Consumers. \r\nAssociations between consumer characteristics and use of different signals for environmental sustainability were heterogeneous. Even among consumers who value environmental sustainability in food products, specific signals used by different respondents varied across demographics and health characteristics.\r\nPubmed   Journal   ReadQx \r\nVitamin D and Heart Failure Risk among Individuals with Type 2 Diabetes: Observational and Mendelian Randomization Studies.\r\ns/interpretation Higher serum 25(OH)D was associated with lower HF risk among individuals with T2D and the MR analysis suggested a potential causal relationship. These findings indicate a role of maintaining adequate vitamin D status in the prevention of HF among individuals with T2D.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Effect of Overweight and Obesity on the Response to Anti-TNF Therapy and Disease Course in Children With IBD. \r\nOverweight/obese children with IBD were not at a higher risk of LOR to anti-TNF. Relapse in the first year after anti-TNF was introduced, but risk for relapse was increased at the end of follow-up.\r\nPubmed   Journal   ReadQx \r\nEstrogen Receptor β Activation Mitigates Colitis-associated Intestinal Fibrosis via Inhibition of TGF-β/Smad and TLR4/MyD88/NF-κB Signaling Pathways. \r\nEstrogen receptor β may regulate intestinal fibrosis through modulation of the TGF-β/Smad and TLR4/MyD88/NF-κB signaling pathways. Targeting ERβ activation could be a promising therapeutic strategy for treating intestinal fibrosis.\r\nPubmed   Journal   ReadQx \r\nLong-Term Outcomes of Intravenous Ustekinumab Maintenance Treatment in Patients With Loss of Response to Subcutaneous Dosing. \r\nNo adverse events reported. IV UST maintenance effectively sustained remission in most patients at 52 weeks.\r\nPubmed   Journal   ReadQx \r\nMucosal and Transmural Healing and Long-term Outcomes in Crohn's Disease. \r\nMucosal and transmural healing are associated with positive long-term outcomes for adult patients with Crohn's disease. The adoption of standardized measures and less invasive assessment tools will maximize the benefits of patient monitoring.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Chronic poor sleep is associated with increased disease activity in patients with ulcerative colitis: Prospective observational study in Japan.\r\nConcomitant chronic poor sleep may have a negative influence on the disease activity in patients with inflammatory bowel disease, especially in those with ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nDiscordant effects of Janus kinases inhibition ex-vivo on inflammatory responses in colonic compared to ileal mucosa.\r\nSite-specific anti-inflammatory effect of JAK inhibition by tofacitinib was noticed, whereby the colon was more robustly affected than the ileum. Ex-vivo response to tofacitinib is individual. JAK inhibition may attenuate inflammation by decreasing iNOS expression. Ex-vivo mucosal platforms may be a valuable resource for studying personalized drug effects in patients with IBD.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Early living donor liver transplantation for alcohol-associated hepatitis: Status in the era of increasing demand, unmet needs, and future considerations.\r\nThe challenges of LT in living donor centers, particularly for those with AH, are unique and have previously not been discussed in depth. In this review, we aim to discuss the challenges unique to LDLT with respect to candidate and donor selection, ethical considerations, disparities in LDLT, post-LT alcohol relapse, and measures to prevent them while also addressing the definitions and outcomes of early-living donor liver LT (eLDLT) for AH.\r\nPubmed   Journal   ReadQx \r\nImpact of acute kidney injury response on survival and liver transplant rates in hospitalized patients with cirrhosis awaiting liver transplantation: Results from the HRS-HARMONY consortium.\r\nIn patients with cirrhosis waitlisted for LT who are hospitalized with AKI, AKI response to therapy is associated with improved 90-day survival, despite a reduced LT rate and longer time to LT.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Ex-vivo 3D cellular models of pancreatic ductal adenocarcinoma: from embryonic development to precision oncology.\r\nDespite recent advancements in understanding the etiopathogenesis and treatment of PDAC, there remains a pressing need for improved individualized models, the identification of novel molecular targets, and the development of unbiased predictors of disease progression. Here we aim to explore the concept of precision medicine utilizing three-dimensional, patient-specific cellular models of pancreatic tumors and discuss their potential applications in uncovering novel druggable molecular targets and predicting clinical parameters for individual patients.\r\nPubmed   Journal   ReadQx \r\nRisk factors of acute pancreatitis in young adults: a Nationwide population-based cohort study in South Korea.\r\nIn the young adult population, alcohol consumption, smoking, hypertriglyceridemia, and obesity were associated with an elevated risk of developing AP. It is important to identify and manage the modifiable AP risk factors in young adults to minimize the socioeconomic burden of AP.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Early tumor shrinkage as a prognostic predictor in chemotherapy-naïve patients with locally advanced pancreatic cancer treated with modified FOLFIRINOX or gemcitabine plus nab-paclitaxel combination therapy: An exploratory analysis of JCOG1407.\r\nETS may be a prognostic predictor in chemotherapy-naïve patients with LAPC treated with mFOLFIRINOX or GnP.\r\nPubmed   Journal   ReadQx \r\nSurgical prophylaxis in pancreatoduodenectomy: Is cephalosporin still the drug of choice in patients with biliary stents in situ?\r\n PTZ prophylaxis effectively reduced SSIs in stented patients post-pancreatoduodenectomy. Based on the local microbial profile, ceftriaxone prophylaxis may be used for prophylaxis in non-stented patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    Deciphering the Differences Between Stricturing With or Without Penetrating Crohn's Disease: One Step Closer to Solving the Puzzle.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Utility of Intestinal Ultrasound in a Case of Microscopic Colitis. \r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter To The Editor:Unfair discrimination of multiple races in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-08-02T12:00:06-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-26-2024/",
    "title": "Fri Jul 26 2024",
    "description": "33 articles - From Friday Jul 19 2024 to Friday Jul 26 2024",
    "author": [],
    "date": "2024-07-26",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Invasive Therapeutic Strategies for Stricturing Crohn's Disease in Childhood: A Systematic Review and Meta-Analysis.\r\nSurgical resection is the best option for treating strictures in pediatric CD patients in terms of recurrence rate, compared with endoscopic balloon dilation and strictureplasty. Nevertheless, surgical resection is associated with more adverse events.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Dietary patterns in the progression of metabolic dysfunction-associated fatty liver disease to advanced liver disease: a prospective cohort study.\r\n These findings highlight the detrimental effects of MAFLD on the development of subsequent liver diseases and the importance of dietary patterns in managing MAFLD.\r\nPubmed   Journal   ReadQx \r\nFish oil supplementation modifies the associations between genetically predicted and observed levels of blood lipids: a cross-sectional gene-diet interaction study in UK Biobank.\r\nFish oil supplementation attenuates the association between genetically predicted and observed circulating levels of total cholesterol, LDL cholesterol, and triglycerides, while accentuating the corresponding association for HDL cholesterol in individuals of European ancestry. Further research is needed to understand the clinical implications of these findings.\r\nPubmed   Journal   ReadQx \r\nFolate intake and colorectal cancer risk according to genetic subtypes defined by targeted tumor sequencing.\r\nFolate intake was not differentially associated with CRC risk according to mutations in the genes explored. The nominally significant differential mutation effects observed in a few genes warrants further investigation.\r\nPubmed   Journal   ReadQx \r\nPlant-based diet in hyperkalemic chronic kidney disease patients receiving sodium zirconium cyclosilicate: A feasibility clinical trial.\r\nPBD in hyperkalemia-prone CKD patients receiving SZC improved dietary quality and increased the intake of healthy foods while plasma potassium concentration remained stable within normal values for most patients. Clinical Trial Registry number NCT04207203 (\r\nPubmed   Journal   ReadQx \r\nQuercetin intervention reduced hepatic fat deposition in patients with nonalcoholic fatty liver disease: a randomized, double-blind, placebo-controlled crossover clinical trial.\r\nTwelve weeks treatment of quercetin could reduce intrahepatic lipid contents in patients with NAFLD, possibly explained by a slightly larger body weight loss in the quercetin group. The trial is registered at as ChiCTR2100047904. The trial is registered at as ChiCTR2100047904.\r\nPubmed   Journal   ReadQx \r\nRelationship between Very Early Enteral Nutrition and Persistent Inflammation, Immunosuppression, and Catabolism Syndrome in cardiovascular surgery patients: A propensity score-matched study.\r\nAmong patients who underwent cardiovascular surgery, very early EN provided on the day after surgery was associated with a lower incidence of PICS and a shorter length of hospital stay than EN provided two or three days after surgery.\r\nPubmed   Journal   ReadQx \r\nSerum S-adenosylhomocysteine, rather than homocysteine, is associated with hepatocellular carcinoma survival: a prospective cohort study.\r\nHigher serum SAH concentrations, rather than homocysteine, were independently associated with worse survival in HCC patients, regardless of the genetic variants of one-carbon metabolism key enzymes. These findings suggesting that SAH may serve as a novel metabolism-related prognostic biomarker for HCC.\r\nPubmed   Journal   ReadQx \r\nVitamin D and Heart Failure Risk among Individuals with Type 2 Diabetes: Observational and Mendelian Randomization Studies.\r\ns/interpretation Higher serum 25(OH)D was associated with lower HF risk among individuals with T2D and the MR analysis suggested a potential causal relationship. These findings indicate a role of maintaining adequate vitamin D status in the prevention of HF among individuals with T2D.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    High Healthcare Costs in Childhood Inflammatory Bowel Disease: Development of a Prediction Model Using Linked Clinical and Health Administrative Data.\r\nThe cost of caring for children with IBD in the first year after diagnosis is immense and can be predicted based on characteristics at diagnosis. Efforts that mitigate rising costs without compromising quality of care are needed.\r\nPubmed   Journal   ReadQx \r\nIdentification of the M2 Macrophage-associated Gene THBS2 as a Predictive Marker for Inflammatory Cancer Transformation.\r\nTo sum up, patients with UC exhibiting reduced M2 macrophage infiltration have a higher propensity for CAC development, making THBS2 a crucial focus for converting UC into CAC. Furthermore, identifying antibody analogues targeting THBS2 could potentially lower the likelihood of CAC transformation in patients with UC.\r\nPubmed   Journal   ReadQx \r\nIntestinal Ultrasound, Fecal Calprotectin, and Their Combination to Predict Endoscopic Mucosal Healing in Ulcerative Colitis: A Real-Life Cross-Sectional Study.\r\n The combination of IUS and FC is effective in identifying mucosal healing in UC. Noninvasive evaluation of mucosal healing is possible for most UC patients.\r\nPubmed   Journal   ReadQx \r\nThe Prevalence and Characteristics of Inflammatory Bowel Disease-related Ocular Involvement in Children.\r\nThe prevalence of ocular involvement in children with IBD is rare and steady;  it is also associated with a greater usage of systemic corticosteroids and biologic agents, potentially representing a more severe disease course.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Chronic poor sleep is associated with increased disease activity in patients with ulcerative colitis: Prospective observational study in Japan.\r\nConcomitant chronic poor sleep may have a negative influence on the disease activity in patients with inflammatory bowel disease, especially in those with ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nClassifying Inflammation on Intestinal Ultrasound Images and Cineloops - A Learning Curve Study.\r\nWe found considerable individual and group-level differences in learning curves supporting the concept of competency-based training for assessing bowel wall thickness, color Doppler signal and inflammatory fat. However, despite practice over 80 cases, novices did not improve in their interpretation of bowel wall stratification, suggesting that a different approach is needed for this parameter.\r\nPubmed   Journal   ReadQx \r\nPreventable predictive factors of post-colonoscopy colorectal cancer in inflammatory bowel disease.\r\nMore than 50% of CRCs in our population were PCCRC. PCCRCs were associated with previous inadequate cleansing and occurred more frequently in high-risk patients.\r\nPubmed   Journal   ReadQx \r\nRe-evaluating Methods for Assessing Differences in Response in Ileal vs. Colonic Crohn's Disease: A Post-hoc Analysis of the FITZROY Trial.\r\nFilgotinib demonstrated similar efficacy in ileal-dominant and isolated colonic CD when controlling for baseline disease activity and clustering effects.\r\nPubmed   Journal   ReadQx \r\nThe Natural History of Crohn's Disease Leading to Intestinal Failure: A Longitudinal Cohort Study from 1973 to 2018.\r\n Patients with Crohn's disease complicated by intestinal failure experienced a more persistently severe preceding course of Crohn's disease but were not more likely to be treated with biological therapy.\r\nPubmed   Journal   ReadQx \r\nThe microRNA expression in crypt-top and crypt-bottom colonic epithelial cell populations demonstrates cell-type specificity and correlates with endoscopic activity in ulcerative colitis.\r\nmiRNA expression was specific to colonic epithelial cell populations and UC state, reflecting endoscopic disease activity. Irrespective of the UC state, deregulated epithelial miRNAs were associated with regulation of intestinal barrier integrity.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Cystatin C and the difference between cystatin C and serum creatinine: Improved metrics to predict waitlist mortality among decompensated cirrhosis patients.\r\n Our study demonstrates that not only is cysC more associated with waitlist mortality than sCr, but that cysCsCrdiff represents a novel independent metric associated with waitlist mortality.\r\nPubmed   Journal   ReadQx \r\nNormothermic regional perfusion in controlled DCD liver procurement: Outcomes of the Swedish national implementation protocol.\r\nStudy protocol MRCP in cDCD patients showed no signs of subclinical biliary strictures. Evaluation of the Swedish national pilot of cDCD liver transplantation with mandatory NRP shows comparable outcomes to a matched DBD cohort with 94.4 one-year patient and graft survival and no incidence of NAS within the first year.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Near total head resection of pancreas in patients with chronic pancreatitis - Outcome of a novel surgical technique.\r\n BDPPHR is a novel and safe technique of near total head resection which results in very good pain relief in 81 % of patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    Rethinking Faecal Microbiota Transplant for Pouchitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Autologous Fat Grafting For Perianal Fistula in Behçet's Disease: A Case Report.\r\n\r\nPubmed   Journal   ReadQx \r\nDiagnostic and Therapeutic Challenges in Severe Peristomal Pyoderma Gangrenosum.\r\n\r\nPubmed   Journal   ReadQx \r\nPouch Salvage of Long Rectal Cuff Syndrome: Excision of Retained Rectum and Mesorectum With Conversion to Ileoanal Anastomosis.\r\n\r\nPubmed   Journal   ReadQx \r\nRisankizumab Is Effective for The Management of Crohn's Disease of the Pouch.\r\n\r\nPubmed   Journal   ReadQx \r\nSuccessful Long-Term Treatment of Collagenous Sprue With Tacrolimus in a 25-Year-Old With Severe Intestinal Failure.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    CON: Satellite clinics are a marketing tool and do not improve access and equity in liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nHow satellite clinics can improve access to liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nThe liver frailty index enhances mortality risk prediction above and beyond MELD 3.0 alone.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Cystic fibrosis transmembrane conductance regulator (CFTR) variants and CFTR function in patients with pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the editor: Prevalence and risk factors of fatigue and its association with quality of life among patients with chronic pancreatitis: A cross-sectional study.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-27T14:10:07-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/07-19-2024/",
    "title": "Fri Jul 19 2024",
    "description": "20 articles - From Friday Jul 12 2024 to Friday Jul 19 2024",
    "author": [],
    "date": "2024-07-19",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Endoscopic Balloon Dilatation of Ileal Pouch-Anal Anastomosis Strictures in Inflammatory Bowel Disease: A Systematic Review and Meta-Analysis.\r\nEndoscopic balloon dilatation is safe and highly effective for management of IPAA strictures. Additional studies are needed to compare its efficacy with surgical interventions.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Fish oil supplementation modifies the associations between genetically predicted and observed levels of blood lipids: a cross-sectional gene-diet interaction study in UK Biobank.\r\nFish oil supplementation attenuates the association between genetically predicted and observed circulating levels of total cholesterol, LDL cholesterol, and triglycerides, while accentuating the corresponding association for HDL cholesterol in individuals of European ancestry. Further research is needed to understand the clinical implications of these findings.\r\nPubmed   Journal   ReadQx \r\nIntraduodenal calcium enhances the effects of L-tryptophan to stimulate gut hormone secretion and suppress energy intake in healthy males: a randomized, cross-over, clinical trial.\r\nIntraduodenal administration of calcium enhances the effect of Trp to stimulate plasma cholecystokinin, GLP-1 and PYY, and suppress energy intake, in health. These findings have potential implications for novel nutrient-based approaches to energy intake regulation in obesity. Clinical trial registry The trial was registered with the Australian New Zealand Clinical Trial Registry ( trial number  ACTRN12620001294943).\r\nPubmed   Journal   ReadQx \r\nOptimal gestational weight gain associated with improved perinatal outcomes in women with gestational diabetes mellitus: a population-based study in the United States.\r\nThe IOM guidelines are generally applicable for women with GDM, with the exception of women with moderate and severe obesity. The optimal GWC ranges for women with GDM and moderate to severe obesity may be lower than the IOM guidelines.\r\nPubmed   Journal   ReadQx \r\nSpecialized nutritious foods and behavior change communication interventions during the first 1,000 days of life to prevent stunting: A quasi-experimental study in Afghanistan.\r\nThe provision of SNF in combination with SBCC during the first 1,000 days of life was associated with reduction in stunting and underweight and improvements in IYCF practices among children under 2 years of age. Clinical trial registry number , NCT04581993.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Concomitant Administration of Ozanimod and Serotonergic Antidepressants in Patients With Ulcerative Colitis or Relapsing Multiple Sclerosis.\r\nNo evidence of increased TEAEs potentially associated with serotonin accumulation was observed with concurrent use of ozanimod and SSRIs/SNRIs. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nMetformin Is Associated With Improved Inflammatory Bowel Disease Outcomes in Patients With Type 2 Diabetes Mellitus: A Propensity-Matched Cohort Study.\r\nPatients with IBD and T2DM on metformin had a decreased likelihood of worse IBD outcomes.\r\nPubmed   Journal   ReadQx \r\nPharmacogenomic Assessment of Genes Implicated in Thiopurine Metabolism and Toxicity in a UK Cohort of Pediatric Patients With Inflammatory Bowel Disease.\r\nA significant association for toxicity was observed in the AOX1 and DHFR genes in individuals negative for the TPMT and NUDT15 variants. Patients harboring the NUDT15*3 allele, which is associated with myelosuppression, did not show an increased risk of toxicity.\r\nPubmed   Journal   ReadQx \r\nPredicting Adverse Events to Thiopurines in IBD: Are We a Step Closer?\r\nHowever, the unpredictable and sometimes serious side effects and intolerance remain a major challenge. Pretreatment of extended genetic panel analysis, identification of novel variants, and monitoring of intermediate metabolites will help improve the overall outcome and reduce the toxicity.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    MSCs-exosomes can promote macrophage M2 polarization via exosomal miR-21-5p through Mesenteric injection: a promising way to attenuate murine colitis.\r\n Mesenteric injection of HucMSCs-Exos significantly alleviates mesenteric inflammation and colitis by promoting mesenteric macrophage M2 polarization, making it a promising approach to treat colitis and suggesting therapeutic potential role of exosomal miR-21-5p in CD.\r\nPubmed   Journal   ReadQx \r\nThe microRNA expression in crypt-top and crypt-bottom colonic epithelial cell populations demonstrates cell-type specificity and correlates with endoscopic activity in ulcerative colitis.\r\nmiRNA expression was specific to colonic epithelial cell populations and UC state, reflecting endoscopic disease activity. Irrespective of the UC state, deregulated epithelial miRNAs were associated with regulation of intestinal barrier integrity.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Improved outcomes of ABO incompatible living donor liver transplant with biologically related donors.\r\n ABO-I LDLT is an effective and safe method for increasing the donor pool in absence of ABO-C liver donor. Long term outcomes of recipients with biologically-related donors are marginally better than biologically-unrelated ABO-I LDLT recipient. However, incidence of antibody-mediated graft rejection and biliary complications are more in biologically-unrelated ABO-I liver recipient.\r\nPubmed   Journal   ReadQx \r\nPrediction of portal venous pressure in living donor liver transplantation: A retrospective study.\r\nThis study demonstrated the feasibility of predicting intraoperative PVP using preoperative factors in liver transplant patients with decompensated cirrhosis. This predictive approach could refine surgical planning, potentially improving patient outcomes.\r\nPubmed   Journal   ReadQx \r\nUse of HBsAg-positive donors in liver transplantation: An ILTS-EASL-AASLD multisociety survey.\r\nHBsAg-positive donors are underutilized worldwide. The use of HBsAg-positive liver grafts could help to increase the donor pool, particularly in highly endemic areas.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Early detection of necrosis in low-enhanced pancreatic parenchyma using contrast-enhanced computed tomography was a better predictor of clinical outcomes than pancreatic inflammation: A multicentric cohort study of severe acute pancreatitis.\r\nThe degree of necrosis in LEPP assessed using early CECT of SAP was a better predictor of mortality than the extent of pancreatic inflammation.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Reply: Predicting Adverse Events to Thiopurines in IBD: Are We a Step Closer?\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Evolution of the transplant hepatology fellowship application process and its impact on the future of the hepatology workforce.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver transplant candidates evaluated at satellite clinics at a large academic transplant center are less likely to be waitlisted.\r\n\r\nPubmed   Journal   ReadQx \r\nPrinciples for simulating the organ allocation system.\r\n\r\nPubmed   Journal   ReadQx \r\nTransplantation for alcohol-associated liver disease in the modern era: Benefits and issues unresolved.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-07-19T23:46:59-04:00",
    "input_file": {}
  }
]
