[
  {
    "path": "gi2/11-07-2025/",
    "title": "Fri Nov 07 2025",
    "description": "34 articles - From Friday Oct 31 2025 to Friday Nov 07 2025",
    "author": [],
    "date": "2025-11-07",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    A cross-sectional study of macronutrients, vitamins, minerals, and bioactive components in human milk of approved milk bank donors from low-, middle-, and high-income countries.\nClinical protocols for feeding DHM to preterm infants, including setting-specific fortifier products, may need to take into consideration the local donor milk banking model. Multidonor pooling warrants further investigation as a tool for milk banks to ensure minimum nutrient standards for DHM.\nPubmed   Journal   ReadQx Cross-sectional analysis of visceral adipose tissue associations with obesity-related disease.\nThese data suggest that VAT estimates may improve individual obesity risk management although this analysis did not demonstrate a clear advantage of VAT or a simple WC or WC/height. These data suggest a sex-independent threshold could be set for metabolic disease risk at approximately VAT ≥ 100 cm 2 .\nPubmed   Journal   ReadQx Egg supplementation for 24 weeks does not improve linear growth or reduce small intestinal permeability in Sierra Leonean children with moderate wasting: a randomized, blinded, controlled trial.\nSupplementation with whole egg powder for 24 wk, while providing ample amounts of essential amino acids, did not improve linear growth or reduce small intestinal permeability when compared with corn flour in children with MAM.\nPubmed   Journal   ReadQx High concentrations of polyunsaturated n-3 fatty acids in serum are inversely associated with risk of future incident venous thromboembolism - the HUNT cohort study.\nOur finding of an inverse association between serum n-3 PUFA concentrations and VTE suggest that a diet enriched with n-3 PUFAs might protect against future VTE.\nPubmed   Journal   ReadQx Insulinemic and Inflammatory Dietary Patterns and Colorectal Cancer Risk: A Dietary Data Harmonization Study of One Million Participants in the COMETS Consortium.\n Using carefully harmonized data from nearly one million individuals in the U.S. and Europe, we observed significant CRC risk reduction with habitual intake of low-insulinemic and anti-inflammatory dietary patterns, comparable to higher overall dietary quality. Study findings underscore the utility of these dietary patterns for global cancer prevention efforts.\nPubmed   Journal   ReadQx Novel protein targets for type 2 diabetes prevention and their mediating role in the diet-disease relationship: evidence from 2 population-based cohorts and a Mendelian randomization analysis.\nWe provide novel and robust findings of proteins causally linked to T2D and their associations with habitual diet. These findings may guide nutritional strategies for T2D prevention.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Efficacy and Safety with Upadacitinib by Baseline Corticosteroid Use in Patients with Moderately to Severely Active Crohn's Disease.\nand relevance The results from pivotal studies demonstrated that upadacitinib effectively induced early and sustainable corticosteroid-free clinical remission with a manageable safety profile in patients with moderate-to-severe CD. Clinical trial identifiers U-EXCEL, U-EXCEED, and U-ENDURE ClinicalTrials.gov numbers, NCT03345849, NCT03345836, and NCT03345823.\nPubmed   Journal   ReadQx Implementation of a Capillary Blood Self-Sampling Technique at Home for Monitoring of Patients With IBD.\nThis study shows a high success rate for capillary blood sampling at home for routine disease monitoring in IBD patients. Device optimization and identification of patient preferences are needed to effectively integrate blood sampling at home in remote monitoring of IBD patients.\nPubmed   Journal   ReadQx Intestinal Barrier Dysfunction in Inflammatory Bowel Disease: Pathophysiology to Precision Therapeutics.\nThe key gaps, particularly whether barrier dysfunction is a primary cause or a secondary consequence of IBD, lack of standardized clinically validated biomarkers, and limited translational efficiency into therapeutic applications, are also discussed. Addressing these gaps by integrating multidisciplinary research and adoption of advanced analytical technologies can pave way for personalized treatments, improving patient outcomes and mitigating the disease burden.\nPubmed   Journal   ReadQx Trends and Impacts of Advanced Therapy on Chronic Opioid Use in Asian Patients with Inflammatory Bowel Disease.\n Chronic opioid use has increased over the past decade among Korean patients with IBD, particularly among those with CD. AT is crucial for reducing opioid use in patients with CD.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Sequencing JAK-inhibitors in ulcerative colitis: effectiveness and safety of switching within treatment class.\n Treatment with a second JAKi is effective and safe in patients with UC already exposed to JAKi. Primary failure to a first JAKi and steroid use at initiation of the second JAKi might reduce the likelihood of success with the second JAKi.\nPubmed   Journal   ReadQx Liver Transpl\n    Physical exercise improves neurocognition in patients with metabolic dysfunction-associated steatotic liver disease.\n A structured, monitored exercise program improves cerebral hemodynamics, arterial stiffness and cognitive function in patients with MASLD. (NCT05520697).\nPubmed   Journal   ReadQx Pancreas\n    Acinar-to-Ductal Metaplasia: Bridging the Gap Between Cellular Plasticity and Treatment Innovations in Chronic Pancreatitis.\nAlthough progress has been made, significant challenges remain in understanding the complex mechanisms of ADM and in ensuring the safety and efficacy of these therapies. This review aims to provide an in-depth understanding of the role of ADM in CP and to pave the way for efficacious therapeutic options.\nPubmed   Journal   ReadQx Clinical Outcome and Quality of Life After Frey's Procedure and Longitudinal Pancreaticojejunostomy for Chronic Pancreatitis.\nBoth Frey's procedure and LPJ provided durable pain relief and improved quality of life. Surgical selection should be guided by pancreatic morphology to optimize long-term pain outcomes.\nPubmed   Journal   ReadQx Endoscopic Management of Chronic Pancreatitis in Children: A Single-center Experience Over a Decade.\n Therapeutic ERCP is a safe and effective therapy for the management of CP in children with significant improvement in pain and could influence stabilization of exocrine, and endocrine functions.\nPubmed   Journal   ReadQx Gastrointestinal Symptom Burden After Total Pancreatectomy with Islet Autotransplantation, A Prospective Observational Cohort Study.\n Post-TPIAT, patients experience severe belly pain, gas / bloating, nausea / vomiting, and diarrhea at higher rates compared to the general population. Patients who report a diagnosis of SIBO were more likely to have these symptoms with exception of diarrhea. Nausea / vomiting and diarrhea appear to have the largest impact on QoL measures.\nPubmed   Journal   ReadQx Incidence, Predictors, Management, and Outcome of Paralytic Ileus in Acute Pancreatitis.\n Paralytic ileus affects a significant proportion of patients with moderate to severe AP and is a marker of local and systemic complications. Paralytic ileus was an independent predictor of infected necrosis, intervention, and mortality, underscoring its prognostic relevance.\nPubmed   Journal   ReadQx Temporal Changes in Quality of Life in Patients with alcohol-associated Acute Pancreatitis.\n QOL is profoundly affected during hospitalization for alcohol-related AP, with persistent impairment in physical QOL at short-term follow-up. Efforts to address physical rehabilitation and mental health support during and in the post-hospitalization period may help optimize outcomes in alcohol-associated AP.\nPubmed   Journal   ReadQx The Utility of 24/7 Interventional Radiology Service Post-Pancreaticoduodenectomy IR post-pancreatectomy.\n Almost 30% of patients required out-of-hours emergency Interventional Radiology procedures. Given this finding, the propensity of pancreaticoduodenectomy patients to deteriorate rapidly, and the significant impact of failure to rescue in the morbidity and mortality associated with this operation, we believe that centres performing pancreaticoduodenectomy should have adequate access to Interventional Radiology services with 24-hour availability.\nPubmed   Journal   ReadQx Therapeutic Mechanisms of Sanhuang Xiexin Decoction in Severe Acute Pancreatitis-Associated Lung Injury: Modulation of the NF-κB Signaling Pathway.\nSHXXD exerts therapeutic effects in treating severe acute pancreatitis-associated lung injury by modulating the NF-κB signaling pathway, making it a potential alternative treatment for PALI. Its active components, including quercetin and baicalin, reduce inflammation.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    Am J Clin Nutr\n    Can ω-3 fatty acids prevent venous thromboembolism?\n\nPubmed   Journal   ReadQx Contextualizing the global diversity of donor human milk composition.\n\nPubmed   Journal   ReadQx Proteins and the crossroads of diet and type 2 diabetes.\n\nPubmed   Journal   ReadQx Visceral adipose tissue compared with waist-based anthropometry in assessing metabolic risk.\n\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Bridging the Gap: From Clinic to Home in IBD Monitoring.\nHome-based capillary blood sampling represents a paradigm shift toward patient-centered IBD monitoring, offering particular advantages for pediatric populations while requiring external validation before widespread clinical implementation.\nPubmed   Journal   ReadQx Comments on the Study of Colonic Taste Receptors, Fecal Amino Acids, and Ulcerative Colitis: Methodological Considerations for Enhanced Generalizability.\n\nPubmed   Journal   ReadQx Early Switching to Subcutaneous Infliximab as a Pragmatic Strategy for Optimized Inflammatory Bowel Disease Care.\n\nPubmed   Journal   ReadQx Pancreatology\n    Patient-derived organoids from EUS-guided biopsies in pancreatic cancer: moving the needle for precision medicine.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Liver Transpl\n    Advancing quality care for cirrhosis: A data-driven framework to reduce disparities and improve outcomes.\n\nPubmed   Journal   ReadQx Pancreas\n    Chymotrypsin Deficiency Accelerates Precancerous Remodeling of the Pancreas in KC Mice.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    Inflamm Bowel Dis\n    Reply: Barriers and Opportunities for Resilience Programs in IBD: Insights from the SMART Project.\n\nPubmed   Journal   ReadQx Pancreatology\n    Aspirin use and acute pancreatitis mortality.\n\nPubmed   Journal   ReadQx Endoscopic management of pancreaticopleural fistula and dysphagia pancreatica in children.\n\nPubmed   Journal   ReadQx Unpacking the protective role of circ0001415 in acute pancreatitis: Is its upregulation a true adaptive shield or a stress signature?\n\nPubmed   Journal   ReadQx \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-07T07:35:11-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-31-2025/",
    "title": "Fri Oct 31 2025",
    "description": "20 articles - From Friday Oct 24 2025 to Friday Oct 31 2025",
    "author": [],
    "date": "2025-10-31",
    "categories": [],
    "contents": "\n\n\n\n\n\n\n\nparm_toc.knit\n\n\n\n\n\n\n\n\n\n\n\n\nGuidelines\nMeta-analysis\nOriginal\narticles\nReviews&Editorials\nMiscellaneous\nLetters&Replies\n\n\n\n\nGuidelines\nGuidelines and related publications, position statements, white\npapers, technical reviews, consensus statements, etc…\n\n\n    \n\n\nMeta-analysis\nmeta-analyses and systematic reviews\n\n\n    J Crohns Colitis\n    Pharmacological management of upper gastrointestinal crohn's disease: A systematic review.\nOur systematic review highlights a paucity of evidence to inform therapeutic strategies in UGICD. Positive outcomes were reported for corticosteroids and anti-TNF, but from small observational, and uncontrolled studies. Data for most advanced therapies remain limited, highlighting a large unmet need to inform clinical practice.\nPubmed   Journal   ReadQx \n\n\nOriginal articles\nRCT, clinical trials, retrospective studies, etc…\n\n\n    Am J Clin Nutr\n    A randomized trial modeling the effects of solutions with low to moderate glycerol and sodium concentrations on fluid balance in healthy, active adults.\n Relatively low concentrations of glycerol by itself (≥1.5%) or in combination with electrolytes (≥0.75% glycerol plus ≥15 mM sodium) promoted better fluid balance than placebo. These results help inform the minimum concentrations of glycerol and/or sodium needed to promote fluid balance in healthy, active individuals;  however, future research is needed to verify the model's predictions. Clinical trial registry ClinicalTrials.gov  NCT06185595.\nPubmed   Journal   ReadQx Customized Multimodal Diabot-GPT-4o Enhances Accuracy of Image-Based Dietary Assessments in Dietetic Trainees in Taiwan: Validation Against Weighed Food Records.\nCustomized AI chatbots improved automated IBDAs, yet accuracy depends on clear images for food visibility and portion-size fidelity. Standardized AI-input procedures (FN, cooking state, prompt structure, and configuration) and expert oversight to detect and correct AI hallucinations (fabricated items, units, or quantities) remain essential for reliable, interpretable estimates.\nPubmed   Journal   ReadQx The timing of macronutrient and major food group intake and associations with mortality among US adults, 1999-March 2020: a serial cross-sectional study.\n Overnight intake and delayed eating timing are prevalent among US adults, especially among socioeconomically disadvantaged groups, and were associated with higher mortality, particularly for specific macronutrients/foods, supporting eating timing recommendations integrating food composition.\nPubmed   Journal   ReadQx Inflamm Bowel Dis\n    Characterization of Intestinal Mycobiome in Surgical Resections from Inflammatory Bowel Disease Patients: A Deeper Analysis in Complicated Crohn's Disease Phenotypes.\nThese results underscore the potential of fungal biomarkers in elucidating IBD pathogenesis and its associated complications, which opens up promising avenues for targeted therapeutic strategies.\nPubmed   Journal   ReadQx Cutaneous Manifestations and Dermatologic Adverse Events in IBD: A Clinical Update.\nImproved comprehension of these manifestations not only emphasizes the necessity for interdisciplinary care, but also informs tailored therapies to address systemic inflammation while minimizing dermatological complications. This update offers practical insights and emerging evidence to guide clinicians in optimizing patient outcomes.\nPubmed   Journal   ReadQx Heterogeneity in Histological Evaluation of Microscopic Colitis in Randomized Clinical Trials: An Umbrella Review.\nThis umbrella review highlights the heterogeneity in the definitions of histological outcomes in MC RCTs. The summarized evidence will support ongoing efforts to develop consensus definitions for histological outcomes in order to facilitate clinical trials of medical therapies for MC.\nPubmed   Journal   ReadQx Perioperative anti-α4β7 Integrin Blockade Alters Wound Cell Infiltrate but Not the Functional Outcome of Ileocecal Anastomoses in Mice With Crohn's-like Ileitis.\nCrohn's-like ileitis mice were at higher risk for abscess formation. Anti-α4β7 integrin treatment resulted in cellular changes that did not impair functional anastomotic healing.\nPubmed   Journal   ReadQx Quantitative Analysis of Distinct Colon Crypt Branching Modes Using Interpretable Machine Learning.\nWe present a machine learning model capable of distinguishing both modes of crypt branching patterns. Furthermore, using a hand-crafted feature approach allowed us to directly interpret the classification criteria of our algorithm, rendering it more transparent and interpretable than black box classification models.\nPubmed   Journal   ReadQx J Crohns Colitis\n    Kinetics of Intestinal Ultrasound and Shear-wave Elastography to assess early response in Ulcerative Colitis Patients Treated with Filgotinib.\nOn IUS, BWT, submucosal thickness and CDS predict endoscopic response after four weeks of filgotinib treatment. SWE values in the sigmoid differ between responders and non-responders, but early assessment does not predict treatment response.\nPubmed   Journal   ReadQx Therapeutic management and risk of colectomy in patients with acute severe ulcerative colitis and previous exposure to anti-TNF drugs: a comparative study of GETECCU.\n ASUC management in anti-TNF-exposed patients is heterogeneous and differs from that of bio-naive patients, with increased risk of treatment failure and colectomy.\nPubmed   Journal   ReadQx Trends in Utilization of Advanced Therapies in Patients with Inflammatory Bowel Diseases in the USA, 2021-2025.\nContemporary trends in advanced therapy utilization in patients with IBD suggest an increased utilization of upadacitinib and anti-interleukins, accompanied by a decline in use of TNF antagonists in the U.S.\nPubmed   Journal   ReadQx Liver Transpl\n    A novel measure of spatial accessibility to transplant services predicts population-based access to liver transplant.\nSensitivity analyses revealed that the association between SPAR and LDR was modified by socioeconomic characteristics and geographic region. This measure may be used in future research on spatial accessibility, including developing interventions to improve access to liver transplant for patients in low-accessibility areas.\nPubmed   Journal   ReadQx \n\n\nReviews&Editorials\nPlenty of the editorials are available as full text through the\npublisher website using the provided link\n\n\n    J Crohns Colitis\n    In response to jjaf121 adequacy of disclosures published July 2025.\n\nPubmed   Journal   ReadQx \n\n\nMiscellaneous\nmisc publications eg case reports, tools of the trade, images of\nthe month, etc…\n\n\n    Inflamm Bowel Dis\n    \"Do I Need an Anal Pap?\": Partnering in Preventive Care: A Shared Decision-Making Approach to Anal Pap Testing in IBD.\n\nPubmed   Journal   ReadQx Curbing Opioid Use in IBD: The Role of Advanced Therapies Across Populations.\n\nPubmed   Journal   ReadQx Liver Transpl\n    Entering our fourth decade: The next chapter of Liver Transplantation.\n\nPubmed   Journal   ReadQx Few-shot learning: A methodological bridge from pilot experiments to large-scale studies in refractory ascites research.\n\nPubmed   Journal   ReadQx Strategic leadership and financial governance in liver transplantation: Global insights from the international liver transplantation society congress 2025.\n\nPubmed   Journal   ReadQx Pancreatology\n    Association of pancreatic steatosis with Metabolic Dysfunction Associated Steatohepatitis using magnetic resonance imaging.\n\nPubmed   Journal   ReadQx \n\n\nLetters&Replies\nLetters to the editors and authors’ replies\n\n\n    \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2025-11-01T17:26:57-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-24-2025/",
    "title": "Fri Oct 24 2025",
    "description": "26 articles - From Friday Oct 17 2025 to Friday Oct 24 2025",
    "author": [],
    "date": "2025-10-24",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Prevalence and Associated Factors of Nonalcoholic Fatty Liver Disease in Patients with Inflammatory Bowel Disease: An Updated Global Systematic Review and Meta-Analysis of over 1.5 Million Individuals.\r\n NAFLD is a common comorbidity among patients with IBD, affecting over one in four individuals, with higher prevalence observed in adults, males, and certain geographic regions. Variation by diagnostic modality and disease location was also noted;  however, these subgroup findings are based on limited data and should be interpreted with caution. Overall, the results highlight the importance of incorporating liver health screening into routine IBD management, particularly for high-risk populations, and underscore the need for future prospective studies to refine risk stratification and management strategies.\r\nPubmed   Journal   ReadQx Pancreas\r\n    Comparative Anatomy of Pancreas Across Animal Species: A Systematic Review.\r\n This comparative review highlights the structural and histologic organization of the pancreatic tissue across animal species. This review offers a key resource for translational researchers seeking to develop animal models to recapitulate the spectrum of pancreatic disorders observed in human patients.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Impact of Comprehensive Lifestyle Interventions on Plasma Branched-Chain Amino Acid Concentrations: A Randomized Trial.\r\n Weight loss resulting from lifestyle interventions was associated with reductions in plasma BCAA concentrations. Improvements in fitness and diet composition were not associated with changes in BCAA concentrations independent of weight loss. Clinical trial registration\r\nPubmed   Journal   ReadQx Ultra processed food consumption by urbanization level among US youth and adults: Cross-Sectional Analysis of NHANES 2013-March 2020.\r\nAdults in rural areas consumed more UPF and less MPF than those in urban areas in terms of both energy and grams. There were few significant differences by urbanization among youth.\r\nPubmed   Journal   ReadQx Inflamm Bowel Dis\r\n    Comparative Risk of Serious Infections Associated With Treatment of Inflammatory Bowel Disease.\r\nIn this nationwide IBD cohort, there was not an increased risk of infection-related hospitalization among patients exposed to vedolizumab, ustekinumab, and tofacitinib as compared with patients on anti-TNF inhibitor and TP combination therapy and rates of infection-related hospitalization were low overall. These findings should guide clinical decision making and patient-physician discussions when selecting a therapeutic agent with the primary emphasis on efficacy.\r\nPubmed   Journal   ReadQx Incidence and Natural History of Very Early-Onset Inflammatory Bowel Disease in Scotland: National and Regional Cohort Studies.\r\nScotland has a high incidence of VEOIBD, with monogenic IBD exceptionally rare. Although VEOIBD disease burden is high, treatment outcomes are broadly similar to those diagnosed later in childhood based on previous studies.\r\nPubmed   Journal   ReadQx Outcomes of Pouch Creation in 2-Stage Versus 3-Stage Procedures for Pediatric Ulcerative Colitis: A Propensity Score Matched Comparative Analysis.\r\nThis study demonstrated that surgical outcomes following pouch creation were similar in a matched cohort of children undergoing 2- or 3-stage IPAA, supporting the use of a 2-stage approach in certain patients with limited disease.\r\nPubmed   Journal   ReadQx Sexual Health Challenges in Individuals With and Without Inflammatory Bowel Disease: A Population-Based Study in Denmark.\r\nAlthough the 5-item International Index of Erectile Function and 6-item Female Sexual Function Index scores did not indicate an excess of sexual dysfunction in the overall UC and CD populations, individuals with UC as well as patients with IBD experiencing active disease, stoma, or perianal involvement faced more sexual challenges than those without IBD. This highlights the need for gastroenterologists to proactively address sexual health and provide tailored support for patients with IBD.\r\nPubmed   Journal   ReadQx Xanthine Oxidase-Dependent Activation of NLPR3 Inflammasome in Epithelial Cells Sustains Inflammation in Inflammatory Bowel Disease.\r\nand relevance Overexpression of XO in IBD might contribute to inflammation by promoting NLRP3 inflammasome activation and proinflammatory cytokine production.\r\nPubmed   Journal   ReadQx J Crohns Colitis\r\n    Anti-tumor necrosis factor treatment from diagnosis is more effective and less costly than conventional \"step-up\" care for patients with active Crohn's disease: a cost-effectiveness analysis from the PROFILE trial.\r\n\"Top-down\" treatment from diagnosis with anti-TNF results in lower healthcare resource use and better clinical outcomes in patients with Crohn's disease compared to an \"accelerated step-up\" strategy.\r\nPubmed   Journal   ReadQx   PMCTrends in Utilization of Advanced Therapies in Patients with Inflammatory Bowel Diseases in the USA, 2021-2025.\r\nContemporary trends in advanced therapy utilization in patients with IBD suggest an increased utilization of upadacitinib and anti-interleukins, accompanied by a decline in use of TNF antagonists in the U.S.\r\nPubmed   Journal   ReadQx Liver Transpl\r\n    Anonymous living donation expands access and enhances equity in pediatric liver transplantation: A retrospective cohort study.\r\nIntegrating anonymous non-directed donors enlarges the living-donor pool, decreases time to transplantation for vulnerable children, and preserves the superior long-term outcomes achieved with living-donor organs. Embedding A-LDLT alongside DDLT can reduce disparities and enable timely, life-saving transplantation for children without directed donors while maintaining the advantages associated with living-donor grafts.\r\nPubmed   Journal   ReadQx Long-term outcome of the initial cases with recipient-side minimal invasive liver transplantation: Single-center comparison study.\r\n TLLT in adult is feasible and safe, achieving outcomes equivalent to open recipient surgery despite longer ischemic and operative times. Careful patient selection and technical refinements-potentially augmented by robotic assistance-may further optimize minimal invasive surgery for the recipient.\r\nPubmed   Journal   ReadQx Organ monitoring and identification of ischemic liver injury during ex situ porcine liver machine perfusion - a randomized controlled study.\r\nMeasurements taken in the hilar plate show the ability to identify bile duct damage while not introducing measurement devices to the vulnerable bile duct itself. Our findings enable more objective and timely selection of transplantable livers and warrant further investigation in clinical studies.\r\nPubmed   Journal   ReadQx Predictive value of controlled attenuation parameter in living liver donors for graft outcomes in corresponding recipients.\r\nIn conclusion, higher CAP values were associated with increased risk of SFSS and graft failure in LDLT recipients with GRWR <0.8%. Incorporating CAP into graft selection and pretransplant risk assessment may improve recipient outcomes, particularly when using small grafts in LDLT.\r\nPubmed   Journal   ReadQx Safety and feasibility of duct-to-duct biliary anastomosis in pediatric liver transplantation: A single-center retrospective study.\r\n Appropriate learning and decision-making processes ensure the safety and feasibility of DDA, with excellent perioperative and long-term outcomes. It is therefore recommended that DDA should be considered the first choice for biliary reconstruction in eligible pediatric transplant patients.\r\nPubmed   Journal   ReadQx Pancreas\r\n    Silencing of SPI1/OLAH Axis Inhibits Pancreatic Acinar Cell Oxidative Stress, Inflammation and Apoptosis to Alleviate Hyperlipidemic Acute Pancreatitis.\r\n SPI1-mediated transcriptional activation of OLAH promoted pancreatic acinar cell oxidative stress, inflammation and apoptosis to accelerate HAP progression.\r\nPubmed   Journal   ReadQx Pancreatology\r\n    Pancreatic cancer burden across Southeast Asia from 1990 to 2021: An analysis of incidence and mortality based on the global burden of disease study 2021.\r\n The substantial rise in pancreatic cancer burden across Southeast Asia highlights the need for improved healthcare infrastructure, especially in lower-SDI countries. Regional collaboration and targeted interventions focusing on early detection, treatment access, and modifiable risk factors are crucial to reducing pancreatic cancer mortality. Strengthening healthcare systems and public health initiatives will be vital to address this growing regional and global health challenge.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    J Crohns Colitis\r\n    In response to jjaf121 adequacy of disclosures published July 2025.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Reframing hepatitis B prophylaxis in liver transplant recipients - time to focus on cure.\r\n\r\nPubmed   Journal   ReadQx The hemostatic cascade by viscoelastic testing in liver transplantation: Refining targets for possibly refined intervention.\r\n\r\nPubmed   Journal   ReadQx Pancreas\r\n    APA 2024 Business Meeting.\r\n\r\nPubmed   Journal   ReadQx Commentary on \"Risk Factors for Early Liver Recurrence After Pancreatic Cancer Resection\".\r\n\r\nPubmed   Journal   ReadQx Expanding the Framework of Decisional Control in IPMN Management.\r\n\r\nPubmed   Journal   ReadQx Understanding Patients' Desire for Decision Control in Treating IPMN: A Call for Future Research.\r\n\r\nPubmed   Journal   ReadQx Pancreatology\r\n    A cross-sectional study of liver dysfunction using transient elastography among patients with chronic pancreatitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:11:09-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/10-17-2025/",
    "title": "Fri Oct 17 2025",
    "description": "52 articles - From Friday Oct 10 2025 to Friday Oct 17 2025",
    "author": [],
    "date": "2025-10-17",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Prevalence and Associated Factors of Nonalcoholic Fatty Liver Disease in Patients with Inflammatory Bowel Disease: An Updated Global Systematic Review and Meta-Analysis of over 1.5 Million Individuals.\r\n NAFLD is a common comorbidity among patients with IBD, affecting over one in four individuals, with higher prevalence observed in adults, males, and certain geographic regions. Variation by diagnostic modality and disease location was also noted;  however, these subgroup findings are based on limited data and should be interpreted with caution. Overall, the results highlight the importance of incorporating liver health screening into routine IBD management, particularly for high-risk populations, and underscore the need for future prospective studies to refine risk stratification and management strategies.\r\nPubmed   Journal   ReadQx J Crohns Colitis\r\n    Glucagon-Like Peptide 1 Receptor Agonists (GLP1-RA) and the Clinical Outcomes of Inflammatory Bowel Disease (IBD): A Systematic Review and Meta-analysis.\r\nInterpretation Patients with IBD and obesity using GLP1-RAs were able to achieve significant weight loss and had lower risks of surgery and hospitalizations. Our findings require confirmation in prospective trials of GLP1-RAs in IBD.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations between domestic water hardness and the risk of experiencing fifteen different cardiovascular events: A prospective cohort study of 324,136 UK Biobank participants.\r\nMethods This cohort study included UK Biobank participants whose address codes were used to obtain DWH data (calcium carbonate [CaCO and Ca were associated with lower CVD risk. Combined DWH was associated with increased chronic rheumatic heart disease risk.\r\nPubmed   Journal   ReadQx Optimizing glycemic variability in type 2 diabetes using simple dietary and culinary recommendations to modulate starch digestibility: a randomized controlled trial.\r\nModulating starch digestibility represents an effective and accessible strategy for enhancing GV and thus glycemic management in T2D, allowing patients with suboptimal glycemic control to reach recommended glycemic targets. (identifier  NCT03847701;  registered on February 18, 2019) \r\nPubmed   Journal   ReadQx Prenatal and preschool micronutrient supplementation and behavioral outcomes in school aged children in Nepal - a cohort study.\r\n Our study shows potential benefit of early life exposure to micronutrient supplementation for child related behavior outcomes in a South Asian setting where inadequate diets and nutrition deficiencies exist.\r\nPubmed   Journal   ReadQx Preoperative plasma short- and branched-chain fatty acids in relation to risk of complications after colorectal cancer surgery: a prospective cohort study.\r\nOur findings suggest that microbial fermentation processes, mainly those resulting in higher SCFA levels, may be linked to postoperative recovery. These findings provide leads for future studies investigating the role of preoperative diet, especially the balance between fiber and protein intake, and microbial metabolism in relation to postoperative recovery of patients with CRC. Clinical trial details This study was registered at clinicaltrials.gov with registration number NCT03191110.\r\nPubmed   Journal   ReadQx Inflamm Bowel Dis\r\n    Comparative Risk of Serious Infections Associated With Treatment of Inflammatory Bowel Disease.\r\nIn this nationwide IBD cohort, there was not an increased risk of infection-related hospitalization among patients exposed to vedolizumab, ustekinumab, and tofacitinib as compared with patients on anti-TNF inhibitor and TP combination therapy and rates of infection-related hospitalization were low overall. These findings should guide clinical decision making and patient-physician discussions when selecting a therapeutic agent with the primary emphasis on efficacy.\r\nPubmed   Journal   ReadQx Incidence of Ocular Manifestation After Adult-Onset Inflammatory Bowel Disease: A 20-Year Population-Based Cohort Study.\r\n OMs in adult-onset IBD are infrequent but clinically relevant, particularly among CD patients and those with markers of severe disease. Clinician awareness and early referral remain essential for prompt diagnosis and management.\r\nPubmed   Journal   ReadQx Introduction to the IBD Journal Supplement: \"Prevention of IBD: Forecasting and Forestalling Inflammatory Bowel Disease Onset\".\r\nWhile landmark initiatives across the globe are currently paving the way for biomarker validation and trial implementation, harmonizing terminology and defining preclinical stages are essential next steps. Ultimately, understanding disease initiation may enable transformative strategies, shifting the paradigm from treatment to true prevention and potentially altering the course of IBD.\r\nPubmed   Journal   ReadQx J Crohns Colitis\r\n    Development and validation of a novel patient-reported outcome for microscopic colitis-Microscopic Colitis Score (MCS).\r\nMCSQ and MCS are valid, reliable, and responsive tools that meet FDA and EMA standards. Both accurately reflect the diverse symptoms of MC. Compared to the binary Hjortswang criteria, MCS provides a nuanced evaluation of disease activity and holds promise for assessing therapeutic efficacy in future trials.\r\nPubmed   Journal   ReadQx   PMCHow Long is Long Enough? Timing of Pre-conceptional Remission Predicts Relapse Risk During Pregnancy in IBD.\r\nThis large multicenter study demonstrates that disease activity within 6 months before conception significantly increases the risk of relapse during pregnancy in women with inflammatory bowel disease. Our study is the first to assess both the pre-conceptional disease course and a broad set of known risk factors in a real-world cohort.\r\nPubmed   Journal   ReadQx Spatial transcriptomics and immunophenotyping uncover chronic inflammation-induced immune adaptations favoring dysplasia development in patients at risk of colitis-associated cancer.\r\nChronic inflammation induces endogenous mechanisms to protect from inflammation-induced damage, including increased anti-inflammatory cytokine production and decreased levels of CD8+ IELs. While this may limit inflammation, these mechanisms may also reduce immunosurveillance, favoring the development of CAC.\r\nPubmed   Journal   ReadQx Spatial transcriptomics reveals unique inflammatory signatures across all anatomic locations in post-operative crohn's disease.\r\nApplication of spatial transcriptomics revealed a common disease signature for post-operative CD across the colon, neo-terminal ileum, and anastomosis. Inflamed biopsies from al locations demonstrated similar immune cell and inflammatory gene expression patterns as opposed to hypoxic pathways, and unique inflammatory pathways were revealed.\r\nPubmed   Journal   ReadQx Switching to subcutaneous administration may offer more profound remission compared to intensified intravenous therapy in patients with inflammatory bowel disease and partial response following induction with intravenous vedolizumab: the PRIVEDO study.\r\nIn IBD patients with partial response to IV VDZ induction, switching to SC VDZ may lead to more profound remission than continuing IV optimization.\r\nPubmed   Journal   ReadQx Liver Transpl\r\n    Analysis of the impact of female sex and muscle mass on serum creatinine and waitlist priority for liver transplantation.\r\n Serum creatinine and MELD scores are likely to be underestimated due to reduced muscle mass rather than female sex in cirrhotic patients on the liver transplantation waitlist.\r\nPubmed   Journal   ReadQx Anonymous living donation expands access and enhances equity in pediatric liver transplantation: A retrospective cohort study.\r\nIntegrating anonymous non-directed donors enlarges the living-donor pool, decreases time to transplantation for vulnerable children, and preserves the superior long-term outcomes achieved with living-donor organs. Embedding A-LDLT alongside DDLT can reduce disparities and enable timely, life-saving transplantation for children without directed donors while maintaining the advantages associated with living-donor grafts.\r\nPubmed   Journal   ReadQx Long-term outcome of the initial cases with recipient-side minimal invasive liver transplantation: Single-center comparison study.\r\n TLLT in adult is feasible and safe, achieving outcomes equivalent to open recipient surgery despite longer ischemic and operative times. Careful patient selection and technical refinements-potentially augmented by robotic assistance-may further optimize minimal invasive surgery for the recipient.\r\nPubmed   Journal   ReadQx Optimizing liver transplant outcomes for colorectal liver metastases in the united states.\r\nGiven the potential variability of oncologic selection criteria and graft quality, we call for the standardization of nationally accepted selection criteria for listing patients for LT with uCRLM and for providing early access with high-quality organs. To achieve this it is imperative to create, or update and maintain national databases that allow for the collection of more granular oncological variables.\r\nPubmed   Journal   ReadQx Organ monitoring and identification of ischemic liver injury during ex situ porcine liver machine perfusion - a randomized controlled study.\r\nMeasurements taken in the hilar plate show the ability to identify bile duct damage while not introducing measurement devices to the vulnerable bile duct itself. Our findings enable more objective and timely selection of transplantable livers and warrant further investigation in clinical studies.\r\nPubmed   Journal   ReadQx Safety and feasibility of duct-to-duct biliary anastomosis in pediatric liver transplantation: A single-center retrospective study.\r\n Appropriate learning and decision-making processes ensure the safety and feasibility of DDA, with excellent perioperative and long-term outcomes. It is therefore recommended that DDA should be considered the first choice for biliary reconstruction in eligible pediatric transplant patients.\r\nPubmed   Journal   ReadQx Safety of immunotherapy post liver transplantation- A multicentered study of a prospective standardized clinical practice protocol.\r\nICI treatment in the immunosuppressed LTr is feasible with careful immunosuppression management and follow-up. Demonstrating a low rejection risk should allow for earlier utilization of these agents to improve cancer prognosis. Optimizing rejection risk with cancer response requires ongoing study.\r\nPubmed   Journal   ReadQx Variations in liver allocation systems across continents with a focus on MELD exceptions.\r\nAdditionally, the adoption of living donation and donation after circulatory death (DCD) is discussed. The study involves contributions from a diverse group of world experts in liver transplantation and may serve as an essential resource to foster international dialogue as countries strive to optimize organ allocation policy, including MELD exceptions.\r\nPubmed   Journal   ReadQx Pancreas\r\n    Genome-wide Association Analysis for Organ Failure in Acute Pancreatitis.\r\nWe performed a GWAS examining organ failure in AP and identified 9 candidate loci, which did not pass the genome-wide significance threshold. Three candidate genes, CHD9, FYB and MMADHC, were identified through eQTL and differential gene expression analyses. These may represent novel therapeutic targets for organ failure in AP.\r\nPubmed   Journal   ReadQx Immune Checkpoint Inhibitor-Induced Pancreatic Injury: An Emerging Form of Immune-Mediated Pancreatitis.\r\nICI-PI is an uncommon yet clinically important entity that shows a distinct clinicopathologic profile from other forms of AIP. Clear diagnostic criteria, practical treatment pathways, and prospective registries are needed to guide therapy, inform rechallenge decisions, and define long-term outcomes.\r\nPubmed   Journal   ReadQx Outcomes of Early Enteral Feeding (<48 hours) in Patients with Predicted Severe Acute Pancreatitis.\r\n This novel study demonstrated that initiating EEN within 48 hours in predicted SAP patients significantly improves outcomes, highlighting its importance in management. These findings support EEN as a clinical standard for SAP patients and call for future prospective studies to confirm its benefits.\r\nPubmed   Journal   ReadQx Participant Retention in a Prospective Multicenter Cohort of Participants With Pancreatitis and Factors Associated With Attrition.\r\nIntegrating medical records review substantially enhanced retention rates, enabling robust analyses of pancreatitis outcomes and disease progression. Older age and better self-reported physical health were key predictors of retention, highlighting the need for targeted strategies to enhance engagement among younger participants and those with poorer health in long-term studies.\r\nPubmed   Journal   ReadQx Pancreatology\r\n    Aiming for high quality of care for completed resections and improved margin status in pancreatic cancer surgery.\r\nTimely progression to primary treatment had the most significant association with achieving complete resection status.\r\nPubmed   Journal   ReadQx Effects of Krüppel-like factor 4 mutation on the clinicopathological characteristics and its related protein expressions in intraductal papillary mucinous neoplasm of the pancreas.\r\nKLF4 mutations might enhance p21 expression, possibly influencing the indolent characteristics of non-invasive IPMNs and providing a new biomarker strategy for risk stratification in patients with IPMNs.\r\nPubmed   Journal   ReadQx Efficacy of diagnosing intraductal papillary mucinous neoplasm with mural nodules by contrast-enhanced endoscopic ultrasound using time-intensity curve analysis with a new support program: A multicenter retrospective study (with video).\r\nThe contrast ratio calculated using TIC analysis with the support program is potentially useful for differentiating between IPMNs with LGD and those with HGD/IC.\r\nPubmed   Journal   ReadQx Low-dose aspirin use is associated with reduced 30- and 90-day mortality and overall improved outcomes in patients with acute pancreatitis: A multinational multicenter analysis.\r\n Low-dose ASA was associated with lower mortality, fewer complications, and lower recurrence in patients with AP, as compared to patients without ASA use at 30- and 90-days. These findings may suggest that ASA's anti-inflammatory and antiplatelet properties could potentially mitigate the inflammatory cascade in AP pathophysiology. Further studies are warranted to explore the direct impact of ASA on AP.\r\nPubmed   Journal   ReadQx Modified TNM staging system for well-differentiated pancreatic neuroendocrine tumors: A comparative study with the AJCC 9th edition.\r\n The proposed mTNM staging system was superior to the current AJCC 9th system for well-differentiated p-NETs.\r\nPubmed   Journal   ReadQx Pancreatic cancer burden across Southeast Asia from 1990 to 2021: An analysis of incidence and mortality based on the global burden of disease study 2021.\r\n The substantial rise in pancreatic cancer burden across Southeast Asia highlights the need for improved healthcare infrastructure, especially in lower-SDI countries. Regional collaboration and targeted interventions focusing on early detection, treatment access, and modifiable risk factors are crucial to reducing pancreatic cancer mortality. Strengthening healthcare systems and public health initiatives will be vital to address this growing regional and global health challenge.\r\nPubmed   Journal   ReadQx The distance to arteries predicts the oncological outcome in pancreatic cancer surgery - results from a 3D reconstruction model.\r\n Measurement of the distance to the closest artery in preoperative imaging has strong prognostic value for recurrence and overall survival in patients with resectable PDAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Beyond serum phosphorus: metabolic balance studies offer insight on effects of phosphate binders in dialysis patients.\r\n\r\nPubmed   Journal   ReadQx Has the golden egg lost its luster?\r\n\r\nPubmed   Journal   ReadQx Inflamm Bowel Dis\r\n    How Should an IBD Prevention Trial Be Designed?\r\n Prevention trials in IBD hold promise but require careful design informed by experiences from other IMIDs. Central to this effort are the development of validated predictive tools, ethically appropriate interventions, and international collaboration to assemble well-powered at-risk cohorts.\r\nPubmed   Journal   ReadQx IBD Prediction Is Possible, but How Far Are We from Implementing It?\r\nThis review emphasizes the importance of continued longitudinal studies and clinical trials to validate predictive models. Ultimately, the integration of early risk prediction holds the potential to reduce IBD incidence through targeted, proactive strategies.\r\nPubmed   Journal   ReadQx Intervention(s) in the Early-Life Period to Modulate Inflammatory Bowel Disease Risk: What Could Be the Impact?\r\nEmerging research areas include maternal dietary interventions, microbiome-based therapies, and the utilization of digital tools for risk monitoring. This review also addresses ethical and implementation challenges inherent to early-life prevention research and intervention.\r\nPubmed   Journal   ReadQx Response to Letter to the Editor regarding \"The Correlation between Fecal Amino Acids, Colonic Mucosal Taste Receptors, and Clinical Features and Indicators of Ulcerative Colitis: A Multicenter Exploratory Study\".\r\n\r\nPubmed   Journal   ReadQx Towards IBD Prediction and Prevention: The Contribution of Genetics and Genomics.\r\nThe review interrogates the risk for IBD and highlights some opportunities that may lead to the future possibility of preventing IBD. If strategies for prevention, early detection, early intervention, or even avoidance are to be developed, the obvious genetic underpinnings of IBD cannot be ignored.\r\nPubmed   Journal   ReadQx Pancreatology\r\n    Cracking the code to early detection of pancreatic cancer using AI.\r\n\r\nPubmed   Journal   ReadQx Textbook oncologic outcome in pancreatic cancer surgery: Quality metric or prognostic marker?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Cervical cancer screening remains low in liver transplant patients regardless of demographics: A single-center review.\r\n\r\nPubmed   Journal   ReadQx Postoperative complications after liver transplantation: Are we making progress?\r\n\r\nPubmed   Journal   ReadQx Reframing hepatitis B prophylaxis in liver transplant recipients - time to focus on cure.\r\n\r\nPubmed   Journal   ReadQx The hemostatic cascade by viscoelastic testing in liver transplantation: Refining targets for possibly refined intervention.\r\n\r\nPubmed   Journal   ReadQx Pancreas\r\n    Pancreatic Steatosis is an Impractical Biomarker for Predicting Outcomes in Acute Pancreatitis.\r\n\r\nPubmed   Journal   ReadQx Pancreatology\r\n    A model to predict participant retention in longitudinal acute pancreatitis studies.\r\n\r\nPubmed   Journal   ReadQx Risk of acute and chronic pancreatitis in patients with psoriasis: A Danish nationwide cohort study.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreatology\r\n    Microbiome-genetic interplay in intraductal papillary mucinous neoplasms: A critical appraisal of emerging evidence.\r\n\r\nPubmed   Journal   ReadQx Response to the letter to the editor: \"Refining the prognostic utility of CA19-9 in neoadjuvant therapy for pancreatic cancer: Emphasizing serial monitoring and subgroup differentiation\".\r\n\r\nPubmed   Journal   ReadQx TSH as a biomarker for recurrent hypertriglyceridemia pancreatitis: Key questions on thresholds, diet, and model generalization.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2025-10-30T10:46:52-04:00",
    "input_file": {}
  }
]
