[
  {
    "path": "gi2/12-29-2023/",
    "title": "Fri Dec 29 2023",
    "description": "64 articles - From Friday Dec 22 2023 to Friday Dec 29 2023",
    "author": [],
    "date": "2023-12-29",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    Dietary indices underpinning front-of-pack nutrition labels and health outcomes: a systematic review and meta-analysis of prospective cohort studies.\r\nDietary indices underpinning most common FOP nutrition labels and reflecting nutrient-poor diets showed a tendency towards an increased incidence of CVD and cancer, but the observed effects were quite modest in magnitude. Further studies at the population level are needed to support the widely shared hypothesis that FOP labels, possibly in conjunction with other interventions, may contribute to reduce non-communicable disease risk.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Outcomes and endpoints of postoperative recurrence in Crohn's Disease: systematic review and consensus conference.\r\nAgencies recommend the use of clinical evaluations, as in the case of luminal CD, and do not recognize primary endpoints based solely on endoscopy. This consensus has led to agreement on the need to define postoperative endoscopy- and/or imaging-based endpoints.\r\nPubmed   Journal   ReadQx \r\nScoring indices for perianal fistulizing Crohn's disease: A systematic review.\r\nThere are no fully valid, reliable, and responsive clinical disease or radiological indices for PFCD. Although the radiological indices demonstrated responsiveness and reliability, well-defined cut-offs for response and remission are lacking. Future research should focus on establishing standardized definitions and thresholds for outcomes.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Dietary Interventions on the Microbiota in Inflammatory Bowel Disease: A Systematic Review.\r\nDiet modulates the gut microbiota, and this may have implications for IBD;  however, the body of evidence does not currently support clear dietary patterns or food constituents that are associated with a specific microbiota profile or disease marker in IBD patients. Further research is required with a focus on robust and consistent methodology to achieve improved identification of associations.\r\nPubmed   Journal   ReadQx \r\nTofacitinib In Chronic Inflammatory Pouch Diseases. A Systematic Review.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effect of cocoa extract supplementation on cognitive function: results from the clinic subcohort of the COSMOS trial.\r\nAmong 573 older adults who underwent repeat in-person, detailed neuropsychological assessments over 2 y, daily CE supplementation, compared with placebo, showed no overall benefits for global or domain-specific cognitive function. Possible cognitive benefits of CE among those with poorer diet quality warrant further study.\r\nPubmed   Journal   ReadQx \r\nEffects of Chinese Heart-Healthy Diet on Blood Lipids, Glucose and Estimated 10-year Cardiovascular Risk Among Chinese Adults: Results on Secondary Outcomes of a Randomized Controlled Trial.\r\nThe CHH diet reduced TC and 10-year cardiovascular risk and was likely to reduce blood glucose among Chinese adults with mild hypertension. Further studies with longer term are warranted.\r\nPubmed   Journal   ReadQx \r\nFish consumption and omega-3 polyunsaturated fatty acids from diet are positively associated with cognitive function in older adults even in the presence of exposure to lead, cadmium, selenium, and methylmercury: a cross-sectional study using NHANES 2011 - 2014 data.\r\nOur findings support dietary recommendations for older adults to consume fish to maintain cognitive function, likely due to biomolecular actions of -3 PUFAs that increase neuronal membrane fluidity, have antioxidation activity, and restore cell damage. The combination of selenium and fish consumption or -3 PUFAs was associated with reduced decline in cognitive scores and less negative associations from exposures to lead, cadmium, and mercury compounds.\r\nPubmed   Journal   ReadQx \r\nFood, nutrition, and fertility: from soil to fork.\r\nParticipants developed research proposals to address the priority evidence gaps. The workshop findings serve as a foundation for future prioritization of scientific research to address evidence gaps related to food, nutrition, and fertility.\r\nPubmed   Journal   ReadQx \r\nFruit, berry, and vegetable consumption and the risk of islet autoimmunity and type 1 diabetes in children - The DIPP birth cohort study.\r\nIn children genetically at risk for T1D, the consumption of cruciferous vegetables was associated with decreased risk of IA and consumption of berries with decreased risk of T1D. in addition, the consumption of banana was associated with increased risk of IA and T1D.\r\nPubmed   Journal   ReadQx \r\nHigh-dose vitamin D3 supplementation in pregnancy and risk of neurodevelopmental disorders in the children at age 10: A randomized clinical trial.\r\nHigher maternal preintervention 25(OH)D was associated with a decreased risk of autism, lower autistic symptom load, and decreased risk of ADHD diagnosis, but high-dose vitamin D3 supplementation in pregnancy had no effect on risk of autism and ADHD.\r\nPubmed   Journal   ReadQx \r\nIntake and biomarkers of folate and folic acid as determinants of chemotherapy-induced toxicities in patients with colorectal cancer: a cohort study.\r\nThis study suggests a potential association between folic acid and capecitabine-induced toxicities, providing a rationale to study diet-drug interactions and raise further awareness of the use of dietary supplements during oncological treatment. Clinical trial details\r\nPubmed   Journal   ReadQx \r\nMixed nut consumption improves brain insulin sensitivity: a randomized, single-blinded, controlled, crossover trial in older adults with overweight or obesity.\r\nLonger-term mixed nut consumption affected insulin action in brain regions involved in the modulation of metabolic and cognitive processes in older adults with overweight/obesity. Intrahepatic lipid content and different cardiometabolic risk markers also improved, but peripheral insulin sensitivity was not affected.\r\nPubmed   Journal   ReadQx \r\nPostnatal growth in small vulnerable newborns: A longitudinal study of 2 million Brazilians using routine register-based linked data.\r\nChildren born preterm seem to reach L/HAZ and WAZ growth trajectories lower than those attained by children born at term, a condition aggravated among the most vulnerable.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Characteristics of Interventional Trials for Patients Living With Intestinal Stoma Registered in ClinicalTrials.gov With a Focus on Inflammatory Bowel Disease.\r\n There is a paucity of research in IBD patients with IS, with the majority focusing on devices and surgical procedures. There have been no drug trials evaluating efficacy in patients with CD and IS. There is an urgent need to identify barriers to enrollment and develop eligibility and outcome measures that enable the inclusion of patients with CD with stoma into clinical trials.\r\nPubmed   Journal   ReadQx \r\nFactors Associated With Extraintestinal Manifestations of Inflammatory Bowel Disease in SPARC-IBD.\r\nThis is the first comprehensive large-cohort assessment of how EIMs relate to one another at the individual vs systems levels. Further, our analysis is the first to recognize specific locations of colon involvement associated with EIMs of IBD, regardless of IBD type. These results are important in identifying patients at risk of developing future EIMs and may help with risk stratification when choosing treatments.\r\nPubmed   Journal   ReadQx \r\nFungal Microbiota Composition in Inflammatory Bowel Disease Patients: Characterization in Different Phenotypes and Correlation With Clinical Activity and Disease Course.\r\nThis study shows important differences in the mycobiome in IBD and within phenotypes. Selected fungal species were associated with complicated disease and the need of surgery in CD. This work adds to our understanding of the role of fungi in IBD, with potential clinical implications.\r\nPubmed   Journal   ReadQx \r\nMonoclonal Antibody Against Mature Interleukin-18 Ameliorates Colitis in Mice and Improves Epithelial Barrier Function.\r\nAnti-IL-18 neoepitope mAb ameliorates acute and chronic colitis, suggesting that this mAb will be an innovative therapeutic option for IBD.\r\nPubmed   Journal   ReadQx \r\nOral vs Intravenous Discharge Antibiotic Regimens in the Management of Intra-abdominal Abscesses in Penetrating Crohn's Disease.\r\nIn this retrospective, multicenter cohort of CD patients with intra-abdominal abscess, surgical outcomes were similar between patients receiving PO vs IV antibiotics at discharge. Patients treated with IV antibiotics demonstrated a decreased risk for nonsurgical readmission. Further prospective trials are needed to better delineate optimal route of antibiotic administration in patients with penetrating CD.\r\nPubmed   Journal   ReadQx \r\nPhosphoproteomics Reveals Novel Insights into the Pathogenesis and Identifies New Therapeutic Kinase Targets of Ulcerative Colitis.\r\nOur research deepened the understanding of UC pathogenesis through the lens of phosphorylation. Moreover, we identified CDK2 as a new potential therapeutic target for UC, revealing a novel role for CDK2 in necroptosis.\r\nPubmed   Journal   ReadQx \r\nSingle-center Experience With Upadacitinib for Adolescents With Refractory Inflammatory Bowel Disease.\r\n While awaiting pediatric registration trials, our data suggest that UPA is effective in inducing and maintaining SF-CR in adolescents with highly-refractory IBD with an acceptable safety profile.\r\nPubmed   Journal   ReadQx \r\nSystematic Literature Review: Ability of the IBDQ-32 to Detect Meaningful Change in Ulcerative Colitis Health Indicators.\r\nThe IBDQ-32 is responsive to changes in UC health indicators and disease activity, including in response to efficacious treatment (relative to placebo).\r\nPubmed   Journal   ReadQx \r\nThe Disease Severity Index for Inflammatory Bowel Disease Is a Valid Instrument that Predicts Complicated Disease.\r\nThe DSI reliably encapsulates factors contributing to disease severity and accurately prognosticates the longitudinal IBD course.\r\nPubmed   Journal   ReadQx \r\nTofacitinib Affects M1-like and M2-like Polarization and Tissue Factor Expression in Macrophages of Healthy Donors and IBD Patients.\r\nTofacitinib influences both polarizations (M1/M2) and the expression of tissue factor in a dose-dependent manner.\r\nPubmed   Journal   ReadQx \r\nTotal Proctocolectomy vs Subtotal/total Colectomy for Neoplasia in Patients With Inflammatory Bowel Disease and Primary Sclerosing Cholangitis.\r\nIn patients with PSC-IBD, there was no dysplasia or neoplasia in those who underwent subtotal colectomy as opposed to the IPAA group. Subtotal colectomy may be considered a viable surgical option in patients with rectal sparing PSC-IBD if adequate endoscopic surveillance is implemented.\r\nPubmed   Journal   ReadQx \r\nUnderstanding Medication Nonadherence in Crohn's Disease Patients: A Qualitative Evaluation.\r\nThere are clear cognitive, behavioral, and relational factors that guide patients' medication-related decision-making. Several of the factors share features of other behavioral change and decision-making processes, while others are specific to the experience of patients with CD. A fuller understanding of these factors is essential to developing effective behavioral interventions to improve adherence to evidence-based treatment recommendations.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Baseline serum and stool microbiome biomarkers predict clinical efficacy and tissue molecular response after ritlecitinib induction therapy in ulcerative colitis.\r\nBlood and microbiome biomarkers stratify endoscopic, histologic, and tissue molecular response to ritlecitinib, which may help guide future precision medicine approaches to UC treatment.\r\nPubmed   Journal   ReadQx \r\nEarly Intestinal Ultrasound Response to Biologic Therapy Predicts Endoscopic Remission in Children with Ileal Crohn's Disease: Results from the Prospective Super Sonic Study.\r\nEarly change in TI BWT on IUS is highly predictive of ER in children with CD and superior to symptoms and CRP. Our findings suggest that IUS could be used for treatment optimization and tight control to guide T2T strategy.\r\nPubmed   Journal   ReadQx \r\nEfficacy and Safety of the Anti-Mucosal Addressin Cell Adhesion Molecule-1 Antibody Ontamalimab in Patients with Moderate-to-Severe Ulcerative Colitis or Crohn's Disease.\r\nOntamalimab 75 mg was effective with no safety concerns as induction and maintenance therapy for patients with moderate-to-severe ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nEpigenetic and metabolic reprogramming of fibroblasts in Crohn's disease strictures reveals histone deacetylases as therapeutic targets.\r\nIncreased HDAC expression profiles, H3K27ac hypoacetylation, a significant glycolytic phenotype, and metabolic priming, characterise SCD-derived as compared to NSCD fibroblasts. Our results reveal a novel epigenetic component to Collagen-I regulation and TGFß-mediated CD fibrosis. HDAC inhibitor therapy may 'reset' the epigenetic changes associated with fibrosis.\r\nPubmed   Journal   ReadQx \r\nRisankizumab Induction Therapy Achieves Early Symptom Improvements That Are Associated With Future Clinical and Endoscopic Outcomes in Crohn's Disease: Post Hoc Analysis of the ADVANCE, MOTIVATE, and FORTIFY Phase 3 Studies.\r\nAfter the first intravenous RZB induction dose, significantly greater rates of symptom improvement versus PBO were achieved. Improvements could be observed as early as week 1 and were predictive of week 12 and 52 clinical and endoscopic improvement.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Development of a model to predict the risk of early graft failure after adult-to-adult living donor liver transplantation: An ELTR study.\r\nThe model also stratified long-term graft survival (p<0.001), which ranged from 87% in the low risk group to 60% in the high risk group. In conclusion, based on a panel of donor and recipient variables, an ANN can contribute to decision making in ALDLT by predicting EGF risk.\r\nPubmed   Journal   ReadQx \r\nDiscarded livers tested by normothermic machine perfusion in the VITTAL trial: Secondary end points and 5-year outcomes.\r\nThis first report of long-term outcomes of high-risk livers assessed by normothermic machine perfusion demonstrated excellent 5-year survival without adverse effects in al organs functioning beyond 1 year (ClinicalTrials. gov number NCT02740608).\r\nPubmed   Journal   ReadQx \r\nFinancial burden after liver transplantation is significant among commercially insured adults: A large U.S. National Cohort.\r\n In a large national cohort of commercially insured LT recipients, financial liability was highly variable across sociodemographic and clinical characteristics;  nearly 1 out 2 LT recipients owed>$5K for 1 year of post-LT care. Transplant programs should help patients anticipate potential costs and identify vulnerable populations who would benefit from enhanced financial counseling.\r\nPubmed   Journal   ReadQx \r\nNeighborhood-level social determinants of health measures independently predict receipt of living donor liver transplantation in the U.S.\r\nOf the 24 neighborhood-level SDoH measures studied, the SDI was most different between the two transplant types, with LDLT recipients having lower SDI (i. e., less socioeconomic disadvantage) than DDLT recipients (median SDI 37 vs 47;  p 40.\r\nPubmed   Journal   ReadQx \r\nQuantitative methods for optimizing patient outcomes in liver transplantation.\r\nIn this review, we describe quantitative methods applied to organ transplantation, with a focus on LT. These include quantitative methods for 1) utilizing and allocating donor organs equitably and optimally, 2) improving surgical planning through preoperative imaging, 3) monitoring of graft and immune status, 4) determining immunosuppressant doses, and 5) establishing and maintaining the health of graft and patient post LT.\r\nPubmed   Journal   ReadQx \r\nWaitlist and post-transplant outcomes of pregnancy-related acute liver failure in the United States.\r\n In this UNOS database analysis of ALF among women of childbearing age, the waitlist outcome is better in women with P-ALF compared to NP-ALF. Among women with P-ALF, the 90-day WLM is worse for HELLP vs AFLP. Further studies are needed to improve the management of HELLP and prevent the development of ALF in this subgroup population.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Beneficial Effects of 6-Gingerol on Fatty Pancreas Disease in High-Fat High-Fructose Diet-Induced Metabolic Syndrome Rat Model.\r\n6-Gingerol could attenuate pancreatic lipid accumulation and improve the cell number of a- and ß-cells in the pancreas, leading to improvements in fatty pancreas disease.\r\nPubmed   Journal   ReadQx \r\nMachine Learning of Histopathological Images Predicts Recurrences of Resected Pancreatic Ductal Adenocarcinoma With Adjuvant Treatment.\r\nResults indicate that machine learning with the integration of artificial intelligence-driven evaluation of histopathological images and conventional clinical data provides relevant prognostic information for patients with pancreatic ductal adenocarcinoma.\r\nPubmed   Journal   ReadQx \r\nProspective Evaluation of Sexual Dysfunction in Men With Chronic Pancreatitis: A Pilot Study.\r\nThis pilot study shows that SD is present in 60% males with CP. No difference was noted in the QOL of patients with and without SD, albeit limited by our small sample size. Physicians caring for CP patients should routinely inquire for symptoms of SD and offer a urology referral if indicated.\r\nPubmed   Journal   ReadQx \r\nQuality of Life and Pain in Patients With Chronic Pancreatitis.\r\nOne aspect that has an impact on QoL impairment is pain which perception is governed by the same brain regions in which abnormalities result in depression and anxiety. QoL in CP patients also depends on the patient's age, comorbidities, and level of education.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Opportunistic screening for osteopathy with routine abdominal computed tomography scan in chronic pancreatitis.\r\n Abdominal CT images, which are routinely performed in chronic pancreatitis, can be used for opportunistic screening of osteoporosis and osteopenia without additional cost or radiation exposure.\r\nPubmed   Journal   ReadQx \r\nPrognostic impact of the distance from the root of splenic artery to tumor in the patients with pancreatic body or tail cancer.\r\nDST did not affect prognosis in patients with pancreatic body/tail cancer. Neoadjuvant therapy followed by DP may be desirable for patients with a DST = 0 tumor. For those with a 0Pubmed   Journal   ReadQx \r\nReconsidering resectable oncological conditions in pancreatic tail cancer: A multicenter retrospective study on prognostic factors in pancreatic tail cancer after resection (HOPS Pt-01).\r\nThe MLM identified certain Pt-PC cases warranting consideration beyond resectable during clinical management. Particular attention should be paid to conditions requiring CVR, even though immortal time bias remains unresolved with adjuvant treatment.\r\nPubmed   Journal   ReadQx \r\nRemission of organ failure in patients with predicted severe acute pancreatitis treated by somatostation, octreotide and cyclooxygenase-2 inhibitors.\r\nSomatostatin or its analogs and cyclooxygenase-2 inhibitors are promising for OF prevention and remission in patients with predicted SAP. The acceptance of combined strategies in the real world has increased, and the occurrence of SAP has decreased annually.\r\nPubmed   Journal   ReadQx \r\nSerum elastase-1 predicts malignancy in intraductal papillary mucinous neoplasm of the pancreas.\r\n The serum elastase-1 level was found to be a potentially useful biomarker for predicting malignant IPMNs.\r\nPubmed   Journal   ReadQx \r\nThe burden of young-onset pancreatic cancer and its risk factors from 1990 to 2019: A systematic analysis of the global burden of disease study 2019.\r\nThe global incidence, death and DALY rates of YOPC have significantly increased over 3 decades. Certain regions and nations are witnessing a higher increase in this trend. There is an urgent need for global efforts targeting preventable causes of YOPC.\r\nPubmed   Journal   ReadQx \r\nUnderstanding the role of frailty in local and systemic complications and healthcare resource utilization in acute pancreatitis: Findings from a national cohort.\r\n Frailty in AP patients is linked to elevated rates of local and systemic complications, increased mortality, and higher healthcare costs. Assessing frailty is crucial in AP management as it provides a valuable tool for risk stratification and identifying high-risk patients, thereby improving overall outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Tofacitinib in Ulcerative Colitis: Beyond Biologics?\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Acute Pancreatitis: Current Clinical Approaches, Molecular Pathophysiology, and Potential Therapeutics.\r\nInflammatory outcomes in acute pancreatitis are driven by several unique molecular signals, which compound to promote both local and systemic inflammation. The identification of master cytokine regulators is critical to developing therapeutics, which reduce inflammation through several mechanisms.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Early Onset Sepsis and Lobar Pneumonia in a Newborn Exposed In Utero to Ustekinumab and Azathioprine.\r\n\r\nPubmed   Journal   ReadQx \r\nUse of Upadacitinib in 16 Tofacitinib-refractory Ulcerative Colitis Patients: A Single-center Case 2Series.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter to the Editor: Does therapeutic plasma exchange (TPE) have a role in the treatment of hepatocellular carcinoma?\"\r\n\r\nPubmed   Journal   ReadQx \r\nLetter to the Editor: Is CAD-LT score as a predictor of coronary artery disease following liver transplantation?\r\n\r\nPubmed   Journal   ReadQx \r\nLooking for literal improvement in liver transplant outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nLow frequency of hepatitis B surface antigen reemergence in liver transplant recipients after stopping hepatitis B immune globulin: Implications for prophylaxis protocols.\r\n\r\nPubmed   Journal   ReadQx \r\nNo transplant candidate left behind.\r\n\r\nPubmed   Journal   ReadQx \r\nOne step closer to equity in liver transplant: The National Liver Review Board and the partnership that made it possible.\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Does therapeutic plasma exchange really have a role in the treatment of hepatocellular carcinoma?\r\n\r\nPubmed   Journal   ReadQx \r\nTerlipressin plus albumin in patients with HRS listed for liver transplant: Treat early and avoid RRT.\r\n\r\nPubmed   Journal   ReadQx \r\nThe role of exception points in outcomes of patients with fibrocystic liver-kidney disease: Implications for the National Liver Review Board.\r\n\r\nPubmed   Journal   ReadQx \r\nWho should take a risk?: Navigating the challenges of extra small grafts in living donor liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancreatic VIPomas From Colombia.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Reply: Tofacitinib in Ulcerative Colitis: Beyond Biologics?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-02T17:25:08-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-22-2023/",
    "title": "Fri Dec 22 2023",
    "description": "33 articles - From Friday Dec 15 2023 to Friday Dec 22 2023",
    "author": [],
    "date": "2023-12-22",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    The Impact of Dietary Interventions on the Microbiota in Inflammatory Bowel Disease: A Systematic Review.\r\nDiet modulates the gut microbiota, and this may have implications for IBD;  however, the body of evidence does not currently support clear dietary patterns or food constituents that are associated with a specific microbiota profile or disease marker in IBD patients. Further research is required with a focus on robust and consistent methodology to achieve improved identification of associations.\r\nPubmed   Journal   ReadQx \r\nTofacitinib In Chronic Inflammatory Pouch Diseases. A Systematic Review.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Effect of cocoa extract supplementation on cognitive function: results from the clinic subcohort of the COSMOS trial.\r\nAmong 573 older adults who underwent repeat in-person, detailed neuropsychological assessments over 2 y, daily CE supplementation, compared with placebo, showed no overall benefits for global or domain-specific cognitive function. Possible cognitive benefits of CE among those with poorer diet quality warrant further study.\r\nPubmed   Journal   ReadQx \r\nEffects of Chinese Heart-Healthy Diet on Blood Lipids, Glucose and Estimated 10-year Cardiovascular Risk Among Chinese Adults: Results on Secondary Outcomes of a Randomized Controlled Trial.\r\nThe CHH diet reduced TC and 10-year cardiovascular risk and was likely to reduce blood glucose among Chinese adults with mild hypertension. Further studies with longer term are warranted.\r\nPubmed   Journal   ReadQx \r\nFish consumption and omega-3 polyunsaturated fatty acids from diet are positively associated with cognitive function in older adults even in the presence of exposure to lead, cadmium, selenium, and methylmercury: a cross-sectional study using NHANES 2011 - 2014 data.\r\nOur findings support dietary recommendations for older adults to consume fish to maintain cognitive function, likely due to biomolecular actions of -3 PUFAs that increase neuronal membrane fluidity, have antioxidation activity, and restore cell damage. The combination of selenium and fish consumption or -3 PUFAs was associated with reduced decline in cognitive scores and less negative associations from exposures to lead, cadmium, and mercury compounds.\r\nPubmed   Journal   ReadQx \r\nFood, nutrition, and fertility: from soil to fork.\r\nParticipants developed research proposals to address the priority evidence gaps. The workshop findings serve as a foundation for future prioritization of scientific research to address evidence gaps related to food, nutrition, and fertility.\r\nPubmed   Journal   ReadQx \r\nHigh-dose vitamin D3 supplementation in pregnancy and risk of neurodevelopmental disorders in the children at age 10: A randomized clinical trial.\r\nHigher maternal preintervention 25(OH)D was associated with a decreased risk of autism, lower autistic symptom load, and decreased risk of ADHD diagnosis, but high-dose vitamin D3 supplementation in pregnancy had no effect on risk of autism and ADHD.\r\nPubmed   Journal   ReadQx \r\nIntake and biomarkers of folate and folic acid as determinants of chemotherapy-induced toxicities in patients with colorectal cancer: a cohort study.\r\nThis study suggests a potential association between folic acid and capecitabine-induced toxicities, providing a rationale to study diet-drug interactions and raise further awareness of the use of dietary supplements during oncological treatment. Clinical trial details\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Factors Associated With Extraintestinal Manifestations of Inflammatory Bowel Disease in SPARC-IBD.\r\nThis is the first comprehensive large-cohort assessment of how EIMs relate to one another at the individual vs systems levels. Further, our analysis is the first to recognize specific locations of colon involvement associated with EIMs of IBD, regardless of IBD type. These results are important in identifying patients at risk of developing future EIMs and may help with risk stratification when choosing treatments.\r\nPubmed   Journal   ReadQx \r\nFungal Microbiota Composition in Inflammatory Bowel Disease Patients: Characterization in Different Phenotypes and Correlation With Clinical Activity and Disease Course.\r\nThis study shows important differences in the mycobiome in IBD and within phenotypes. Selected fungal species were associated with complicated disease and the need of surgery in CD. This work adds to our understanding of the role of fungi in IBD, with potential clinical implications.\r\nPubmed   Journal   ReadQx \r\nPhosphoproteomics Reveals Novel Insights into the Pathogenesis and Identifies New Therapeutic Kinase Targets of Ulcerative Colitis.\r\nOur research deepened the understanding of UC pathogenesis through the lens of phosphorylation. Moreover, we identified CDK2 as a new potential therapeutic target for UC, revealing a novel role for CDK2 in necroptosis.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Efficacy and Safety of the Anti-Mucosal Addressin Cell Adhesion Molecule-1 Antibody Ontamalimab in Patients with Moderate-to-Severe Ulcerative Colitis or Crohn's Disease.\r\nOntamalimab 75 mg was effective with no safety concerns as induction and maintenance therapy for patients with moderate-to-severe ulcerative colitis.\r\nPubmed   Journal   ReadQx \r\nEpigenetic and metabolic reprogramming of fibroblasts in Crohn's disease strictures reveals histone deacetylases as therapeutic targets.\r\nIncreased HDAC expression profiles, H3K27ac hypoacetylation, a significant glycolytic phenotype, and metabolic priming, characterise SCD-derived as compared to NSCD fibroblasts. Our results reveal a novel epigenetic component to Collagen-I regulation and TGFß-mediated CD fibrosis. HDAC inhibitor therapy may 'reset' the epigenetic changes associated with fibrosis.\r\nPubmed   Journal   ReadQx \r\nRisankizumab Induction Therapy Achieves Early Symptom Improvements That Are Associated With Future Clinical and Endoscopic Outcomes in Crohn's Disease: Post Hoc Analysis of the ADVANCE, MOTIVATE, and FORTIFY Phase 3 Studies.\r\nAfter the first intravenous RZB induction dose, significantly greater rates of symptom improvement versus PBO were achieved. Improvements could be observed as early as week 1 and were predictive of week 12 and 52 clinical and endoscopic improvement.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Development of a model to predict the risk of early graft failure after adult-to-adult living donor liver transplantation: An ELTR study.\r\nThe model also stratified long-term graft survival (p<0.001), which ranged from 87% in the low risk group to 60% in the high risk group. In conclusion, based on a panel of donor and recipient variables, an ANN can contribute to decision making in ALDLT by predicting EGF risk.\r\nPubmed   Journal   ReadQx \r\nDiscarded livers tested by normothermic machine perfusion in the VITTAL trial: Secondary end points and 5-year outcomes.\r\nThis first report of long-term outcomes of high-risk livers assessed by normothermic machine perfusion demonstrated excellent 5-year survival without adverse effects in al organs functioning beyond 1 year (ClinicalTrials. gov number NCT02740608).\r\nPubmed   Journal   ReadQx \r\nFinancial burden after liver transplantation is significant among commercially insured adults: A large U.S. National Cohort.\r\n In a large national cohort of commercially insured LT recipients, financial liability was highly variable across sociodemographic and clinical characteristics;  nearly 1 out 2 LT recipients owed>$5K for 1 year of post-LT care. Transplant programs should help patients anticipate potential costs and identify vulnerable populations who would benefit from enhanced financial counseling.\r\nPubmed   Journal   ReadQx \r\nNeighborhood-level social determinants of health measures independently predict receipt of living donor liver transplantation in the U.S.\r\nOf the 24 neighborhood-level SDoH measures studied, the SDI was most different between the two transplant types, with LDLT recipients having lower SDI (i. e., less socioeconomic disadvantage) than DDLT recipients (median SDI 37 vs 47;  p 40.\r\nPubmed   Journal   ReadQx \r\nWaitlist and post-transplant outcomes of pregnancy-related acute liver failure in the United States.\r\n In this UNOS database analysis of ALF among women of childbearing age, the waitlist outcome is better in women with P-ALF compared to NP-ALF. Among women with P-ALF, the 90-day WLM is worse for HELLP vs AFLP. Further studies are needed to improve the management of HELLP and prevent the development of ALF in this subgroup population.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Opportunistic screening for osteopathy with routine abdominal computed tomography scan in chronic pancreatitis.\r\n Abdominal CT images, which are routinely performed in chronic pancreatitis, can be used for opportunistic screening of osteoporosis and osteopenia without additional cost or radiation exposure.\r\nPubmed   Journal   ReadQx \r\nPrognostic impact of the distance from the root of splenic artery to tumor in the patients with pancreatic body or tail cancer.\r\nDST did not affect prognosis in patients with pancreatic body/tail cancer. Neoadjuvant therapy followed by DP may be desirable for patients with a DST = 0 tumor. For those with a 0Pubmed   Journal   ReadQx \r\nReconsidering resectable oncological conditions in pancreatic tail cancer: A multicenter retrospective study on prognostic factors in pancreatic tail cancer after resection (HOPS Pt-01).\r\nThe MLM identified certain Pt-PC cases warranting consideration beyond resectable during clinical management. Particular attention should be paid to conditions requiring CVR, even though immortal time bias remains unresolved with adjuvant treatment.\r\nPubmed   Journal   ReadQx \r\nSerum elastase-1 predicts malignancy in intraductal papillary mucinous neoplasm of the pancreas.\r\n The serum elastase-1 level was found to be a potentially useful biomarker for predicting malignant IPMNs.\r\nPubmed   Journal   ReadQx \r\nUnderstanding the role of frailty in local and systemic complications and healthcare resource utilization in acute pancreatitis: Findings from a national cohort.\r\n Frailty in AP patients is linked to elevated rates of local and systemic complications, increased mortality, and higher healthcare costs. Assessing frailty is crucial in AP management as it provides a valuable tool for risk stratification and identifying high-risk patients, thereby improving overall outcomes.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    Liver Transpl\r\n    Letter to the Editor: Is CAD-LT score as a predictor of coronary artery disease following liver transplantation?\r\n\r\nPubmed   Journal   ReadQx \r\nLooking for literal improvement in liver transplant outcomes.\r\n\r\nPubmed   Journal   ReadQx \r\nLow frequency of hepatitis B surface antigen reemergence in liver transplant recipients after stopping hepatitis B immune globulin: Implications for prophylaxis protocols.\r\n\r\nPubmed   Journal   ReadQx \r\nNo transplant candidate left behind.\r\n\r\nPubmed   Journal   ReadQx \r\nOne step closer to equity in liver transplant: The National Liver Review Board and the partnership that made it possible.\r\n\r\nPubmed   Journal   ReadQx \r\nTerlipressin plus albumin in patients with HRS listed for liver transplant: Treat early and avoid RRT.\r\n\r\nPubmed   Journal   ReadQx \r\nThe role of exception points in outcomes of patients with fibrocystic liver-kidney disease: Implications for the National Liver Review Board.\r\n\r\nPubmed   Journal   ReadQx \r\nWho should take a risk?: Navigating the challenges of extra small grafts in living donor liver transplantation.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancreatic VIPomas From Colombia.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-01-02T17:12:36-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-15-2023/",
    "title": "Fri Dec 15 2023",
    "description": "3 articles - From Friday Dec 08 2023 to Friday Dec 15 2023",
    "author": [],
    "date": "2023-12-15",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    \r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Impact of 8 lifestyle factors on mortality and life expectancy among United States veterans: The Million Veteran Program. \r\nThe difference in life expectancy at age 40 y was 24.0 y for male veterans and 20.5 y for female veterans when comparing adoption of 8-9 lifestyle factors. A combination of 8 lifestyle factors is associated with a significantly lower risk of premature mortality and an estimated prolonged life expectancy.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Real-World Cohort Study on the Effectiveness and Safety of Filgotinib Use in Ulcerative Colitis. \r\nThese are the first reported data on the real-world efficacy and safety of filgotinib in ulcerative colitis. Our findings demonstrate that filgotinib is an effective and low risk treatment option for these patients.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Evaluation of pancreatic chymotrypsin activity for on-site prediction of clinically relevant postoperative pancreatic fistula. \r\nMeasurement of pancreatic chymotrypsin activity enabled accurate and rapid prediction of CR-POPF after pancreaticoduodenectomy. This can help surgeons to implement appropriate drain management at the patient's bedside without delay.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    \r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    \r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-21T08:12:37-05:00",
    "input_file": {}
  },
  {
    "path": "gi2/12-08-2023/",
    "title": "Fri Dec 08 2023",
    "description": "23 articles - From Friday Dec 01 2023 to Friday Dec 08 2023",
    "author": [],
    "date": "2023-12-08",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal articles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white papers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Incidence and Prevalence of Primary Sclerosing Cholangitis: A Meta-analysis of Population-based Studies.\r\nBoth the prevalence and incidence of primary sclerosing cholangitis is low in the general population. Future studies on the incidence and prevalence of primary sclerosing cholangitis in the general population should be directed at Asia, Africa, and Latin America to allow for a more robust assessment of the global epidemiology of primary sclerosing cholangitis.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    K-ras gene mutation analysis to diagnosis pancreatic adenocarcinoma from endoscopic ultrasound-guided tissue acquisition; a systematic review and meta-analysis.\r\nK-ras gene mutation analysis in combination with to pathological diagnosis of EUS-TA increases the accuracy of differential diagnosis of PDAC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Associations of dietary patterns between age 9 and 24 months with risk of celiac disease autoimmunity and celiac disease among children at increased risk.\r\nDietary patterns in early childhood are associated with risk of CDA and celiac disease in genetically predisposed children, independent of gluten intake.\r\nPubmed   Journal   ReadQx \r\nBioavailability and daily requirement of vitamin B12 in adult humans: an observational study of its colonic absorption and daily excretion as measured by [13C]-cyanocobalamin kinetics.\r\nBackground Clinical and biochemical vitamin B intakes.\r\nPubmed   Journal   ReadQx \r\nEffect of an Asian-adapted Mediterranean diet and pentadecanoic acid on fatty liver disease: The TANGO randomized controlled trial.\r\n Mild weight loss induced by a Mediterranean-like diet adapted for Asians has multiple beneficial health effects in women with NAFLD. C15 0 supplementation lowers LDL-cholesterol and may cause beneficial shifts in gut microbiome. Registration clinicaltrials.gov, NCT05259475.\r\nPubmed   Journal   ReadQx \r\nGlycemic and sleep effects of daytime compared to overnight infusions of home parenteral nutrition in adults with short bowel syndrome: a quasi-experimental pilot trial.\r\n Daytime HPN was feasible and safe in adults with SBS, and compared to overnight HPN, improved subjective sleep without increasing 24-hour glucose levels.\r\nPubmed   Journal   ReadQx \r\nHealthy dietary patterns, genetic risk and gastrointestinal cancer incident risk: a large-scale prospective cohort study.\r\nAdherence to DASH and hPDI were associated with a lower risk of some gastrointestinal cancers, and these two dietary patterns may partly compensate for genetic predispositions to cancer. Our results support the development of precision medicine strategies that consider both dietary patterns and genetics to improve gastrointestinal health.\r\nPubmed   Journal   ReadQx \r\nLifetime dairy product consumption and breast cancer risk: a prospective cohort study by tumor subtypes.\r\nThese findings suggest that overall dairy consumption was not associated with risk of breast cancer. However, heterogeneity was observed for type of dairy food, period of life, and tumor subtypes.\r\nPubmed   Journal   ReadQx \r\nPhytosterol Intake and Risk of Coronary Heart Disease: Results from Three Prospective Cohort Studies.\r\nHigher long-term intake of total and major subtypes of phytosterols may be associated with a modest reduction in CHD risk, displaying a non-linear relationship that appeared to plateau at moderate intake levels. The role of phytosterols in preventing CHD warrants further investigation.\r\nPubmed   Journal   ReadQx \r\nPrebiotics increase iron absorption and reduce the adverse effects of iron on the gut microbiome and inflammation: a randomized controlled trial using iron stable isotopes in Kenyan infants.\r\nAdding prebiotics to iron-fortified infant cereal increases iron absorption and reduces the adverse effects of iron on the gut microbiome and inflammation in Kenyan infants.\r\nPubmed   Journal   ReadQx \r\nPrevalence of the Metabolic Syndrome by Household Food Insecurity Status in the United States Adolescent Population, 2001-2020: A Cross-Sectional Study.\r\nUsing the most current NHANES data, the estimated prevalence of MetS in US adolescents was slightly higher among those from FI households. However, after adjusting for potential confounders, the relationship between household FI and MetS was non-significant, highlighting the complexity of factors contributing to MetS in this population. Hispanic adolescents share a disproportionate burden of MetS compared to their non-Hispanic counterparts.\r\nPubmed   Journal   ReadQx \r\nRed meat intake and risk of type 2 diabetes in a prospective cohort study of United States females and males.\r\nOur study supports current dietary recommendations for limiting consumption of red meat intake and emphasizes the importance of different alternative sources of protein for T2D prevention.\r\nPubmed   Journal   ReadQx \r\nRelative validity of habitual sugar and low/no-calorie sweetener consumption assessed by FFQ, multiple 24-h dietary recalls and urinary biomarkers: an observational study within the SWEET project.\r\nThe validity of the FFQ against 24hRs for the assessment of sugars and LNCSB ranged from moderate to good. Comparing self-reports and urine excretions showed moderate agreement, but highlighted an important underestimation of LNCS exposure using the self-reports.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Altered Bile Acid and Pouch Microbiota Composition in Patients With Chronic Pouchitis.\r\nPouch microbiota a- and ß-diversity differed among patients with normal pouch, chronic pouchitis, and chronic pouchitis/primary sclerosing cholangitis. Lithocholic acid level and primary to secondary bile acid ratio were highly associated with pouch microbiota richness, structure, and composition. These findings emphasize the associations between pouch microbiota and bile acid composition in dysbiosis and altered metabolism, suggesting that secondary bile acids are decreased in chronic pouchitis.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Biologic therapy for inflammatory bowel disease: Real-world comparative effectiveness and impact of drug sequencing in 13,222 patients within the UK IBD BioResource.\r\nWe provide real-world evidence to guide biologic selection and sequencing in a range of common scenarios. Our findings challenge current guidelines regarding drug selection after loss of response to first anti-TNF.\r\nPubmed   Journal   ReadQx \r\nImpact of Maternal Smoking, Offspring Smoking, and Genetic Susceptibility on Crohn's Disease and Ulcerative Colitis.\r\nOur prospective cohort study provides evidence that MSDP increases the risk of CD in adult offspring, whereas no evidence supports their causal association. Additionally, smoking and genetic susceptibility had a numerically amplified effect with MSDP on CD and UC, but the interaction lacked statistical significance.\r\nPubmed   Journal   ReadQx \r\nThe clinical relevance of an inflamed appendix in Crohn's disease.\r\n The current study could not confirm a different prognosis for CD patients with and without an inflamed appendix. In contrast, in patients with a previous appendectomy a trend was seen towards increased postoperative recurrence, which might be related to the higher incidence of penetrating disease.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Real-World Patient Experience With Pancreatic Enzyme Replacement Therapy in the Treatment of Exocrine Pancreatic Insufficiency.\r\nThis study reveals potential barriers to effective treatment of EPI with PERT, including lack of patient education, mainly how and when to take PERT, gaps in appropriate dosing, and lack of patient follow-up. Continued focus on patient and provider education is essential to address these gaps and optimize the treatment of EPI.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Evaluation of pancreatic chymotrypsin activity for on-site prediction of clinically relevant postoperative pancreatic fistula. \r\nMeasurement of pancreatic chymotrypsin activity enabled accurate and rapid prediction of CR-POPF after pancreaticoduodenectomy. This can help surgeons to implement appropriate drain management at the patient's bedside without delay.\r\nPubmed   Journal   ReadQx \r\nNovel treatment system using endoscopic ultrasound-guided high-intensity focused ultrasound: A proof-of-concept study.\r\n The concept of transluminal HIFU ablation using novel EUS-HIFU system was proved in a porcine animal model. This novel treatment system has great potential for future cancer treatment although further investigation in more animals and different organs are warranted.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the publisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Nutrition and risk of celiac disease - you are what you (wh)eat.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of the month, etc…\r\n\r\n\r\n    J Crohns Colitis\r\n    Filgotinib for the Treatment of Refractory Collagenous Colitis.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Am J Clin Nutr\r\n    The value of ethnographic studies for making inferences about the nature of the human Paleolithic diet: comments on Lieberman et al. (2023).\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2023-12-12T21:06:13-05:00",
    "input_file": {}
  }
]
