[
  {
    "path": "gi2/10-04-2024/",
    "title": "Fri Oct 04 2024",
    "description": "27 articles - From Friday Sep 27 2024 to Friday Oct 04 2024",
    "author": [],
    "date": "2024-10-04",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Liver Transpl\r\n    Immunosuppression protocols for emerging oncological indications in liver transplantation: A systematic review and pooled analysis.\r\nThis approach may be particularly useful in patients with cholangiocarcinoma and CRLM, in whom tumor recurrence is the main cause of death. We propose a tool for reporting immunosuppression protocols which could be implemented in future transplant oncology studies.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Impact of neoadjuvant chemoradiotherapy on pathologic response in pancreatic ductal adenocarcinoma: A systematic review and meta-analysis.\r\nChemoradiotherapy may have a positive impact on pathologic response and R0 resection rate, whereas a survival benefit was not reported.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    A Flavonoid-Rich Diet is Associated with Lower Risk and Improved Imaging Biomarkers of NAFLD: A Prospective Cohort Study.\r\n The consumption of flavonoid-rich foods was associated with a reduced risk of NAFLD among middle-aged adults.\r\nPubmed   Journal   ReadQx \r\nAre the EAT-Lancet dietary recommendations associated with cardiometabolic health? - insights from the Generation XXI cohort from childhood into early adolescence.\r\nThe adherence to the EAT-Lancet diet from an early age may help reduce cardiometabolic risk in early adolescence.\r\nPubmed   Journal   ReadQx \r\nFolate and cobalamin status, indicators, modulators, interactions and reference ranges from early pregnancy until birth: The Reus-Tarragona Birth Cohort Study.\r\nSuboptimal early pregnancy folate or cobalamin status affected47.4% and 7.3% of the participants, respectively. The MTHFR 677TT genotype consistently predicted folate status throughout pregnancy. Smoking and BMI were negatively associated with cobalamin status throughout pregnancy. Clinical trial registry number and website where it was obtained NCT01778205. .\r\nPubmed   Journal   ReadQx \r\nLongitudinal Study of Seafood and Fish Oil Supplement Intake and Risk of Persistent Tinnitus.\r\n Regular consumption of tuna fish, light-meat fish or shellfish is associated with lower risk of developing persistent tinnitus in females. Fish oil supplement use is associated with higher risk.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    A Review of Cutaneous Extraintestinal Manifestations of Inflammatory Bowel Disease in Skin of Color.\r\nThis review aims to describe the cutaneous manifestations of IBD in a wide range of skin tones with several examples to improve awareness. With further awareness, this review will enable to provide equitable care to IBD patients with cutaneous EIMs.\r\nPubmed   Journal   ReadQx \r\nIleoanal Pouch-Related Fistulas: A Narrative Review.\r\nFistulas associated with anastomotic complications, technical surgical issues, and cryptoglandular fistulas warrant surgical management. On the other hand, fistulas associated with inflammation are preferentially managed with biologics or small molecules.\r\nPubmed   Journal   ReadQx \r\nTargeting NCAPD2 as a Therapeutic Strategy for Crohn's Disease: Implications for Autophagy and Inflammation.\r\nOur results show that NCAPD2 suppresses autophagy and worsens intestinal inflammation by modulating mTOR signaling and impacting the NF-κB pathway, suggesting a critical role in CD progression. Targeting NCAPD2 could be a promising therapeutic approach to stop CD advancement.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Crohn's disease and ulcerative colitis share two molecular subtypes with different mechanisms and drug response.\r\nThis study discovered and validated a robust transcriptome-based molecular classification shared by CD and UC and built a 20-gene classifier. Because two subtypes have different molecular mechanisms and drug response, our classification may aid interpretation of heterogeneous molecular and clinical information in IBD patients.\r\nPubmed   Journal   ReadQx \r\nThe circulating methylome in childhood-onset inflammatory bowel disease.\r\nPassive smoking exposure is associated with the development of UC rather than CD contrary to previous findings. These data provide new insights into epigenetic alterations in IBD and illustrate the reproducibility and translational potential of epigenome-wide association studies in complex diseases.\r\nPubmed   Journal   ReadQx \r\nThe intestinal mucin isoform landscape reveals region-specific biomarker panels for inflammatory bowel disease patient stratification.\r\n We unveiled region-specific mucin RNA isoform panels capturing the heterogeneity of the IBD patient population and showing great potential to indicate barrier function in IBD patients.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Analysis of treatment benefits and prognostic factors for Post-Transplant hepatocellular carcinoma recurrence in a large Euro-American-Asian cohort.\r\n Curative-intent treatments should be advocated for patients with post-transplant recurrence whenever possible. Prognostic factors linked to aggressive tumor biology significantly influence survival. Advancements in HCC management have improved survival outcomes over the past five years.\r\nPubmed   Journal   ReadQx \r\nLess is more: The use of a single biodegradable stenting to treat biliary anastomotic strictures in pediatric liver transplantation.\r\n The use of biodegradable stents stents could be good option for treating anastomotic biliary strictures in pediatric liver transplant patients, with our series showing a success rate of over 90% and an average follow-up of 43.9 months.\r\nPubmed   Journal   ReadQx \r\nMarked variation in disease acuity and outcomes on the liver transplant waiting list by sociodemographic characteristics.\r\nIn the US, residence in areas of high socioeconomic disadvantage is significantly associated with higher MELD-NA at the time of wait listing among Hispanic White candidates. In addition, residence in areas of high socioeconomic disadvantage was associated with a higher risk of death or removal from the wait list and lower chances of receiving a liver transplant after wait list placement, particularly among Non-Hispanic White candidates and older candidates.\r\nPubmed   Journal   ReadQx \r\nTakotsubo cardiomyopathy following liver transplantation - a multicenter cohort study.\r\n TCM following LT is associated with a significant reduction in LVEF, however the majority of patients recover LVEF to > 50% with minimal perioperative mortality. Importantly, follow-up assessment of LVEF has significant implications as lack of recovery is associated with worse OS.\r\nPubmed   Journal   ReadQx \r\nValue of factor v in the diagnosis of early graft dysfunction after liver transplantation. internal validation.\r\nPatients meeting both criteria had a 74-fold increased risk of graft loss, with most losses occurring within the first week, and a median survival of 4 days. These findings suggest that Factor V and ALT on postoperative day 2 are reliable early markers for predicting graft loss, enabling risk stratification and guiding critical decisions regarding early retransplantation in the immediate postoperative period.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    HSP70 promotes pancreatic cancer cell epithelial-mesenchymal transformation and growth via the NF-κB signaling pathway.\r\n HSP70 promotes the EMT and enhances pancreatic cancer cell proliferation, migration, and invasion by activating the NF-κB pathway.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Efficiency evaluation of dual-energy CT to predict the postoperative early recurrence of pancreatic ductal adenocarcinoma.\r\nDECT quantitative parameters allow for the noninvasive prediction of postoperative ER in patients with PDAC, and the combination of DECT parameters and basic CT features shows a high prediction efficiency. Our model can help to identify patients with high-risk factors to guide preoperative decision making.\r\nPubmed   Journal   ReadQx \r\nOral high-carbohydrate solution as an alternative dietary modality in patients with acute pancreatitis.\r\nIn patients with AP, OCS diet was associated with a lower rate of recurrent postprandial pain compared to a CD. Thus, OCS appears to be a beneficial dietary alternative for initial management of AP.\r\nPubmed   Journal   ReadQx \r\nPrediction of pancreatic cancer in patients with new onset hyperglycemia: A modified ENDPAC model.\r\nThe modified ENDPAC model targets a broader population and thus identifies more high-risk patients for cancer screening. The differential performance needs to be considered when the model is applied to non-white population.\r\nPubmed   Journal   ReadQx \r\nPrevalence and spectrum of germline pathogenic variants in cancer susceptibility genes among mexican patients with exocrine pancreatic cancer.\r\nWe identified a significant frequency of actionable germline PVs in Mexicans with PC, wherein the majority were in a broad spectrum of genes associated with the homologous recombination DNA repair mechanism. Most pancreatic cancer associated PVs were detected in non-BRCA genes, so our findings support the recommendation of multigene panel testing for genetic cancer risk assessment of Mexican individuals with PC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Enhancing the Rigor of Research on Herpes Zoster Risk in Patients with IBD Post-SARS-CoV2: Recommendations for Global and Detailed Analyses.\r\n\r\nPubmed   Journal   ReadQx \r\nResponse to the Letter to the Editor, \"Refining the Understanding of Cannabis Impact on Inflammatory Bowel Disease Outcomes: Recommendations for Enhanced Research and Healthcare Practices\".\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Challenges in the Management of Acute Severe Ulcerative Colitis in a Patient With Guillain-Barré Syndrome Associated With Infliximab.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    The university of southern california psychosocial checklist: A novel tool to remotely screen transplant candidates with alcohol-associated liver disease prior to hospital transfer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Letter: Enhancing the Rigor of Research on Herpes Zoster Risk in IBD Patients Post-SARS-CoV2: Recommendations for Global and Detailed Analyses-Authors' Reply.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-10-10T01:43:45-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/09-27-2024/",
    "title": "Fri Sep 27 2024",
    "description": "50 articles - From Friday Sep 20 2024 to Friday Sep 27 2024",
    "author": [],
    "date": "2024-09-27",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Am J Clin Nutr\r\n    The effects of chicory inulin-type fructans supplementation on weight management outcomes: systematic review, meta-analysis and meta-regression of randomized controlled trials.\r\nChicory ITF supplementation may benefit weight management by reducing body weight, BMI, fat mass, waist circumference, and to a certain extent body fat percentage. Prospero registration number CRD42020184908.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Safety of Rotavirus Vaccination in Infants That Were Exposed to Biologics In Utero: A Systematic Review.\r\nAdministration of the live rotavirus vaccine appears to be safe in biologic-exposed infants. As such, with careful examination of the risks and benefits, there may be a role for rotavirus vaccination in this population.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Pancreatic Cancer Risk in Prediabetes: A Systematic Meta-Analysis Approach.\r\n We identified 40% higher risk of pancreatic cancer in patients with prediabetes than those with normal blood glucose necessitating urgent attention for further research and policy change.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Anthropometry relationship with duodenal histologic features of children with environmental enteric dysfunction: a multicenter cross-sectional study.\r\nThis study contributes a crucial negative finding that duodenal morphological features did not associate with anthropometric phenotypes;  hence, anthropometric measurements may not be a suitable outcome measure for use in EED trials. Trial outcomes may need to be defined by combining the functional and structural elements of the gut to monitor EED.\r\nPubmed   Journal   ReadQx \r\nAssociation between predicted level of water turnover deficit and all-cause and cause-specific mortalities among Japanese adults: The Japan Collaborative Cohort Study.\r\n This study showed an L-shaped association between water turnover and deficit and all-cause and CVD mortalities (especially coronary heart disease and ischemic stroke) in adults. These findings may be useful for setting the target values of water requirement, and differences between dietary requirements and actual intake may bridge the knowledge gap in water-mortality associations.\r\nPubmed   Journal   ReadQx \r\nBiomarker relationships with small bowel histopathology among malnourished children with environmental enteric dysfunction in a multicountry cohort study.\r\nFour commonly used markers of enteric dysfunction were associated with specific histologic features. One-hour urine collection may be insufficient to reflect small bowel permeability in LR testing. While acknowledging the challenges with obtaining relevant tissue, these findings form the basis for further EED biomarker validation research.\r\nPubmed   Journal   ReadQx \r\nDiet quality from early pregnancy through one year postpartum: a prospective cohort study.\r\nStable total HEI mean scores suggest adherence to dietary guidelines was consistent throughout pregnancy and postpartum in this sample. While some sociodemographic characteristics may identify individuals at greater risk of diet-related pregnancy complications, low diet quality was pervasive throughout al subgroups and reflect an urgent need for widespread improvement.\r\nPubmed   Journal   ReadQx \r\nDietary and lifestyle insulinemic potentials, plasma metabolome, and risk of diverticulitis: a prospective cohort study.\r\nParticipants with dietary and lifestyle patterns corresponding to higher insulinemic potential had an increased risk of diverticulitis, which might be mediated by metabolomic profiles.\r\nPubmed   Journal   ReadQx \r\nDuodenal transcriptomics demonstrates signatures of tissue inflammation and immune cell infiltration in children with environmental enteric dysfunction across global centers.\r\nThe transcriptome signatures of EED include specific innate and adaptive immune responses that are consistently elevated across study centers, coupled with reduced detoxification and antioxidant capacities. These data may have implications for targeted interventions to improve EED outcomes.\r\nPubmed   Journal   ReadQx \r\nEnteric pathogens relationship with small bowel histologic features of environmental enteric dysfunction in a multicountry cohort study.\r\nThe detection of some enteropathogens in asymptomatic infections is associated with subsequent EED histopathology. These novel findings offer a basis for future EED etiology and pathogenesis studies.\r\nPubmed   Journal   ReadQx \r\nFolate and cobalamin status, indicators, modulators, interactions and reference ranges from early pregnancy until birth: The Reus-Tarragona Birth Cohort Study.\r\nSuboptimal early pregnancy folate or cobalamin status affected47.4% and 7.3% of the participants, respectively. The MTHFR 677TT genotype consistently predicted folate status throughout pregnancy. Smoking and BMI were negatively associated with cobalamin status throughout pregnancy. Clinical trial registry number and website where it was obtained NCT01778205. .\r\nPubmed   Journal   ReadQx \r\nHistopathology underlying environmental enteric dysfunction in a cohort study of undernourished children in Bangladesh, Pakistan, and Zambia compared with United States children.\r\nThis scoring system involving 5 histologic parameters demonstrates very high discrimination between EED and normal biopsies, indicating that this scoring system can be applied with confidence to studies of intestinal biopsies in EED.\r\nPubmed   Journal   ReadQx \r\nMultiplexed immunohistochemical evaluation of small bowel inflammatory and epithelial parameters in environmental enteric dysfunction.\r\nOur results support a model of chronic epithelial stress that decreases epithelial differentiation and absorptive function. The close association of several IHC parameters with manual histologic scoring suggests that automated digital quantification of IHC panels complements traditional histomorphologic assessment in EED.\r\nPubmed   Journal   ReadQx \r\nPregnancy vitamin D supplementation and offspring bone mineral density in childhood Follow-up of a randomised controlled trial.\r\nand relevance Supplementation with cholecalciferol 1000 IU/day during pregnancy resulted in greater offspring BMD and lean mass in mid-childhood versus placebo in this exploratory post-hoc analysis. These findings suggest that pregnancy vitamin D supplementation may be an important population health strategy to improve bone health.\r\nPubmed   Journal   ReadQx \r\nSex differences in clinical presentation, treatment response, and side effects of nutritional therapy among patients at nutritional risk A secondary analysis of the randomized clinical trial EFFORT.\r\n Results of this multicenter randomized trial suggest that multimorbid female inpatients, have a different clinical presentation and are more prone to loss of appetite and reduced daily dietary intake compared to male inpatients. Importantly, the favorable response to nutritional interventions was similar in both sexes.\r\nPubmed   Journal   ReadQx \r\nThe Environmental Enteric Dysfunction Biopsy Initiative (EEDBI) Consortium: mucosal investigations of environmental enteric dysfunction.\r\nHere, we describe the Consortium and its cohorts and recruitment procedures across studies. We also offer details applicable to al papers in this supplement, which describe EED mucosal histology, morphometry, immunohistochemistry, and transcriptomics as well as histology relationship to pathogens and biomarkers.\r\nPubmed   Journal   ReadQx \r\nThe impact of milk on gut permeability, fecal 16S rRNA gene microbiota profiling and fecal metabolomics in children with moderate malnutrition in Sierra Leone: a double-blind, randomized controlled trial.\r\nAbnormal intestinal permeability did not improve with 4 weeks of supplementary feeding. Fecal rRNA did not differ with consumption of different diets.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Evaluation of Crohn's Disease Activity: Validation of a Segmental Simple Ultrasound Score in a Multicenter Study.\r\nThe validation of a simple IUS scoring system for CD, based on the sum of bowel wall thickness and color Doppler grade, has been established. This scoring system can effectively diagnose endoscopically active CD and identify cases of severe disease.\r\nPubmed   Journal   ReadQx \r\nHealth-Related Quality of Life Outcomes With Etrasimod Treatment in Patients With Ulcerative Colitis: A Post Hoc Analysis of Data From ELEVATE UC 52 and ELEVATE UC 12.\r\nEtrasimod 2 mg QD demonstrated significant and clinically meaningful improvements across multiple HRQoL measures, including WPAI, vs placebo. Clinical trial registration\r\nPubmed   Journal   ReadQx \r\nHealthcare Utilization and Geographic Distribution of Advanced Therapy in Minority Race and Ethnic Groups With Inflammatory Bowel Disease.\r\nOur data show an improved access to care pattern in Hispanic patients. However, disparities still exist, and this is evident in the healthcare utilization trends observed among non-Hispanic Black patients.\r\nPubmed   Journal   ReadQx \r\nImpact of Seton Use on Clinical, Patient-Reported, and Healthcare Resource Utilization Outcomes in Complex Crohn's Perianal Fistulas: A Systematic Literature Review.\r\nOptimal use of seton in patients with CPF remains unclear. International standardization of definitions for CPF and related clinical outcomes are required to permit data comparability and identify the most effective treatment strategies involving seton use in CPF.\r\nPubmed   Journal   ReadQx \r\nIntestinal Epithelial Tight Junction Barrier Regulation by Novel Pathways.\r\nWe also provide a perspective on the context-specific outcomes of the TJ barrier modulation. The knowledge on the diverse TJ barrier regulatory mechanisms will provide further insights on the relevance of the TJ barrier defects and potential target molecules/pathways for IBD.\r\nPubmed   Journal   ReadQx \r\nPediatric Inflammatory Bowel Disease Type Unclassified: A Nationwide Cohort Study in Scotland With up to 20 Years Follow-up Shows Reclassification in the Majority and Mild Course in Those Whose Diagnosis Is Unchanged.\r\nIn our nationwide pediatric IBDU cohort, 60% of patients were reclassified to either UC or CD over 10.5 years of median follow-up;  those who remained with IBDU had a milder disease course.\r\nPubmed   Journal   ReadQx \r\nProactive Therapeutic Drug Monitoring of Ustekinumab Is Associated With Increased Drug Persistence in Patients With Inflammatory Bowel Disease.\r\nThis retrospective study showed that proactive TDM is associated with increased drug persistence and decreased IBD-related hospitalization in IBD patients treated with sc UST.\r\nPubmed   Journal   ReadQx \r\nScreen Failures and Causes in Inflammatory Bowel Disease Randomized Controlled Trials: A Study of 16 913 Screened Patients.\r\n High SF proportion in IBD clinical trials, particularly for CD studies, pose obstacles to patient recruitment. While underlying causes are diverse, arbitrarily defined clinical and/or endoscopic eligibility criteria remain the major limiting factors.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Cancer characteristics, prognoses and mortality of colorectal cancer in patients with Crohn's disease - A Danish nationwide cohort study, 2009-2019.\r\n This nationwide study identified distinct features of colon and rectal cancer in patients with CD that have implications for the timing of diagnoses, disease course and mortality specifically in UICC stage III disease.\r\nPubmed   Journal   ReadQx \r\nEtrasimod Corticosteroid-Free Efficacy, Impact of Concomitant Corticosteroids on Efficacy and Safety, and Corticosteroid-Sparing Effect in UC: Analyses of the ELEVATE UC Clinical Programme.\r\nEtrasimod demonstrated efficacy in inducing and maintaining remission in both subgroups. CSfree remission was achieved in the CS subgroup. Safety was consistent, with no increase in infections.\r\nPubmed   Journal   ReadQx \r\nOutcomes of patients with prior biologic intolerance are better than those with biologic failure in clinical trials of inflammatory bowel disease.\r\n Improved treatment outcomes were generally observed in patients with biologic intolerance compared to failure, especially in UC, where outcomes were similar to biologic naïve patients. Future clinical trials should meticulously differentiate prior biologic failure versus intolerance to mitigate potential bias.\r\nPubmed   Journal   ReadQx \r\nProlonged time to diagnosis of Crohn's disease in patients with perianal fistulas negatively affects long-term outcomes.\r\n A prolonged time to CD diagnosis in patients with a PAF as a manifesting sign is associated with worse long-term outcomes. Patients in whom radiological healing could be achieved had the shortest time to CD diagnosis, emphasizing the relevance of increased clinical awareness of underlying CD in fistula patients.\r\nPubmed   Journal   ReadQx \r\nThe impact of group cognitive behavioral psychotherapy on disease severity and psychosocial functioning in patients with inflammatory bowel disease: a randomized controlled study.\r\nGroup cognitive behavioral therapy is proving to be an important component of holistic care for IBD patients, as it can significantly improve not only patients' psychosocial functioning but also their clinical course by inhibiting inflammation and reducing disease activity.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Acceptable outcomes of liver transplantation in uninsured patients under the coverage of a state assistance program.\r\nIn conclusion, there was no difference in outcomes after LT between insured and uninsured patients. A charity care program may be an effective tool to mitigate socio-economic disparities in both outcomes and access to LT.\r\nPubmed   Journal   ReadQx \r\nCore outcome sets and benchmarking complications: Defining best practices for standardized outcome reporting in liver transplantation.\r\nThe Clavien scale and CCI® are specifically reviewed to enhance their utility in LT, and their use along with the COS is explored. We encourage future studies to employ this COS along with the Clavien-Dindo grading system & CCI® to improve reproducibility and generalizability of research concerning liver transplantation.\r\nPubmed   Journal   ReadQx \r\nIncidence and risk factors for chronic rejection in pediatric liver transplantation.\r\nWhile CR incidence in our pediatric cohort was lower than previously reported rates of ˃12%, the CR group had a higher graft failure rate that required re-transplantation and lower overall patient survival. Thus, identifying risk factors may warrant specialized immunosuppression protocols and closer post-transplantation monitoring to reduce the risk of morbidity and mortality from CR.\r\nPubmed   Journal   ReadQx \r\nPorto-sinusoidal vascular disorder in surgical candidates for liver metastases: Prevalence, non-invasive diagnosis, and burden on surgical outcomes.\r\nPSVD is very common among patients undergoing liver surgery for metastases and it is associated with increased morbidity. LSM and SSM can correctly identify patients with PSVD and those at risk of clinically relevant post-operative complications.\r\nPubmed   Journal   ReadQx \r\nProspective evaluation of cystatin C in the assessment of kidney dysfunction and survival in liver transplant candidates.\r\nElevated CysC discriminates pre-LT RRT and SLKT, and is strongly associated with survival in contrast with sCr. CysC is a promising tool to improve prognostication among LT candidates.\r\nPubmed   Journal   ReadQx \r\nThe rising cost of liver transplantation in the United States.\r\nWe also propose comprehensive solutions at national, OPO, and local levels, including optimizing resource allocation, leveraging regional collaborations, and advocating for revised reimbursement models to curb escalating costs. Addressing these challenges is critical to ensuring the continued viability of LT programs and maintaining patient access to this life-saving intervention.\r\nPubmed   Journal   ReadQx \r\nValidation of the R3-AFP model for risk prediction of HCC recurrence after liver transplantation in the SiLVER randomized clinical trial.\r\nIn conclusion, the R3-AFP score accurately predicted HCC recurrence using high-quality evidence-based data, exhibiting reduced performance under mTOR immunosuppression. This highlights the need for further research to evaluate surveillance schedules and adjuvant regimens.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Comparison between pancreatoblastoma (PB) and solid pseudopapillary neoplasm (SPN) in pediatric patients with enhanced CT.\r\nAFP, AER, age, calcification and pancreatic atrophy are robust CT and clinical features for differentiating pediatric PB from SPN. A combination of qualitative and quantitative CT features may provide good diagnostic accuracy in differentiating PB from SPN in children.\r\nPubmed   Journal   ReadQx \r\nEarly selective enteral feeding in combination with active decompression of duodenum in treatment of moderate and severe acute pancreatitis - A proof-of-concept clinical study.\r\n PandiCath®, facilitating targeted enteral feeding while isolating and decompressing the duodenum, demonstrates promise in improving outcomes for AP patients at risk of severe complications. Further studies are warranted to validate these findings and explore optimal timing and patient selection for this intervention.\r\nPubmed   Journal   ReadQx \r\nEfficiency evaluation of dual-energy CT to predict the postoperative early recurrence of pancreatic ductal adenocarcinoma.\r\nDECT quantitative parameters allow for the noninvasive prediction of postoperative ER in patients with PDAC, and the combination of DECT parameters and basic CT features shows a high prediction efficiency. Our model can help to identify patients with high-risk factors to guide preoperative decision making.\r\nPubmed   Journal   ReadQx \r\nPancreatitis pain quality changes at year 1 follow-up, but GP130 remains a biomarker for pain.\r\nThe positive association between TGFβ1 and pain is not maintained over time, suggesting it is a poor pain biomarker. However, serum GP130 is a consistent biomarker for mixed-type pain in CP. Preclinical studies show that targeting TGFβ1 or IL-6 (ligand for GP130) is sufficient to inhibit CP pain supporting further investigation of this as a potential therapeutic target.\r\nPubmed   Journal   ReadQx \r\nPrevalence and spectrum of germline pathogenic variants in cancer susceptibility genes among mexican patients with exocrine pancreatic cancer.\r\nWe identified a significant frequency of actionable germline PVs in Mexicans with PC, wherein the majority were in a broad spectrum of genes associated with the homologous recombination DNA repair mechanism. Most pancreatic cancer associated PVs were detected in non-BRCA genes, so our findings support the recommendation of multigene panel testing for genetic cancer risk assessment of Mexican individuals with PC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Environmental enteropathy: an old clinical conundrum with new diagnostic and therapeutic opportunities.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Preventing Post-Colonoscopy Colorectal Cancer in Inflammatory Bowel Disease-\"The Big Five\".\r\n\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    vWF-ADAMTS13 axis in acute pancreatitis: Unveiling the hidden player or a mere bystander?\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Limiting Opioid Use for Patients Who Are Hospitalized for Inflammatory Bowel Disease Exacerbations.\r\n\r\nPubmed   Journal   ReadQx \r\nReal-World Comparison of Effectiveness, Treatment Persistence, and Safety of First-Line Advanced Therapies at 1 Year for Ulcerative Proctitis.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Letter to the Editor: Oncologic optimization of patients with colorectal liver metastatic disease: An ongoing saga.\r\n\r\nPubmed   Journal   ReadQx \r\nPRO: Is Management of ACLF better in a liver-dedicated ICU?\r\n\r\nPubmed   Journal   ReadQx \r\nReply: Oncologic optimization of patients with colorectal liver metastatic disease: An ongoing saga.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-10-02T22:09:09-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/09-20-2024/",
    "title": "Fri Sep 20 2024",
    "description": "48 articles - From Friday Sep 13 2024 to Friday Sep 20 2024",
    "author": [],
    "date": "2024-09-20",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    The Burden of Psychiatric Manifestations in Inflammatory Bowel Diseases: A Systematic Review With Meta-analysis.\r\nThis MA highlights the high prevalence of psychiatric disorders, particularly depression and anxiety, in IBD patients, which exceeds rates in the general population. BD in IBD is proving to be an important but under-researched area. The sparse and contradictory data on schizophrenia requires further investigation. These findings highlight the need for better understanding, early detection, and tailored mental health interventions in the management of IBD to significantly improve patients' quality of life.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Am J Clin Nutr\r\n    Anthropometry relationship with duodenal histologic features of children with environmental enteric dysfunction: a multicenter cross-sectional study.\r\nThis study contributes a crucial negative finding that duodenal morphological features did not associate with anthropometric phenotypes;  hence, anthropometric measurements may not be a suitable outcome measure for use in EED trials. Trial outcomes may need to be defined by combining the functional and structural elements of the gut to monitor EED.\r\nPubmed   Journal   ReadQx \r\nBiomarker relationships with small bowel histopathology among malnourished children with environmental enteric dysfunction in a multicountry cohort study.\r\nFour commonly used markers of enteric dysfunction were associated with specific histologic features. One-hour urine collection may be insufficient to reflect small bowel permeability in LR testing. While acknowledging the challenges with obtaining relevant tissue, these findings form the basis for further EED biomarker validation research.\r\nPubmed   Journal   ReadQx \r\nDuodenal transcriptomics demonstrates signatures of tissue inflammation and immune cell infiltration in children with environmental enteric dysfunction across global centers.\r\nThe transcriptome signatures of EED include specific innate and adaptive immune responses that are consistently elevated across study centers, coupled with reduced detoxification and antioxidant capacities. These data may have implications for targeted interventions to improve EED outcomes.\r\nPubmed   Journal   ReadQx \r\nEnteric pathogens relationship with small bowel histologic features of environmental enteric dysfunction in a multicountry cohort study.\r\nThe detection of some enteropathogens in asymptomatic infections is associated with subsequent EED histopathology. These novel findings offer a basis for future EED etiology and pathogenesis studies.\r\nPubmed   Journal   ReadQx \r\nGlycemic Control Contributes to the Neuroprotective Effects of Mediterranean and Green-Mediterranean Diets on Brain Age; The DIRECT PLUS Brain-MRI Randomized Controlled Trial.\r\nGlycemic control contributes to the neuroprotective effects of the MED and green-MED diets on brain age. Polyphenols-rich diet components as Mankai and green-tea may contribute to a more youthful brain age. Trial-registration-clinical-trials-identifier NCT03020186 URL OF REGISTRATION \r\nPubmed   Journal   ReadQx \r\nHistopathology underlying environmental enteric dysfunction in a cohort study of undernourished children in Bangladesh, Pakistan, and Zambia compared with United States children.\r\nThis scoring system involving 5 histologic parameters demonstrates very high discrimination between EED and normal biopsies, indicating that this scoring system can be applied with confidence to studies of intestinal biopsies in EED.\r\nPubmed   Journal   ReadQx \r\nMultiplexed immunohistochemical evaluation of small bowel inflammatory and epithelial parameters in environmental enteric dysfunction.\r\nOur results support a model of chronic epithelial stress that decreases epithelial differentiation and absorptive function. The close association of several IHC parameters with manual histologic scoring suggests that automated digital quantification of IHC panels complements traditional histomorphologic assessment in EED.\r\nPubmed   Journal   ReadQx \r\nPrediction of individual weight loss using supervised learning: Findings from the CALERIE™ 2 study.\r\nThe prediction models could be implemented by practitioners and clinicians to support the decision of whether lifestyle interventions are sufficient or more aggressive interventions are needed for a given individual, thereby supporting better, faster, data-driven, and unbiased decisions.\r\nPubmed   Journal   ReadQx \r\nShould a single growth standard be used to judge the nutritional status of children under age 5 years globally: Yes.\r\nThe WHO Child Growth Standards developed represent the best description of physiological growth for children aged <5 y. The standards depict normal early childhood growth under optimal environmental conditions and can be used to assess children everywhere, regardless of ethnicity, socioeconomic status, and type of feeding.\r\nPubmed   Journal   ReadQx \r\nShould a single growth standard be used to judge the nutritional status of children under age 5 years globally? No.\r\nThus, contextual references, though not the perfect solution, are better suited for everyday practice and nutrition policy. Growth standards should only be used as a screening for clinical judgments aided by precise biomarkers.\r\nPubmed   Journal   ReadQx \r\nThe Environmental Enteric Dysfunction Biopsy Initiative (EEDBI) Consortium: mucosal investigations of environmental enteric dysfunction.\r\nHere, we describe the Consortium and its cohorts and recruitment procedures across studies. We also offer details applicable to al papers in this supplement, which describe EED mucosal histology, morphometry, immunohistochemistry, and transcriptomics as well as histology relationship to pathogens and biomarkers.\r\nPubmed   Journal   ReadQx \r\nThe Impact of Fast-food Energy Posting on College Students' Food Purchases.\r\n The results suggest that the ACA energy menu labeling policy led to an increase in the energy content per transaction by students at a public university. This paper highlights the need for more research to better understand the determinants of food choice among college students.\r\nPubmed   Journal   ReadQx \r\nThe association between selenium status and global and attention specific cognition in very old adults in The Newcastle 85+ Study: cross-sectional and longitudinal analyses.\r\nThere were no associations between selenium status and cognitive decline. However, serum selenium, but not SELENOP or GPx3 activity, was positively associated non-linearly with global cognition at baseline. Furthermore, these associations were not evident during follow-up, potentially due to residual confounding and reverse causation.\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    Deployment of an Artificial Intelligence Histology Tool to Aid Qualitative Assessment of Histopathology Using the Nancy Histopathology Index in Ulcerative Colitis.\r\nWe have developed a modified AI histology tool in UC that correlates highly with histopathologists' assessments and suggests promising potential for its clinical application.\r\nPubmed   Journal   ReadQx \r\nEarly-Life Diet Diversity and the Subsequent Risk of Inflammatory Bowel Disease: Findings From Two Scandinavian Birth Cohorts.\r\nIn this prospective study of 2 Scandinavian birth cohorts, no association was observed between early-life diet diversity and the subsequent risk of IBD.\r\nPubmed   Journal   ReadQx \r\nImpact of Seton Use on Clinical, Patient-Reported, and Healthcare Resource Utilization Outcomes in Complex Crohn's Perianal Fistulas: A Systematic Literature Review.\r\nOptimal use of seton in patients with CPF remains unclear. International standardization of definitions for CPF and related clinical outcomes are required to permit data comparability and identify the most effective treatment strategies involving seton use in CPF.\r\nPubmed   Journal   ReadQx \r\nOpioid Use and Outcomes in Patients Hospitalized With Acute Severe Ulcerative Colitis.\r\nAmong ASUC hospitalizations, high opioid use was associated with delayed biologic rescue therapy initiation and higher rates of opioid prescriptions at discharge.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Outcomes of patients with prior biologic intolerance are better than those with biologic failure in clinical trials of inflammatory bowel disease. \r\nImproved treatment outcomes were generally observed in patients with biologic intolerance compared to failure, especially in UC, where outcomes were similar to biologic naïve patients. Future clinical trials should meticulously differentiate prior biologic failure versus intolerance to mitigate potential bias.\r\nPubmed   Journal   ReadQx \r\nOxidized polyunsaturated fatty acid promotes colitis and colitis-associated tumorigenesis in mice.\r\nThese results support that oxidized PUFA promotes the development of colitis and associated tumorigenesis in mouse models via TLR4- and gut microbiota-dependent mechanisms. Our findings highlight the potential need to update regulation policies and industrial standards for oxidized PUFA levels in food.\r\nPubmed   Journal   ReadQx \r\nPrevalence, characteristics, management, and outcomes of difficult-to-treat inflammatory bowel disease.\r\nDTT-IBD was prevalent in approximately one-quarter of patients with IBD in a tertiary care setting. Certain IBD phenotypes and the delay in initiating treatment in CD were risk factors for DTT. Drug persistency decreased progressively with every subsequent line of therapy.\r\nPubmed   Journal   ReadQx \r\nProlonged time to diagnosis of Crohn's disease in patients with perianal fistulas negatively affects long-term outcomes. \r\nA prolonged time to CD diagnosis in patients with a PAF as a manifesting sign is associated with worse long-term outcomes. Patients in whom radiological healing could be achieved had the shortest time to CD diagnosis, emphasizing the relevance of increased clinical awareness of underlying CD in fistula patients.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Are there any benefits of prolonged hypothermic oxygenated perfusion? - Results from a national retrospective study.\r\nProlonged DHOPE is widely used to improve transplant logistics, provides good results with high-risk grafts, and appears to be associated with a lower risk of post-transplant AKI. These results provide further insight into the important role of DHOPE in preventing post-transplant complications.\r\nPubmed   Journal   ReadQx \r\nSurvival benefit of liver transplantation utilizing marginal donor organ according to ABO blood type.\r\n The study suggests revising the allocation policy to consider blood type for improved post-LT survival. This calls for personalized LT policies, recommending higher MELD 3.0 thresholds, particularly for individuals with type B blood.\r\nPubmed   Journal   ReadQx \r\nValidation of the R3-AFP model for risk prediction of HCC recurrence after liver transplantation in the SiLVER randomized clinical trial. \r\nIn conclusion, the R3-AFP score accurately predicted HCC recurrence using high-quality evidence-based data, exhibiting reduced performance under mTOR immunosuppression. This highlights the need for further research to evaluate surveillance schedules and adjuvant regimens.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Characterization of Human Pancreatic Islet Cells using a Single-Cell Western Blot Platform.\r\nThese results demonstrate that each alpha, beta, and delta cells express varying levels of peptide hormones, and a small subpopulation co-expresses double hormones in normal human islets. The scWestern platform will enable timely assessment of beta cell mass in isolated islets before clinical transplantation.\r\nPubmed   Journal   ReadQx \r\nCost-effectiveness of operative intervention for mucinous cystic neoplasm: the role of post-operative diabetes.\r\nSurveillance for small suspected MCNs without high-risk features is the preferred strategy from a clinical and economic standpoint. Consensus guidelines should consider the long-term implications of postoperative diabetes development following LDP.\r\nPubmed   Journal   ReadQx \r\nIncreased PRIM2 expression associated with poor-prognosis in patients with pancreatic ductal adenocarcinoma.\r\nHigh expression of PRIM2 associated with poor prognosis in PDAC patients, PRIM2 could be used as an independent risk indicator.\r\nPubmed   Journal   ReadQx \r\nIndividualized Pain Treatment in Chronic Pancreatitis (INPAIN): An International, Multicenter, Investigator-initiated, Prospective, Cohort Study.\r\n The INPAIN study aims to comprehensively understand pain in CP through a test panel developed for routine clinical use. This tool has the potential to personalize treatments, improve clinical practice, enhance patient care, improve quality of life, and minimize treatment side effects.\r\nPubmed   Journal   ReadQx \r\nPATIENT AND FAMILY INPUT TO DETERMINE EXPERIENCES AND RESEARCH INTERESTS IN PEDIATRIC PANCREATITIS: AN INSPPIRE-2 STUDY.\r\nThis study highlights the importance of patient and family input in caring for children with pancreatitis. The most bothersome symptoms were pain, fatigue and upset stomach. Children with pancreatitis and families would like future research to primarily focus on prevention of pancreatitis attacks, pain therapy, and complications of pancreatitis.\r\nPubmed   Journal   ReadQx \r\nRisk factors and a prediction model for pain recurrence after pancreatic stent removal in painful chronic pancreatitis.\r\nWe identified the risk factors and developed a new prediction model for pain recurrence following stent removal. This model might be useful for decision-making in pancreatic stent management, such as deciding whether to remove a pancreatic stent, continue EPS, or convert to surgery.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    A pilot study of chlorambucil in pre-treated metastatic pancreatic adenocarcinoma patients bearing germline BRCA or other DNA damage repair system variants.\r\nSingle agent chlorambucil did not show sufficient signal of activity to warrant its further investigation in metastatic pancreatic cancer patients bearing a DDR-related germline alteration.\r\nPubmed   Journal   ReadQx \r\nComparison between pancreatoblastoma (PB) and solid pseudopapillary neoplasm (SPN) in pediatric patients with enhanced CT.\r\nAFP, AER, age, calcification and pancreatic atrophy are robust CT and clinical features for differentiating pediatric PB from SPN. A combination of qualitative and quantitative CT features may provide good diagnostic accuracy in differentiating PB from SPN in children.\r\nPubmed   Journal   ReadQx \r\nIncreased kidney stone risk following total pancreatectomy with islet autotransplantation.\r\nPatients with CP post-TPIAT commonly have kidney stones  nearly 3 in 10 have ≥1 kidney stone episodes within 15 years. Clinicians should be aware of this risk and counsel patients on prevention.\r\nPubmed   Journal   ReadQx \r\nIncreased needle passes for comparable diagnostic yield in endoscopic ultrasound-guided tissue acquisition for pancreatic stiff lesions measured by elastography.\r\nThe higher the stiffness of the pancreatic mass in EUS-elastography, the more needle passes are required to achieve a comparable diagnostic yield.\r\nPubmed   Journal   ReadQx \r\nPerformance of explainable artificial intelligence in guiding the management of patients with a pancreatic cyst.\r\nEBM models had greater sensitivity and specificity for identifying the correct management compared with either clinical management or previous AI models. The model predictions are demonstrated to be interpretable by clinicians.\r\nPubmed   Journal   ReadQx \r\nPreoperative treatment response prediction for pancreatic cancer by multiple microRNAs in plasma exosomes: Optimization using machine learning and network analysis.\r\nPeripheral blood miRNA profiles using an optimized combination of miRNAs may provide a more advanced prediction model for preoperative treatment response in PC.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Am J Clin Nutr\r\n    Environmental enteropathy: an old clinical conundrum with new diagnostic and therapeutic opportunities.\r\n\r\nPubmed   Journal   ReadQx \r\nInflamm Bowel Dis\r\n    On the Association Between the E148Q Single-nucleotide Polymorphism of the MEFV Gene and Crohn's Disease.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Limiting Opioid Use for Patients Who Are Hospitalized for Inflammatory Bowel Disease Exacerbations.\r\n\r\nPubmed   Journal   ReadQx \r\nReal-World Comparison of Effectiveness, Treatment Persistence, and Safety of First-Line Advanced Therapies at 1 Year for Ulcerative Proctitis.\r\n\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Letter: Change in bowel urgency in active ulcerative colitis patients treated with Curcumin-QingDai (CurQD): A post-hoc analysis of a randomized placebo-controlled trial.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Bulevirtide improves liver function in liver transplant candidates with advanced HDV cirrhosis and severe portal hypertension.\r\n\r\nPubmed   Journal   ReadQx \r\nCON: Is management of ACLF better in a liver-dedicated ICU?\r\n\r\nPubmed   Journal   ReadQx \r\nIn memoriam: Ruud A.F. Krom, MD, PhD (1941-2024).\r\n\r\nPubmed   Journal   ReadQx \r\nPRO: Is Management of ACLF better in a liver-dedicated ICU? \r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Mortality trends for acute pancreatitis during the COVID-19 pandemic in the US.\r\n\r\nPubmed   Journal   ReadQx \r\nTumor immune microenvironment promotes cachexia in pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-09-21T22:54:06-04:00",
    "input_file": {}
  },
  {
    "path": "gi2/09-13-2024/",
    "title": "Fri Sep 13 2024",
    "description": "25 articles - From Friday Sep 06 2024 to Friday Sep 13 2024",
    "author": [],
    "date": "2024-09-13",
    "categories": [],
    "contents": "\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nparm_toc.knit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nGuidelines\r\nMeta-analysis\r\nOriginal\r\narticles\r\nReviews&Editorials\r\nMiscellaneous\r\nLetters&Replies\r\n\r\n\r\n\r\n\r\nGuidelines\r\nGuidelines and related publications, position statements, white\r\npapers, technical reviews, consensus statements, etc…\r\n\r\n\r\n    \r\n\r\n\r\nMeta-analysis\r\nmeta-analyses and systematic reviews\r\n\r\n\r\n    J Crohns Colitis\r\n    Comparative Efficacy of Novel Biologics, Antitumour Necrosis Factor Agents, and Immunomodulators to Prevent Postoperative Recurrence in Crohn's Disease: A Systematic Review and Network Meta-analysis.\r\nAccording to direct and network meta-analysis, in CD patients after surgical resection, novel biologics, especially vedolizumab, were quite effective in decreasing the risk of endoscopic POR, whereas anti-TNFs appeared to perform best in reducing the risk of clinical POR.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nOriginal articles\r\nRCT, clinical trials, retrospective studies, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Association Between Maternal Infections in Pregnancy and the Risk of Inflammatory Bowel Disease in the Offspring: Findings From Two Scandinavian Birth Cohorts.\r\nIn this binational birth cohort study, the risk of offspring IBD varied by infection type and timing but not with maternal antibiotic use in pregnancy.\r\nPubmed   Journal   ReadQx \r\nMortality Trends in Inflammatory Bowel Disease by Age, Sex, and Race in the United States from 1999 to 2020.\r\nAll-cause mortality trends in IBD were stable until 2018 and rose between 2018 and 2020. Mortality rates were higher amongst the elderly and White adults. Females with CD and males with UC had higher mortality rates.\r\nPubmed   Journal   ReadQx \r\nJ Crohns Colitis\r\n    Differences in the Adverse Event Burden of Corticosteroid Use in Inflammatory Bowel Disease as Reported Between Adverse Event Reporting Systems and a Patient Questionnaire.\r\nAEs associated with IBD-related corticosteroid use were frequent. Patients reported AEs affecting quality of life, while clinicians disproportionately reported AEs based on objective diagnostic criteria.\r\nPubmed   Journal   ReadQx \r\nIL23R-specific CAR Tregs for the treatment of Crohn's disease.\r\nOverall, our results demonstrate that IL23R-CAR Tregs represent a promising therapy for active CD.\r\nPubmed   Journal   ReadQx \r\nNovel Microbial Engraftment Trajectories following Microbiota Transplantation Therapy in Ulcerative Colitis.\r\n SourceTracker can be used as a simple and reliable method to quantify donor microbial community engraftment and donor taxa contribution in patients with ulcerative colitis and other inflammatory conditions treated with microbiota transplant therapy.\r\nPubmed   Journal   ReadQx \r\nPrevalence, characteristics, management, and outcomes of difficult-to-treat inflammatory bowel disease. \r\nCertain IBD phenotypes and the delay in initiating treatment in CD were risk factors for DTT. Drug persistency decreased progressively with every subsequent line of therapy.\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Long-term maternal outcomes of pregnancy after orthotopic liver transplantation in the Netherlands - a retrospective multicenter cohort study.\r\nHowever, while pregnancy does not seem to impact survival after OLT, we do show that a substantial number of children will lose their mother early in life. We believe this is important for pregnancy counseling of OLT patients and their partners.\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Characterization of Human Pancreatic Islet Cells using a Single-Cell Western Blot Platform.\r\nThese results demonstrate that each alpha, beta, and delta cells express varying levels of peptide hormones, and a small subpopulation co-expresses double hormones in normal human islets. The scWestern platform will enable timely assessment of beta cell mass in isolated islets before clinical transplantation.\r\nPubmed   Journal   ReadQx \r\nCost-effectiveness of operative intervention for mucinous cystic neoplasm: the role of post-operative diabetes.\r\nSurveillance for small suspected MCNs without high-risk features is the preferred strategy from a clinical and economic standpoint. Consensus guidelines should consider the long-term implications of postoperative diabetes development following LDP.\r\nPubmed   Journal   ReadQx \r\nIncreased PRIM2 expression associated with poor-prognosis in patients with pancreatic ductal adenocarcinoma.\r\nHigh expression of PRIM2 associated with poor prognosis in PDAC patients, PRIM2 could be used as an independent risk indicator.\r\nPubmed   Journal   ReadQx \r\nIndividualized Pain Treatment in Chronic Pancreatitis (INPAIN): An International, Multicenter, Investigator-initiated, Prospective, Cohort Study.\r\n The INPAIN study aims to comprehensively understand pain in CP through a test panel developed for routine clinical use. This tool has the potential to personalize treatments, improve clinical practice, enhance patient care, improve quality of life, and minimize treatment side effects.\r\nPubmed   Journal   ReadQx \r\nPATIENT AND FAMILY INPUT TO DETERMINE EXPERIENCES AND RESEARCH INTERESTS IN PEDIATRIC PANCREATITIS: AN INSPPIRE-2 STUDY.\r\nThis study highlights the importance of patient and family input in caring for children with pancreatitis. The most bothersome symptoms were pain, fatigue and upset stomach. Children with pancreatitis and families would like future research to primarily focus on prevention of pancreatitis attacks, pain therapy, and complications of pancreatitis.\r\nPubmed   Journal   ReadQx \r\nRisk factors and a prediction model for pain recurrence after pancreatic stent removal in painful chronic pancreatitis.\r\nWe identified the risk factors and developed a new prediction model for pain recurrence following stent removal. This model might be useful for decision-making in pancreatic stent management, such as deciding whether to remove a pancreatic stent, continue EPS, or convert to surgery.\r\nPubmed   Journal   ReadQx \r\nPancreatology\r\n    Performance of explainable artificial intelligence in guiding the management of patients with a pancreatic cyst.\r\nEBM models had greater sensitivity and specificity for identifying the correct management compared with either clinical management or previous AI models. The model predictions are demonstrated to be interpretable by clinicians.\r\nPubmed   Journal   ReadQx \r\nPrognostic significance of involvement of the circumferential resection margin/surface in patients with pancreatic head cancer: A prospective evaluation of pancreatoduodenectomy specimens using the 0 and 1mmrules.\r\nThe results suggest that CRM involvement defined by the 0 mm rule is more appropriate than the 1 mm rule for predicting survival outcomes, but CS involvement defined by the 0 or 1 mm rules is not prognostically significant.\r\nPubmed   Journal   ReadQx \r\nReduction of butyrate-producing bacteria in the gut microbiome of Japanese patients with pancreatic cancer.\r\nThe gut and oral microbiome differed between patients with pancreatic cancer and healthy controls, with a notable decrease in butyrate-producing bacteria in the gut microbiome of the patients. This suggests that there may be a distinct microbial signature associated with pancreatic cancer in the Japanese population. Further studies are required to elucidate the microbiome's causal role in this cancer and help develop prognostic markers or targeted therapies.\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nReviews&Editorials\r\nPlenty of the editorials are available as full text through the\r\npublisher website using the provided link\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Refining the Understanding of Cannabis Impact on Inflammatory Bowel Disease Outcomes: Recommendations for Enhanced Research and Healthcare Practices.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nMiscellaneous\r\nmisc publications eg case reports, tools of the trade, images of\r\nthe month, etc…\r\n\r\n\r\n    Inflamm Bowel Dis\r\n    Risk of Paradoxical Rheumatoid Arthritis in Inflammatory Bowel Disease Patients Exposed to Tumor Necrosis Factor Inhibitors: A Propensity-Matched Multicenter Study.\r\n\r\nPubmed   Journal   ReadQx \r\nLiver Transpl\r\n    Bulevirtide improves liver function in liver transplant candidates with advanced HDV cirrhosis and severe portal hypertension.\r\n\r\nPubmed   Journal   ReadQx \r\nCON: Patients with acute-on-chronic liver failure should not be offered MELD exception points.\r\n\r\nPubmed   Journal   ReadQx \r\nLeter to the editor: time for validating GEMA-Na in the united states for liver transplant waiting list prioritization.\r\n\r\nPubmed   Journal   ReadQx \r\nPancreas\r\n    Mortality trends for acute pancreatitis during the COVID-19 pandemic in the US.\r\n\r\nPubmed   Journal   ReadQx \r\nTumor immune microenvironment promotes cachexia in pancreatic cancer.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\nLetters&Replies\r\nLetters to the editors and authors’ replies\r\n\r\n\r\n    Pancreas\r\n    From the Rare to the Extraordinary: Pancreatic Serous Cystadenocarcinoma With Hepatic and Bone Dissemination: A Letter to the Editor.\r\n\r\nPubmed   Journal   ReadQx \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n",
    "preview": {},
    "last_modified": "2024-09-13T22:50:45-04:00",
    "input_file": {}
  }
]
